[
    {
        "speaker": "A",
        "text": "Hey there. Before we get started with the show, we just want to let you know today's crypto daily briefing is in partnership with the crypto Phenom letter. This is a one of a kind premium investment newsletter service that highlights the next winners coming in. Cryptocurrency tokens and equities get special access Today@phenomcrypto.com. realvision. That's phenomcrypto.com realvision."
    },
    {
        "speaker": "B",
        "text": "So here's going to be another great conversation. And again, I keep reiterating how luck I am to speak to so many different amazing people in the whole kind of web three crypto space, from hedge fund managers to protocol pioneers, through to people at the epicenter of culture, art, everything. That's why I love this space. It's not a one trick pony. It's kind of everything. And that's why I can't wait to speak to g money. G money is at the epicenter of culture brand nfts collecting, and he's an x trader himself. So I think it's going to be a fascinating conversation and a lot of fun, and I think we'll walk away with some new ideas. The world of crypto is an incredibly exciting journey that we're all going on together. We don't know where it's leading to, but we know it's going to be absolutely massive. Join me, Raoul pal, as I guide you on our adventure to discover just what this new world will look like. Well, gee, money, welcome back, my friend. It's been, I think it was July 2021. You came on with Sergio."
    },
    {
        "speaker": "C",
        "text": "Yeah, I did. It's been a minute. Two years. Been a crazy two years."
    },
    {
        "speaker": "B",
        "text": "Yeah. Yeah. There's a lot to talk about. But first, let's go back. How the hell did you get to where you're going? I want to hear your journey because I think the journey is always amazing for everybody to find out how they got into this space and what happened to you on this route."
    },
    {
        "speaker": "C",
        "text": "I guess I'll start with how I got into the space. So I originally got into crypto in 2017, and I caught the mid to late stage cycle of the IcO boom, and I found Ethereum in 2017. And I guess even further. I have a background in traditional finance. I traded equities long short, so I very much understood the dynamics of it. And when I was getting into the space, I was like, I thought the technology was really great, and that was in 2017 and in Q one of 2018. It just reminded me so much of the.com bubble in that it was like, the tech was really promising, it was going to be really cool, but it was just too early and there were no use cases. So I sold at that point, I sold everything I had that was lit."
    },
    {
        "speaker": "B",
        "text": "Were you still in your tradfi job then or."
    },
    {
        "speaker": "C",
        "text": "Yeah, so I was trading prop. So I was trading prop for like 15 years. I started following the stock market. I started investing when I was 14, and I started following the stock market when I was twelve. So I caught, you know, I was really young, but I rode the Internet.com bubble in 1996 to 2000, all the way up. And then, like, I didn't sell anything and I wrote it all the way back down. But that was a very useful lesson, right? Because later on, when I got into crypto, it just felt very frothy at the top there. And I was like, the tech is really amazing and it's going to change the world. It's just, it was too early. Right, the same way that pets.com was an amazing idea in 1999, but nobody was buying pet food online. Like today, it's a multi billion dollar business, right? And so I felt very similar at the time. And that's when I sold things that I had liquid in 2018, I kept trading. Still keeping an eye on crypto in general, because it's just, I think as a trader, you want to be keeping an eye on every asset class of where there's volatility, where there's movement. Because I think the interesting thing that got me really interested in bitcoin at the time and crypto in general was I remember hearing about bitcoin when it was at $27. Actually, I think I read it on zero hedge, to be perfectly honest. I was trying to figure out how to buy it and I couldn't figure out how to buy it. And then, you know, then it ran to 1000 and then it pulled back to, like, 200. I was like, oh, that's it, you know, tulips. Like, this was, I missed it. And then in 2017, it was, you know, when the price action started getting back above $1,000. Like, as a student of price action, I felt like it was very interesting because a blow off top is one thing, but for the price to go back up to where it was means that there's something there that I was missing. And that's when I really, really dug in. And that was 2018. I got out keeping an eye on it then. Covid hits the day. The Fed said that they were basically buying everything. I wired a bunch of money over to Coinbase, bought a bunch of Ethereum and started going back down the rabbit hole. And I was just exploring Defi, and I was like, whoa. I was like, they built stuff way faster than I originally thought. And I was in Defi summer and just cutting my teeth there and yield farming and this and that. And I heard about nfts over that summer, and this is the summer of 2020. And I just, you know, I had it written down on my notepad and I'm like, all right, when things slow down, I'm going to sit there and really dig into nfts."
    },
    {
        "speaker": "B",
        "text": "Things never slow down in crypto, my friend."
    },
    {
        "speaker": "C",
        "text": "They never slow down. But when they slow down relatively, I think when I finally was like, okay, what is an NFT? And I started going down that rabbit hole and I was like, wait. I'm like, this makes so much sense because on the first day of quarantine, I started playing Fortnite. And when I started playing Fortnite with my friends and their twelve year old nephews, first thing these kids asked me is, what skins did you buy? And I'm like, skins? I'm like, they don't give me any special powers. I'm not buying any skins. And after, like, two, three weeks, I realized I'm buying a bunch of skins. And I had, I realized that, like, that kid is twelve years old today, but in ten years, he's gonna be 22. He's gonna have his own disposable income, and he'll be totally okay with owning a purely digital asset. So I was like, and this is in March of 2020. So I'm like, there's something here. I just don't know what it is, and I don't know how to kind of ride that cycle. And when I found nfts, I was like, oh, this is it. This is your skin. On Twitter, on Discord, on Telegram. And to me, especially, my framework with crypto has always been that crypto is an option that doesn't expire. And if I were to get an option on that option, the most I could lose is 100% if I was wrong. But if I was right, the convexity on that trade would be astronomical. And so I thought, especially when you go back to q three, q four of 2020, that was probably, I think what was available to me was probably one of the best trades I could make with my money on the planet at that point in time. So I ended up going into the space, going into buying a bunch of projects here and there, and it culminated in me buying my crypto punk."
    },
    {
        "speaker": "B",
        "text": "How did you, how the hell do you decide what to buy?"
    },
    {
        "speaker": "C",
        "text": "So it was funny, because I was. I would be, like, following the influencers of the time, the people that were, like, in the space. And you have to keep in mind the space was way smaller. So I would start, I think, um, one of the first projects where I swept the floor was Nate Alex's squiggly. And that, because it was for. It was on chain, it was generative. It was one of a hundred. And I went in there, and I swept the floor, and I think I closed out the auctions. And at the time I would spend my. My thesis was like, all right, I'm going to allocate, like, $100,000 to the space, $5,000 to each project. Spread it out across 20 projects. One of them, two of them may be hit. The rest of them, you know, could go to zero, and I'll still be totally fine. And so I would buy something, and then I would immediately, as soon as I swept the floor or I bought a bunch, like, I'd be like, well, what else do you guys looking at? Like, what else do you like? And people would be like, whoa, whoa. Like, don't put all your eggs in one basket. Like, you know, because, like, that was like a whale trade at the time. Like, now $5,000 is, like, like nothing in terms of price, action, and size. But at that time, the space was so much smaller that, you know, coming in and buying something for that size, people would be like, whoa. Like, that's a lot of money. Are you sure you want to do that? And I was like, I had my plan, and what ended up happening was I found chromie squiggles. And I remember going to their Twitter page, and I was trying to mint chromie squiggle. I wanted to batch mint theme because you had to sit there, and it was like, $50. And I was like, again, I wanted to put $5,000 into squiggles. I'm like, there has to be an easier way to do this. And so I remember I sat there. When I couldn't figure it out, I just sat there, and I just hit mint for about 45 minutes straight. And somebody had recognized my wallet from one of the other projects that I had swept, and they dropped me the link into the discord. So then I went into the discord, and that's when I started talking to snowfro. And he was like, oh, my God. What are you doing? Stop wasting your money. Like, you definitely need to buy a crypto punk if you're spending this much on squiggles. And he red pilled me. Him and Nate, Alex, and even Justin Trimble were probably the three main people that red pilled me on cryptopunks. Over the next two days, I ended up buying a zombie for around $20,000. And I really had my eyes set on, like, the most rare thing that I could possibly buy. And I knew an alien was probably out of my price range, but a ape was something that I was like, I think I could make that happen. And so once an ape came for sale, was able to negotiate a solid price, I spent $150,000, which at the time was the most amount spent on a cryptopunk. And I wrote this thread on why I did it. And I remember at the time, I think bitcoin pulled back from 30,000 to 20,000 over the next, like, three days. And I was like, oh, my God, did I just buy the top? Like, I think I just bought the top of it. And it was, it's crazy because everybody was saying that, right? It was right click save, and you bought, like, signs of the top. And people were, like, dunking on me and all this. And at that time, I was like, I just saw the world a little bit differently than a lot of people. And I was like, I, I was very well convicted in. I think that this is going to be something that has value long term. And, yeah, it's, it grew. I thought it would take, honestly, like, three to five years for the NFT space to really get to, like, mainstream notoriety. And it just happened way faster than I originally thought."
    },
    {
        "speaker": "B",
        "text": "But also, you had the foresight, along with a few others, to actually use it as your PFP as well. You realize that it could become your own brand, and you actually built a brand from it, which was, I think you were really one of the pioneers of culture, web three. Culture being a brand, and the brand can be web three. So what made you think about, okay, I'm going to identify now as this punk. Is it because you've thrown all this money at it? You had to."
    },
    {
        "speaker": "C",
        "text": "No, because the thing is too part of it. Was that right? Because part of it was like, okay, if I'm going to buy an ape, I want this to be the most valuable ape. So how do I make it the most valuable ape? I need to meme it right? Like, so, you know, I was doing, especially early on, I was doing collabs with artists of, like, you know, use my ape, let's do something together. And just to kind of get it into the crypto cultural zeitgeist, and that was part of it, right? And so. But I quickly realized that it was going to be way bigger because I originally, when I got into NFTs, it was originally just a trade. And then after a few months, it was like, whoa, this is going to be. This is just a paradigm shift, right? And I happen to be almost, like, at the right place at the right time, and it's going to be way bigger than even I thought it would be initially."
    },
    {
        "speaker": "A",
        "text": "Right?"
    },
    {
        "speaker": "C",
        "text": "So rather, it turned from just being a trade to being like, okay, this is a really long term play in that my thesis was every major brand in the world would end up coming into the space at some point. I don't know if it was going to be, you know, six months or six years or 60 years, but I. My thesis was that it would happen. And at that point, they're going to need authentic people in the space that they can collaborate with that will help guide them. And I was like, well, why? Why shouldn't it be me, right? Like, why can't I be one of those people? And that really was when I realized that it was just going to be way bigger than I originally thought and that I should just really lean into it, right? And it was really. It was. I think the last time I traded a stock was March 2021, where I said to myself, all right, the stock market will always be there. I can always come back if I'm wrong. But I need to really give myself this opportunity, really lean into this, because if this is something special, the way I think it is, then the opportunity is going to be immense."
    },
    {
        "speaker": "B",
        "text": "Yeah. I think when we first met was sometime in 2021 when we started. I had the same thesis about culture, brands, that this is huge, undiscovered territory, and it's a new frontier, and you completely embedded yourself in it. Talk me through that journey, because you've had a hell of a journey where you were a prop trader, and now suddenly you've become kind of the cultural centerpiece of a lot of this. Talk me through that because it must be a lot of fun to look back and go, bloody hell, I can't realize. I can't imagine this was going to happen to me."
    },
    {
        "speaker": "C",
        "text": "Yeah, it's so funny because even, you know, so around the. The time frame where I just mentioned, like, when I stopped trading, it just so happened that Adidas, somebody on the Adidas team reached out to me, right. And so I almost kind of like putting it out into the universe. I was like, this is my thesis. I thought it would take, you know, at least a year or more to play out. And lo and behold, who reached out?"
    },
    {
        "speaker": "B",
        "text": "Was it Tareke?"
    },
    {
        "speaker": "C",
        "text": "No. This guy was a member of Tarik's team. His name's Ben White. And so he reached out to me on Twitter. He's like, hey, I'm a big fan of what you're doing. I work at Adidas. We'd love to chat with you. And I was like, I don't know if this guy works at Adidas, right? It was just like some random DM on Twitter. But I said to myself, what if he does work at adidas? What does it take? Like, it's 20 minutes of my time. It's worth it. And so we got on a call. We really jammed. It was the beginning of obviously, an amazing relationship wherever, you know, I started talking to them, and then I ended up going out to Hersog and meeting with. With members of the team. And that was an incredible journey. And if you had told me, like, a year, like, that drop happened in December of 2021, if you had told me a year earlier that that was coming, I would have told you that. You're crazy, right? Like, it's like me doing a drop with adidas. Like, it's. It's insane. And the fact that it happened, and it happened so quickly, I'm constantly in situations now where I'm like, you know, I kind of want to pinch myself. Cause I'm like, you know, I used to sit in front of my desk looking at stock prices every single day, right, for hours a day. And I think it's glorified a lot, but it's definitely not that much fun. You know, you're kind of sitting on your miserable percent of the time. So a lot of times when I talk to, like, a lot of young people in the space, and they're like, oh, like, I want to trade, I'm like, no, you don't. I'm like, you don't. It's boring. It's boring. Like, you. You're really smart. Do. And you're. You have this. All this opportunity ahead of you. Try to do something different, because the money's. The money's great, and that's intoxicating in and of itself, but there's other ways to do that that's probably a little more fulfilling. So it's just been, like, an amazing experience since then. And just, I. And I think part of it was growing up in the social media era, wherever, you know, when I was a kid, like, we didn't have, like, computers, like, I started using a computer at home when I was like eleven or twelve years old. So it's not like I grew up in front of a screen. So I think seeing, you know, the Internet go from AOL to social media to like, you know, MySpace and then Facebook and then Instagram, and just kind of seeing how the ability of building a following on one of these social media platforms of a technology that's really emerging can lead to a lot of opportunities down the road. And I was like, well, again, I just found myself to be in the right place at the right time and saying to myself that the chances of me ending up in an exact same position like this 10, 20, 30 years from now is probably close to zero. So I have to kind of dive head first into it."
    },
    {
        "speaker": "B",
        "text": "So what doors did the Adidas thing open for you? Cause that was the big explosion of brands coming into the space and your influence within the space growing. So what happened after that?"
    },
    {
        "speaker": "C",
        "text": "I think I was having a lot of conversations up until that point, even before. I think one of the interesting things that we've seen since that, because that was right around when crypto topped in general, was brands are still interested in the space, but they've slowed down. Whereas in 2021, brands would be like, I need to do this before my competitor does it and we need to do this drop like tomorrow. And it's like, all right, but like, it's probably not going to end well for you if you do that. You need a real thought out process. And now I think what we're seeing is a much more of that thought out process. So, you know, when the Adidas drop happened, you know, it was amazing. It was a dream come true. I remember I was like elated, right? Like twelve year old me is like, you know, like having Adidas branded product with my name on it is, you know, pretty fucking awesome, right? And so it was really good. But then I do remember, you know, it was shortly right after that I said to myself and to my team is like, all right, here we have this tech, and as a consumer, I'm not necessarily seeing the things that I want to see exist in the world. So rather than just wait for somebody to build it, I'm just gonna build it myself. And then if people like it, they like it, and if they don't, that's fine too. And that's really when I you, I launched my brand, 90 cc, to kind of focus on what I wanted to see in the world and hopefully lead by example and hopefully other brands follow."
    },
    {
        "speaker": "B",
        "text": "So talk me through nine DCC. And what are you doing? What's your whole vision there?"
    },
    {
        "speaker": "C",
        "text": "Yeah. So basically, when I started, there's basically three main things that I wanted to do. One was I wanted to create an aesthetic that I would want to wear, right? So, for instance, like, I can walk into one of these luxury boutiques, and I can buy something off the rack, and I could wear it out the store. And it's great. I have a high quality, luxurious product, but that doesn't signal to the world that I'm a crypto native, right? And so I think right now in the world, what exists is I can either buy a luxurious product that says, I'm not a crypto native, or I can get some crypto gear or NFT gear that doesn't signal the well made craftsmanship that you get from one of these products. So it's like, why can't that exist? And it's like, well, I would be a consumer of this, and I'm sure many others would be. So that was, one is like, one, the quality and the aesthetic that I personally would want to wear as a 40 year old man that likes to go out and dress well and whatnot, right? And then two is as somebody that, you know, spends money, whether it's on sneakers, handbags, watches, clothing, whatever it is, when I buy something, I would like to know how many of them exist. Like, verifiably, like, how many exists, right? Like, I think we've all walked into those stores where somebody is like, oh, this is only one of x in the world. And you're like, oh, okay, cool. And they sell you on that, but you kind of have to just trust that they're right or that they're telling you the exact truth. So it's like, well, that's a perfect use case for a decentralized ledger, right? If this is one, if this is one of 50, let me verify that it's one of 50 without me having to necessarily trust you, the manufacturer, wholeheartedly on that. So that was two and then three. And this is where I think things have been starting to get really, really interesting, is once we have the products out in the wild, how do we then gamify that experience so that people are drawn to each other to connect and find each other in real life?"
    },
    {
        "speaker": "B",
        "text": "And because like minded people, it's just a cultural thing. If you're gonna like the brand itself, you're gonna probably like each other or have something in common."
    },
    {
        "speaker": "C",
        "text": "Right? And that stemmed from. It's interesting. Cause in June of 2021 for BTC Miami I did this treasure hunt where it was kind of like the first conference after we were all opening up from COVID Pretty much everybody from crypto was going to be there. And I said, okay, what would be pretty cool is if we ran this treasure hunt. And I ran this treasure hunt where I paid somebody to wear, like, my g money shirt. Like, we screen printed a shirt, and I paid somebody to sit there and hand out po ops, QR codes for po ops so that people can just go there and collect it. And we handed out that over the course of three days, we handed out 59 po ops. Because my thesis was, if a celebrity were to come into the space, they're not going to push the boundaries of the tech. They're going to see what other people have done before them and say, that's a good idea. Now let's scale it to my audience. And that's. I'm like, all right, if this is the role I'm going to play, experiment, right? And so what ended up happening over the course of those three days is that one of the stops, there are these two guys that didn't know each other before. Before that event. They ended up showing up at the same time, becoming friends, and then they ended up raising a $35 million venture fund together. And I was like, this is crazy. I'm like, this is amazing. Like, this is two people that followed me and showed up at the same place. How can I start to do this more at school? So it isn't necessarily centered around, gee, money is going to be here, so people that want to go hang out with him can meet there, but, like, allow people to find each other in the wild without me having to be physically present. And so that, to me, was kind of, like, part of the vision that I've always been working towards of, like, how do we help people find each other? Because I think this has happened to everybody where I'm sure you've been out and somebody notices something you're wearing, and they're like, hey, that's a nice shirt. They're like, oh, thanks. And the conversation usually ends there, right? But, like, how cool would it be if, you know, you saw somebody and then you could scan their shirt almost as, like, because I was handing out po ops for people that I met. So it was proof that you met me. It was basically like a non chain autograph. But, like, how cool would it be if we can commemorate, like, us meeting together by us scanning each other's po ops? And now that relationship lives on chain, right? And now we're bringing, like, you know, and you always see these people doing these graphs of, you know, wallets that interact with each other. But now it's like, what about this connection where these people met in real life? And now they were able to, one, memorialize that interaction on chain, and then two is you kind of build out that social graph on a crypto rail without it being, like, very intrusive."
    },
    {
        "speaker": "B",
        "text": "Yeah, we've done similar with real vision. So probably inspired by what you did, we have these meetups where we've done them in 13 cities at the same time around the world, from as far afield as Delhi to Houston. Right. Real vision members get together. We just pay the bill, the bar bill, and some food bill. They all get together, have a good time, because they're all like minded people. They get a poap for attending. And that poap, you know, we can use as a social graph for various points later. It works really well. And also, the other thing is, I've been thinking through it for a long time, is, like, particularly for me, music tickets. When you go to a certain place at a certain moment in time, you all share a commonality. Why the hell would you not want to know? I talk about it a lot. I've still got my Live Aid ticket from 1985, and that was a moment in time, a real global moment in time. And if you could see on chain everybody else there, there's a community in that because you're all going to share some commonality of interest. And I think it's a great idea."
    },
    {
        "speaker": "C",
        "text": "Yeah. It's funny because we did, you know, took almost like, to take that a step further, right? Is we partnered. We did a treasure hunt for NFT NYC, right, where we handed out a bunch of hats. Like, I sent people to different places in New York that were something special to me. And the cool thing is that there's, there's one of the partners was this app called Salsa, which is wallet to wallet messaging on your phone. So we were able to create group chats, to your point, right? Like, how cool would it be if you went to that live Aid concert and then you were in a group chat with everybody in there, and then, like, you know, once, you don't have to be that active in it, but maybe like, once a year, it's like, oh, this is the anniversary. Like, who wants to go catch a concert, right? Like, blah, blah, blah, I'm gonna be here, right? And so it's really. I think it's really interesting because once you can take these off of our traditional social media rails. And we see this all the time, right? Like, why is it hard for a social media platform to gain steam? Is because I can't port my users, my followers, and on my social graph from Twitter to Instagram, right? I have to build that out alone all over again. But how cool would it be if all of a sudden my reputation in Twitter is portable to Instagram? Then I'm more likely to try it. And if it's a really good product, then for sure. And I think that that's kind of what we're starting to see and I'm hoping to see and establish with 90 cc is like the thought of composable reputation in that, right? And we messed around with that a little bit last week where an organization can buy a verified check mark, right? So that means that an organization can pay $1,000 a month for that gold check mark and then they can pay $50 a month to have affiliates, right? And so they can, they can send out that invitation to their affiliates, not employees, but they're specifically called affiliates. So, you know, it's like, well, how cool would this be if we took our 25 most engaged members that are on our leaderboard, right? Because we've gamified that, that system within, within the 90 cc ecosystem. And then we port that onto Twitter and say, almost as a little thank you is like, hey, you're in our top 25. So this is a thank you to you is saying, you know, giving you that badge on Twitter. So then all of a sudden becomes a little more composable, right? Like, I think when we're built on truly decentralized rails, it's going to be super composable. Well, you'll be able to take these to other protocols and build reputation from other place, in other places based on the reputation that you already have. But I think we're already starting to see it with little examples like that. Wherever I had the idea and we implemented in less than a week, I think that is the beauty of stuff like this where it's not necessarily like, well, we have to call the API and we have to make sure and we have to do all this dev work. It's flattening out that stack and allowing the community to be much more organic and composable across different layers."
    },
    {
        "speaker": "B",
        "text": "I also think it's, you said before that you try and experiment because you can. And I think what you're experimenting with is something you and I have talked about, and many of us have talked about, is how brands can have a direct relationship with their customers. And that community can mean many things. It doesn't have to be just about the clothing. It can be about who the hell knows? Because what you're doing is accumulating like minded people without the need of a middleman. And what does that lead to? Who can build on that network? What comes of it? And I think, you know, we've both been speaking to brands about doing this, but you're actually doing it to show the way as well, right?"
    },
    {
        "speaker": "C",
        "text": "Yeah. And it's interesting because, I mean, I love it because when I see a big brand doing something very similar to what I'm doing, I'm like, that's great. Like, I, if. If I can convince a big brand to do something like that, then they probably, their competitors are watching them, and then that kind of starts the entire snowball effect. And I think that that is really compelling. And to your point of, you know, it's not literally just about the clothing. Like, we're in discord right now. Like, you know, people are talking about meme coins, obviously, because that's what people are talking about. Right. But we're also talking about, like, healthy eating habits, and it's like all these other things that it's not necessarily just like, all right, well, I like clothes and you like clothes, and that's the only thing we're going to talk about. There's so many other conversations that happen. And, like, if I can, if people connect in my community, because they're like, hey, we have this overarching commonality and interest, but, hey, we complement each other perfectly for this idea, and we have this startup idea and they start something great. Like, I love using that venture fund as an example because I had never in my wildest dreams imagined that something like that would come from that. And when I heard that story, I was like, wow, I'm like, there's really something special here of not only creating, like, a really good experience of bringing the tech into the real world, and it was a very low lift. Right. You know, yourself to collect the poap is not that hard. You literally just tap your phone and you enter your eth address, and it's as simple as that. But now it's like people can start connecting and you can start bringing that social graph and that layer on chain, which I think is something that's been missing."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "C",
        "text": "Because the problem that I've seen with a lot of the scalability of crypto is, like, how do you verify that somebody's a human, right? And now all of a sudden, if I'm kind of providing that framework of at least the people within my ecosystem that have collected po ops are probably human beings, then I think that starts to work up a whole new network effects going down the road as we build on top of it."
    },
    {
        "speaker": "B",
        "text": "So what are you thinking of now? Are you thinking of growing the brand or growing the network? You know, what kind of order are you thinking of doing this in? How are you planning it together?"
    },
    {
        "speaker": "C",
        "text": "Right. I think because for me, like, the brand stands for something, right? And the brand is something that I think people want to be a part of. I have felt, and I'm sure you probably have experienced something very similar. Wherever I've invested in a lot of deals in the space, I think at this point I'm in over 100 angel investments. And one of the things that I always find a little frustrating is people are like, we're going to be the protocol layer that everybody builds on top of. And I feel like everybody, a lot of devs have built these ten lane highways when there's three cars on the road. And so it's like, great, you've built a protocol, but nobody's using it. So I was like, I'm going to build something that I want to see out there on the application layer and utilize all these protocols and plug them into. Plug my application into them where I see fit, because that's how you're going to get. That's how you're going to get cars on the road. The only way a user doesn't want to say, oh, this is great. SMTP is a great way to send messages in real time to each other on other sides of the world. You're like, I just want to use Google Mail and send an email to somebody. I feel like what I'm trying to do is I think building the brand and building the network go hand in hand. But for me, the only reason people want to be part of the network is because of the brand. And so that, to me, has been the central focal point of what I've been building. And the bigger that the brand gets, then the network effects around that brand, I think will follow."
    },
    {
        "speaker": "B",
        "text": "And how do NFTs fit into all of this? Because you're indifferent between physical and digital, really. I mean, that's the nexus that you exist. How are you thinking about all of the integration there?"
    },
    {
        "speaker": "C",
        "text": "So, yeah, so I think one is all of our garments are chipped, so even on this hat, there's an NFC chip that's right here on the back that you can scan. And so when you scan that, that takes you to a page, a web app, because I don't want people to have to download an application in order to interact with it. Because if you're anything like me, I have probably 300 apps on my phone that I should just delete. I'm just too lazy to delete them. And so, but, like, when you scan that, you basically have two options. One is you can collect the poAp, which is basically proof that you met that hat, right? So that that connection begins to exist. But then there's also an NFT that is tied to that hat that acts as the proof of authenticity that travels with the hat, right. And because, like, to me, like, anytime you buy something, right? And I'll use watches as an example. If you buy a watch with paperwork, it's worth significantly more than buying a watch without it, right. Because that certificate of authenticity is super, super valuable, right? And so maybe in a hat, maybe it doesn't matter, but maybe some, it does matter to some people. But I think the more higher value the item is, the more valuable that certificate of authenticity that travels with it becomes. And so I think that that is one, a very simple and easy use case for nfTs, right? And so that that's really simple, right. And that's kind of bringing it out into the physical world. But I think as you start going into the digital world, right, that one, the composability of what does a wearable look like in the future, I just don't think we're necessarily there just yet because I think the hardware needs to catch up where we're having this conversation in your boardroom, in the metaverse, as opposed to on a Zoom call. Right. I think when that starts to happen, then wearables will probably become more of a thing. But maybe Apple comes out with an amazing product that blows our minds in the next 60 days or maybe it takes another five to ten years, I really don't know. But I think that ultimately you want to have that ownership in a digital format, and there's no better way to express that than with NFT technology."
    },
    {
        "speaker": "B",
        "text": "Also, I think what you're doing is the proof of you meeting that hat, I think is a really good concept. And I don't know if you've seen stuff like club divanity. They're doing it with wine, super high in wine, and they're doing it. That's proof of drink and proof of ownership and proof of transport and all sorts of stuff. But kind of, if you drink a bottle, you kind of get to boast that you've drunk the bottle and it appears on chain. It then destroys that bottle from the marketplace and nobody can then create a counterfeit one. Really clever. It's around the same idea is proof that you've met an object is. Is something. I think that's. That people haven't got their heads around yet. Right."
    },
    {
        "speaker": "C",
        "text": "Yeah. And I think that that. To your point, right. It's like, that's. That's the wine equivalent of saving that ticket. Right, exactly. Right. Now, right. The only way, or before NFTs, the only way that exists was somebody taking a photo to commemorate that occasion. Right. But outside of that, that was it, right."
    },
    {
        "speaker": "B",
        "text": "Or it's. Or it's. What I've got is wine that I've."
    },
    {
        "speaker": "C",
        "text": "Drunk that only sits in your studio at home. Right. Like, and this is like the scalability of the Internet, right? Like, this is why, you know, we're all sitting here collecting jpegs. And that was my initial thesis of if I was going to spend $150,000 on this picture on the Internet or a Lamborghini. Right? Like, the scalability of me showing that off, like the Internet is a million times higher than me just driving my Lamborghini around my neighborhood. Right? And so I think as humans, we want to kind of one show off, like our accolades and show off our experiences. Right. And kind of."
    },
    {
        "speaker": "B",
        "text": "That's why I've got my token frame behind me. Right, exactly. We're humans. We're ridiculous, but that's what we do."
    },
    {
        "speaker": "C",
        "text": "Exactly."
    },
    {
        "speaker": "B",
        "text": "Let's talk a little bit about the NFT space right now, and then we'll move into. What else interests you but NFT space? Firstly, what's interesting to you, and the other thing I saw you talking a while ago about Blur and the issues about the royalties and stuff like that, how you think about the structural issues that's going on in the NFT space. And then also after that, we'll talk about some of the projects that you like."
    },
    {
        "speaker": "C",
        "text": "Yeah, I mean, I guess I would also. I'd love to know what you think about it, but I guess I'll start with my thoughts of. I ultimately think that not honoring creator royalties is net negative for the current NFT space. More and more increasingly to me, from the actions I've seen from blur, is that they're not necessarily here to help transact in jpegs and art. They're here. What I think that they're setting up for is creating a financial system that you can onboard, like a bond. Right. Or you can onboard and credit of some sort, where they're creating that ecosystem so that they can bring like a real world asset on there. Because obviously the pictures don't even matter on blur, but they do. They, like, nfts are a real thing, right? Like, when I first found out about nfts, I was like, I mean, like, every credit desk at some point is going to be brought on chain so that you can see like, what, what is your exposure to somebody? Like, all these bank failures and everything, right? The reason why there's panic is because people have no idea what their exposure is."
    },
    {
        "speaker": "B",
        "text": "But if owns what, a derivative market's a nightmare."
    },
    {
        "speaker": "C",
        "text": "And so, like, what happens if that's all on chain? So you can see in real time, it's like, oh, well, this is my counterparty, and this is how much liquidity they have left, right? Like, even FTX, the failures of everything that's happened in the last year wasn't from decentralized infrastructure, it was all from centralized points of failure. And those points of failure turned out, guess what? Like, you actually couldn't trust that person and you shouldn't have trusted that person, right? And so I think, like, the, from my, from what it looks like to me is that blur is trying to set that up. And I think today the issuers are NFT projects. But in the future, I wouldn't be surprised if it was like commercial real estate or, you know, lending products or whatever have you that come on and trade on a platform like that. And probably nfts and art probably go off it just because there's going to be better experiences for collectors, but there will be the people that are market making and providing that liquidity for people that want it, right? I ultimately am more of a creator first person in the space, but I guess as I've seen blur iterate on what they've been doing, it seems to me like they're just trying to set up for probably a much larger tam of bringing real world assets on chain."
    },
    {
        "speaker": "B",
        "text": "Just to cover my thoughts on it is getting rid of royalties is the complete opposite of why we started web three in the first place. It's as simple as that. We all believe that people should participate and have their fair share of the market and not be exploited by others. And it feels exploitational. I don't like it. And I think the space can self organize to say we're not going to go there."
    },
    {
        "speaker": "C",
        "text": "But, like, to that point, right, is I think what creators have to do is incentivize people to pay royalties, right? Like, why do I want to pay royalties? And I think you can look at the high end car market and the luxury watch market for ideas. Right, where it's like, if you get a Lamborghini or Ferrari and you're able to buy it from the factory, there's like, rules around, like, if you flip it, good luck. Good luck buying one ever again. Right. They're like, nope, you're off the list. Right. And the same thing with watches. If you get a good deal on a watch that's like highly coveted, that's great. If that ends up in somebody's hands over the next five years, you're never getting a watch again."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "C",
        "text": "And so I think that type of that exists in the legacy world. But I think what just has to happen is like, think of something like, and I'll use art blocks as an example where, you know what happens if the people that get access to the drops are the people that pay royalties all the time, right. And so that the less you pay royalties, the lower you fall down on, like the allow list or whatever, right. And so now you're incentivizing people to buy to pay royalties because they want access to the next thing. Right. And so I just think we're going to see some sort of framework like that."
    },
    {
        "speaker": "B",
        "text": "Uber kind of solved it with this. With the scores."
    },
    {
        "speaker": "C",
        "text": "Yeah, yeah."
    },
    {
        "speaker": "B",
        "text": "You know, if you've got a good score because you're a good community participant and the artist is the same, then that match is a good thing and everybody benefits. And if you don't, do you keep falling down the list, as you say?"
    },
    {
        "speaker": "C",
        "text": "Exactly. And then you have longer wait times and you get lower quality drivers. Right. And I think the same type of thing is probably what we're going to see over the next few years in the NFT space. I just, it just, I think the infrastructure to build that out is much harder than it sounds. So it just takes time. Right. And so when you have devs that are building a marketplace and have different incentives, then, you know, if an artist is very prolific and successful, that's great. They have the resources to try to combat it. But if they don't, then all of a sudden they're at the mercy of a marketplace that might not have their best interests at heart."
    },
    {
        "speaker": "B",
        "text": "And the other thing I'm trying to think through is whether the token incentive system for blur is a good thing or a bad thing. It brings liquidity, but I don't know if that liquidity is a net positive or not or whether the art market should be illiquid as opposed."
    },
    {
        "speaker": "C",
        "text": "I totally agree with you. I actually just had a call with some people a few hours ago, where we were debating whether the blur incentives are actually net positive or net negative, that they probably could be paying way less and still be getting the same people participating."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "C",
        "text": "I don't know if it's necessarily bringing new participants into their ecosystem that wouldn't have already been there."
    },
    {
        "speaker": "B",
        "text": "Yeah, exactly. And, you know, I think that art has a liquidity premium or illiquidity premium, as many rare things do. And, you know, I think if art blocks solely sold like punks, you can only buy it by the punks website. There's actually some value to that, that you actually don't want a marketplace for everything. Or if you do, you want a private marketplace. It needs to be the Sotheby's auction. It needs to be that private place."
    },
    {
        "speaker": "C",
        "text": "To that point is, and I'll pat myself on the back because I convinced Eric and his team to start working on their private marketplace because I built my own using reservoir and it was, I mean, we had a live beta test up in like 20 minutes. Right. And so, like, I do think you're going to have, you know, community owned marketplaces where it's by the community, for the community, because that's what we have in the, in the real world already. Right. Like, I want to curate that experience for my community so that when they come in, I don't want them maybe necessarily having an experience that I don't deem fit. And maybe on Opensea, it's not the experience that I want my customer to have. I want them to have a better one. And so I think we're going to see probably, and I'm trying to work on this and solve it of like, how do we incentivize people to trade on the marketplace? So that you start getting that flywheel effect of if you want the best price and the best liquidity, then you just go to that marketplace for that community."
    },
    {
        "speaker": "B",
        "text": "Yeah. Also, if we go back to the traditional world, there's department stores and there's the Gucci store. They're two different experiences. You can still buy some Gucci merchandise in the department store, but what you get in the Gucci main store is exclusivity and a certain sense of exclusivity. And you know that everybody in there is kind of, is a fan of Gucci or whatever it is. Right. So there's definitely the examples, are there not everything has to be a massive marketplace. Right?"
    },
    {
        "speaker": "C",
        "text": "Yeah. And I think, I mean, I'm not sure what the exact percentages were, but I bet if we went back to 1998, I'm sure eBay had the lion's share of GMV on the Internet at that point."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "C",
        "text": "And today it's minuscule and, you know, and nothing compared to everything that gets sold online. And I think the same thing will happen with these like mega, mega sites, right, where there's a specific type of person that will go there and buy off of there. But I don't think long term any brand is going to want to list their products for sale on something where they can't control every piece of that experience."
    },
    {
        "speaker": "B",
        "text": "Yeah. Maybe, for example, you have token gated entry to the marketplace to show you've been a long term holder of something of certain types of assets. That's a pretty easy way on chain to verify that this is a person worthy. That's the security guard outside the Gucci store says you're not dressed like you've just come off a construction site. Of course you can come in, sir."
    },
    {
        "speaker": "C",
        "text": "Right, exactly. Yeah. No, I mean, that's a great idea."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "C",
        "text": "And again, that's some sort of reputation, right. That you can then is transportable where if, let's say, your community and you're doing an NFT drop somebody from my community, you'd be like, oh, well, this person. Oh, they do pay royalties. They're an active member in the 90 cc community. Yes. This is the type of person we want in our community. I think you're going to start seeing more and more of that, especially since all the data is on chain."
    },
    {
        "speaker": "B",
        "text": "So what's interesting you in NFT space right now because it feels a bit dead then there's been the meme coin explosion going on last year. What's interesting to you out in the whole world right now in terms of collectibles and stuff like that, in terms."
    },
    {
        "speaker": "C",
        "text": "Of things that I'm looking out there, I'll say this is, I haven't necessarily been that actively collecting as a whole just because I've been trying to take my time and I've been working on 90 cc. But I guess from the PFP side of things, the two projects that I probably have the most, that I'm the most bullish on is probably pudgy penguins because I think what Luca and his team over there are doing is really cool with IP. And I mean, I just think it's like, it seems really family friendly and you know, they've, they've scaled businesses before in terms of like direct to consumer and stuff like that. And then, I mean, I really love the energy around d gods and ute's as somebody. I mean, I think I could just identify with a 2025 year old guy, you know, that's, like, brought out and, like, you know, trying to have fun and, and stuff like that. So I love what they're doing there, and I think that there's a lot of energy around those projects. So I've been, it's been exciting to be watching them and seeing what they're doing."
    },
    {
        "speaker": "B",
        "text": "It's also been good to see stuff happening on other change like this. Mad lads. I've not been involved in it, but it's just, it's good to see something different happening, something new, because it was, everything was feeling a bit stale."
    },
    {
        "speaker": "C",
        "text": "Yeah, yeah, well, yeah, I totally agree. Right. And I think that, I'm sure you saw this stat where I think there, there's three auctions currently going on, on super rare or foundation or something like that, where it's like, there's just been, like, this lull in the market. At some point, something's gonna give. And I think, you know, your guess is as good as mine is, like, what starts, you know, the next bull market and, like, what causes it to happen? And it could just be, you know, do crypto punks bottom and, you know, they start leading everything higher."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "C",
        "text": "Like, I'll just leave crypto punks and squiggles out of the conversation of things I'm bullish on because I, I think I'm perennial bullet, perennially bullish on those, too. But I think, you know, the opportunity is trying to find what, where is the energy? Where is the excitement now? Because those, just like in the stock market, right, like, the, the, the leaders of every new bull market are going to be different than the ones that led the previous one. And so you just kind of want to try to identify what those leaders are."
    },
    {
        "speaker": "B",
        "text": "And what's your thought process on where yugalabs is? Because it's getting increasingly complicated. They've got a big ambition, but it seems to be very focused around gaming right now. What are your thoughts on all of that?"
    },
    {
        "speaker": "C",
        "text": "To be honest, I haven't really been paying that much attention to it because, to your point, it started, like, there's more and more assets coming out, like, every single week. And I just don't know. Like, if I had $5,000 to spend on the Yuga ecosystem right now, and I've been saying this for a while, where it's like, a lot of these ecosystems get so complicated so quickly that you could have somebody that's like, I want to spend $5,000 right now. And that is a high value customer, right? That's like, this is how much I want to spend right now at this moment. And you're telling me I now need to go and do like 6 hours of research to figure out what I'm going to do? Like as a consumer, if I'm going to be spending that much money on something, I kind of want the good, better best to like give me the quick little list, right? Like which one? With how much am I willing to spend and what are the difference between those three things? And cool, like let me make my decision in 15 minutes if I want, right? Or five minutes if I want. But then if I want to research it, of course I can go down that rabbit hole. And I just think this has been happening. This has happened to a lot of NFT projects, right? I think Yuga was fortunate and I think they did a really good job of, especially out of the gate, it was pretty much like three tiers. But now it's like as they expand the ecosystem, things start to get a little more complicated. And I think until you have a game that people can see the value of what an asset is worth in the game, then it's just like pure speculation right now. Right?"
    },
    {
        "speaker": "B",
        "text": "Yeah, but to be honest, you've done a pretty good job. They haven't really failed at anything they've done. So I'm just interested in seeing it. But the same thing as you, I just find it overly complicated. I'm like, I don't want to spend 17 hours plugging different wallets doing a game, something just to get involved in."
    },
    {
        "speaker": "C",
        "text": "Something to that point, right? It's like there's some people, and I think this will be like in every ecosystem, right. You're gonna have the people that will dedicate a lot of time, right. That might not spend as much money, but then you're gonna have some people that are like, hey, I'm super busy. I want $20,000 worth of exposure to this ecosystem. Just tell me what to buy. I'm gonna buy it, right? And so you have to. And you have to solve for both, right? Because I think both of those, both of those participants in the ecosystem are important, right? And so I think everybody is almost like they're mini fed for their project, right, because they have to manage inflation, manage expectations and all of these things and try to make sure that everybody in the community is happy. It's very similar to the position that Jerome Powell's in. Not jealous."
    },
    {
        "speaker": "B",
        "text": "And also to build network effects or Metcalfe's law valuation, you need a number of participants. So your tam needs to be big and you need to have a lot of depth to that network. So I guess ugo are doing that. They've got everything from the apecoin through to these mad fanatics who will play the game 78 times a day to try and get an extra benefit. So let's say it's just fascinating to watch because it's all an experiment. Final question for you, what are you most excited about over the next twelve months?"
    },
    {
        "speaker": "C",
        "text": "I mean, honestly, just the things that I'm doing with 90 cc, I think that integrating the tech into our real world lives to me is probably the most compelling and interesting things. I think one of the things that we've definitely seen over the last few months is that as the world has opened back up, we're definitely spending less time than when we were all locked up at home in front of our screens. Even though compared to 1020 30 years ago, obviously we're spending more time in front of screensh. But I just think that bringing the tech into our everyday lives and doing it in a way that is seamless. So that is as close to seamless as our current technology experiences, I think is where we need to go to if we're going to get crypto from where it is at the fringe to something that's mainstream. And I think tech will evolve over time because I think just like in 1998, if you wanted to share a picture with me online, it was pretty much impossible. And now, you know, you can share a picture online and I can like it with Instagram and my grandmother can do it at this point. And so I think the same thing is going to happen with, with the crypto tech where the rails will be hidden."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "C",
        "text": "And we're not going to be talking about, oh, this is important because you want to, you want to have sovereignty over your assets and people just like, oh, this is just really cool and it's easy to use and I think the goal now is to kind of get us to, this is really easy to use and this is something cool and I want to be a part of. And that's kind of what I'm hoping to do with nine DCC."
    },
    {
        "speaker": "B",
        "text": "Final, final question. Using your trader brain, we're in crypto spring. Where are we in the market?"
    },
    {
        "speaker": "C",
        "text": "So I."
    },
    {
        "speaker": "B",
        "text": "Are you still nervous? You sound more nervous than I am."
    },
    {
        "speaker": "C",
        "text": "No. So, like, I think that, I think that time wise, I think we're close to a bottom. I think that we probably need a couple more tests of the Fed's resolve to get them to be like, okay, we got to bring out the bazooka. The question is, is the S and P 10% lower, 20% lower? I don't know. Right. So that, to me is where I think time wise we're maybe like two, three months away from wherever the bottom is. It's interesting because even with the failures that happened yesterday, right, like, crypto started rallying. So I think a lot of people are starting to see that. And that reminds me, it's starting to remind me a lot of the 2008 bottom where gold and silver rallied really hard six months, like the weekend Lehman went under, that's when gold and silver bottomed. And then the S and P took another, like five or six months to bottom after that. And to me, it's starting to feel really similar where crypto bottomed before crypto is going to bottom. It topped before the market top. And it seems like it's bottoming before. I think, I think people are starting to front run that trade of like, you know, I don't even, I don't even know if the Fed raised rates today, but they did."
    },
    {
        "speaker": "B",
        "text": "And cryptos flat, but, yeah, so it's."
    },
    {
        "speaker": "C",
        "text": "You know, people are, it's, you know, no more rate hikes at this point. The only way rates are going right now is down and people are starting to front run that trade. And we had three of what, the largest bank failures in the history of the world happen in the first quarter of this year. And we think that's it. So I think we're close time wise. I just don't know where it is price action wise, because we haven't had that. Oh, shit."
    },
    {
        "speaker": "B",
        "text": "Momentous."
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "B",
        "text": "In equities. But we had it in crypto."
    },
    {
        "speaker": "C",
        "text": "Oh, for sure in crypto, yes. But, you know, I think when, when it happens in equities, I think everybody's gonna sell everything for liquidity. And because that's, and I'm using 2008 as, like my, my analogy there because I remember gold. And so the trade was you wanted to be long gold and silver into all that fiasco, but gold and silver got hammered along with everything else as people raise cash. So I'm hoping we don't retest anywhere near the lows because of that massive deleveraging that ended up happening. That probably keeps the low. But is it 20% lower, 30%? I don't know, but I think we're close. I assume you're thinking the same."
    },
    {
        "speaker": "B",
        "text": "I think I'm through the other side and thinking all that's coming is stimulus. And so that's why I feel I use a lot of liquidity measures. They all bottomed in June when ETH bottomed, and then I thought it was a huge signal when this entire space blew up in October. And ETH didn't even get close to making a new low, which was, like, a nice divergence. And that's always interesting to see. And then it feels that we're seeing liquidity around the world starting to improve. The Fed balance sheet started growing a bit, and crypto has done well. So, yeah, I'm actually more bullish. Although we've got this. We've got a real risk of a default in the US because of the debt ceiling and the fact that the Republicans and the Democrats are, like, on a different planet from each other. So there's a lot more risk than the market imagines there. And the banks are still a mess."
    },
    {
        "speaker": "C",
        "text": "Yeah. I mean, so I guess I'll throw in the cat. I'm also, like, probably the most long crypto I've been in the longest time. Just because there's nowhere else to put my money. Right. Like, I don't want to hold the dollar. Right."
    },
    {
        "speaker": "B",
        "text": "Super crucial. Yeah."
    },
    {
        "speaker": "C",
        "text": "Even when, you know, I think the first bank started going under, I was like, well, I don't want to hold USDC. I don't want to hold USD. I want to hold unlevered, long eth. Right. And that's, like, there's nowhere else to."
    },
    {
        "speaker": "B",
        "text": "Put money, you know? And I first bought bitcoin in 2013 at $200 because I'd gone through the european banking crisis and the sovereign crisis, and I had the same realization a lot of people in America are having now. It's like, oh, fuck, I don't own anything. What I think I own in a bank, like money, I don't own. The bank owns my money. And once you have that realization, it's very easy then to switch into crypto and say, fuck this. I'm just not getting involved in that game."
    },
    {
        "speaker": "C",
        "text": "Right. No, I totally agree. So I'd say we're probably on the. We're definitely both on the same side of the trade here. I think you're just. I'm just like, this means. I just haven't seen that, like, max pain yet. But I don't think we get there in crypto. I think it'll be relatively better than, obviously, the clusterfuck that we saw last year. Right?"
    },
    {
        "speaker": "B",
        "text": "Yeah, let's. We don't want to do that one for a few years. We've had enough of that. Listen, my friend, fantastic to chat to you. Really enjoyed it. Good luck with everything and we'll touch base on it all again soon."
    },
    {
        "speaker": "C",
        "text": "Awesome. Thank you so much. Thanks for having me on."
    },
    {
        "speaker": "B",
        "text": "Well, that didn't disappoint. Gee money. Lovely guy. A real pioneer in the space. I love the fact that he didn't kind of believe this is all going to happen to him, but he really is, even though he's very humble, he really is thought of as one of the ogs of the whole NFT web three movement. Because not only was he an investor in the space, he saw the opportunity. But he's been working with brands, driving brands, advising brands, now building his own brand. And I love the fact that he's built his own brand as a web three native person. But he's built a physical brand and then built web three around it, which I think is a different way than we've seen many people in this space. Look, it's super interesting. I think he's wrong about the equity market, but he can't get everything right. Anyway, hope you enjoyed it."
    },
    {
        "speaker": "C",
        "text": "Hey there."
    },
    {
        "speaker": "A",
        "text": "Thanks for joining us today. Just a reminder, today's crypto daily briefing is in partnership with the crypto phenom letter. This one of a kind premium investment newsletter service highlights the next winners coming in. Cryptocurrency tokens and equities get special access Today@phenomcrypto.com realvision that's phenomcrypto.com."
    }
]