[
    {
        "speaker": "A",
        "text": "Kraken Pro is the powerful crypto platform for experienced traders who demand the best. With advanced charts, real time market analytics, and lightning fast trade execution, Kraken Pro empowers you to trade your way, customize your setup, and make every pixel count by rearranging and stacking trading modules in a way that makes sense to you. On Kraken Pro, you have the freedom to put your favorite market analytics and execution tools exactly where you need them. And whether you're a seasoned pro or just starting out, Kraken Pro has everything you need to navigate over 210 plus assets with confidence. Join the thousands of seasoned traders who trust Kraken Pro. Visit realvision.com krakenpro."
    },
    {
        "speaker": "B",
        "text": "Hi, I'm Raoul Powell, and welcome to my show, the journeyman, where I journey to that nexus of crypto macro and the exponential age of technology, the big mega trends that affect the life around us. I think many of you know that. I think the work that I've done on the everything code in global macro Investor, my research service, but it's also on real vision pro macro for those of you who are members there. And I've done as much free content as I can to help people understand this process. The idea that the central banks are understanding that we've hit the debt limit globally from all the major governments. Their main job is to do one thing, and that's debase currency over time. It's called financial repression. The idea is you debase currency, so the value of your debt goes down. And also the value of assets optically rises. So the collateral, which is that base layer to any lending economy, is protected, because if you lose the collateral that happened in the housing market in 2008, what happens is the whole house of cards comes down. So there's one game in town, and that's the Fed, the BoJ in Japan, the PBOC in China, the European Central bank, the Bank of England, the Bank of Canada, everyone's doing the same thing. And the aging populations exacerbate this because that has all the savings pools, so they can't let those people go bust either. That debasement has optically forced asset prices to rise. So what's really interesting, and again, I've talked about this at length before, is if you divide the S and P 500 by the fed balance sheet or the GMI Global liquidity index, what you find is the S and P 500 has gone nowhere since 2008. And nor has gold, nor has real estate, nor global equities. I mean, basically all assets have gone nowhere. And that's the world we all kind of feel like we're living in, yet we see these equity markets rising, and we're like, well, my income's not rising. How the hell's this going on? My business isn't booming. Sure, some businesses are booming, but most aren't. And that's the magic of debasement. It kind of is a wealth tax on you, and you don't really realize it, so your wages don't rise. Cost of asset keep going up. Within that whole process of understanding the everything code, I did divide pretty much every major asset in the world. I was using gold and copper, everything just like what outperforms the fed balance sheet. Where do you put wealth now? Most of these equities, s and P 500, for example, basically holds its value. So you're not getting worse off for that, but they're going up more than your wages, so you can afford less of them. But that doesn't help your future self, because an asset is just future deferred consumption. But when I looked at the Nasdaq, it was like in a straight line up versus the balance sheets, and it was outperforming the basement. And that got me down the route of the exponential age, understanding that technology is a mega secular trend. But beyond that is the ludicrous trend of crypto, and crypto, and I've talked about this from every angle. To try and get people to understand is a life raft out of debasement. It's a new financial system being built. It's an entire network of the Internet of value that we get to own a fractionalized share of whichever country we're in. It's the same globally homogenous product everywhere in the world. We all have an equal chance of putting 10% of our paycheck in this massively fast growing asset. It's the fastest growing asset class of all time in terms of number of people using it. It's the second fastest growing technology in history, only just been better by AI recently. But beyond that, it's faster than the Internet, and it's like owning a share of the Internet. That's the magnitude of what it is. It's currently a market. I think this cycle ends up at 10 trillion on its way to 100 trillion, 200 trillion. That is a big fucking megatrend. With the debasement of currency, the adoption of a new system, and the fact that it's a life raft from the old system that creates this supermassive black hole that sucks in capital and it outperforms everything. It's the biggest macro trend and bet of all time, which is why I dedicate so much of my time to it. And on a risk adjusted basis, it outperforms every asset. It's like an alien asset class. There's just literally nothing we've ever had before has had this performance with this little risk, even though it goes up and down, like 70 or 80% on the downside and then up ten x on the upside. Still, on a risk adjusted basis, it's the best risk adjusted asset in the world. I mean, Yuri and Timur from Fidelity produced an amazing chart which shows all of the risk adjusted assets and then bitcoin at the top, right. It completely doesn't exist in the same framework as anything else. So anyway, this massive trend is the reason I have this t shirt. The t shirt is don't fuck this up. And don't fuck this up is we are being given the gift. We need to take the gift. And the game is not to lose your tokens and not to do stupid stuff and not make money. I don't want people coming to complain. They debased our currency and we didn't make money from it. We got poorer. No, you've got the opportunity. Take it. But making money is not easy. And making money requires work. And it requires work to get an understanding. Probably why you're watching this now. But also I do believe that you learn by being surrounded by smart people. I'm so lucky to be able to talk to some of the smartest people in the world at real vision. We have this incredible network where you can connect with all these amazing members in 121 countries around the world and talk to them about what matters to you. Exchange ideas, exchange trade ideas. Exchange thoughts. Meet up with each other around the world. That whole incredible spinning globe where you can just choose a country and go and find people who live there and talk to them about it. It's incredible. But also the knowledge that real vision provides and the tools that provide give you the chance to not fuck this up. It gives you the chance to understand what you need to navigate this journey and to profit from it. So I know many of you are watching this on YouTube and you kind of watch the plug occasionally for realvision.com. and you probably haven't gone there because I don't know why there's inertia of doing it, but it's crazy. Honestly, if there's so much that will help you, you will increase vastly your probability of success. And it's free. So go to realvision.com and sign up for that, and while you're at it, please also sign up for the YouTube channel, because that just helps us make sure we get the best guests in the world, because the channel is growing, obviously, like and comment as well if you find this useful. Anyway, next conversation is with a good friend of mine, King Arthur. Arthur Hayes. King Arthur of crypto. Let's talk to him. Because he's like me, he thinks about it from a big picture macro framework and then drills down, and it's always a rewarding conversation. And I think you and I will learn something new yet again. All right, see you the other side. Join me, Raoul Powell, as I go on a journey of discovery through the macro, crypto and exponential age landscapes in the journeyman. I talk to the smartest people in the world so we can all become smarter together. Arthur, good to see you, my friend."
    },
    {
        "speaker": "C",
        "text": "You too. Been a long time."
    },
    {
        "speaker": "B",
        "text": "I know. Too long. Too long. But everyone's been busy again, right?"
    },
    {
        "speaker": "C",
        "text": "Suddenly I was making money. So everybody. Yeah. Got other shit to do."
    },
    {
        "speaker": "B",
        "text": "That's right. We've all got smiles on our faces, everything. That's great as ever. Well, firstly, tell us what you're doing now, just because you're working on new stuff. And then we'll just go, I want to dig in, as ever, to your bigger picture macro framework. And then we'll come down into tons. So what are you up to these days?"
    },
    {
        "speaker": "C",
        "text": "So I'm chief investment officer of my family office, Maelstrom, and basically we're a early stage token shitcoin fund. So just my money, and there's four of us in total. There's one guy who runs the book, and we try to invest in stuff that we think is going to do well over the cycle with a different sort of mindset than your traditional venture capital firm, because it's all my money. I like to have more of the money than I have now. Therefore we actually sell things. And so it's a little bit different mindset than our traditional VC fund, which is LP's. You're just trying to take all their money through management fees. So it's fun. It means that we're able to have a different sort of investment philosophy throughout the cycle. And I'm loving it, uh, learning so much about what's going on in crypto. It informs my views on any sort of, like, liquid punts I do and different tokens and coins, but, yeah, that's what I spend most of my time doing. And then obviously writing my. My blogs and, um, being a troll on Twitter as well, or actually, whatever."
    },
    {
        "speaker": "B",
        "text": "It'S called religiously because they're always great. So let's um, we'll talk more about shitcoins and the general opportunities in a bit. Um, talk me through your big picture of you. You know, where are you now in thinking through this? You know, I think you and I share the same idea, this kind of everything code idea of somebody's got to pay for this debt issuance that's coming, stuff like that. So talk us through how you're seeing the world at very big level right now."
    },
    {
        "speaker": "C",
        "text": "I think at the very simplest level, I believe, and this is my own sort of heuristic, that real interest rates and Japan, China, EU and the US are negative. And I define that as ten year government bond rate minus nominal GDP. And once you step back from sort of your education and the relevant ism of whatever economic school that you went to or books that you've read and you maybe take a look more in China, like GDP growth is literally just a number that the government can make be whatever they want. As long as you're willing to issue debt, you can get GDP to be whatever you want because you as a government can crowd out everyone else and spend on goods and services. And if Biden needs a 5% nominal GDP, then he can do it. Just go spend the money. Same just like in China. And so I think people lose sight of that. That oh, this GDP number is a sort of exogenous variable that just happens to happen because people do things in the economy. No, if the government is willing to borrow money and they can borrow it cheaper than nominal growth rate that they're generating, then they're just going to keep spending money all day long. And so that I think is just powering all assets."
    },
    {
        "speaker": "B",
        "text": "That's the big game, right? That's it."
    },
    {
        "speaker": "C",
        "text": "It doesn't matter."
    },
    {
        "speaker": "B",
        "text": "Everything else is like, how I think about it is, okay, in a massively debt laden world, GDP is the thing that pays the interest on the debt. And as long as that's high enough, they just keep issuing more debt. I got to the fact that the government is, let's say, 100% of GDP in debt in every country except Japan and China. China's a bit weird. So if interest payments are 5% and GDP is at 5%, then there's no money left for the private sector. So it all ends up on the balance sheet in the end because somebody has to pay for the interest on this debt."
    },
    {
        "speaker": "C",
        "text": "Exactly. And so I think right now the authorities are doing everything they can to make sure that the rate that the government borrows at is below the growth of the economy. And how do they do that? They financially repress us through all the different things that people have been talking about, banking regulations, the way in which markets operate. But this time around, we have crypto, which is the first time in human history where there's a way to easily opt out of the system. Obviously, there was gold in the past, but gold is heavy. It's really hard to move. And so if you wanted to get a million us dollars of gold out the door really quick, it's a process. Versus. I can have a million dollars of bitcoin, or a billion dollars of bitcoin, or $1 of bitcoin. It all weighs the same amount of nothing. And so now we have this ability, as citizenry, to say, okay, well, you want to run that game? Cool, run that game. But my capital that I save is going to be over here, and you can't tax it with inflation. So I think that's the secular thing that's going on. And the Fed and all these other central banks between 2022 and probably a little bit of last year attempted to play the game that they actually cared about the value of the currency by trying to tighten things up. But it became very clear during the banking crisis in 2023 that anytime there's a disturbance, the Fed and the treasury will step in and save the day. And you can think about any other major country. BOJ today said they were making things more tight. All they did was move deposit rates from minus ten basis points to zero and still do QE. And people are like, oh, yeah, the DOJ is tightening. No, they're not tightening. They're still printing money. And so, like, everybody is playing the same game. And I think if you're, you know, attuned to that, then it doesn't fucking matter. Like, whatever the Alphabet soup program that they come out with, it all does the same thing. How do I keep the money in the system? And so how do I get out as a. As an investor? And that's, to me, is crypto. And that's why I think that this cycle is going to be insane, and people don't have enough imagination for how crazy things can get."
    },
    {
        "speaker": "A",
        "text": "Hey, everyone, we're going to take a quick break right now to hear a word from our partners. We'll be right back with more of the day's top analysis on the real vision daily briefing."
    },
    {
        "speaker": "B",
        "text": "Whoa. Landing an account this big will totally."
    },
    {
        "speaker": "C",
        "text": "Change my landscaping business."
    },
    {
        "speaker": "B",
        "text": "It's going to mean hiring more guys and more equipment and new trucks. For the new guys to drive the new equipment in. I don't know if I'm ready."
    },
    {
        "speaker": "A",
        "text": "You can do this, and Ford Pro finsimple can help. Our experts are ready to make growing pains less painful for your business with flexible financing solutions that meet the needs of your business today when you need them. Get started@fordpro.com. financing."
    },
    {
        "speaker": "D",
        "text": "Factor'S delicious ready to eat meals make eating healthy every day easy. Wherever tomorrow takes you, be ready. With pre prepared, chef crafted and dietician approved meals delivered right to your door, you'll have over 35 different options a week to choose from, including keto, calorieSmart, vegan, veggie and more factors. Meals are ready to heat and eat, so there's no prepping, cooking or cleanup needed. It's the perfect solution if you're looking for fast, restaurant quality meals done easily, get as much or as little as you need by choosing six to 18 meals per week. Plus, you can pause or reschedule your deliveries anytime. And they've done the math. Factor is less expensive than takeout, and every meal is dietician approved to be nutritious and delicious. Head to Factor meals.com Journeyman 50 and use codejourneyman 50 to get 50% off. That's codejourneyman 50 at factormeals.com Journeyman 50 to get 50% off."
    },
    {
        "speaker": "B",
        "text": "So in order for it to be really crazy, we need some more Alphabet soup, right? It's the cowbell idea. Somewhere somebody's going to do something. Now, we've seen the US wants to change its banking regulations yet again, which kind of means banks have to hold more treasuries. That's one way of not doing QE. But doing QE is finding buyers of this shit. Where do you think it comes from? Obviously, we've got the whole commercial real estate issue, which is a nice excuse for them to maybe print a trillion dollars. But where are you thinking this comes from?"
    },
    {
        "speaker": "C",
        "text": "Banking reserves. Banks have $3 trillion of QE sitting on the Fed's balance sheet. It was perfectly great opportunity. Okay, no capital charge for treasuries. Great. I have a great bonus. I'm 0% cost of capital. Five and a half on a three year or three month or 4.3 in a ten year. Great. All carry to me. I'm not going to lend a single dollar out to a real person or a business. And they'll get paid a lot of money, and that's exactly what they'll do. Because the rules of accounting make it very, very profitable to hold government debt. And that's not just the US. It's everywhere in the world. It's the same sort of game that the financial regulators play."
    },
    {
        "speaker": "B",
        "text": "So does that mean we won't be using the Fed net liquidity number? We'll have to adjust it to look at bank reserves as part of it, I think so."
    },
    {
        "speaker": "C",
        "text": "I think the QE game was so well known that they need to use it again. Yeah, QE is a bad word. Even, like, your random person on the street probably knows that QE means printing money. That means that they fucked up. So they needed a new way, some new esoteric way the money markets function. I mean, even reverse repos is now probably, like, commonplace for most average investors who are, like, who would have known, like, 15 years ago, that you have so many people talking about, like, how these esoteric caverns of the money markets work. And this is what's ramping markets. And so as the Internet is giving us all this sort of information and sort of real time transparency, what these charlatans are doing with our money and our savings and our time, they're gonna have to come up with a new name for this. It doesn't really matter what it is."
    },
    {
        "speaker": "B",
        "text": "That's all they keep doing. It's like, okay, you figured that bit out, so let's do something else. So you don't notice that for a while, you know, we did it with draining the reverse repo, as you said. I mean, that was a. And the classic one. And the TGA has been another nice one. There's been all of these nice little tricks that they've had. What about China? China seems. And you're over that part of the world, what's going on in China? And it feels like they're in a full debt deflation right now because of the real estate market. How are you thinking about that?"
    },
    {
        "speaker": "C",
        "text": "What I don't understand is the why of this, but put that aside. So in China, if you are the average person going to buy an apartment, you prepay the entire value of that apartment before you get delivered the apartment. And so then it's a liability of the developer to then complete that unit. So this is the problem with the chinese housing market, is that they have a liability to the populace, which is, hey, I took all this money from you and I promised to build these apartments, and now I don't have any access to credit. And so I squandered the money doing whatever I did over the last 20 years, and now I can't complete these apartments. And so then the chinese person who's, you know, busted their ass to save up for, you know, some of the most unaffordable housing markets in the world. If you look at median disposable income to housing prices, Beijing, Shanghai, these tier one chinese cities are the most expensive places to buy housing in the world. But people saved and did what they had to do to put down the money in full to buy these units. And now the developer saying, hey, I can't complete these. So then what do you do? You have all this capital tied up in this house or apartment that's not going to be delivered. You cut down on all the other things, right? On spending. Yeah, of course, spending is growing in China, but not fast enough for the amount of debt that they've accumulated over the last 20 or 30 years. So that's the issue. And the central government to date has not come with a solution that is addressing that problem because it's a very expensive problem to address. And the PBOC and all these economic officials understand that they've issued so much debt to onboard the however many trillion renminbi of building houses for all these people who will no longer get their house because these property developers went out of business. That's a very, very difficult political thing for Beijing to solve. And so they're trying to do things piecemeal that don't really address the problem, which is why I think China is going to be locked in a low to no growth, low to low to no real growth situation for a very long point in time. And, you know, you would probably. Chinese bank and financial stocks are value trap. Are they going to have a financial crisis like a 2008? No, because it's a closed system and the government can do whatever it needs to do to make sure the banks are in business because the government owns the banks. So I think China is just a value trap at this point. Not going to have a financial crisis until Beijing feels that they want to launch a very aggressive stimulus program to make sure that these people get their houses built or buys these unsold units off of the property developers balance sheets. Again, very expensive. Then I think China exists over there in the ether, but not really relevant at this point in time."
    },
    {
        "speaker": "B",
        "text": "Yeah, it just feels like it's Japan all over again. Demographics, the same debt issues in many respects. And it just feels like the only thing Japan learned, the only thing they can do is monetary stimulus at various points just to keep it going because nobody wants the banking collapse because that's the end of everything."
    },
    {
        "speaker": "C",
        "text": "Yeah. So there's not going to be a financial collapse. It's just going to be a flat line for a very long time until whatever. Maybe there's some political decision that they want to do, like a 2009 or 2015 style mega bazooka stimulus. Maybe if the Fed eases a bunch more, then they'll feel like, okay, we could ease too, because our currency is not going to get trashed at a relative basis. So we'll go and we'll spend that much more money to bail out these."
    },
    {
        "speaker": "B",
        "text": "Property developers and the US have to cut, right? They don't really have a choice."
    },
    {
        "speaker": "C",
        "text": "It doesn't matter. If you take a look at the. So obviously quantitative tightening, they're reducing the balance sheet. That's the net drain of liquidity. But you have interest paid on excess reserves. So there's $3 trillion sitting in these accounts that are the bank's reserves. They're getting 5.5% or whatever, 5.4%, whatever it is on that. That's however many hundreds of billions of dollars of cash straight to the banking system. Anyone who holds treasuries, obviously massive amounts of short term t bill issuance. Wealthy Americans, wealthy institutions, banks themselves, money market funds, again, a trillion dollar annualized coming out of the treasury. Reverse repos, again, another, I don't know what it is now, like 400 billion. Still, it's a lot of money, more interest being paid. So if you add all those up together, they're net stimulating the treasury and the Fed, even when they have high interest rates, because the higher you raise the rates, the more interest you're paying out to wealthy asset holders. And so what do they do? I mean, I was in Japan for most of the winter. You see a lot of older Americans in Japan. There's more Americans at these ski resorts than I saw mainland Chinese. It kind of reversed. Where are they getting the money from? Janet Yellen and Jerome Powell. So I think this on the debtor."
    },
    {
        "speaker": "B",
        "text": "Side of the balance sheet. So look, I mean, none of the tech companies have debt, so it's irrelevant to them. They all earning the interest, so they're super happy. There's a bunch of old economy stocks, the 18 t's of this world that are pretty fucked in this environment. Household seem to be all right because they locked in mortgages, so it doesn't really affect them. So how about that debt aside?"
    },
    {
        "speaker": "C",
        "text": "Well, I think even in the corporate balance sheet, I forgot the chart. I think Jim Bianco publishes it periodically. The net amount of interest payments, the net receipt is rising as interest rates go up because all these corporates in an aggregate basis, obviously there's the at and t of the world and the General electrics that are fucked. But on an aggregate basis, corporate America loves higher interest rates. Like, you know, like a Berkshire Hathaway. What does it make? $100 billion last year in interest? Like, it's just insane or something. Great. Maybe it's not a hundred billion, but some obscene amounts of billions of dollars that Warren Buffett made sitting on his fat ass doing nothing, drinking a Coke. Thank you very much, Jenny Ellen. So I do not believe this notion that a 5.5% rate is restrictive. It is not because of all the different ways they have to pay people to make them not lend. Why do they pay interest on excess reserves? Why is a reverse repo? Because the Fed wants to fix the price of money. The only way they can do that is they have to pay the banks and money market funds not to release this liquidity back into the markets. And so again, as they raise rates, it actually is not. It's stimulative and not restrictive like they would want you to believe. And we've seen that. We're seeing AI crypto. Like, okay, the Fed's raised rates fastest pace since 1981, and we're off to the races. So obviously what they say on the tin is not what's actually happening."
    },
    {
        "speaker": "B",
        "text": "And also, my view on this is like, nobody gives a fuck about 5.5% hurdle rate when the asset goes up 100 or 200% a year. It's just irrelevant. If it's a secular trend, crypto or tech interest rates don't really matter."
    },
    {
        "speaker": "C",
        "text": "Well, crypto and tech companies don't need banks, so who gives a fuck what their interest rate is? Apple can fund its capex. Google can fund X capex. Microsoft can fund its capex from retained earnings. The price of money doesn't matter. But if you're some widget company in Ohio, well, fuck, you're not getting any loans, especially not from a regional bank. That's not too big to fail. No loans for you. You're fucking suffering. But you're not going to see that, because no one cares about the S and P, other than the seven companies that power all the returns, which are all tech stocks that don't need banks. And obviously crypto. The whole point of crypto is to disintermediate the tradfi banking system. Of course, we don't care if there's no credit from tradfi coming to crypto. There never was. So again, this whole notion that 5.5% on fed funds is restrictive is for gazing."
    },
    {
        "speaker": "B",
        "text": "Yeah, I totally agree the other thing I think through is the Europeans as well. They are shit scared of the energy issue that they've got and they want to get to cheap cost of energy through green energy. And you've talked about energy is the key input into productivity, for example. I think the Europeans are going to end up stimulating on that side yet again to keep paying these bills to get them off russian gas and other stuff. That's another big net stimulus I think people are even looking at. But you start to hear the Europeans making noises about this again, about starting to stimulate on that side."
    },
    {
        "speaker": "C",
        "text": "Yeah, I think Europe's kind of just like bitch boys of the US and kind of irrelevant as long as you're willing to."
    },
    {
        "speaker": "B",
        "text": "It's not irrelevant in the fact that the nominal GDP growth is just not enough to cover the debt payments. So the US kind of can do that, but Europe really can't. And so that becomes a bigger issue."
    },
    {
        "speaker": "C",
        "text": "And in China's destroying their auto markets, Germany no longer the big largest auto exporter, obviously they're caught in the middle. No cheap energy and no final markets for their stuff. What are you going to do? So I don't know."
    },
    {
        "speaker": "B",
        "text": "And that's why I use the global, the one we have at GMI, the global weekly liquidity, because sometimes like 20 1615 the US was still flat. The balance sheet wasn't growing. Liquidity wasn't growing, but Japan and Europe were. So there's different parts. It can be any one of the central banks. The debasement comes from everywhere because they're all using a dollar based system, essentially."
    },
    {
        "speaker": "C",
        "text": "Yeah. And they're all running the same theories and economics. They all believe the same stuff. They all went to the same schools. Regardless of what the, their federal government preaches about communism and socialism and capitalism, whatever, they all do the same thing. So yeah, what's true for one is true for the all. It's in different flavors."
    },
    {
        "speaker": "B",
        "text": "My opinion on this is they actually know what they're doing. They know they're debasing the currency and they've all kind of agreed it. How do you think through that? Because we all say the central bankers are dumb. I'm not sure that's true. I think they know exactly what's going on."
    },
    {
        "speaker": "C",
        "text": "I don't think they're dumb. More so the politicians, right? If I'm a politician in any system and I have the ability to print money, what do I do? I give away free shit to people for their support. Whether it's a one man, one vote democratic system or it's some sort of fascist communist system doesn't really matter. At the end of the day, the people in charge promise, the majority of the people who aren't that wealthy, like, hey, I'm going to do something for you now. They don't tell them, I'm just going to print money into base your currency to pay for it. But again, it's all the same game. There's nobody in the world, however many elections that are happening this year, except for maybe Argentina, which are like, hey, we've spent too much. We need to cut back on government services. We shouldn't be doing all these things. We're going to balance the budget. It's going to be tough. But we take our knocks now and the future is bright. No one's campaigning on that anywhere in the world. And so if that's not going to happen, then why would you stop?"
    },
    {
        "speaker": "B",
        "text": "Yeah. My view on that is they don't want to blow up the baby boomer complex. The great baby boomer complex is where all the savings are. They are baby boomers themselves. They don't want the equity market to go down because that's the collateral of the system. So they protect that lot and sacrifice everybody else in the entire system. Because a retiree, it's fine. You debase the currency, your share portfolio goes up, you've got higher interest payments. Right now they're all fine. Everybody else is totally screwed in this."
    },
    {
        "speaker": "C",
        "text": "Yeah. But again, thankfully we have crypto, so there is a way out."
    },
    {
        "speaker": "B",
        "text": "So let's talk about that. So this crypto life raft, the regulators are kind of struggling still with letting it happen. They want to throttle it. How are you seeing the big picture play out of the regulation, the adoption and how governments allow it to happen and that kind of phasing?"
    },
    {
        "speaker": "C",
        "text": "So there was a paper written by this guy at a Columbia Columnarus, I can't pronounce his name. And it was about fiscal dominance. Basically, the federal government has issued so much debt, the spending is so high versus the tax receipts, that any sort of notion of independent central banking goes out the window and the central bank becomes a tool of the federal government to pay the bills. Right. And if you think about what the problem is for the banking system is, okay, we know all this inflation is coming, we know that we're going to be forced to buy these bonds and we know that's going to ding our profitability. But there's this escape raft and called crypto. And if people really latch onto this and they say, hey, why do I have these dollars, euros, yen, yuan, whatever, let me go buy an asset that's outside of this whole system, and then I'll just sit back and watch, watch the fireworks. That's not good for the banks. They're not going to make any money on that. So what do they do? Starting in 2023, all of a sudden, the winkle clowns, they try to get an ETF approved for ten years. Did the Lord's work for ten years trying to get this ETF approved in the US. Still don't have one, by the way. And Larry Fink, within six months gets an ETF tradfi, says, okay, this crypto thing works. There's obviously this zeitgeist of too much federal spending. I mean, Jamie Dimon rages on about every fucking quarterly report. Oh yeah, the US is spending too money. Us is spending too much money. Well, instead of them getting fucked by them being forced to buy bonds that are negative real yielding, well, let's have a product that we can throw our clients into and make fees that's still within the system. And that's why I think these ETF's are now being embraced, which is, hey, here's this crypto derivative. You don't actually get to use bitcoin because you can't withdraw it. You can't even redeem it. You want to redeem, you get dollars back in. These ETF's not bitcoin. And so it's just a way to put all these people who want to get into this crypto life raft, but don't want to put in the real work and deal with private keys and OPSeC and all the things it's annoying to. Again, freedom isn't free. And here's his ETF. You can subscribe through your retirement account, your pension fund, you can buy it on a stock exchange. You've got all these respectable looking folks selling this to you now, saying, this is a way to diversify against inflation and the banking system reaps fees. And we've seen how successful it's become. So I think there's going to be a bitcoin ETF, an ethereum ETf, a solana Etf. Regardless of what any politician says, the banks know this is their way to stave off the effects of being forced to buy these bonds that are bad deals for them."
    },
    {
        "speaker": "B",
        "text": "And also the government quite likes it because the money is actually not leaving the system. It's not you and I opening having our ledger and taking our money outside of the system. Which is why when I saw the european mess back in 2012, that's what got me into, into bitcoin because I just wanted to be outside the system, but these people aren't, so they're just kind of renting the performance of it without leaving the system. And that's a nice way for the government to say, well, guys, you play in this, but it's going to stop them opening the Coinbase account, at least starting the journey."
    },
    {
        "speaker": "C",
        "text": "And it's better to do it this way than to ban something. Because when you ban something, then people are like, oh, why are you banning it? Maybe I want to have some of it. Look at the illegal narcotics trade around the world. You tell people they can't have some, they say, no, I'm going to have it. So why not just say, oh, yeah, you want crypto. Oh, here's a blackrock fidelity, blah blah blah ETF. It's safe, it's custodied, and your bank that you know and trust, blah, blah, blah, come on in. So I think that is for some people, they're crypto thing. They want to take their fiat trade crypto and earn more fiat, which again, is fine. It's a choice that people get to make. But if you want to take your fiat and save it in something that's outside of the system, then you have to go and buy physical bitcoin and deal with the issues that come with owning physical bitcoin."
    },
    {
        "speaker": "B",
        "text": "And for me, I know the government's probably thinking, great, we've got everybody contained. I actually think it'd be reverse. It's a trojan horse, because once you start to learn about this space as you go down a very, very deep and long rabbit hole and you realize why you're doing it, and before you know it, then the ETF doesn't make sense for you anymore because you want to diversify. So my mental model for these ETF's is we got cryptoland and fiat world, and this is just a trade deal between the two. So hot money flows. If you think of VC as FDI and you think of this as hot money flows, it's just a trade deal. For me, it's like, this is as big a deal to me as China opening up after the WTO agreement because we got now a free trade agreement essentially between them. Well, relatively free."
    },
    {
        "speaker": "C",
        "text": "Yeah, I guess we'll see. We'll see how free it is, how much, what the price impact is. Are people actually going to hold this stuff if market's down, went out 1015 percent over the last two days, how is that going to affect the flows? How secular is this trend of cash coming into these ETF's. How much do people actually believe in this negative correlation thing? And can they actually deal with the volatility? I don't know. We're going to find all this out about this new segment of the market and how they behave when they start seeing the real volatility that's been suppressed in trad five for the last 40 years. I think the jury is still out on how big the positive impact would be. I definitely believe that the banks love fees, and this is a fee bonanza. It's an opaque illiquid market where the customer, they don't care if they're paying a 2% spread if the thing goes up 30% in a quarter. But the bank trading desk is loving it. Blackrock just showing them all sorts of stuff. So I think there'll be as many ETF's as they can get out in this market as quickly as possible just to ramp up aum and get those fees."
    },
    {
        "speaker": "B",
        "text": "Also, I think they're praying that they're not allowed to give ETh yield because if they get the ETF out and they keep the yield themselves, I mean, that's a huge fucking bonanza because they keep the 5% yield, it'd be great. And they're greedy. They will take it any opportunity. I know Fidelity's just filed today to offer the yields, staking yields, but let's see. My guess is the Sec says, oh, it's too complicated, and Larry and everybody else will start printing cash in this kind of stuff and people will realize. So as that money flows into crypto, into our world, into crypto land itself, what does it do to the risk curve? We've already started to see some sort of bananas price action as money starts getting recycled. So let's talk through how the risk curve flows."
    },
    {
        "speaker": "A",
        "text": "We're going to take another quick break to hear a word from our partners. We'll be right back with more of the day's top analysis on the real vision briefing."
    },
    {
        "speaker": "D",
        "text": "Factor'S delicious, ready to eat meals make eating healthy every day easy. Wherever tomorrow takes you, be ready. With pre prepared, chef crafted, and dietitian approved meals delivered right to your door. You'll have over 35 different options a week to choose from, including keto calorie, smart vegan, veggie, and more factors. Meals are ready to heat and eat, so there's no prepping, cooking, or cleanup needed. It's the perfect solution if you're looking for fast, restaurant quality meals done easily, get as much or as little as you need by choosing six to 18 meals per week. Plus you can pause or reschedule your deliveries anytime. And they've done. The mathematic factor is less expensive than takeout, and every meal is dietician approved to be nutritious and delicious. Head to Factormeals.com Journeyman 50 and use code JourneYmaN 50 to get 50% off. That's code journeyman 50 at factormeals.com Journeyman 50 to get 50% off."
    },
    {
        "speaker": "C",
        "text": "Well, it's a wealth effect, right? So you and I hold physical bitcoin. We're like, oh, wow, we feel real rich. We got all these new people in pushing up the price. What else do you want to own in this space? And then you move to the ETH, and then you go to Solana, and then all of a sudden, you're fucking trading slurp. Or like, dog with hat. It's fun. It's this humans experimenting and playing games with each other that have monetary payouts on the Internet. And I think it's a lot of fun. You know, obviously treat you with responsibility and all that kind of stuff, but it's pure emotion. It's no central authority telling you what you can and what you can't do. Whatever someone wants to list, they just do it. And it either succeeds or fails instantly. And I think that's super powerful, and it's. And for the first time in a long time, people are having fun doing this thing called trading. And some of it is tasteless memes, but whatever."
    },
    {
        "speaker": "B",
        "text": "But you've been on this whole thing about the memes and the power of memes and what actually means to crypto for quite a long time. I think you and Meltom have probably been really early in identifying that this is a real thing, and these are cult, it's tokenized culture. And some of it might be fleeting, like slurp might last a day or may last ten years. Who knows? I mean, doge. I mean, who the fuck thought Doge would survive? But it's still worth multi billions of dollars."
    },
    {
        "speaker": "C",
        "text": "Yeah. And the chains that can support this culture are going to be the chains that have value. So Solana, and I'm a big bit of an eth maxi in terms of who has the best decentralized Internet computer. But at the end of the day, if the Solana price is going up because people are launching these meme coins on it, and a new developer to this space says, oh, this is interesting. I want to develop on Solana because I know I have users. Why does Solana have users? Well, it was a very easy platform, good UI UX to launch these dog money coins. And so it brought attention. So, yes, you can poo poo these things as stupid and valueless, but if it brings attention, if it brings more engineers to the space, then it's positive value for the chain itself."
    },
    {
        "speaker": "B",
        "text": "And also, look, the attention economy, we know we live in it. You know, we're all on Twitter. It's part of the attention economy. Somebody else gets to monetize us. Here's a different way of monetizing the attention economy. I mean, dogwiv hat has got all the attention. They're going to put it on the fucking sphere in Vegas, right? It's ridiculous and hilarious, but as you say, people get to write their own rules. They're not told by some bloke in a suit that they shouldn't be doing this. They know that. Everybody knows that this is ridiculous. It's not like, oh, I got caught out by this meme coin thing. I thought they had value. Everyone knows they got no value. And it's a game of chance, but it's fun."
    },
    {
        "speaker": "C",
        "text": "Yeah, exactly."
    },
    {
        "speaker": "B",
        "text": "I mean, is gaming mentality writ large? Because if you think about that young, the younger crowd, I mean, they grew up on gaming. This is the same thing, but just gaming with money."
    },
    {
        "speaker": "C",
        "text": "Yeah, trading, I love it. I think it's just pure expression of human emotion. And if you're a big technical analysis person, this is probably the best place to deploy those strategies because there isn't a central bank manipulating things. It's literally just a bunch of humans treating with each other. And that emotion is expressed in a candlestick chart. It's beautiful. As a trader, although most of them."
    },
    {
        "speaker": "B",
        "text": "Don'T have much price history, right, because they launch and then you try to. So then you're down to 1 minute time horizon."
    },
    {
        "speaker": "C",
        "text": "I think some people even trade on the 1 second. People are crazy in crypto."
    },
    {
        "speaker": "B",
        "text": "So how are you thinking, allocation wise, of navigating the space? You're mainly eth orientated right now, outside of the. We'll talk about the Degen stuff in a sec. But just as a general kind of, when I tell people, as the t shirt says, don't fuck this up as part of it's just don't use leverage, have a core portfolio, it'll work. And then you can do whatever you want with the rest. What's your core positioning?"
    },
    {
        "speaker": "C",
        "text": "So quora position, obviously vast amounts of bitcoin relative to everything else. Next is ETH because I went on the decentralized Internet computer and I believe Ethereum is the best one at the current time."
    },
    {
        "speaker": "B",
        "text": "It's hilarious to see the negative narratives on ETh right now."
    },
    {
        "speaker": "C",
        "text": "It's like that's great. You want attention at the end of the day. Talk about it. Great. If you're not talking about it then you're Cardano and you get zero."
    },
    {
        "speaker": "B",
        "text": "We talk about it, but it just doesn't do anything."
    },
    {
        "speaker": "C",
        "text": "Yeah exactly. And then I hold positions in some dexs that pay good yields because again you got to clip some coupons and make some money off of the trading fees that are happening in this ecosystem. So I would say that's my core position. And then I'll fuck around with throwing some nickels at this and that because as a short term trading position, but I don't do a whole lot of trading, which thankfully I can do that because again I think thats a better fit for my lifestyle."
    },
    {
        "speaker": "B",
        "text": "I rarely ever trade."
    },
    {
        "speaker": "C",
        "text": "I love looking at the charts but."
    },
    {
        "speaker": "B",
        "text": "Its ive got the hourly charts next to me on Bloomberg. I dont trade any hourly charts but I look at them all the time and occasionally when im really hitting FOMO ill start punting around in whiff or something like that just to be part of it."
    },
    {
        "speaker": "C",
        "text": "Exactly."
    },
    {
        "speaker": "B",
        "text": "What about on the VC side? Because youre doing that. Are you mainly doing pre token launch stuff or equity or a combo?"
    },
    {
        "speaker": "C",
        "text": "So fuck equity tokens only. We don't fuck with equity. I have a very high liquidity preference and I want my money back as soon as possible. It's great. That's why tokens are great. I don't do any of the direct selection of the things that go in the portfolio. The person who runs that book does that. My role is more of the cycle perspective, like where are we in a cycle? So we started really ramping up allocations in late 22 and early 23. And my thesis is its a bear market valuations have come down for projects. We need to be allocating as much as we can now. Because if we believe that the peak of the SYS cycle is 25 26, thats when well unlock our tokens and were able to liquidate into a rising price or maybe at the crest of the market. So we should be allocating as much as we can now. Now we've moved into the everyone believes in crypto again phase and all the funds that were sitting on the sidelines waiting are now deploying. And therefore prices for pre product, pre protocol revenue projects are getting back to that frothy levels. And so I don't want to participate in that. I don't want to lock my money up for three years, miss the cycle and overpay. If it's a good project and it launches during this cycle, I'll trade it on a liquid basis, but I don't need to lock my money up for three years. And so now we're switching more to doing a lot more advisory stuff, working with projects that we think are very capable. We may put a small check in, but the focus now, right now, is not on writing checks. We'll be back writing checks in 26, 27, when the market was now 95%."
    },
    {
        "speaker": "B",
        "text": "Yeah. Can we do the same? I've got an asset management firm that's a fund of hedge funds. So just crypto hedge funds, just use the same thing. Use the top down macro framework, give us where we are in the macro asset allocation, and then let the guys build the portfolio from the bottoms up. So right now, we're like ten out of ten risk seeking, because that's where we are in the cycle. You get the portfolio that way and it kind of works, and just. You just have to navigate these cycles. You get it right. As you said, the worst thing is to have all your token unlocked. Happened in late 2026, and you're like, really?"
    },
    {
        "speaker": "C",
        "text": "So. But again, it's different. Obviously, I have a different incentive structure than a fund, which is a seven to ten year life cycle. They have LP's, they want to charge them 2% management fees. They don't care if any of this shit unlocks. It'd be great if they have no marks, because then nobody knows how shitty they are at outperforming."
    },
    {
        "speaker": "B",
        "text": "That's right. But one thing is really interesting about the. The token side of VC is this idea of these very short cycles. It releases capital super fast. You allocate capital fast. I've been thinking through where AI is going. I just want to run this by you. If you're looking at Sam Altman disrupts everybody every three months and nukes every AI business by introducing get something a mate. And I actually think that OpenAI using AGI to build their own business. So there are only 500 people. How the hell can they iterate across ten different products at that speed? It's not normal. So anyway, whether reason is or not, but everyone's going to start using AI to build AI, to build businesses, so that the business cycle gets faster and faster, and many of these businesses will get disrupted. And this feels to me like the ICO market, where some stuff sticks, some stuff lasts a bit, and then gets disrupted or disappears. And I'm just thinking that the capital cycle is going to change. And I'm starting to think how are these VC's and private equity going to capture any value at all in the equity space over time because of what's about to happen?"
    },
    {
        "speaker": "C",
        "text": "I guess you can see the owner. Why even try to like be smart about it? Like buy video by AWS, walk away crypto? I mean, why try to pick, why, why try to go to, why go to y combinator to pick a startup that's gonna be a zero in six months once, you know, some other person dismediates them with a new product? It's tough. It's a really tough game. Of course there will be these standout successes and hats off if you're able to know those. But I, I mean, I think I would love to see someone do the analysis. If you had a portfolio of Facebook and Google from 2010 to 2020, how many web two VC funds did you outperform with just those two stocks? Because literally all you do when you raise money in web two is hand in advertising to Facebook and Google and maybe like landlords in fucking the Bay Area in San Francisco, like, Areit, Google, Facebook, you probably beat almost 95% of receipt funds. So in this cycle, is it aws and Nvidia? If you're in the sort of tradfi stonk game, will you probably outperform any of these up and coming AI funds? Probably. I would imagine so."
    },
    {
        "speaker": "B",
        "text": "And so I also wonder whether just owning bitcoin has outperformed all of the crypto VC's except, well, the early stage token guys for sure have done really well because there's been some really good things. But it's actually pretty easy because crypto itself is like being an early stage vc or mid stage now, I guess."
    },
    {
        "speaker": "C",
        "text": "Yeah, this is what I tell the guys at the fun all the time is our goal is you guys got to beat bitcoin and ETH. Why do you work here if you're going to underperform that, I can just buy that and hold it and go to the beach again. That's what we have to do. You should always ask yourself if you're evaluating an opportunity, like, oh, it's really complicated crypto thing. The founder is doing this and that. Well, if you just bought bitcoin or ETH, would you do better? At least ask yourself the question."
    },
    {
        "speaker": "B",
        "text": "So here's another thing I've been thinking through that want to run by you is I was at Beeple Studio in January and like everybody was anybody of all of the NFT artists were there. Plus like moma plus Sotheby's, Christie's, trad five. It was really interesting groups like 30 of us. And it made me suddenly have this lightning bolt moment. And you'll probably go through this as well. It's like, okay, end of this cycle, what the fuck do I do? Where do I put savings? Long term savings, right in the tradfi economy? Well, I'm worried about AI. I mean, tech stocks have been fine, but I'm worried about AI and the disruption. Not really sure that they'll hold value over time. We don't know. Or it just accrues to some super companies, crypto winters. I've gone through enough of them to not to want to keep going through it with all of my life savings, which is what I've been doing. And that's fine. I've been comfortable with that. But I'm starting to think about this and I think a lot of people go through this, which is like, okay, I've made some real money out of this. How do I think about it? And once you've got a few houses, there's not much more you can do there. And it dawned on me that it's going to be the high end of NFTs for some. Yeah, I just see that recycling of capital because it happens in the tradfi space. As soon as Stevie Cohen gets rich enough or Noam goddess, my mole boss gets rich enough, all of them, they all end up buying art because they don't need any more fucking hundred million dollar houses because they've had. They've got enough of them. So they end up buying art and it becomes their big storage of wealth. And I'm just thinking, I think we're likely to see that play through again. And it's really. So I've actually just been buying just high end NFTs kind of x copy because I think he's like, that's the culture. He was very early. Him and beeple were like really early with Internet culture tokenized. So I'm just thinking through that. Are you an nFT person at all?"
    },
    {
        "speaker": "C",
        "text": "I mean, I have a few punks. I've got nape, some of the major projects. I think I have the same question to myself as well. I've come to a bit of a different conclusion, which is, what's the goal of what we're doing? We want to grow our energy purchasing power over time. We have a lifestyle. We like it. We want to continue to have that lifestyle over time. Right. And what is money? It's just energy in an abstracted form. So if the unit of money gets to such a ridiculous value versus the underlying energy which it's supposed to represent, then shouldn't I just buy the underlying energy assets? Maybe I should buy a power plant or exxonMobil or something like that. Because at the end of the day, if I own the primary way that powers the computers that power the data centers that the AI is on, that power the foundries that make the chips that power the miners that upkeep the network, and I own that primary energy source, and I've got it at a cheap price relative to the monetary asset that's supposed to represent, then that's a great opportunity. And so that's what I'm thinking about is how do I own GS?"
    },
    {
        "speaker": "B",
        "text": "That's a lot harder to do than buying a beeple and stick it in my wallet."
    },
    {
        "speaker": "C",
        "text": "Yeah, but no one said having the greatest returns are easy. Fuck that shit. Got to do the hardware work."
    },
    {
        "speaker": "B",
        "text": "So Elon actually said something that's interesting about this energy thing, because I'm a big believer that energy costs are going to collapse over time just from technology and because everybody's focused on it. And if you lower energy cost, productivity goes up. It's a multiplier. And so that solves a lot of the problems of what we're doing. Elon yesterday was just talking about, okay, the next issue is not the chips anymore, now the transformers. It's like changing energy from power plants to chip. And for the AI model, he's like, that's the biggest bottleneck in the world that's coming. And then it's electricity itself, which is to your point. He's like, the more of this stuff we scale, there's just simply not enough electricity. There's going to be a lot of disruption. Really interesting to see that Microsoft went down the path of, well, fuck it. Well, build a nuclear power plant."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Which is to your point, they're investing in energy. Who would have thought Microsoft would be thinking about energy? But they are."
    },
    {
        "speaker": "C",
        "text": "Yeah, that's why I own CCJ. I love the uranium. It's the only scalable energy source outside of hydrocarbons that makes any sense from a density perspective that is here today. And obviously, who knows what is invented in our lifetimes. But right now, nuclear, we have not done anything. We have not scratched the surface on how useful nuclear could be to our existence as human civilization. And so I'm super bullish on nuclear and sort of like the feedstock, like uranium and that kind of stuff."
    },
    {
        "speaker": "B",
        "text": "Yeah. When I was listening again last night, to Lex Fridman. Interviewing Sam Altman, same thing. He's like, if we want to win the AI arms race, even as a nation, there's no way of doing it without nuclear energy. There's literally just no way because it's the densest form of energy that we've got and we just fucked the whole thing up. If we solve this, we're going to solve a lot of problems."
    },
    {
        "speaker": "C",
        "text": "Yeah, for sure. I agree."
    },
    {
        "speaker": "B",
        "text": "Problem is, Exxon and all the others don't want that to happen."
    },
    {
        "speaker": "C",
        "text": "We'll see how all these assets start changing hands and who invests in what. But at the end of the day, we still don't have a lot of the delivery mechanisms ready. So hydrocarbons still make a lot of sense. You've built this infrastructure over the last century and a half. There's still useful stuff there. To build enough nuclear power plants fast enough, it's going to take time. It's going to take time. It's not like hydrocarbon oil and gas companies are going out of business anytime soon. They have a long, long way to go in terms of profitability and usefulness."
    },
    {
        "speaker": "B",
        "text": "Yeah, absolutely. So what's really got your attention right now? What are you looking at? Is it just the cycle and we're just going into the crazy zones and just strap in and enjoy it? Where are you in your head right now?"
    },
    {
        "speaker": "C",
        "text": "Don't make it too complicated. It's very, very simple. Right? We've gotten."
    },
    {
        "speaker": "B",
        "text": "Don't fuck this up."
    },
    {
        "speaker": "C",
        "text": "We spent all this time pontificating about debt and demographics and money printing, blah, blah, blah, and we're at the end of the road, the fourth turning. The four generations since world war two, they're all dead. So nobody has any institutional memory of all the fucked up shit we did as a world in world war two, and we're doing it all again. And so we know what's going to happen. If you've studied enough history, every civilization that can print its own money always abuses it. It doesn't fucking matter what the ism is that they supposedly believe. They all do the same thing. We're at this point, we believe in our minds that this is what we should be doing in this crypto thing. Buy it, hold it, strap in and stop fucking whining. This is it."
    },
    {
        "speaker": "B",
        "text": "That's right. I mean, I say that to people because I see people arguing about the Federal reserve and blah, blah, blah. I'm like, you've got the fucking answer. Just do that and it's all solved. You don't need to complain about it. In fact, you can be grateful because it outperforms the balance sheet. I look at the global debasement. It's about 10% a year, plus the inflation rates or whatever it is. But crypto, on average, does about 100% a year. Even if you take into account the down cycles, you get more than compensated. It's like an alien asset class when it comes to risk reward. It's fucking alien. You've seen that chart, I think I posted yesterday on Twitter, Yuri and Timmer's chart. There's all the risk reward of all of the major asset class. And it's like, Nasdaq looks pretty good and gold is pretty crappy and whatever. And then there's this white space on the sheet. They're all clustered down there. White space. White space. White space. Bitcoin. It's like, it's a total alien. We've never had an asset that performs like this in all of history. And the risk adjusted return is like any other asset we've ever been given. And people want to spend all day complaining on Twitter, I'm like, it's a gift. It's here. It's been given to you. Just take it. Lord Satoshi, as you would say, has given you the gift. Just take it."
    },
    {
        "speaker": "C",
        "text": "Yeah, it's very simple. Don't use any leverage. Hold it. If you want to trade it, trade it. It's fun. I'm a trader, and I really enjoy these markets, but, yeah, it's just constantly reminding yourself, keep it simple. And obviously, because I run my own portfolio, then it's like, okay, well, what other things can we build in this ecosystem to actually build a parallel financial system? And that's obviously super exciting to see what younger people are creating of. Like, how do I reimagine an interest rate swap? Or how do I reimagine how to do this trading? Or how do I reimagine how to do self sovereign identity or whatever it is that you're into in sort of the defi space I think is super cool. All these experiments are being run. Of course it's risky, but it's exciting, it's interesting, it's progress."
    },
    {
        "speaker": "B",
        "text": "Hopefully, I'm getting really interested, and you'll understand this as well. When I heard about fire dance, I was like, solana, great. I had a bunch, and then I just went kind of all in for this cycle. Well, I learned about fire dancer."
    },
    {
        "speaker": "C",
        "text": "What's fire dancer? I'm not."
    },
    {
        "speaker": "B",
        "text": "Okay, you'll like this. So I'm like, I'm at Masari main net, and firstly, Colleen from Brevin is on stage talking. She's like, oh, yeah. And then fire dancers coming. We think this is a really big deal. We know the jump trading team really well. I'm like, I don't know, but Colleen smart, so I'll listen to her. And then Tolly was on talking about fire dancer and he's dropped the line. Well, theoretically, Solana's 65,000 tps, but jump trading have developed a validator that is 1.2 million tps. And it's just a version of Solana, so it's not a different token or anything else. It's just one of the validator nodes of Solana now. So jump, they got this guy and I went down the rabbit hole. The guy's like a fucking nuclear physicist or whatever. And he's just like, well, we're a high frequency trading firm, so the only thing we sold for is speed of light because it's all fiber optic cables. It's how close can you get to the exchange and how fast is the cable? That's their entire game. So he's like, well, we want crypto rails, so we've just built something fast enough so they rebuilt it. Tolly's like, okay, this is exactly what we should have done. So it's a complete step change. So it's in testnet right now, goes to mainnet sometime this year, later on Q three. But I think this is finally the ability to build exchanges on blockchain rails in a way that you can have market making, high frequency trading all of the things that you need to create massive pools of liquidity, that got me really interested because that's a complete step change."
    },
    {
        "speaker": "C",
        "text": "Yeah, that's interesting. I mean, I'm of the opinion that order books are nice, but I do like the amm model because it's very simple. And if you're trying to onboard a few billion people who even when they look at a stock app in traditional finance, they're like, what the fuck is this? I don't understand this bid and ask. And whereas here, here, just buy and sell it. There's no order book, this pool of magic, liquidity and all that, you get a, it spits out a price. And I think I like that. I like that's very native to our space. It's easy to use can onboard the long tail of people onto trading whatever they want to trade. And adding liquidity is just adding a and b asset to a pool. So I actually like the amm model. I know it's simple. I know it doesn't require a lot of TPSP to execute, but I think it fits with the type of person who is drawn into this, who doesn't have the access to a Robin Hood or one of these."
    },
    {
        "speaker": "B",
        "text": "But I'm more thinking about onboarding tradfi that other use cases. We need to get rid of these old crappy rails and put it onto new rails. Just feels like, okay, this is an interesting potential way forward because it's being built for that purpose. It's like, okay, that's interesting to me and let's see what applications that could be built from it. So that's the one thing that really got my focus. I think they'll become a much bigger narrative later this year. Let's see whether anybody builds enough on it this cycle or whether it's the next cycle thing, because it's early stage technology. Yeah. So I guess the key message from both of us is not to fuck this up, is just keep it simple, stupid. How do you stop yourself fomoing? Or you just keep yourself a djen bag and allow yourself to get carried away?"
    },
    {
        "speaker": "C",
        "text": "If I want to FOMO, the size of the position that I'm trading is so small relative to my overall stack that even if I lose 100% of the money, I don't care. And so I think that's how you do it. So if you want to FOMO in and your day job is not being on these messaging boards, knowing what the hot thing is like, if you're buying dog with hat two weeks after the fact, have you heard about it? Then don't be a full time dj and crypto trader because you're not in the know. You need to discover that shit. You know, when it was like 1% of the value that it is today, because you were in the message, the rooms, you knew the developers, you were in that community, if that's your game, then yeah, trade away. But if you heard about dog with hat on Bloomberg, and then you went and bought it and found out you lost 50% in the next tick, well, that should tell you all you need to know."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think, you know, I tell people your dj bag should be kind of no more really than 10% of your overall. But I don't think I even get there because I, you know, there's so much value to be."
    },
    {
        "speaker": "C",
        "text": "I mean, if you get. If you get it right, then, you know, the thing goes up 100 x. Why do you need to put that much chips on the table? You're not trying to change your life with any of these coins. It's like, it's fun. It can make a little bit of money, but, man, you'd be real pissed at yourself if you fucking nuked your whole stack on some, like. And now you can't invest in any of what you consider the high quality cryptos that are going to be around for the next centuries, hopefully."
    },
    {
        "speaker": "B",
        "text": "But there is a mentality from people, right? They're not as lucky as you and I. We both came from finance, where you got paid, and then you built a great business and all of this stuff where they think they can only see the hundred x as their opportunity. They think, I've got five grand, I might as well go for the 100 x. Because what's the point of holding bitcoin and making five x? And I kind of get their point, right? They feel fucked over anyway, so what do they do?"
    },
    {
        "speaker": "C",
        "text": "I mean, and that's kind of the pernicious effects of inflation, is you become a speculator, you become a gambler, because that's the only way that you have light at the end of the tunnel to change your situation in a timeframe that's palatable to you. The unfortunate fact is you're just going to have to suffer. The only way to get success is to suffer. And so if suffering means you go for the safer option, but your stack keeps building versus you did what I have to do to get that little bit of money. You blew it on trying to go for the 1000 x when you could have gone for the safer option. Yes. You wouldn't be able to, wouldn't have been able to quit your job if you were hit it right on the safe or whatever it is, but at least you're in the game to play again versus starting way back at zero again, still in debt, still have a job that doesn't keep up with inflation in terms of your wage. That's the message that people need to hear. I know it's not a very sexy message. There is no easy button. The person you saw on TikTok and Twitter, who was working at McDonald's and now has a Lamborghini, that's great for that person. That ain't. You don't believe that that's going to happen to you."
    },
    {
        "speaker": "B",
        "text": "Yeah. And you also see it a lot. We've seen it a lot with meme coin season is that of all of the thousands of people you may see in your Twitter feed, you'll see one person who got whiff right and one person who got bonk right. And you think, oh, my God, they're all making money. No, no, net. Net. Most people are making a lot of money out of this. It's not fucking easy."
    },
    {
        "speaker": "C",
        "text": "Yeah, exactly. So if you want to be a full time trader, then you need to be a full time trader. It's not. I get home from work tired, and I'm going to sit on the computer for an hour or two with the. I'm going to make some money. No, you. Your ass needs to be staring at that screen all day long and become an expert in whatever it is that you're trading. So I think that's the message that people need to hear. It's not a very sexy message. Most people don't want to hear that, but that's the truth. Any of the traders you lionize in the books and all that kind of stuff, they put in a lot of hours and a lot of hard work. And if you ask them very minute things about the markets they trade, they know everything about it."
    },
    {
        "speaker": "B",
        "text": "Yeah, there is. As you said before, making money is not easy. If it is, you're likely to lose it just as quick. It takes time. Takes a lot of hard work, Arthur, as ever. Fantastic to chat to you. And we'll get together in Dubai."
    },
    {
        "speaker": "C",
        "text": "Yes, in Dubai. Yeah. It's gonna be a rockin party. Oh, yeah."
    },
    {
        "speaker": "B",
        "text": "There's gonna be a lot of fun. A lot of fun. Anyway, good to see you and we'll talk soon."
    },
    {
        "speaker": "C",
        "text": "Cheers."
    },
    {
        "speaker": "B",
        "text": "Arthur preaching the don't fuck this up idea, which I thought was really powerful and very useful. Even though Arthur may appear like a degen, often on Twitter, he saw the meme economy rising. He's got his pulse on this. But when you hear how he manages his own money, he's much more cautious. While cautious, we're in a very risky asset class. Well, risky meaning risk seeking asset class. But he doesn't really mess around. He doesn't want to lose his money. Now, I understand most people don't have as much money as Arthur. Arthur's done very well in this business, but he is right. It is the right route. Thinking about how you asset allocate in this mother of all macro trends, the greatest macro opportunity of all time. So do your best not to fuck this up. So don't use leverage. Allocate 90% of your portfolio, 80% or 90% of your portfolio, to just the stable, high quality stuff. That's bitcoin, eth, Solana, those are really the three you need right now. I understand some of you might like different crypto, but they don't have the network effects. These are the three proven ones with network effects of that scale and then keep everything else smaller. Don't fomo into stuff. Don't just follow it because somebody else has made money in it. Now expect that 10% bucket to go to zero because most people are shit at this and I'm shit at it. So I do it for a bit of fun, just because if not, you're just doing literally absolutely nothing. And that is the magic. The compounding of doing nothing in crypto means extraordinary returns. Anyway, I hope you enjoyed the interview. Go to realvision.com. i mentioned it before because as Arthur said, making money is not easy. You have to do your homework, and we built real vision for people like you who are trying to figure this out. However advanced you are, there is a community. There's the knowledge and the tools there for you. So go to realvision.com. also, as I mentioned before, I'd appreciate it if you subscribe to the channel because that helps me. And the YouTube algorithm, obviously, comments and stuff like that really helps as well. So listen, appreciate your time as ever, and I'll bring you somebody amazing next week. See you then."
    },
    {
        "speaker": "A",
        "text": "Kraken Pro is the powerful crypto platform for experienced traders who demand the best. With advanced charts, real time market analytics and lightning fast trade execution, Kraken Pro empowers you to trade your way, customize your setup, and make every pixel count by rearranging and stacking trading modules in a way that makes sense to you. On Kraken Pro, you have the freedom to put your favorite market analytics and execution tools exactly where you need them. And whether you're a seasoned pro or just starting out, Kraken Pro has everything you need to navigate over 210 plus assets with confidence. Join the thousands of seasoned traders who trust Kraken Pro. Visit realvision.com Krakenpro we hope you enjoyed the video."
    },
    {
        "speaker": "C",
        "text": "At real Vision, we help you understand the complex world of finance, business and."
    },
    {
        "speaker": "B",
        "text": "The global economy with in depth analysis from real experts."
    },
    {
        "speaker": "C",
        "text": "Join the revolution@realvision.com."
    },
    {
        "speaker": "A",
        "text": "Dot we hope you enjoyed this episode. At real vision, we arm you with the expert knowledge, time efficient tools and a powerful network to help you succeed on your financial journey. Get a taste of financial freedom with our free offer@realvision.com. free."
    }
]