[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless everybody get 30. 30 baby get 30 baby get 20. 2020 baby get 2020. Bid to get 15. 1515 just $15 a month, so give."
    },
    {
        "speaker": "A",
        "text": "It a try at Mint mobile.com switch."
    },
    {
        "speaker": "C",
        "text": "$45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time Unlimited more than 40gb per month slows full terms at Mint mobile.com dot."
    },
    {
        "speaker": "D",
        "text": "Hello and welcome back. Here's why you should watch today's real Vision Crypto daily briefing the SEC and ripple call for an immediate ruling on a long running crypto dispute. We'll explain why the battle over XRP could have a ripple effect over the wider market. Plus, we'll do a deep dive into how asset managers see the digital space. Lauren Gu and Amikase from Recharge Capital explain their thematic investment strategy. And as always, we'll break it down into the key takeaways at the end. Stay tuned. I'm Nico Bruga and with me, as always, is Ash Bennington. How are you doing today, Ash?"
    },
    {
        "speaker": "E",
        "text": "I'm doing great, man. It's great to be back with you, as always, always a pleasure."
    },
    {
        "speaker": "D",
        "text": "And we got lots to get to, so might as well dive into some price action. But before we do, don't forget to subscribe and like and click that bell on YouTube or join us at real vision.com crypto. All right, onto the price action. Bitcoin is up slightly over a 24 hours basis after falling to its lowest since June. A challenging macro environment is definitely wreaking havoc, including fears over another significant rate hike later this year. It has been a major drag on all risk assets. Ash, what's it looking like for Ethereum?"
    },
    {
        "speaker": "E",
        "text": "Well, it's not any better on the Ethereum side, Nico. Unfortunately, despite the merge being widely regarded as a success, Ethereum is down some 20% on a trailing seven day basis. That's worse than bitcoin in percentage terms. However, Ethereum did not test any new lows as we saw lots of volatility and big swings prior to the merge. Nico, thank you for that, Ash."
    },
    {
        "speaker": "D",
        "text": "One other token we're looking at today is XRP. Indeed, it's one of the best performers of the day, up some 10%. And that brings us to our top story. We have more news on the ongoing battle that's gripped many in the crypto space, and indeed it could determine the regulatory landscape for hundreds of coins. The SEC and Ripple, the company that created the XRP token, have been locked in a dispute over the nature of XRP since December 2020. Questions include, did ripple violate the federal securities law? Is XRP an unregistered security or not? Both parties have niled filed motions for summary judgment and want the judge overseeing the case to make a ruling now without a trial. Indeed. Just so everybody's aware, XRP is the number seven cryptocurrency by market cap, but it's not quite a household name yet. Ash, can you give us a brief overview of XRP itself?"
    },
    {
        "speaker": "E",
        "text": "Yeah, absolutely, Nico. XRP was created in 2012 as the native token of the Ripple payment protocol. The single most important use case for XRP, at least as I understand it, is cross border payment. Indeed, that's the first use case that we see listed on the Ripple website. Why does all this matter? Well, cross border payments is a highly regulated use case, reliant, in my view, at least, by adoption of international money center banks. You know, just a couple of years ago, I went and read through XRP's white papers on the Ripple website, and they were definitely focusing on being compliant. And now you have the SEC alleging that Ripple essentially conducted an unregistered security stale. This is obviously something that is not something that would be regarded as a. As a. As a tailwind to ripple. Indeed, in fact, some may see it as an existential threat. Obviously, opinions on this matter differ, but the specific thing that happened now, why we're talking about this today, is that both sides have filed motions for summary judgment in the southern District of New York, essentially in non technical terms. What they're saying to the court is, hey, you guys have the information you need to make the decision right now. We don't need a full trial. We'll have to see. Obviously, this is a story we're going to be following very closely."
    },
    {
        "speaker": "D",
        "text": "Niko and Ash, just before we move on, do you think there's any wider implications for the crypto market as a whole considering this lawsuit?"
    },
    {
        "speaker": "E",
        "text": "Well, you know, it's interesting. We're going to talk about this more in our next story, but obviously, this entire legal regulatory compliance framework is something that I think is incredibly important. I've even alluded to this potential coming civil war in the crypto space over regulation. Those who believe in the sort of libertarian ideals of cryptocurrency and those who want cryptocurrencies to be regulated in many ways, like securities or within the sort of broader purview of the US, indeed, the international regulatory framework. So it's an important story for that reason. How much beyond ripple this case applies, that still remains to be seen. And of course, we're gonna be watching the outcome of this case very carefully to give you further analysis, Niko."
    },
    {
        "speaker": "D",
        "text": "Absolutely. And indeed, the SEC is not only turning its attention on XRP, it is now also turning its attention on Ethereum. Dun dun dun. A bold claim found in a run of the Lil SEC lawsuit regarding Ian Balena claims he didn't register his ICO, his initial coin offering, in 2018. Now, this just broke yesterday, and we've seen many similar cases by the SEC in the past. But what's unusual in this case is that in the letter to investors who are sending ETH to Balena, it was noted that it was validated by a network of nodes on the Ethereum blockchain, which are clustered more densely in the United States than in any other country. Thus, the SEC concludes, as a result, those transactions took place in the United States. Obviously, there's lots to unpack here. Ash, just what is the SEC claiming?"
    },
    {
        "speaker": "E",
        "text": "Well, first, Nico, you did a great job explaining this sort of very complicated and convoluted sounding filing. By the way, we should say this filing came to light yesterday, or it was filed yesterday and publicly noticed, of availability yesterday. So this is the quote that is so important. I just want to read this to people so they can hear exactly in the language that SEC used. Quote, the us based investors in Balena's pool irrevocably committed to the transaction when from within the United States, they sent their ethereum contribution to Belina's pool. At that point, their ethereum contributions were validated by a network of nodes on the Ethereum blockchain, which are clustered more densely in the United States than in any other country. And here's the killer. As a result, those transactions took place in the United States. So there are some who are reading this essentially as an assertion by SEC that all ethereum transactions are subject to their jurisdiction. Now, that's obviously a very wide interpretation for what is, in fact a very narrow case. You have this case, as you said, Nico, where there's an allegation that there was an unregistered securities offering in the form of an ICO in 2018. But the significance here, many are reading into this is potentially much broader. So I would say, look, this is a single filing, a single paragraph, really, in a single filing by a single regulator against one person who allegedly engaged in unregistered securities offering. It takes a lot to sort of extrapolate more broadly that essentially all Ethereum transactions are under the purview of SeC. But that's exactly what's being questioned here. And I think, I think it's fair and reasonable to point out that that is still very much an open question more broadly. I just want to give a little bit of context here for what this space is and how we think about regulation. So the real challenge here is that ultimately you have Congress in the United States that enacts legislation that then gets signed by the president. If the president vetoes it, it goes back to Congress for a super majority override on the veto. These are effectively organizations that are, at least in the view of the unitary executive theory, which is a thesis about the way that regulators are ultimately responsible to the president of the United States. You have representatives from the president of the United States in the form of these regulatory agencies making these filings here. And this is what they do, right? They file civil suit when they believe that us law has been violated. So this is a really sort of big, obviously complicated, broader story about how we get to the legal, regulatory and compliance clarity that we need in the United States. It's just still extremely early. Congress has yet to weigh in and pass law on this. There is not the case law in the space. There's not really even the sort of precedents that are well established at the regulatory level, regulatory agency level. So this is, there's a lot to happen here, and I think people really need to understand this when they read these stories that sound potentially as though they're going to resolve these challenges. There's still a lot more to come. And by the way, we should also add Jay Powell, chairman of the Fed. Commentary about CBDC is potentially eliminating some of these challenges. It is extremely early on the technology side, which is one of the reasons why it's so hard to get legislation out of Congress about this. These things seem to change month to month, sometimes week to week. Lots of challenges here. Niko. This is part of a much broader story that we're going to be following here intensely on real vision because of its impact on this space. Nico."
    },
    {
        "speaker": "D",
        "text": "Absolutely. And it isn't just the SEC that is focusing its attention on crypto regulation. It's also the White House. Now, on Friday, the Biden administration put out its first ever crypto framework for regulation. Key takeaways, as per CNBC. They want to focus on eliminating illegal activity in the industry. They want to introduce strict regulations for stablecoins, and they want to point out potential significant benefits of a CBDC that is digital dollar. Ash, lots to unpack here. Why do you think it's noteworthy, and what's the overall message coming from the White House?"
    },
    {
        "speaker": "E",
        "text": "Well, you know, it's always noteworthy whenever the White House weighs in on anything. You know, I mentioned this unitary executive thesis, this idea that ultimately the president is responsible for regulatory agencies in the form of providing guidance to their heads. This is important because essentially the White House is weighing in and telling Congress the way that they should act to enact regulation that presumably this White House would sign. But again, this is part of a very long sort of process here. You know, effectively, this is just guidance for those regulators and for Congress to sort of harmonize with the vision that the president has. But again, this is part of a much broader conversation. It is still extremely, extremely early. And when the White House issues this type of guidance, in my view at least, people should not take this to mean that somehow we're going to get regulated clarity on this two weeks from Tuesday. Obviously important to point out on this question and the previous question, I am not a lawyer. This is not legal advice, not financial advice. But we're just struggling here, Niko, to get our heads around sort of these, these momentous sounding stories that keep popping up, sometimes multiple stories per day, around these very much, very much open questions about how these things are going to be handled from a legal, regulatory compliance and indeed legislative perspective."
    },
    {
        "speaker": "D",
        "text": "Nico, speaking of which, let's hop across the pond where the UK regulator, the Financial Conduct Authority, is speaking out against FTX, saying it's not authorized to offer financial services or products in the UK. Per Bloomberg, though, FTX is pushing back, saying telephone numbers listed in the announcement aren't theirs and that it is most likely scammers impersonating FTX. This is a really interesting one, Ash, what do you make of it all?"
    },
    {
        "speaker": "E",
        "text": "Yeah, it's kind of a funny story. I don't recall ever seeing a story where essentially a regulator said, hey, you guys are conducting business in our state, in our regulatory purview, that you shouldn't be. You guys need to pull it. And then the entity comes back and says, hey, no, that's not us. That's actually scammers attempting to defraud people using fake phone numbers. It's an interesting one, and I'm sure we're going to follow this story and we'll find out what happened here in the relatively near term. But big picture, the more important takeaway, I think, from this is if you are in a particular jurisdiction, do your own research, understand who is regulated to do business there and who is not. That's an important point that people need to make, particularly as we, as we talk about on this show how very early it is in this regulatory regime for digital assets. Really important for people to do their own research, make their own decisions about what's legal and not legal in their own jurisdictions."
    },
    {
        "speaker": "D",
        "text": "Niko absolutely."
    },
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless how to get 30 30, Betty get 30, baby. Get 20 2020 better 2020 1515 just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at Mint mobile.com switch $45 up front for three."
    },
    {
        "speaker": "C",
        "text": "Months, plus taxes and fees. Promoting for new customers for limited time Unlimited, more than 40gb per month slows full terms@mintmobile.com Dot all right, let's take."
    },
    {
        "speaker": "D",
        "text": "A quick look at the never ending story involving Luna and Tara and their founder Duke Fuan. The Financial Times is reporting that south korean authorities have asked Interpol to issue a red notice against Du Kwan. Authorities are alleging he is not cooperating with the investigation over the $40 billion implosion of terror USD and Luna. While the south korean authorities are claiming Duquan is on the run. Duquan denies this via a tweet, which we'll throw up right here. Now on to our main segment. As regulators try to catch up with the quickly evolving space, asset managers are trying to figure out how to best invest in it. Recharge Capital describes itself as a multistrategy investment firm with the matic first investing at its core. Indeed, one of those themes is the digital space. Asch spoke with founding partner of Recharge, Lauren Goo and its digital asset managing partner John. No, John Lowe, excuse me, better known as omakase. Let's begin with Lauren describing their philosophy when it comes to the digital space. Let's take a listen."
    },
    {
        "speaker": "F",
        "text": "We are thematic based just because we do believe that picking the right theme is going to be producing long term alpha compared to being generalists, especially in a tough time like this, where the fundamental values of the business that we believe in and the sectors we believe in will really drive the demand. And those are hard demands that will continue to push forward innovation as well as the business revenue generation. When it comes to crypto, we really see crypto as a different form of fintech, but also in emerging market. If you really think about crypto, we really see it as digital new nations, similar to Brazil or Mexico, that's made of government and population. We believe that cryptos are the same, just on a different dimension, with decentralized participants or citizens of digital countries. And we do believe that the first and foremost thing that a country needs is fintech or financial infrastructure. And that's why we believe that for crypto, what we are trying to focus on is really the digital finance infrastructure side."
    },
    {
        "speaker": "E",
        "text": "Nonetheless, crypto is still an enormous theme if you look at it from that framework. How do you think about your individual investments in the space? What separates the good from the bad?"
    },
    {
        "speaker": "F",
        "text": "I think so much of the crypto over the last two years frenzy has been focused on the application side. The future promises led crypto could really fulfill, but without the initial infrastructure, a lot of those are just dreams rather than realities. So for us, again, we sort of stick to a framework of access, upsell and regulation. And we do believe that crypto is still in the phase one approach when it comes to the development of this nascent digital nations."
    },
    {
        "speaker": "D",
        "text": "It's an absolutely fascinating click, but let's pick up with what he mentioned about crypto just being a different form of fintech. It seems that they are interested in the financial infrastructure when it comes to investing and not necessarily the coins themselves. Ash, what does this reveal about the opportunities that are being presented in the space, and what are your general reactions to this clip?"
    },
    {
        "speaker": "E",
        "text": "Ash well, Lauren is basically making the case, as you said, that crypto is a kind of fintech, and they're basically investing, as you say, in the fintech infrastructure beneath cryptocurrency. He goes on to compare them to sovereign states. Now, I suspect regulators within sovereign states might feel a little bit differently about this, but it's an interesting metaphor, and it's an interesting way to think about it also compares DeFi to emerging markets. One of the really interesting things about crypto in general is that it's truly global. So it's a good metaphor in that sense. It is, in fact, a global technology with EMS, that's emerging markets. There's another way that the metaphor seems fitting, which is that there's high potential for growth, but also high risk. And it's also in EMS as well as in DeFi and crypto more generally. Very early in the development cycle. In fact, I think we actually touch upon this in the very next clip."
    },
    {
        "speaker": "G",
        "text": "When you take a system and you rebuild it from first principles, that system is ultimately more efficient, transparent, and some could say also more robust. So I would say in general, since DeFi protocols are quite frankly, simple. This simplicity has actually allowed for these protocols to become incredibly robust and incredibly autonomous. Right. So this type of infrastructure we have conviction will stand the test of time. So if we're talking about institutions that last for, you know, even 30 to 50 to 100 years, right. Most Fortune 500 companies probably don't last for more than 30 to 50 years. Right. We'll probably see DeFi and elements along this like lineage that has been started in 2018 last for above 100 years. As long as decentralized networks continue propagating, and all the incentives and kind of game theory effects around decentralized networks allow it to propagate so aggressively and also stay resilient to a certain degree."
    },
    {
        "speaker": "D",
        "text": "So, Ash, what do you make of John's remarks when he says, quote, when you take a system and you rebuild it to make it more efficient, transparent, and more robust, it will stand the test of time? Do you think that the current state of DeFi can attest to that?"
    },
    {
        "speaker": "E",
        "text": "Oh, really good questions. I think I asked the guys, I'm not sure if you saw it in this clip, but I asked them essentially, what is Defi's unique contribution? And what problems does DeFi solve that tradfi does not? And as you say, omokase started by talking about this idea of first principles, the idea that if you start building something from scratch, you can redesign the effectively the core values. And he lists among those core values efficiency, transparency, and robustness. I want to just talk about each one of those in turn, because I think it's important. So transparency has certainly been one metric by which the traditional finance system has failed. I'm thinking specifically here, back in 2008, interbank lending froze up because banks were essentially afraid to lend to each other because they didn't know what was inside some of the securities, especially the mortgage backed securities, collateralized loan obligations, CDO's, CDO squared, all these synthetic. So this was a challenge whereby I think the traditional finance system failed to meet the goals that had been everyone expected of it. We didn't think we'd wind up in this situation with an absence of transparency. Omokase is arguing that Defi can help solve that. I think that's an important first principle, switching gears to robustness. On the other hand, Omakase is talking about these systems that could last potentially 100 years. I think there are two challenges right now. The first is security, meaning the technology security. We've talked about this a lot on the show. The hacks we've seen in flash loans, bridge hacks, all types of other exploits that we've seen where people have been able to effectively steal money from these DeFi protocols. That's a significant challenge. And second, the legal regulatory compliance, legislative things that we're talking about in this very show, those are still very much open questions. And because of that, I think that, you know, this is a significant challenge for the space. It is very early to start talking about, in my view, at least 100 year systems. I think that my next question also, unfortunately, isn't in this clip, but I basically says, say, excuse me, 1 second, let me just reference this here correctly. So I think the question I specifically asked was about the legal, regulatory and compliance aspects here. But your question, Niko, which is, what do you think of the current state of the Defi space? Look, I would say today there's certainly not enough evidence to suggest that we have a 100 year system in place for all the reasons that I just mentioned, the security challenges, the legal regulatory compliance challenges that we're going to be following, indeed, that we saw in many of the stories that came up today. Niko, thank you for that, Ash."
    },
    {
        "speaker": "D",
        "text": "And obviously, we were asking you to look into your crystal ball, and that's not always easy. So let's turn our attention to the present and where we are in terms of adoption. This is what Amikasi covers in the next clip. Let's take a listen."
    },
    {
        "speaker": "G",
        "text": "An analogy that we always use is were probably around where China was in the 1990s. So it hasn't emerged as kind of a global manufacturing hub in the same way that we fundamentally believe that crypto will emerge as a global settlement hub to a certain degree, because settlements on blockchain are incredibly efficient and transparent and cut out all sorts of middlemen and fees. Right now, China in the 1990s, it's kind of first opening up, has its, you know, banks, you know, limited regulation, et cetera. That's where we kind of see crypto right now. We see the emergence of the initial financial institutions, whether you want to call them decentralized exchanges, decentralized lending protocols, you know, decentralized vault mechanisms, etcetera, that are all forming this base layer. Once you move on top of that base layer, you can build kind of higher order services or higher order protocols. So these are things like private wealth management, gaming, things that actually appeal to the larger market as opposed to obscure financial derivatives. But you need these kind of obscure financial derivatives in order to solidify and cover all the edge cases of this ever evolving system. So there's going to be incredible use cases for crypto, especially after the merge, after the growth of layer two networks after the growth of application specific sharding for even more scalability, which has been an incredible pain point to adoption in a few years time, we're going to see incredibly resilient, robust protocols just operate that are more efficient than their fintech or even traditional counterparts in many sense. And we'll see lots of these higher order protocols being built on top. So if you want to consider the metaverse or gaming and all of those mechanisms for kind of these in game economies, DeFi is a very great template of all the financial institutions you can deploy in those truly digital nations. And a lot of this infrastructure is currently being built. It's still nascent, and I would say we're still very early in the adoption curve to many degrees. If you look at every addressable metric, many people interact with centralized exchanges, they know how to buy crypto. Very few people still interact with on chain contracts. We expect that number to grow 1020 fold in the next few years as those use cases emerge."
    },
    {
        "speaker": "D",
        "text": "I really love this analogy here about how China was in the 1990s when it comes to talking about the digital space adoption curve. Ash, what do you make of that analogy?"
    },
    {
        "speaker": "E",
        "text": "Well, you know, China in the 1990s is obviously highly volatile, not really transparent, didn't probably have the investor protections that most westerners are used to, and the markets were not easy to access. So I'm not sure if that's the metaphor he was drawing. I think he's talking about the potential for growth. That's the important point, I think, to take from this, Nico, is that China was rising on a secular basis. And what he's making here is effectively the long term case about how the layers of infrastructure need to be built out, the need for sharding and scalability enhancements. It's very exciting. There are lots of potential use cases here. I can see why he would sort of draw that metaphor with China. A great deal of potential, a great deal of potential for growth. Something else that got removed from this clip I hear, just for time constraints that I think is important to stress is the very next thing I said right after the clip ended, was that in some ways this reminds me of the.com bubble and then ultimately the.com bust specifically. It was clear to many of us in that time, myself included, that the Internet was the future, the future of commerce, the future of communication, the future of finance. And yet people lost huge amounts of money speculating on.com stocks. So once again, we've said it here before, we'll say it again. Caveat emptor buyer beware. Icbtr. It's cool. But there's risk. People need to understand those risks as well as the opportunities. And I think in many ways, his China in the nineties metaphor sort of manages to capture both the risk side of the equation, but also the opportunity in terms of potential, potential growth that could, you know, in theory, have this sort of hockey stick exponential upside trend that we saw in the Internet. Those are the sort of logical oppositions that we're trying to balance here as we sort through this. A lot of risk, but a lot of potential opportunity. That's what makes this space so interesting. Nico."
    },
    {
        "speaker": "D",
        "text": "Very well said, ash. And I just want to make a quick mention to the audience. There's a lot of talk of clips and all of that. Starting in just a couple of weeks, every interview that occurs on the real vision crypto daily briefing, with the occasional exception, will be live. So no more clips. You're going to get it all live. And we'll have full mods on that shortly."
    },
    {
        "speaker": "A",
        "text": "Whoa."
    },
    {
        "speaker": "H",
        "text": "Landing an account this big will totally change my landscaping business. It's gonna mean hiring more guys and more equipment and new trucks for the new guys to drive the new equipment in. Huh? I don't know if I'm ready."
    },
    {
        "speaker": "C",
        "text": "You can do this. And Ford Pro finsimple can help. Our experts are ready to make growing pains less painful for your business with flexible financing solutions that meet the needs of your business today. When you need that, get started at Ford pro.com financing."
    },
    {
        "speaker": "D",
        "text": "Alrighty. Before we wrap out today, let's take a quick listen to how omakase thinks we can get to mass adoption in the digital asset space. Let's take a look."
    },
    {
        "speaker": "G",
        "text": "I would say fundamentally, maybe we're looking at the two year window. I would say right now, as Lauren said, crypto is so large that it's becoming intertwined with the global macro system. And right now, it's definitely under the pressures, under macroeconomic pressures. So until those pressures kind of alleviate, crypto will be subject and somewhat intertwined by every available metric. For l one s and l two s, we do see somewhat of a recession going on in terms of number of transactions, number of users, number, total AUM that's been being flipped by different protocols. So it's like, I guess this concept of digital velocity is somewhat slowing down. But we do see a lot of, we're hopeful because we see a lot of infrastructure continuing to be built. We see a lot of new narratives emerging. And this is common because regardless of whatever bear market, there will always be builders, and there will always be people who want to innovate. There will always be people with the resources to innovate. So matching those resources with people who want to innovate is fundamentally the name of the game. I would say in terms of mass adoption, we're seeing a few narratives emerge that place it around realistically, the two year mark. The first one is Ux UI transaction. These involve everything from, you know, the base layer to infrastructure, like caching infrastructure. My common gripe always is that DeFi protocols don't really show the historical APR. I would say that's most likely a caching infrastructure issue that needs to be solved. So there are lots of little things, right? Like wallet ux, how to store private keys, right. We have all sorts of new technologies like NPC style wallets, and we also have, from the gaming side of things, also the introduction of session wallets. So all these new concepts are emerging. I would say probably it would take two years for all these concepts to solidify. And by the time it solidifies, I will say many people won't even know that it's crypto underneath. Many people won't even know that the infrastructure is decentralized and incredibly efficient. What people will know is that from a creator's perspective, creators will now be incentivized fundamentally to create more, because now a system exists where they can be appropriately awarded for whatever participation they had. For example, for NFTs, we're going to see a lot of talks about derivatives and derivative licensing and how you can combine nfts and how you can kind of solve for a lot of the pain points or kind of distributed royalties in that whole, like, workflow. My fundamental belief is that if you make people's lives easier, they'll just do more things. Right. So that's the fundamental shift that crypto will bring, which is whether it's the creator perspective, whether it's the financialization perspective, you know, whether it's, you know, the distribution perspective, or, you know, different artists, etcetera. This entire infrastructure will make people's lives easier, and they will be more productive as a result."
    },
    {
        "speaker": "D",
        "text": "So John there says that he thinks it's two years for mass adoption in crypto to kick in. Ash, is that the timeframe you're hearing from other experts you've been speaking with?"
    },
    {
        "speaker": "E",
        "text": "Well, you know, the first thing I would say is that Omakase mentions the macroeconomic headwinds that the space is facing, which we talk about here on real vision all the time. And on this show more specifically, Niko, I have to be honest I was extremely impressed that he gave that specific answer that he actually said two years. I wasn't expecting him to get that specific. To me, that sounds soon, but that's just my gut, not sort of a formal analysis. I think it'd be super cool if he was right on this. But look, I remember something that Dan Moorhead said at salt of the conference just last week with Ral. Dan effectively said that the Internet isn't just 30 years old, it's more like 50 years old. And it took us 20 years just to get to a browser. Omakase is talking about how crypto may essentially disappear, becoming transparent behind traditional finance, sort of uis, user experience, user interface. He may very well be right about that, but I think that that takes a lot of time. It'd be really interesting. Maybe he knows something that I don't for this two year time horizon. But it's certainly an interesting question. And obviously we're going to be watching it and monitoring it very closely right here. Nico."
    },
    {
        "speaker": "D",
        "text": "Absolutely. So let's get those horns blurring, those spotlights swinging, because it's the time for the key takeaways. Here's what I learned today. Ash, from your conversation with Lauren and Amikase, from recharge capital, financial infrastructure is just as important to the development of the space as is market cap or any price action related matter. In terms of success of DeFi, John pointed to three main components for the infrastructure, efficiency, transparency and robustness. Lastly, John and Lauren are both very optimistic about the speed of these changes being realized. Omakase, as we saw, compares the space right now to China in the nineties, early days, but still huge growth potential. But in that, there's also a cautionary note. The space is volatile and a lot of it will fail. He also points out that the significant macro headwinds right now are definitely a factor, but says we're still two years away from mass adoption. All right, moving on to the last segment of the show. Viewer questions. Our first one comes from Thomas Bartel on YouTube. Ash, do you think winning against XRP might encourage the SEC to go after ethereum?"
    },
    {
        "speaker": "E",
        "text": "Speaker one boy, that's a really interesting question. You know, look, the best we could do on that question would be to speculate. I think it's probably reasonable to say in the literally most general sense that when human beings experience victories, they tend to want to extend them. But beyond that, in terms of the legal justification or the legal implications, I think it's probably impossible to say at this time."
    },
    {
        "speaker": "D",
        "text": "Absolutely. All right, now on to, I really, this is quite the Twitter handle. Libertarian. They must have gotten to Twitter really early. Ash, is XRP a crypto? It looks more like an open source blockchain, a sophisticated database, nothing else."
    },
    {
        "speaker": "E",
        "text": "Well, that's an interesting question, libertarian. You're not the first person to raise that question specifically. I think folks in the bitcoin community have made that argument before. Look, there are a lot of different types of digital assets. Yet one of the interesting things to me is whenever I've asked people who invest in the space, who are literally putting capital to work in the space, their own capital, that they've raised, one of the universal things that is interesting to me is how so? They never seem to agree on the taxonomy of how these coins are divided. So it is kind of an open question. I would say, for the most part that each different cryptocurrency, each digital asset, strikes a different balance in what's been called the trilemma, I think by ultimately bitcoin, the trilemma created by Vitalik Buterin, which is this trade off between scalability, security, and decentralization. XRP obviously strikes a very different balance on that than, for example, ethereum or bitcoin, especially folks in that space have asked that question. I guess the short answer, the answer is, it depends who you ask, but there are a lot of sort of variables here that we're looking at in order to try and make that determination. Libertarian."
    },
    {
        "speaker": "D",
        "text": "Awesome. All right, now onto our final question of the day, and this is from our extraordinary intern maximus. If we see Ripple win, is this bullish for the crypto space overall or just ripple?"
    },
    {
        "speaker": "E",
        "text": "Boy, that's, that's a great question, but so incredibly speculative. You know, we've talked about it on the show before, just how early it is in the space. It would certainly be bullish for to settle this. I guess the question would then be to figure out what you could extrapolate from that ruling and whether SEC would then continue to challenge it, whether there would be appeals in the case, whether they would continue to file more lawsuits, and ultimately some of the broader big picture questions that I mentioned earlier, which is, does Congress enact legislation? What's the rulings from the courts? Just again, very early, I think if you wanted to take a guess, you could say it's probably more bullish than bearish if there were a favorable ruling in terms of XRP. But beyond that, really what we're just talking about is in the domain of speculation here. Maximus."
    },
    {
        "speaker": "D",
        "text": "Absolutely. And thank you for that. Great analysis as always, Ash. That's it for today's show. Thank you for watching. As always, don't forget to subscribe to our YouTube channel, smash that, like, button and hit that notification bell so you know when we go live. And remember, this is your show, we want to hear from you on what's working, what's not. So drop a comment down below and let us know your feedback. What guests do you want to see? What themes should we cover? We appreciate you sharing your insights with us. Tomorrow, we've got Laura Shin breaking down what's happened in the days since the merge, so make sure to subscribe@realvision.com. crypto that gives you access to the very latest content, including an amazing Ralpal adventures crypto with Jared Dicker that's coming this Friday, so keep an eye out and remember, it's free. We'll see you tomorrow live on the real vision Crypto daily briefing."
    }
]