[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless everybody get 30. 30, baby get 30, baby get 20. 2020, baby get 2020. Bid to get 15. 1515 just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at Mint."
    },
    {
        "speaker": "C",
        "text": "Mobile.Com switch $45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time unlimited, more than 40gb per month slows full terms at Mint mobile.com dot."
    },
    {
        "speaker": "D",
        "text": "Hello, and welcome back to real Vision crypto Daily briefing. Here's why you should watch today's show. The bird is freed, says Elon Musk. After buying Twitter, we'll analyze what the deal could mean for the crypto space and why it should matter to you. Plus, how does the world's biggest accounting firm deal with crypto? We'll speak live with Rob Massey from Deloitte. Stay tuned for that. I'm Nico Brugo. With me, as always, is Marco Oliveira. How's it going, Marco?"
    },
    {
        "speaker": "E",
        "text": "It's going good. I'm excited for this crypto tax masterclass that we're going to have with Rob later today. So it's a good day, man."
    },
    {
        "speaker": "D",
        "text": "Oh, absolutely. And I'm sure there's going to be some non tax and regulation fun to be had as well, knowing Rob. So before we start, I just have to say that all of us here at real vision know that things are tough out there. So to stay true to our mission to help investors, we have just reduced the price of a subscription to real vision essential to $99 a year. And a subscription to the plus tier is just $400 a year until the end of October. There's also a big discount on our pro crypto tier. Scan the QR code at the bottom or head to realvision.com crash pricing to learn more. All right, we've done our due diligence. So with that said, let's jump right into the latest price action. Despite poor big tech earnings yesterday, bitcoin managed to hold on above $20,000. It's down slightly on a 24 hours basis, but remains above the psychologically important threshold. Coindesk is reporting a research note, a research note from Morgan Stanley, the us investment bank, where it says bitcoin has traded in the tightest price range since late 2020, despite heightened volatility in other financial markets. According to the report, a record 78% of bitcoin has not been used in transactions in the last six months and the level is increasing, according to the report. The research author says that implies investors who bought or received bitcoin longer than six months ago are holding onto their positions, with some likely waiting for a recovery in price. And if you believe Marcus Thielen, head of research and strategy at crypto services provider Matrixport, that's coming in the midterm. Matrixport has $10 billion in assets under management, and according to Marcus, bitcoin could hit $63,000 before the next halving event in March 2024. That's when bitcoin supply expansion next gets reduced. Marco, what are you looking at today?"
    },
    {
        "speaker": "E",
        "text": "Well, Nico, I'm looking at a few things. First, let's start with ethereum. It remains above 1500, but it is down slightly on a 24 hours basis. That's despite involvement from Google. We're going to get into that news later in the show. I'm also keeping an eye on USDC, which of course is the second largest, largest stable coin in the space. The define reports its market cap has been falling. In fact, it's down some 20% since August, according to the define. It seems USDC has fallen out of favor with investors after center, which is the consortium that runs USDC, they banned 38 addresses that interacted with tornado cash. The US Department Treasury Department Levit levied sanctions against the privacy mixture on August 8, and it forbade us based entities from interacting with the protocol. And the last token I'm looking at, of course, is Dogecoin. It's one of the best performers of the day following the news of Elon Musk and Twitter."
    },
    {
        "speaker": "D",
        "text": "Nico, well, thank you for setting up that perfect transition for me, Marco, because that brings us to our top story today. It has finally happened. After months of speculations, offers, u turns, and court drama, Elon Musk has bought Twitter for $44 billion. Bloomberg sources say Mux wants to become the CEO after firing Paraguay Agarwal from the role alongside other top executives. This would mean that Musk is running Tesla at Tesla, Tesla, SpaceX and Twitter all at the same time. However, Bloomberg reports Musk may eventually see the Twitter CEO title to someone else. Marco, an incredibly eventful 24 hours. Elon Musk has already lost, left a stamp in such a short time. What's your take?"
    },
    {
        "speaker": "E",
        "text": "Well, as Elon says, the bird is freed. Nico, his tweet already has more than a million likes. He changes Twitter by Twitter by, as per usual for Elon, calling himself chief twit jokes aside, this is a big deal for Chris crypto fans. Twitter has become a very popular spot for them. And with Elon taking over the CEO role, we could see a lot of changes in the near future. You mentioned some execs being fired. There are reports that Musk is looking at making as much as a 75% staff reduction, getting rid of life, and that he's also getting rid of lifetime bans. According to Bloomberg, this could open the door to some controversial figures like Donald Trump, Martin Shurelli, Azalea Banks, among others. Returning to the platform, Nico. Hmm."
    },
    {
        "speaker": "D",
        "text": "Well, one of those names doesn't sound like the other two, but let's move on. What about crypto related features on Twitter? Marko, what do you think Musk's impact will be there?"
    },
    {
        "speaker": "E",
        "text": "Well, Nico, we're going to have to wait and see. We found out more about how Musk is thinking during the lawsuit that Twitter launched when he initially backed out of the deal. He doesn't think putting Twitter on blockchain is feasible. That said, he does want to turn Twitter into an everything app, like WeChat in China. Although with Elon Musk, you never know what's going to happen. Just a few days ago, we reported the Twitter is said to be developing its own crypto wallethood. See if that project moves forward. And it will be curious to see if must decides to expand on the crypto tipping that Twitter introduced last year. So, all in all, there's a lot to keep an eye on. Nico."
    },
    {
        "speaker": "D",
        "text": "Thank you, Marco. And then just one last question. I believe there's a prominent crypto player also involved in this deal. Is that right, Marco?"
    },
    {
        "speaker": "E",
        "text": "Yes, that's right. So champagne Zhao, better known as CZ, the CEO of Binance, has confirmed the company has invested $500 million in Twitter. In a statement to Coindesk, he said, quote, we're excited to be able to help Elon realize a new vision for Twitter. We aim to play a role in bringing social media and web three together in order to broaden the use and adoption of crypto and blockchain technology. Nico?"
    },
    {
        "speaker": "D",
        "text": "Thanks for that, Marco. And indeed, Twitter is not the only web two company making waves in the crypto world. Today, Google has announced it's launching a cloud based node service for web three developers. The engine will support Ethereum, and indeed, this is yet another example of the tech giants foray into the world of crypto. Earlier this month, we reported that Google formed a partnership with Coinbase to start accepting crypto payments from some web three developers. Marco, would you mind putting on that expert hat and letting this idiot host know what a node engine is?"
    },
    {
        "speaker": "E",
        "text": "Well, you're not an idiot host. Nico I mean, you kind of have some great insights yourself a lot of the time, but nodes are critical parts of the blockchain. A node is a type of computer that runs a blockchain's software to validate and store the history of transactions on a blockchain's network. So they keep the network running secure. Nodes on a blockchain form a peer to peer network, and they're constantly exchanging data to ensure all nodes remain in sync. Remain in sync. Google says Ethereum will be, quote, the first blockchain supported by blockchain node engine. So maybe that indicates that we'll see some more following in those footsteps in the future. Web three developers who are interested can get in touch with Google's cloud sales team to arrange access for a private view."
    },
    {
        "speaker": "D",
        "text": "Nico very interesting. And just another example of ongoing institutional interest in crypto despite the ongoing crypto winter thaw, spring, whatever you want to call it right now. And indeed, we're seeing more evidence of that in Fidelity's latest survey. Fidelity is, of course a us financial services giant. It says its research has shown increased adoption of digital assets among institutional investors in both the US and Europe. Marco can you break down these numbers for us?"
    },
    {
        "speaker": "E",
        "text": "So, according to the annual survey, which included responses from more than 1000 institutional investors in the US, Europe and Asia, and by institutional investors, we're talking about hedge funds, financial advisors and high net worth individuals. 58% of those surveyed invested in digital assets in the first half of this year. That's six percentage points higher than last year, and 74% plan to invest in the future. Just over half of those who took part in the survey have a positive view on digital assets. Last year was 45%. Fidelity also says that when it comes to usage, it's highest among high net worth investors, financial advisors, obviously excluding crypto, hedge funds and venture to capital funds. And finally, Fidelity's respondents noted a high potential upside, innovative tech play and enabling decentralization as the most appealing features of digital assets."
    },
    {
        "speaker": "D",
        "text": "Nico internationally does sound bullish. Marco so let's turn our attention to our final news story before we speak with Rob. Another country is working on becoming a crypto hub. Decrypt reports lawmakers in Costa Rica presented a bill that regulates cryptocurrencies and introduces very few taxes in the process. Marco just what is in this bill?"
    },
    {
        "speaker": "E",
        "text": "So the bill would not allow the government to tax cryptocurrencies when used to buy goods. It also wouldn't let the government tax people's crypto that's sitting in cold storage. Crypto produced by the mining industry wouldn't be subject to profit tax either. However, profits from crypto trading would be subject to income taxes under the bill. That said, the long maker that introduced the bill said Costa Rica will not become the next El Salvador. Unlike that country, bitcoin will not become legal tender. So it means it doesn't have to be accepted as payment."
    },
    {
        "speaker": "A",
        "text": "Nico, Ryan Reynolds here from Mint mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited premium wireless. I bet you get 30, 30, but to get 30, bid to get 20 2020. But you get 2020 a bit to get 15. 1515, just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at mint mobile.com switch."
    },
    {
        "speaker": "C",
        "text": "$45 up front for three months, plus taxes and fees. Promoting for new customers for limited time unlimited. More than 40gb per month slows full terms at mint mobile.com dot."
    },
    {
        "speaker": "D",
        "text": "Very interesting stuff and very excited to hear Rob's thoughts on this as well. I know he's going to touch on this in one of your later questions. So without further ado, let's bring in Rob Massey. He's a partner at Deloitte tax. Rob, Marco. I will let you two take it from here. And I'll be back at the end with some key takeaways."
    },
    {
        "speaker": "E",
        "text": "Perfect. Thank you, Nico. Rob, how's it going?"
    },
    {
        "speaker": "F",
        "text": "It's going well. How are you, Marco?"
    },
    {
        "speaker": "E",
        "text": "I'm doing good. I'm doing good. I'm excited for this conversation. Before I looked into it, I didn't even know Deloitte, which, I mean, it makes sense. You guys are a big account, big four accounting firm, but I didn't know you guys were involved with crypto. And so before we get into the more specific things, I'd love to hear what Deloitte's big picture view is on the current state of digital assets."
    },
    {
        "speaker": "F",
        "text": "Yeah, for sure. And the big picture view is an important one. We have been in this space for just over ten years, which is pretty cool to see the evolution happening. And we do cover all of the normal stuff you would think about with Deloitte. I'm on the tax side and lead our tax practice as it relates to blockchain digital assets. But we also cover accounting and controls and audits and a lot of systems work as well. And we serve all segments of the ecosystem, which allows us to have what I think is a pretty good view because we see all the different pieces coming together. The word that I use to describe our current thinking is maturity. Because we've seen so many cycles, we've seen so many winters, so to speak. We've seen the thawing happen again and again. And what's different now is that despite the market conditions, we see growth. We see our clients leaning in across every industry segment very thoughtfully. They're building and they're building an enterprise. They're building a lot of new token and protocol issuers coming up with a new thing. And so the level of vigor may be changing a little bit. It's nice to be sort of calmly approaching things versus all the frenetic energy with crypto all the time. But the maturity is solid and it's in the corporates, it's in enterprise engagement. It's tokenizing everything. It's looking at use cases of nfts to elevate commercial activities and enjoy customer engagement. It's new kinds of financial products coming to bear. And importantly, it is a level of experimentation that has reached a level of maturity that gives examples for our governments who are looking at cbdcs. To really take a lesson, take a chapter from what's been going on in crypto for the last 14 years and say, what can we learn from that as we think about bringing cbdcs to life?"
    },
    {
        "speaker": "E",
        "text": "Absolutely. So as we speak about maturity and these products being developed, you mentioned your clients are working a lot of interesting things. How are you and Deloitte thinking about the current state of rules, regulation and the standard operating procedures in the space right now?"
    },
    {
        "speaker": "F",
        "text": "Yeah, for sure. And we cover a broad regulatory environment. Some of my partners go deep into crypto reg, spanning a lot of different areas. I focus in tax, and we have a few rules in tax, the first of which was in 2014 with a notice in the US. And then we've had some revenue rulings, and there's a series of faqs on the IR's website. We don't have a ton of rules on point, and so we work a lot by analogy. But even if we don't have a lot on point, the continued references to crypto and digital assets span a wide variety of different things. But for tax, we have, as an example, the definition of commodity or security may appear in the tax rules in ten different ways. And so when you think about the myriad of digital assets and then where do they fit into those rules and the different ways that they're used, it can be pretty complicated. But the longer that we're here and the more comments that are made casually or formally, and you see it pop up in proposed legislation or the colloquy as they debated the infrastructure bill on the congressional floor. When you see the themes repeat in patterns, we gain a little more comfort in the analogies we use. And that gets to answering the question, what's the thing when a new digital asset is being used? How do we think about that for tax? And so it's uncomfortable for a lot of people who are developing business models when there's nothing on point. But the more time we have, the more examples we have, then you begin to get a sense of comfort."
    },
    {
        "speaker": "E",
        "text": "That makes sense. Well, so speaking of that, I'm guessing, I mean, are you working with institutional clients and if so, like, what are the gaps that you're seeing in the, in the current system then for providing the framework that they need to be able to do what they need to do?"
    },
    {
        "speaker": "F",
        "text": "Yeah, the gaps, and I'd say even before we get to tax, you know, there's a, there's a lot of infrastructure that is still maturing. Things like custody solutions and putting assets to work. Things like staking the gaps really relate to when we're using digital assets in a way that other means of exchange or other investable assets are just not, we don't have a lot of history. So examples, and we saw this referenced in your Costa Rica reference earlier, we're not used to using something other than fiat currency as a means of exchange. So what does that translates to us, that's a barter transaction. So very simply, if you were a crypto OG and you had super low basis bitcoin or ETH, and then you use that to make a purchase of a good or procure a service. If you have unrealized gain and you use that in exchange for good or service, that barter transaction then creates gain or loss. Sometimes in the asset you held in the exchange, that triggering of gain or loss, it's not muscle that we usually have as accountants. We're not used to accounting for barter transactions and just normal means of exchange. And so that was, and that's, we've had proposals in us rules here for a while, some saying, hey, we shouldn't do that either. De minimis rules, so that you don't have to worry about triggering gain or loss when you buy a cup of coffee with crypto. That was one of the things that was addressed, as you correctly referenced in the Costa Rica bill. And I'm not an expert in costa rican tax, but I think that's where they're going. They're like, hey, if this is now going to be a means of exchange. We want to allow it here. Let's try and address some of these concerns. So we don't have any rules to fix that at the moment in the US. So that then translates to just practical application. How do we deal with that? That gets to systems that people are building to capture on a real time basis. The other big example is when you have people are investing much like you would invest in stocks or commodities today. And those throw normal levels of return, be they dividends or interest or capital gains. When you're dealing with crypto and you're maybe staking your assets or you're entering a DeFi protocol or a DAX, those are throwing off returns that are a little different than the returns that we've seen in the past. And then we think about how is that sourced differently? What about the character? What about the timing of income? And then you get to the basis tracking because those returns are happening very frequently. So if you're staking your assets actively, you might have new staking rewards every few minutes sometimes. And so how then do you think about, okay, I'm recognizing the income. How do I think about the timing of that, the valuation, the basis tracking, so new muscle that we're forming to try and, try and keep that under control and do the right thing."
    },
    {
        "speaker": "E",
        "text": "Last we speak about staking. I mean, that's a popular term that's connected with ethereum. And I'm curious to hear questions or to hear about, I know that you guys have an event coming up on LinkedIn on November 10. I think it's called tax and accounting considerations for Ethereum post merge or something along the lines of that. Can you give us a sneak peek of what has changed? For what are the tax and accounting considerations for Ethereum post merge?"
    },
    {
        "speaker": "F",
        "text": "For sure, this was a big event, as we all saw. It was big in the industry in general. But for our purposes, we say, look, when there's a change in a protocol and you have assets attached to the protocol, native tokens, if you will, what does that mean to the holder of the assets and the way that the Ethereum merge, and I'm going to call it an upgrade for our purposes, because what we saw is the same system, the same protocol before the merge is the same that is happening after the merge. And we saw that because it's the same chain id. And importantly, all the Dapps, thousands of Dapps that run on top of e, on top of Ethereum, they're still working. And so what that means is that system continued and importantly, the ETH that you had before still has the same use. And if you're an ETH holder before, you have the same rights and obligations you had before. So the reason that this is relevant for tax is because we worry about forks. And as we've seen, as was clarified in some forks in the past, if you receive new stuff, if you get new property, then the revenue rolling of 2019 says, gosh, that's income to you at some point. But what we have here is even though the protocol changed, you have the same asset. So that should throw off. Okay, hopefully I don't then have a forked asset. It's the same thing. But the way that the merge took place is that they had early stage stakers going back to, I think it was 2020. I think people could start to stake their ETH and test drive beacon chain. And so the way that that worked was pretty interesting. If you have to take your ethnic and you have to put it on beacon chain, you can't get it back out. In fact, you still can't get it because Shanghai has not yet been designed, much less enabled. And so that raises some interesting questions. If you send your EtH to these new addresses and you can't get it back out, nor can you get back the staking rewards. The questions are, gosh, did I do something to that ETH that would trigger gain or loss? Hopefully not. Especially if you're an ethog. The same thing is the same questions. If you're earning rewards on beacon chain and now mainstream Ethan, do those rewards throw off taxable income to you even if you can't get them out? So some really interesting questions. That's different than we have staking on other protocols where you have access and control on a pretty normal basis. Those are the things we're going to address on the webcast. But so this upgrade was a little different than we've seen in others, and obviously a pretty popular protocol with a lot of big holders out there. So we want to just make sure that everybody is eyes wide open as to the implication for their eth."
    },
    {
        "speaker": "E",
        "text": "Yeah, absolutely. You mentioned forking there and, like, and I'm guessing you're referring to, like, there was some news about, like, ethereum when there might be, like, a proof of work fork. There was, you know, with bitcoin, they have, like, a bitcoin fork where we have bitcoin cash. So how do you. How do you guys think of forks? And, like, I guess airdrops, too, because sometimes whenever it does fork onto a new chain, people do get air drops. How does, how does Deloitte thinking about that you were mentioning, they treat it like income, but could you dive a little bit deeper into that? I guess how that works, yeah."
    },
    {
        "speaker": "F",
        "text": "So we have had forks going way back in time, probably as much as ten years, I think, if I've got the timeline right. And so there's a concept for tax purposes that when you receive something new, if you have an accession to wealth, then that is taxable to you. The timing is interesting and the value is interesting. And there's been case law that debates this over time, some of which was referenced in the revenue rolling we had in 2019 that clarified that if you receive property, a fork or an airdrop, it is taxable to you. Now, the circumstances that it becomes taxable are interesting because if you are on a public blockchain yourself, if you are that tech savvy to be able to do that, then the time at which, as the revenue ruling talked about, the time at which that was available to you was the time that it was taxable to you. That may be different. If it's a custodian that then has to do work in the background to enable their systems to secure those assets, put it on their platform, and then make it available to the customer. So the timing that it becomes taxable to the user or the holder may differ based on their role and how they have access. Or the phrase is actually dominion in control. And there's case law that supports this in going way back in time, but that's where it essentially comes from, is if you get something new, there are people that would draw questions to whether that's relevant or how your circumstances may be different. There are some that get airdropped sort of garbage coins all the time. And is that income to you? It's a really interesting question because if that's something I don't want, somebody shoved something in your mailbox, you don't want it. Is that income to you? It's an interesting question. And so the same thing might be an analogy. If people are putting garbage coins into your. Into your wallet, they've got your public address. And so."
    },
    {
        "speaker": "E",
        "text": "Yeah, I suppose it would depend also if they sell it, right? If they. If you get, like, some airdrops, some garbage coins, but then you manage to make a profit, I'm guessing that that would probably account for that."
    },
    {
        "speaker": "F",
        "text": "And that is the question. And there's some that are proposing legislation that would stand for exactly what you just said. There's some that say, look, it shouldn't be taxed until you actually monetize it. The current rules don't allow that to happen, but this does come up in proposed legislation."
    },
    {
        "speaker": "E",
        "text": "Very interesting. Well, for everyone who's interested, that's an upcoming event on November 10 on LinkedIn with Deloitte. I believe it's you, Rob, and another host, so definitely check that out."
    },
    {
        "speaker": "G",
        "text": "This podcast is sponsored by Ramp. Are you the decision maker in your company? Consider this. For the first time in decades, there's a better option for a corporate card and spend management platform. Platform meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With ramp, you get full visibility into your company's spending and control who spends what. With each vendor, Ramp's software collects and verifies receipts instantly to save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization and bill payments. Time consuming tasks, which means you'll stop wasteful spending and close your books in hours instead of days. Businesses that use Ramp add up to 5% to their bottom line the first year. If you're a decision maker, adding Ramp could be one of the best decisions you've ever made. Get $250 when you join Ramp for free. Just go to ramp.com easy ramp.com easy ramp.com easy cards issued by Sutton bank and celtic bank members have DIC terms and conditions apply."
    },
    {
        "speaker": "E",
        "text": "My next question here, and it's just kind of a broader question. What's your outlook on the future of this space?"
    },
    {
        "speaker": "F",
        "text": "Yeah, the outlook is strong. We have seen just a proven track record of blockchain and digital assets being transformative across so many industries. We see it a lot here. And as you referenced earlier, there's a lot of investors that are real interested in this space and what that is doing to them. New types of return, new types of financial products, and truly transformative there. But also, you look more broadly. We're seeing it in supply chain scenarios. And does that transparency really do something new in a really robust supply chain and bring sensitivity and predictability to all the stakeholders in a supply chain? We see it with customer engagement, so heavy retail uses. We're seeing it in gaming. We're even seeing it in things like healthcare and oil and gas and energy. And you think about carbon credits and all of the unique use cases. So it's because it hits across so many industries in all geographies, and because now we're seeing so many regulators engage thoughtfully with respect. You see them commonly now talk about how we need to embrace the innovation and be respectful of what this does in elevating commercial activities, very, very strong. I personally love the ability for smart contracts to really engage and handle digital rights management. Whereas before, it was really hard to know when somebody was exploiting your IP. But if instead you lock down the rights to that IP in a smart contract, whether that's a picture or a song or a video or a reference, and the only access to that IP is through that smart contract and programmable money, then you're looking at real time redeployment of funds, real time remuneration of the people who own those rights. So what we're seeing here is solutions to age old problems. Hard, really hard to design and build this stuff. And then going beyond the technology, you have unique tax considerations, which is where I spend my time. A lot of unique accounting considerations. How about the systems? How about now? Like re plumbing all of the systems in age old enterprise ERP systems to capture crypto based transactional activity. So really hard stuff. But we're seeing thoughtful engagement by our clients across all industries, which is why I'm so positive."
    },
    {
        "speaker": "E",
        "text": "Yeah, really, really. That's really interesting stuff there. And on your point about the digital rights, I mean, I guess maybe in the future it'll be really hard to make a knockoff, especially with the way that things are. Anyways, I think that's all the time we have for questions before I get niko back in here for the key takeaway ways. Where can people keep up with you and with Deloitte and just in general where they can, can they keep up with you guys?"
    },
    {
        "speaker": "F",
        "text": "For sure. We've got the crypto homepage on Deloitte.com, which we're really proud of. I tend to put out most everything that we do on LinkedIn and Twitter, so I'm not going to be as active as some. But I do find that to be a pretty good means to get information out there. There are 2000 of us in Deloitte that work in blockchain digital assets. And so it's a pretty easy to community to see who's kind of commenting on each other well, outside attacks. So would love any engagement and we're pretty easygoing. Group dm us if you have any questions. If you don't have the email address, we're easy to find."
    },
    {
        "speaker": "E",
        "text": "Perfect. Perfect. Well, Nico, I think it's time for the key takeaways. Tell me, what did you think of the conversation?"
    },
    {
        "speaker": "D",
        "text": "Well, I got to do my little spiel first, Marco, so let's get those horns a blaring, the spotlight swinging, because it's everybody's favorite time of the day. The key takeaways. So first, Deloitte and Rob have been in the space for about ten years and are focusing on maturity. Considering the many cycles the ecosystem has gone through, it's a time for building, and thankfully, the maturity is solid. Second, this maturity is allowing governments all around the world to learn from crypto as they look to bring, excuse me, as they look to bring cbdcs to life. And third, a lot of infrastructure and regulation still needs to fill in the gaps. That is, we need to figure out how gain and loss works regarding fiat and digital assets. And we need rules to address these points, especially when it comes to taxing elements like staking rewards. Considering the post merge and theory environment, or free airdrops that you don't actually want, which many of us have experienced, those were the three major things that stood out the most to me. Marco, Rob, anything you guys would like to add, please?"
    },
    {
        "speaker": "E",
        "text": "Rob?"
    },
    {
        "speaker": "F",
        "text": "No, I think you nailed it. And this conversation is great. It's a tough space to operate in, but super fun. And there are practical solutions with just thoughtful engagement. There's new systems out there all the time, so as hard as it is, there are new supporting infrastructure, software plays, merging all the time to help you get it right."
    },
    {
        "speaker": "D",
        "text": "Very well said, Rob. And the only other thing I'll just note, actually, two other things. One is definitely a key takeaway for me, is tune into the LinkedIn event on the 10th. Definitely don't want to miss that as we can all get further educated on this, at times less than fun aspect of the business, but very, very necessary for us all. Lastly, I also wanted to bring up the notion of smart contract and the many, many ways in which they will improve not only artists lives, but business lives, legal, financial, everybody's lives. Marco, anything you wanted to add?"
    },
    {
        "speaker": "E",
        "text": "No, actually, I think that was spot on. I'm going to definitely, if I can attend that conference, I'm going to attend that conference. And I think we definitely have to have Rob back on because I know there's probably some differences between, you know, when it comes to crypto taxes for the individual, like when it's self reporting, et cetera, and then also for brokers and people as they're, you know, when they're, you know, you're sending it to someone, what's. What's the implications for them? So I definitely think that those are topics that would. We definitely need to have them back on to deep dive into, for sure would love it."
    },
    {
        "speaker": "F",
        "text": "I'm all crypto, all the time. So whatever you need."
    },
    {
        "speaker": "D",
        "text": "Absolutely. And I have a feeling, Rob, you are a fellow Djen, based on our other calls. So maybe we might have to go into some NFT talk and forget the tax for five minutes and just have some fun with the cultural side of things."
    },
    {
        "speaker": "F",
        "text": "Bring it on."
    },
    {
        "speaker": "E",
        "text": "I love it."
    },
    {
        "speaker": "D",
        "text": "Wonderful. Wonderful. Well, thank you so much for joining us today, Rob. It's been an absolute pleasure. We're very excited to get you back in the coming weeks and months. And that's it for today's show. Don't forget to subscribe. Real vision crypto is free, but we also have some paid content. If you're looking for professional grade crypto research, you can get two years for the price of one until the end of October. Scan that QR code on the screen to find out more. And for those of you watching on YouTube, smash everything the like, button the bell and subscribe. Join us next week for another great set of guests. We got will Clemente, Christine Kim, Georgia Quinn, Pranav Kanad and much more. We'll see you Monday at 12:00 p.m. eastern live on real vision crypto. Daily briefing."
    }
]