[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless everybody get 30. 30 baby get 30 baby get 20. 2020 baby get 2020. Bid to get 15. 1515 just $15 a month, so give."
    },
    {
        "speaker": "A",
        "text": "It a try at Mint mobile.com switch."
    },
    {
        "speaker": "C",
        "text": "$45 upfront for three months, plus taxes and fees."
    },
    {
        "speaker": "D",
        "text": "Promoting for new customers for limited time."
    },
    {
        "speaker": "E",
        "text": "Unlimited, more than 40gb per month slows."
    },
    {
        "speaker": "F",
        "text": "Full terms at Mint mobile.com dot hello, and welcome to the revamped real vision crypto daily briefing. Here's why you should tune in today to today's show. Cashing out before the bankruptcy. A bombshell report says the Celsius CEO withdrew $10 million before it went bust. Plus, we'll do a deep dive into the state of crypto right now. Daniel Roberts, editor in chief of decrypt Media, will join us live. And as always, we got key takeaways at the end. Stay tuned for that. I'm Nico Bruga and as always, we got Ash Bennington. Definitely some exciting changes this week. We got a new time, live interviews five days a week, all at 12:00 p.m. eastern. So subscribe to real vision Crypto. It's free. And if you're on YouTube watching, don't forget to hit that smash button. Subscribe and hit the bell. Now let's jump right into the latest price action. Entering a new month, bitcoin ended September down 3%, according to bitcoinmonthlyreturn.com dot. September has indeed been a negative month for BTC in the last five straight years. However, there is good news, we hope. October historically is more positive for bitcoin than September. BTC was up in October 7 in the last nine years. Indeed, bitcoin's price appears to be stable right now, which is significant considering the wider market turmoil. In fact, it's up slightly on a seven day basis, trading in the high 18,000 to the low $20,000 range the past couple of days. Ash, what's going on with Ethereum?"
    },
    {
        "speaker": "E",
        "text": "Ethereum price is also stable, trading at around $1,300 right now. Unlike BTC, though, it's down on the trailing seven day basis. But I guess given the macro turmoil, Niko, it could be worse."
    },
    {
        "speaker": "F",
        "text": "Absolutely. Very well said. As for other tokens, we're seeing there's big moves in Luna. Classic Binance is burning unconfirmed number of tokens, but the price is still a far cry from the highs of $100 before the terra Luna meltdown. Now on to today's top stories. Sources cited by the Financial Times say Alex Minczynski, CEO of Celsius Network, the bankrupt crypto lender, cashed out $10 million in May, just weeks before customer accounts were frozen on June 12. Hundreds of thousands of people were unable to withdraw money, and the company filed for bankruptcy in July with a $1.2 billion hole in finances. Indeed, Minczynski just resigned last week and his spokesman tells FT. Macinski still has about $44 million locked in. Celsius says Celsius Macinski withdrew a percentage of crypto in his account and say with the withdrawal was disclosed in bankruptcy proceedings. This withdrawal was also mostly used to pay taxes as Macinski continues to work on a recovery plan for Celsius Ash. The story will not go down well with a lot of people. What do you make of this?"
    },
    {
        "speaker": "E",
        "text": "Well, let's start with the obvious. Obviously, it's not a great headline for Alex Mashinsky. I read the FT story over the weekend. His team says that the withdrawal was scheduled very often in cases where you have, for example, insiders selling stock. That will be a scheduled transaction. According to the FT. This story was this withdrawal was scheduled based on statements from Alex or Alex's team. Look, we're going to have to wait and see here, but I want to give a little bit of context on generally the way bankruptcy works, the way bankruptcy courts work. Every transaction will undergo an enormous amount of scrutiny right now. So it's not as though this is something that is not going to be viewed very closely by the courts. I should say that there's a law in place here in the United states that clawbacks, meaning the ability to disgorge funds from executives to pullback compensation within 90 days of a bankruptcy is in effect. So that's obviously a factor here. We'll have to see whether or not these funds get clawed back or not. Obviously, it's going to be something that we're going to be watching closely here. Speaking of which, the next hearing is this coming Thursday. So hopefully we're going to get some new information, some additional news flow as some of those public filings come out. Nico?"
    },
    {
        "speaker": "F",
        "text": "Absolutely. And we'll be keeping a close eye on this story. And depending on when that court appears, that court happens on Thursday. We will cover it on Thursday or Friday's episode this week. In other news, Coinbase suffered a major outage just yesterday. This Sunday, they were unable to take payments or would take withdrawals from us bank accounts. The issue lasted for about 6 hours. It was eventually fixed and the company says funds were safe. But some on Twitter are saying that they were unaware of the issues and attempted to make multiple deposit and withdrawals. No reason has yet been given. So, Ashley, thankfully all is good now, but definitely an anxious few hours for Coinbase customers in the US. What do you make of this?"
    },
    {
        "speaker": "E",
        "text": "Yeah, absolutely. I was following the story earlier this morning. According to the tweet from Coinbase, this was a problem with their Ach feed. That's automated clearinghouse. This is the sort of digital electronic method by which banks effectively clear checks and do some types of transactions in the United States. This technology dates back to the early 1970s, before I was born. To give you an idea of just how antiquated this stuff is, look, there are two basic mechanisms with which money transfers are done in the United States. Ach and fedwire. AcH is for net settlement. Fedwire is for gross settlement, meaning those transactions are irrevocable. I know this is a little bit in the weeds here in terms of the way that the banking system works, but I think it's important for people to understand this was not a web three problem. This was not a sort of back end server problem over at Coinbase. This was a challenge with the interface with Ach. So obviously this is a different type of failure of technology than we typically see. Talking of which, we should talk about the Solana outage over the weekend. This is a challenge that has plagued Solana for some time. Obviously a very different kind of problem. Not an ACH issue, more of a traditional server or validator issue. Obviously, these are both stories that we are following. For the time being, though, that's the news coming out of Coinbase. Nico, thank you for."
    },
    {
        "speaker": "F",
        "text": "Thank you for that, Ash. And I actually got a wild one for you. Remember Elon Musk's attempt to buy Twitter for 44 billion? He backed out. Twitter sued him. Well, private text messages released as part of the court proceedings contain some really juicy information, as first reported by Business Insider. Apparently, FTX CEO Sam Bankman Fried, otherwise known as SBF, was potentially interested in buying Twitter. His advisor told Musk that SPF could contribute eight to $15 billion. In a later, separate exchange, this was revised up to $5 billion. Musk and SPF exchanged some messages with Musk, later cooling off on a part potential partnership as he didn't want to have a, quote, laborious blockchain debate and dismiss block blockchain Twitter as not possible ash, lots of interesting nuggets in these text messages. What do you make of this?"
    },
    {
        "speaker": "E",
        "text": "Yeah, you know, a billion here, a billion there. Before you know it, it adds up to some real money, some great sort of context on this story. There was a quote that came out from Elon Musk, quote, does Sam actually have three b liquid? Close quote. I wish I had three b liquid, but it is an interesting story. Obviously, these are two great tech luminaries talking about Twitter, talking about the laborious blockchain debate. I think it's probably worth pointing out that Twitter is obviously a platform that I love. I spend a lot of time on it. But it is very much a web two platform. And it will be interesting to see what this looks like next. Maybe, I don't know, maybe Jack Dorsey can build the web three Twitter on the Lightning network."
    },
    {
        "speaker": "F",
        "text": "And speaking of Twitter influencers and all of that jazz. In the last few hours, the us regulator, the SEC, announced charges against celebrity Kim Kardashian Dashie and failed to disclose that she was paid $250,000 to publish a post on her instagram account about Emacs tokens, which the SEC called the crypto asset security being offered by Ethereum. Max, the SEC this morning says Kardashian agreed to settle and has paid 1.26 million in penalties."
    },
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint mobile, unlimited premium wireless. Everybody get 30, 30 biddy get 30 biddy get 20. 2020 to 2020, 1515, just $15 a."
    },
    {
        "speaker": "A",
        "text": "Month, so give it a try@mintmobile.com."
    },
    {
        "speaker": "D",
        "text": "Switch $45 up front for three months."
    },
    {
        "speaker": "B",
        "text": "Plus taxes and fees."
    },
    {
        "speaker": "A",
        "text": "Promoting for new customers for limited time."
    },
    {
        "speaker": "E",
        "text": "Unlimited, more than 40gb per month slows."
    },
    {
        "speaker": "D",
        "text": "Full terms at mint mobile.com dot."
    },
    {
        "speaker": "F",
        "text": "Now, Ash, I'm going to leave it there with today's top news because I know you have a very exciting conversation with Dan that we'll get to right now. Ash, feel free to take it away. I'm going to be watching on the other side. And we'll be back in a bit with some key takeaways. So over to you."
    },
    {
        "speaker": "E",
        "text": "See you soon, Nico. By the way, we should probably point out importantly that when it's SEC, these are civil charges, not criminal charges. SEC refers to DOJ in the event that there are criminal charges. No indication that that has happened here. We are joined right now by Daniel Roberts, editor in chief at Decrypt mediaev. Welcome, Dan."
    },
    {
        "speaker": "C",
        "text": "Hey, good to be back on Ash and pumped for you guys on doing a daily crypto show."
    },
    {
        "speaker": "E",
        "text": "Well, we're stoked to have you here on our very first day."
    },
    {
        "speaker": "C",
        "text": "Hey, there's a lot to talk about. And it's also important that we dive into recent stuff, I think, with a little bit of a glass half full, because if you were just looking at the markets and the price right now, and there are a lot of people out there who do, and they're able to point and say, see, it's all a joke. It's all in the toilet. You would think that there is nothing to be positive about in crypto, and that's not the case, I would say."
    },
    {
        "speaker": "E",
        "text": "All right, so I'll throw it back to you, Dan, what are you positive about?"
    },
    {
        "speaker": "C",
        "text": "Well, I ran into you at Masari Mainnet, which was a conference the week before last. We were there with a big presence. Almost our whole reporting team was there. That was three days the week before last and then last week. So we had two conferences in a row. We were at chainlink, Smartcon, a little bit of a different vibe, more developer heavy. But there were a couple of things that I kept hearing in the interviews we were conducting. And at both of those conferences, we had nice decrypt anchor desks set up to do taped interviews. So quick plug, those are all on our site now."
    },
    {
        "speaker": "E",
        "text": "Shameless plug."
    },
    {
        "speaker": "C",
        "text": "You got to do it right from people, is that Defi is expanding and evolving beyond just make more money. And I've always said that that is going to have to happen because any bullishness and excitement around Defi for the first couple of years, especially since Defy summer, famously in 2020, all the excitement was great new way to make more money. Take this token, stake it, or put it into this liquidity pool, and you'll get more of this other token and you'll make money on money. And that was nice in a bull market where it was like up only rah, rah, rah. But especially during a bear market, there is some truth to what people always say, which is they say, oh, we're heads down in building. It's a great time to build. Even though that's a cliche, it's true. And I think you're starting to hear about use cases for Defi that actually solve a problem. And after all I've been saying about crypto for a decade, it needs to actually solve a problem, right? That's why people ask, well, what's the killer app? What's the killer use case? It can't just be that bitcoin is just digital gold. You buy it and hold onto it. I mean, I always point back to the white paper. It was supposed to be a whole payment. Rails. So number one, there's optimism around defi use cases. And then number two, even though there's so much negativity when it comes to regulation, and we can, and we should dive deeper into that, we also heard from people advocating for crypto policy in DC that they're confident that there will be an actual crypto law in the next year, maybe not before 2023. But people like Kristen Smith from the blockchain association, they think we're going to get a law on the books. And of course, the true DJ's would say, well, I don't want any kind of law. It would be better if there's something, you know, something concrete, rather than just, you know, what do they call it? Regulation by enforcement is the popular phrase. We don't really know what's okay and what isn't. We don't hear anything until the SEC comes knocking on our door and says, you did. It's an unregistered security sale three years ago, and now you either need to get back the money or pay us a big fine. So if we were to get an actual crypto law in the US, even if crypto people wouldn't like every detail of it, that would be a real positive, I think."
    },
    {
        "speaker": "E",
        "text": "Well, this is the idea that you hear about the desire for regulatory clarity, particularly from institutional players in the traditional finance space who are dying to get something in terms of clarity so that they can get a sense of what the good actors should be doing. This is what I hear all the time from people in traditional finance, which is we want to be good actors. Give us the guidelines, give us the rails within which to act. This idea, the opposite phase that we're in right now is this regulation by enforcement. And if you talk to people inside the space when they're complaining about it, they'll basically say, regulators tell you when you've crossed the line, but they don't tell you where the line is 100%."
    },
    {
        "speaker": "C",
        "text": "And two thoughts there I want to mention. At Smartcon, I had an interview with an interesting guy from balcony, Dow. And this is a traditional real estate guy. They are doing something that people have been talking about for years that kept being discussed as theoretical, but now it's actually happening. And that is doing real estate on blockchain. So they're basically fractionalizing investment in a real world physical building. It's in New Jersey, disappointingly. Too bad. Not Manhattan, but the first building they're doing is one in New Jersey. And they are going to allow people to invest, buy a stake in this building, and the investment is in the form of an NFT. Now they have a token. They're waiting to launch the token until the SEC approves it. Here's the fresh part. This guy from balcony Dow, his name is John Belitsky. He said, oh, our token is a security 100%. You don't hear that often. Instead, it's crypto people saying it's not a security, it has real utility. So it's a utility token. Remember when people tried to call it utility token for a while instead of something as if that would keep the regulators away. They don't care what you call it. It's clear that Gary Gensler thinks almost everything other than bitcoin is a security. So Belitzky, a balcony now is making the point that people in the industry keep saying, we don't have regulatory clarity, we want regulatory clarity. You just mentioned that phrase. It's the hot phrase of the day. This guy was saying, we do have regulatory clarity. Most people just don't like it. It's clear what the regulatory guidelines are. And if you don't like it and want to flout it, fine. But we're waiting until we can actually hold the SEC's hand and say, yup, this is a security, and register it under Reg A or reg D. You have a few different options there. Famously the other project that did that."
    },
    {
        "speaker": "E",
        "text": "Well, it's important to mention that the reg A and reg a plus, those are exempted securities. Those are a carve out outside of the traditional registration process that securities have to go through. I know that this gets very sort of technical and in the weeds in terms of the legal and compliance aspect of it, but it's important for people to understand what we're talking about here. So the idea behind securities tokens is that they are going to be compliant with existing SEC and other regulatory frameworks that are currently in place in the United States. One of the things that you'll hear a great deal about, if you're relatively new to this, or if you're on the tech side and you're just starting to wade into the legal, regulatory and compliance component, is the Howey test. The Howey test is a, I think dates back to the 19, 1940s or fifties. It was about orange groves, I think, in California. And the idea was that SEC ruled that if there's an investment of money in a common enterprise with a reasonable expectation of profit to be derived from the efforts of others, then what you've got is a security. And it doesn't matter if you call it a utility token. It doesn't matter if you. What metaphors you use. According to the SEC, which is the relevant regulator in this case, what you've got on your hands is security. If you meet those four prongs of the Howey test."
    },
    {
        "speaker": "C",
        "text": "Yeah, and you and I are definitely on the same brain length because that was the other thing that I was going to bring up when you mentioned the whole, we don't have regulatory clarity. I mean, people complained about the Howey test. And in fact, at Mainnet I spoke to Kara Calvert, who is Coinbase's us policy chief. She had what I thought was a juicy soundbite, which was, we'd love to get away from Howie. And I kind of thought, well, good luck with that, because now the SEC has decided that they think that test as a litmus test is still pretty good. Now it's from 1946. And people point to that and say, this is ridiculous, it's 80 years old. But the thing is, when you describe it, and you described it correctly, and I've studied the Howie test, it actually sounds pretty reasonable to me. That's their definition. And a lot of these tokens people launch, call it whatever you want if you apply the Howie test. Well, are the investors buying it because they want to use it in your ecosystem and actually use your crypto product? Most cases, no. They're buying the token because they think this looks like a good thing where token will go up when token. When coin go up. And they are hoping that the price will go up because of the efforts of you, the platform block company, or smart contracts. DAP that is launching the token looks like a security based on how he tests."
    },
    {
        "speaker": "E",
        "text": "Dan."
    },
    {
        "speaker": "C",
        "text": "Listen, clarity, I think if you're creating."
    },
    {
        "speaker": "E",
        "text": "Things that are securities or de facto securities, and your claim is that you want to get away from the Howie test, that's like falling out of your chair and saying that you want to get away from the laws of gravity. Good luck."
    },
    {
        "speaker": "C",
        "text": "Yeah. And of course, it's always good when we can remind your viewers of very recent news about what we're discussing about a month ago, or maybe it was already two months ago, because time is meaningless lately. The SEC basically said, as an aside in a lawsuit against this ICO pumper, Ian Molina, that it thinks the following nine tokens are securities, and eight of the nine are listed on Coinbase. So Coinbase responded in a blog post and its chief legal officer said, well, we don't list securities. And I thought that was very funny. It's like, okay, just because you say that doesn't mean the SEC will go, oh, okay, well, you don't list securities. I guess they're not securities. You can say until the cows come home or until the cows come back to the Howie citrus farm. But SEC thinks those tokens are securities. Binance responded, and I think was trying to troll Coinbase and quickly delisted the one of those nine tokens that Binance listed for trading."
    },
    {
        "speaker": "E",
        "text": "Hey, let me just say two things. So first of all, a little bit of a note on what some of the sort of non security tokens or what a true utility token might look like. For me, I think about ens. This is just one example. I went and registered my name, Ashbennington Eth, and I got an airdrop of Ethereum tokens. I didn't invest money at all. I was just airdropped these tokens. And the idea is that it's going to be something that you can use within the Ethereum ecosystem. So that's just one potential context. And there are lots of folks who are talking about, and I don't want to sound like I'm being negative on utility tokens. Just when utility tokens clearly violate the Howie test, it seems pretty clear that they are, in fact, securities. But I want to zoom the camera up here a little bit to just give a little bit broader context for me. And I think we were talking about this a little bit offline, off camera, this idea that I think that probably 2023 and maybe 2024 are going to be the year that we start hearing a lot, and I mean a lot, about regulatory compliance and legislative actions around the crypto space. What we've been talking about here is this idea of securities regulation. SEC for me, Dan, that's only one bucket. This is the idea that securities regulation comes out of SEC for investor protection. But I think that's actually perhaps the least material and least problematic bucket into which crypto regulatory issues are going to fall. Let me list the other three for you. AML, KYC, Sar. This is anti money laundering. I know your clients. This is suspicious activity reports. These are all things that traditional finance institutions like banks do around tax evasion. This is something that is a significant, significant. It's a point that we are going to hear the federal government weigh in on, I believe, as we start to see more and more activity happening in digital assets. Number three, OFAC compliance. This is the Office of Foreign Asset Controls. Boy, you want to talk about a deal breaker. The idea that nations that, for example, are non signatories, the non proliferation treaty, could potentially monetize nation states through cryptocurrency without regulation and restriction. That is a potentially enormous, enormous issue for nation states. I suspect that we may be seeing this all coming to a head, and we can talk about this a little more detail with Ethereum post merge in the staking world. You're going to have us corporations regulated, publicly traded us companies with us persons as directors and officers, operating stake pools that are not going to be censorable. This is something that is going to be potentially a major regulatory showdown. And I'll throw in one more. The fourth is sovereignty over the money supply. So in democracies, we have independent central banks that are appointed by regulators elsewhere in the world. They just have independent central banks or dependent central banks that are reported by the party, for example. This is really a key issue because what we're talking about here is the sovereignty over the money supply. If you think about why central banks exist, it's primarily to mediate two primary macroeconomic variables. On the one hand inflation, and on the other hand, employment and growth. It doesn't seem likely to me that nation states are going to be giving up their prerogative to regulate those macroeconomic variables anytime soon. This is obviously something that's quite an issue here. In 2022, we're at eight plus percent CPI. We've got what looks like a recession just looming over the horizons. Dan, there's a lot of stuff, a lot of stuff out there. What are your thoughts?"
    },
    {
        "speaker": "C",
        "text": "Well, I agree with most of what you said. Now, of course, it's a little bit of a parlor game with trying to predict just which agency or set of rules is going to become really important. You're certainly right to draw attention to a few things other than just the SEC. Now the SEC gets the lion's share of the attention and the headlines. And you know, I love mentioning this, but back when Gary Gensler was first named the new SEC chair crypto, people mistakenly at first thought, this will be great because this guy taught a course about blockchain and MIT. This must be a blockchain guy. He's going to be crypto friendly, though that has not been the case so far. Just because he knows about the tech doesn't mean that he thinks it's so wonderful. He has said that he thinks blockchain is going to revolutionize the financial industry. He would just say, I'm sure I'm not anti crypto. I just want to protect investors, which is our job. I want to keep people from losing their shirts. So not just about the SEC, although late."
    },
    {
        "speaker": "E",
        "text": "And it's not just about investor protection either, right? I mean, this is AML. Kyc Sar is outside of Gary Gensler's remit, outside the agreement of SEC, and outside the remit of investor protection. This is something that is incredibly core to the ability of nation states to collect revenue in the form of taxes."
    },
    {
        "speaker": "C",
        "text": "Yeah, and I saw a t shirt, by the way, at bitcoin Miami two years ago that said KYC and AML are the crimes. Okay, okay, buddy. But I was just going to. In addition to the various factors you discussed, two agencies you didn't mention, the CFTC and the also important regulatory body as well. In the IRSS case, you know, we're talking about agencies, bureaus, but taxes are going to be really important. And then in the case of the CFTC, there's been a fascinating land grab that I think is heating up right now, which is, you know, who's going to actually get jurisdiction over crypto. Quite recently, Gary Gensler basically said, I'm fine, you know, pushing bitcoin regulation over to the CFTC as a commodity. And the implication, which he didn't finish the sentence, was, we, the SEC, want everything else. We want ETH and all the tokens built on top of Ethereum. You mentioned earlier your ens, your Ethereum domain name. I want to make sure all your viewers understand. And it's a cool thing to explain to non crypto people. Yes, I'll send you a token including an NFT. So this is how companies like Budweiser and Visa ended up with. Am I allowed to say dick pics on this show? Those big brands were sent dick pics in their Ethereum wallet, because once you share publicly your wallet address, anyone can send you anything. And here's, in a regulatory sense, why that's so fascinating. Recently, when the USDOJ sanctioned tornado cash, which is an Ethereum coin mixer that helps you mask where your transactions are coming from, a number of companies interpreted that as well. We need to no longer allow users with any wallets that have ever transacted with tornado cash. And a lot of people, some trolls, smart trolls, pointed out how silly that is by dusting certain prominent people's wallets, that is, sending them tokens that they didn't ask for, they didn't choose to receive or choose to invest in tokens that had been from tornado cash. So what that demonstrated was how ridiculous would it be for the government to say anyone who's ever received a certain token is now not in compliance and is breaking the law, especially considering, and I think most people don't understand this, that anyone can send you a token without asking you if they have your wallet address."
    },
    {
        "speaker": "E",
        "text": "Boy, Dan, that's absolutely right. Spot on. And such a good point. These are just some of the challenges that we start to begin to think about in this world that we've just really never seen before. And by the way, you mentioned CFTC and IR's. There are a whole Alphabet agency soup that may be looming just beyond our ken right now. I think about something like occ, FDIc. As this technology begins to expand, as the adoption rates continue to increase, this becomes much more interesting to traditional regulators. By the way, one point that was really interesting were Jerome Powell's comments, I think, last week about basically urging that this is something that we need to get the right legislation for. But he said, at this time, there doesn't seem to be any systemic risk to the banking system caused by cryptocurrency. This idea here is that unlike the 2008 period where MBS, ABs, mortgage backed securities, asset backed securities, essentially caused the traditional plumbing of the financial system to fail. What he's saying right now is, it's okay. We don't really see that with DeFi. But hey, guess what? The implication there is that if there is a moment where they do see those types of crossovers, those spillover effects, those potential spillovers that could lead to problems within the banking system, they're going to jump in. So the fed is in this game as well?"
    },
    {
        "speaker": "C",
        "text": "100%. You just wait. Although, back to my defi optimism, of course, from Defi people, you're hearing them say, oh, we think that certain prominent people actually see value in defi. For example, Jamie Dimon, who once famously said, bitcoin is tulip bulbs and it's a fraud. And then he later walked that back and said, I'm sorry for saying that, but clearly he believes it. He has more recently indicated that DeFi actually interests him. So people are excited about that. But you're right. I mean, watch out for the Fed. There's another thing, too. You mentioned the FDIC. Quick, quick related tangent, which is a lot of these crypto lenders, and earlier, NiCo and Ash were talking about the latest about Celsius CEO Mashinsky and his pretty bad looking actions. Even if they were pre planned, a lot of these lenders, well, surprise, they weren't FDIC insured. And a lot of regular folks on Main street, they just want to see, when they're dealing with any kind of financial institution, they want to see that seal that says FDIC approved crypto things. Even though to say, don't worry, don't worry, we're safe, they still have to say, but not FDIC approved, which I think alienates a lot of folks still."
    },
    {
        "speaker": "E",
        "text": "But, Dan, that's still the case in traditional finance. By the way, we should define some of these terms. FDIC is the Federal Deposit Insurance Corporation. This is the government entity that backs us deposits at traditional banking accounts. OCC is the office of Comptroller of Currency, also a primary regulator of us banks. But look, when you have a bank, for example, that offers securities as well, when you buy a security, when you buy 100 shares of Facebook, that's not FDIC insured either. So this is, in some ways you could say, kind of a bifurcation or division that's already inherent in the system. It doesn't seem like it's hard to believe that crypto would ever be FDIC insured unless we see something in the way of stable coins that become regulated and that have some capacity to have some type of either FDIC or other related protections. There's something called SIPC as well as we're throwing in all of these acronyms out here that protect against insolvency in the event of a collapse of the brokerage firm. So that if your brokerage firm collapses, you still get your securities. At the end of the day, there are lots of Alphabet soup here which sort of presupposes or leads us to this question is, are we going to see a bifurcation more broadly, Dan, of the crypto space between the regulated and the unregulated? I mean, when you go up to the Ethereum foundation homepage and you command f for the phrase censorship resistance, you just get a lot of hits on that. This is something that is very much inherent in the ethos of the crypto space, the idea that transactions cannot be censored. We talked about this a little bit earlier in the show around stake pools. This really could be coming to a major head. The idea that you're going to have. You're going to have institutions, publicly traded companies with us directors and officers, like Coinbase, for example, operating state pools. Brian's jumped in on Twitter on this debate before and said that he'd essentially, basically walk away from staking rather than censor transactions at the protocol level. Boy, this is really quite a complicated time, isn't it?"
    },
    {
        "speaker": "C",
        "text": "Yeah, it's going to be hugely important. You're right. And that's why it's so significant that most recently the SEC basically made clear that it views all Ethereum transactions as us based transactions because of the percentage of the validators that are in the US. I think."
    },
    {
        "speaker": "E",
        "text": "But, Dan, wasn't that only like one line in one paragraph, in one filing? I'm not clear about whether or not that's something that's broadly held at SEC and whether that's a point that they're going to pursue. I mean, I don't think anybody is, so."
    },
    {
        "speaker": "C",
        "text": "But the crypto industry, Ash, is famous for jumping on and freaking out industry wide. A line buried within a broader piece of a lawsuit or a different statement. You know, I mean, remember what happened when the entire industry thought it had to rally behind the definition of brokers because it thought that the new infrastructure bill was defining, like, every single miner from home, which of course, they were never going to go after those folks, but this is what the industry does. No, I thought that was really significant. And look, the other thing I'd say here, too big picture. The reason I was harping on people being concerned about FDIC, I'm probably inordinately interested in this because I'm a journalist and so I focus on the narratives. But I've been saying for years that there are some people who are just never going to see crypto as trustworthy in any way. And some of those same people are in positions of great power politically. And it doesn't matter how serious it gets. It doesn't matter how many trusted Wall street institutions or hedge fund titans that people think are smart and trusted and legitimate. It doesn't matter how many of those folks change their tune and say, we see crypto as a real thing, we see it as worthwhile. Certain people just say it exists outside the law. It's a rebel wild west. And the reason what we're discussing is, of course you're right. Of course, in the years to come, there's only going to be a further split between the degens or the ogs, the people who, the whole reason they love crypto and got into it back in zero, 920. Ten. I first read about bitcoin in 2011 was because they liked that it was outside government control. They liked that it was private, censorship resistant, stay away, regulators. And I think some of those folks still hope that the regulators will just go away, but that isn't going to happen. And the split is going to between that camp and the camp of Normies tradfi. That actually are interested in crypto, but they want regulation. They're saying, yeah, bring it on. Create safeguards, create a. So that we, a bank can get involved and not look like suddenly we're hanging with the degens. Well, those camps are going to continue to clap. Coinbase is a great example at this point. Coinbase are like the suits. You know, Coinbase to me looks more as uniswap."
    },
    {
        "speaker": "E",
        "text": "Send the tweets directly to Dan Roberts on that one."
    },
    {
        "speaker": "C",
        "text": "Base hasn't done a lot for the industry. I think it often doesn't get enough credit. It has, you know, it's, it's involved in the, the lawsuit around tornado cash. You know, it's fighting on behalf of the industry. But come on, you go public, you basically want to be a crypto bank. I think Brian Armstrong once said, we want to be the Goldman of crypto. Or if he hasn't said it, they've said it with their actions and their reputation."
    },
    {
        "speaker": "E",
        "text": "Everybody wants to be the Goldman of crypto. I mean, every, you know, every large corporation that's involved in the space wants to be the goldman of crypto. By the way, on tradfi, nobody in tradfi calls it Tradfi. This is a straight up exonym. People in trad five call it capital markets. I'm looking at our, at our stream here on the YouTube comments. And Geldin 1980 has just wrote they can be voted out. He's talking about the people who are in charge. There's an old joke in public policy circles, Dan, that you don't change people's minds, they just die."
    },
    {
        "speaker": "C",
        "text": "I actually tried really hard not to be ageist when it comes to crypto. In fact, years ago I said on something, the Ux needs to change, it needs to get easier. And I said something like, people of a certain age are not going to install a metamask wallet and buy some eth and buy an NFT. And I got an angry email from someone saying, you know, I'm in my seventies and I use crypto. Great. So I hesitate about age, but, but God knows, you know, there's certain folks, maybe it's not just about age, but certain people who, it's still just too hard, you know, to be tech savvy enough to use."
    },
    {
        "speaker": "E",
        "text": "Right?"
    },
    {
        "speaker": "C",
        "text": "So that needs to change. And it applies to the politicians as well. A certain generation, they're just going to not be around anymore. So look to the younger. And by the way, some of the dems who've been pro crypto, you know, it's not the case that it's always, you know, republicans are friendly to crypto and the dems are more anti, even though the most vocal, you know, angry anti crypto voices are people like Warren. And then it looks like Yellen. Some of the dems who are the, in favor of crypto and crypto advocacy are the younger ones, you know, that's right."
    },
    {
        "speaker": "E",
        "text": "The Senate, by the way, that's, that's spot on, Dan. I think on all those points, certainly it's true, generally speaking, that we do see this beginning of a partisan split. It was nice. That was one of the few issues in the United States that didn't seem to be divided on partisan lines for some time there. Now that's no longer the case. But by the way, listen, I have some friends who are, who are, who are screaming progressives who are socialists, in fact, who love crypto. Why? I think some of it is, as you suggest, it is generational and it is something that is not fully shaken out yet. But I think that people on the left as well as on the progressive left as well as on the libertarian right of younger generations are going to start to embrace this technology more. But by the way, to come back to your early point, where I also think you're spot on, the UI UX of crypto has got to change, or it's just not going to get broader adoption. That's not age related. That's just the fact that not everybody has a master's degree in computer science. And when you're looking at long, sort of hexadecimal strings of characters, these are not things that are very friendly for users to interact with. That's probably why we've got something like ens, because long alphanumeric strings are not fun ways to interact with wallet addresses. Much easier to say, oh, I'll send it to Danroberts Eth. Very simple, very clear for everyone. And I think we're just at the beginning of this, talking about age. I'm old enough to remember when people in the tech space complained about graphical user interfaces. They were like, oh, you know, if you want to interact with a computer man, you got to know how to do things at the command line. Obviously, that was kind of an absurd take. It was something that people perhaps who had very sort of significant backgrounds in computer science and mathematics enjoyed the power of, which is where we are right now in crypto, I should say. But the reality is to get broad based adoption, you need these things to be user friendly. And this is something that, this is, I think, a longer sort of terminal debate that's happening within the space right now. You also need us to figure out what the trade offs are in terms of custodial wallets versus non custodial wallets. Right now, if you have a million dollars in bitcoin and you accidentally goof and send it to the wrong address, it's gone. Now. By the way, we should say that's a feature, not a bug. People in the space love the idea that it's irrevocable. That's part of what makes it so appealing. But when you're buying a cup of coffee, you don't want to accidentally fat finger it and send your life savings to Starbucks 100%."
    },
    {
        "speaker": "C",
        "text": "And there's a lot there. First of all, it's not even just that. Oh, you need to be a coder to understand. Even the things that people in crypto point to is pretty doable. It's quite a few steps to the point where I'm sometimes embarrassed and sheepish when I'm telling non crypto friends. Like, I've had people say to me, I'm ready to buy an NFT. What do I do? And unless they want to go to Topshot, which got so popular because it was basically non crypto, you could just pay with dollars and never deal with blockchain, which true crypto people pointed to and said, well, that's lame. Other than that, if you wanted to go to opensea Rarible Zora foundation, I start saying, well, you need to have a little eth. So first you need to go to an exchange, create an account, buy some eth. Then you need to send the EtH to your metamask wallet or whatever. Is your chrome crypto browser wallet of choice? We shouldn't just say metamask. There's rainbow, there's others. Then you need to convert it to weth wrapped ETH, and then you need NFT site and pay. It's like, no, no, no, no. I mean, I feel ridiculous even as I described those steps. So, yes, the UX needs to improve. I mean, that is for sure. And then in general, like, you know, as the industry grows, it can't be seen as the home of just hackers and weirdos. Now, of course, some of that is perception, and not everyone can really be held responsible for changing that. But reputations and narratives will evolve over time if the industry is actually doing interesting things. And again, as I said at the beginning, solving real use cases. You, name dropped cup of coffee for the longest time. That's been a criticism of bitcoin. People say well, I still can't really use it for a cup of coffee. And it's like, well, you wouldn't, would you? Right? Like, if you think it's going to go up in price, why would you spend it on your cup of coffee? That's why it was so silly. Started saying, well, accept bitcoin as payment. No one took them up on it. I mean, unless your entirety of your wealth is in bitcoin and you've held it since zero nine and you have some to burn, fine. But for most people, buying your cup of coffee with bitcoin isn't going to be the point, right? A faster settlement rail for much larger things, remittances. That's why I think a company like Ripple is actually interesting. Now let's see what happens with the SEC and Ripple's XRP token."
    },
    {
        "speaker": "E",
        "text": "Yeah, and by the way, this is sort of a complex and nuanced issue here. This is about the conflict between the store value function of money and the medium of exchange function of money. And there are many people who are extremely enthusiastic in the bitcoin space about lightning to actually solve some of those problems. There's the capacity to potentially, potentially. I know that Jack Mallory's and striker, working on some similar things to instantaneously have transitions between us dollars and bitcoin so that you could, for example, buy a cup of coffee on the lightning network. But I think it's fair to point out that is very much sort of a future use case. We're not there yet."
    },
    {
        "speaker": "C",
        "text": "100% we're not there yet. And in fact, Mark Cuban, especially, last time I interviewed him, he started the whole thing by saying, oh, people keep saying, once we have lightning, once we get lightning, it'll go mainstream. And he's like, that hasn't really played out. I think you hear a lot about people talking about lightning with the potential, in fact, including the company formerly known as Square, now called Block, because they wanted to make their blockchain ambition so clear, a la Facebook and meta. We spoke to two executives from block at Mainnet and both were saying, check out our new lightning feature inside Venmo, not Venmo cash app. I should say Venmo is PayPal and Braintree. But the average users of cash app are going to continue to be unaware of lightning network and unaware of trying out that tool. But they sure do mention it a lot. We're not quite there yet. I love talking about the things that instead of being theoretical, they're here right now. There are a lot of cool things already. You can do in crypto right now. And I thought the Ukraine story was an example of that. I mean, objectively, crypto helped Ukraine people sent crypto and set up daos, and they helped Ukraine forces make purchases and get access to the funds faster. And I thought that was amazing, sort of. Regardless of your geopolitics, this podcast is sponsored by Ramp."
    },
    {
        "speaker": "D",
        "text": "Are you the decision maker in your company? Consider for the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what. With each vendor, Ramp's software collects and verifies receipts instantly. To save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization, and bill payments. Time consuming tasks, which means you'll stop wasteful spending and close your books in hours instead of days. Businesses that use Ramp add up to 5% to their bottom line the first year. If you're a decision maker, adding ramp could be one of the best decisions you've ever made. Get dollar 250 when you join Ramp for free. Just go to ramp.com easy. Ramp.com easy. Ramp.com easy cards issued by Sutton bank."
    },
    {
        "speaker": "F",
        "text": "And celtic bank members of the IC."
    },
    {
        "speaker": "D",
        "text": "Terms and conditions apply."
    },
    {
        "speaker": "E",
        "text": "Yeah, lots of important points there, Dan. As we come to the conclusion of this segment, final thoughts, key takeaways that you'd like to leave our audience with."
    },
    {
        "speaker": "C",
        "text": "Well, I guess one thing, and I always say it, I mean, I've been saying it for years and years and years, but it's still true. And especially with all the negative rhetoric around regulation recently, it's more true than ever to me. Table stakes, a very minimum belief set. And you don't have to be a rah rah. Bitcoin is going to be the reserve currency future to believe this is that crypto is a real thing. It's going to continue to exist. It is here to stay. I always have regular friends, non crypto friends. I'm sure you do too, Ash, who say, okay, I want to buy some crypto. What should I buy? And they say, usually it's like, should I buy dogecoin? No. Now, I don't dispense investment advice, but what I do say, and I don't think this is very controversial, I just say the only things that for now, I would guarantee will still exist in ten years, are bitcoin and ethereum. Now, I'm sure, that offends some people. Many, many other cryptocurrencies and tokens will continue to exist and succeed, for sure. But I'm not going to pick winners and losers. But those two are advanced enough, mature enough, legitimate enough that I guarantee they will still exist in a decade. I believe that. And that doesn't mean I'm a crypto crazy. So people who look at yet another bear cycle right now and they go, crypto is done. Dead. It's like, how can you say that it's dead? When we saw 2013 and then 2017, 2018, really, you'd have to be just ignoring the news of the past. So things will eventually come back and people will keep building stuff and it's here to stay. And then regulation is really important. I mean, come on, man. I think a lot of people, two years ago when we were hearing negative regulation stuff, would say, it's okay, everyone's overreacting right now. Lately, I don't think people are overreacting. I think what we're hearing from regulators is not great."
    },
    {
        "speaker": "E",
        "text": "Yeah, I love bitcoin, I love ethereum, but I never say the g word. When you work on a broker's desk, someone throws an orange at your head if you say guarantee."
    },
    {
        "speaker": "C",
        "text": "I'm not even saying buy them. I don't. I don't give any invested advice, but I just think for sure the things will stick around. You know, people right now, they go, they go, Eth is going to go to zero. It's never gone to zero. It's not. I don't think it's going to go to zero. But you're right, there's no guarantees."
    },
    {
        "speaker": "E",
        "text": "Dan, it's great to have you here. And this is exactly why we wanted to have you on our very first show. Such a great pleasure. Stick around for a second if you can. I want to bring Nico back."
    },
    {
        "speaker": "F",
        "text": "Thank you. It was a great conversation to listen in on. You should see my copious amount of notes. But from what you guys talked about, here's what I've distilled it down to, and the key takeaways for myself. Despite the market and price action, Dan is still positive about the space. Considering the expansion of DeFi during this crypto winter, real deFi use cases are emerging like Balcony DAo, which is using NFTs and blockchain technology to revolutionize real estate investment. But most importantly, regulation is the name of the game for crypto over the coming months and years. Indeed, according to Kristen Smith, the executive director of the Blockchain association, we should expect a crypto law within the next year. While some Degens might worry this should actually help the overall health of the ecosystem, and indeed, the howie test is here to stay, it seems, despite the fact that it's from 1946, not to mention AML, KYC and SAR are still a prime factor when it comes to getting a clear regulation picture. Lastly, we can't forget about the IR's and the CFTC and the FDIC. We can expect more clarity around taxes as well as who gets jurisdiction over which cryptos, that is. Gensler wants everything other than BTC, while mainstream Main street users want to see a FDIC stamp to feel safe. Doesn't matter how many folks change their tune, certain people will not adopt this new technology and these new currencies if it exists outside the law. And it's the wild, wild west. All right, that was a lot, but ash Dan, did I forget anything, or should we move on to some crypto questions?"
    },
    {
        "speaker": "C",
        "text": "I think you did great, Niko. It's funny, it reminded me of there's a trend on crypto Twitter of interns. Usually they're interns for companies or sometimes news sites. Massari intern and they tweet threads of notes from live conferences and their takeaways. I thought it was great. The one thing I'd quibble with, you mentioned my comments on balcony now, and you said, revolutionize real estate investing. See? Right? I mean, they would say they're revolutionizing it. Of course, every platform company, NFT collection says they're revolutionizing. We'll see. I mean, very few things have actually revolutionized anything yet."
    },
    {
        "speaker": "E",
        "text": "Well, we're definitely revolutionizing the coverage of cryptocurrency on this very show. But look, I would say this bitcoin is never going to be FDIC insured, and neither is Ethereum and neither of these other assets. The reality is that. But just because it's FDIC and not FDIC insured does not mean it's going to be outside of regulation. So there is a potential road here that we could walk your Facebook stock, if you own it in a Robinhood account, certainly not FDIC insured. You're not getting that out at par in the event that the company crashes. So obviously, lots of theoreticals here, but FDIC, very high bar. It's for deposits at us banks, for us persons. I don't see that happening ever in crypto."
    },
    {
        "speaker": "F",
        "text": "Very well said and absolutely agree. You guys down for a viewer question or two?"
    },
    {
        "speaker": "E",
        "text": "Let's do it."
    },
    {
        "speaker": "F",
        "text": "Awesome. Alrighty. This is from John G. On YouTube. Will credit Suisse's insolvency lead to another unwinding in the markets, crypto included. Ash Dan, what are your thoughts? Obviously a busy weekend for them."
    },
    {
        "speaker": "E",
        "text": "Yeah. Look, sitting around like everybody else watching on Twitter all the apocalyptic stuff getting tweeted out about Credit Suisse, obviously disclosure mild shop. I was an assistant vice president, technical expert at Credit Suisse about 20 years ago. Look, the reality is we don't know what's happening inside Credit Suisse. We know that the, the market is pricing the cds. These are, this is basically a bet on insolvency on the bonds. So essentially it's people taking these hedge positions or speculative positions against Credit Suisse. I don't really know. Obviously I don't have any insights into what's happening there other than what I readdeze in the Wall Street Journal like everybody else on this story. But I would say this, maybe I'll add this sort of one piece of context to it. Look, Credit Suisse and UBs are the two largest banks in Switzerland. They are, in the words of economists, national champions. The idea here is that nation states like Switzerland obviously derive an incredible amount of value from having these large bulge bracket money center banks based in their jurisdiction. So whether or not they are going to get a bailout from the government in some mechanism to continue to prop it up, which in that sort of case, theoretically you risk creating zombie banks like you have in Japan. Obviously, this is a very complex story. We can speculate about it here. We don't really have the facts. And in terms of a credit Suisse insolvency, which I think is what the question is about creating knock on effects or spillovers in the crypto space, I don't really think Credit Suisse has significant enough involvement in digital assets to cause that. But I suppose the thinking here is that if there were an insolvency, that it could create a kind of knock on effect. Hey, listen, maybe the converse is true, right? Which is if you have an insolvency in the crypto, if you have the insolvency rather in the traditional finance space, maybe you get more liquidity from central banks, which actually drives up the prices of digital assets and speculative assets, long duration assets, more general. But look, this is obviously purely speculative as we talk about it. We're going to have to watch that story much more closely over time to see what unfolds there, Niko."
    },
    {
        "speaker": "C",
        "text": "And one thing I'd add there, I'm no Credit Suisse expert. In fact, I don't miss that aspect of my days at Yahoo finance where we'd have to do live shows about bank earnings. When the market was, I always felt like, yeah, the earnings were great, banks kill it. But I will say when we talk about contagion in general, something we didn't even get into today is just how much for a long time. And just recently, bitcoin is finally starting to decouple. But just the extent to which crypto was behaving in lockstep with stocks, with mainstream us equities, which was alarming to people. I mean, the whole point was, wait a minute, this is a hedge, this is outside, this is separate from the rest of the markets. And then it was like in the pandemic, stocks bounced back remarkably fast. Crypto bounced back even stronger. And then now when things started to take a turn, crypto went plummeted down off a cliff along with stocks, along with everything right now. And it's been a reminder that, you know, when there's nowhere to run and when things are really bad with the economy, crypto isn't so safe either."
    },
    {
        "speaker": "E",
        "text": "Hey, Nico, when Dan and I were both actually at Yahoo. Finance together and my desk actually faced the place where Dan would do his hits, and you faked it admirably, Dan, when you're doing those bank earnings."
    },
    {
        "speaker": "F",
        "text": "Wonderful. Well, I feel like the three of us, especially you two, could, we could all go on for about 6 hours, but I think this is a good place to wrap it up for today. Dan, thank you. Thank you so much for joining us. As our inaugural guests will obviously have you and others from decrypt media joining us over the coming weeks and months. Don't forget to subscribe. Real vision Crypto is free. And if you're watching on YouTube, don't forget to subscribe. Hit that like button and smash that bell. Tomorrow. We got mark you go joining us for a big crypto and macro discussion. So we'll see you then tomorrow at 12:00 p.m. eastern. 09:00 a.m. on the West Coast. 05:00 p.m. london and midnight in Hong Kong live on real Vision crypto daily briefing."
    }
]