[
    {
        "speaker": "A",
        "text": "This episode is brought to you by Shopify. Forget the frustration of picking commerce platforms when you switch your business to Shopify, the global commerce platform that supercharges your selling wherever you sell. With Shopify, you'll harness the same intuitive features, trusted apps and powerful analytics used by the world's leading brands. Sign up today for your dollar one per month trial period@shopify.com."
    },
    {
        "speaker": "B",
        "text": "Tech."
    },
    {
        "speaker": "A",
        "text": "All lowercase. That's Shopify.com tech."
    },
    {
        "speaker": "C",
        "text": "Hello, everyone, and welcome back to real Vision crypto daily briefing. Here's why you should watch today's show and also tune into the podcast crypto is not dead. We'll bring you positive news from Brazil, Japan and the Metaverse, plus, how to make web three more user friendly. That's a big question. Also, we'll discuss this with Nick Johnson from ENS, Ethereum name service and Alex Reeb from Coinbase. I'm Paul Guerra, and Elaine Lee is with me today. How are you doing, Elaine?"
    },
    {
        "speaker": "B",
        "text": "I was doing okay, Paul, but a little bit of news just coming in that Kraken basically has just announced that it's axed 1100 people from their workforce. That's a little bit at 30 or not a little bit. It's 30% of their workforce cut. So that's making the waves on Twitter timeline right now. But it also another news, Paul. I basically was on a little mission last night to get everyone in pro crypto to leisurely mint their nfts. A lot of you are tweeting right now. I'm obviously here so I can't reply to you. Is that if you go onto real vision pro crypto videos, you will see a video with Ash Moritz and they will teach you how to mint your nfts. A reminder that today is the last day to do it. Those of you who have done, congratulations. Those of you who've got back in, welcome back. We're still early. Just another story that I picked up over on the Twitter timeline. And honestly, Paul, I basically have never read and said the word bottom so many times in my life. That's what's going on today."
    },
    {
        "speaker": "C",
        "text": "Oh my. All right. Well, yes, you are early to the rv crypto. Last day to mint. Don't forget to do it. And also very important, this episode of Crypto Daily briefing is actually sponsored by the Crypto app. The Crypto app delivers everything you need to stay on top of the world of crypto and your own crypto holdings, including a marketing leading price tracker, portfolio manager, analytics suite and newsfeed, as well as a wide array of customizable alerts and widgets to help you keep up with everything happening in the markets. Crypto moves fast, so don't be left behind. The crypto app is the market's leading app for all things crypto. Download the crypto app today on Google Play or the iOS app store. Now let's jump into the latest price action, Elaine, shall we?"
    },
    {
        "speaker": "B",
        "text": "Yeah, go for it."
    },
    {
        "speaker": "C",
        "text": "All right, so we're seeing the cryptocurrency market continue to recover. The total crypto market cap is up by 2% to around 850 billion. And bitcoin is up 3% on a 24 hours basis. Here's a chart that you can look. And it very briefly went above 17,000 before falling back. And you know, we actually haven't been seeing bitcoin consistently above 1717 mark for around three weeks now. So obviously investors remain a little tense about what's going to happen next. Elaine, what's about happening with ether now? Also, I think there's something happening with Mister Powell."
    },
    {
        "speaker": "B",
        "text": "Yeah, so he's speaking a little bit. Well, he's speaking today. I'm not sure what time. That is a real vision daily briefing where they will discuss more in detail over there. But of course we have to talk a little bit about Ethereum. I woke up this morning with a bunch of messages on my phone going, this is the bottom, right? Are we at the bottom? Nobody can answer that. If anybody can answer that, trust me, somebody would have warned me about crypto winter back in June. Look for a second state straight day. Ether is firmly on the green and it's currently up by a handsome 5%. And changing hands at around 1126. A little bit about that. That's the highest price in about three weeks poll."
    },
    {
        "speaker": "C",
        "text": "That's right. And I believe that matic also, that's ethereum related, also added 4% during the last 24 hours. So the ethereum ecosystem has seen some growth during the last days. Thank you so much, Elaine. And the theme today actually is that crypto is not dead. F the dumb and gloom. We're not falling for that. So today is a good show. Positive. Good. And plenty of good stories to share."
    },
    {
        "speaker": "B",
        "text": "Like the energy pool. I like the energy pool. Keep it spicy. Put the Latina in it."
    },
    {
        "speaker": "C",
        "text": "Enough of negativity. It's December or we're over it."
    },
    {
        "speaker": "B",
        "text": "We're over it."
    },
    {
        "speaker": "C",
        "text": "Yeah, let's be happy today. You know. So the first one comes from Brazil, which is about to legalize cryptocurrency, cryptocurrency payments. And we heard this during the last year about the e commerce giant mercado libre. For those of you who don't know, Mercado libre is some sort of like an eBay or Amazon mishmash of both. And it's giant in Latin America, especially in Brazil. And last year, they were starting to adopt bitcoin and a crypto trading platform to onboard, and they made crypto available to 1 million brazilian users. Then they launched their own native mercado coin, and now they are announcing this in Brazil. So, Elaine, is that basically like a copy paste or the same thing that happened in El Salvador? What's happening in Brazil?"
    },
    {
        "speaker": "B",
        "text": "So not quite, Paul, because I read from our friends at the decrypt that this is like the next best thing. Okay, so unlike El Salvador, crypto has not become the legal tender in Brazil. That means it doesn't have to be accepted as a method of settling debts. Nevertheless, virtual currencies will now be included in the definition of payment agreements under the supervision of the country's central bank. Now, that gives them the legal status as payments for goods and services. The move is. Is like giving an extra regulatory boost, so to speak, to the adoption of digital currencies and the expansion to the whole ecosystem. Right. So decrypt says that the bill has been approved by the lower end of the house of Brazil's congress. It will become law once the president signs it. So a crypto friendly country overall. Yeah."
    },
    {
        "speaker": "C",
        "text": "Yeah. That's bullish news for the biggest country in Latin America and I believe for the entire region, which, you know, has already been quite crypto friendly. I'm speaking of Brazil with a lot of crypto investment products on offer. And actually, I think we could see some positive adoption contagion in the region. My guess is that countries like Paraguay or even Argentina will be the next to start implementing crypto legislation. We also have news from Mexico. Panama was trying to do the same thing. So we shall see. I, as a South American, believe that it will be huge in the region. So anyway, the positive news doesn't end there. What's next, Elaine?"
    },
    {
        "speaker": "B",
        "text": "So we're going to pivot over to Asia. So a bit more positive news we like to sprinkle into the show is that binance is getting into the land of the rising sun, I should say. The company has announced that it bought Japan Sakura exchange bitcoin. This is notable because that exchange is regulated. Oh, my lord Jesus is regulated by Japan's financial services agency. So the move will allow Binance to enter. The japanese market has a regulated entity that's important."
    },
    {
        "speaker": "C",
        "text": "That is huge. And I really admire the grit that CZ has during these times. He just keeps building and building and building. So that's adorable."
    },
    {
        "speaker": "B",
        "text": "Hacking up country after country. Paul."
    },
    {
        "speaker": "C",
        "text": "Yeah, it's great. Like, why not? Like, let's keep at it. Of course, it's not an endorsement of binance, but that's my personal opinion. And it's good news for Binance, as Japan's FSA was one of several regulatory bodies that last year issued warnings that actually Binance was not licensed to operate in its market. So what CZ plan? All right, let's buy an exchange. And now that's changing. So anyway, the good news doesn't stop there. We have more. Here's another one. Actually, we're jumping now to gaming metaverse and the whole web three thing. So, you know, yats, you the co founder and executive chairman of Animoca Brands. Actually, by the way, he spoke recently with Raoul pal and Ralph's adventures in crypto. You can check it out for free on real vision crypto. And, you know, the Hong Kong based blockchain gaming group has revealed in an interview with Nikkei Asia that Animoca is launching a new fund called Animoca Capital and the plan is to invest as much, hear me out, $2 billion in metaverse projects. CEO says that the first investment will be made next year. Elaine, as a resident NFT guru and I hope a former paper handed PFP princess, this was right."
    },
    {
        "speaker": "B",
        "text": "Look. Ya Tsu, what a character. I swear to God, I think the man is just a hologram at the moment because he seems to be in San Francisco and then in Asia, then university lecturer. He is literally someone everywhere to basically tell the world the metaverse is here to stay and the grounds and foundations need to be built right now, look for not so much of a guru. Clearly, if I paper hand in, my own companies are NFT, but just like any other degenerate out there, right? Sniffing out for the next big thing. Gaming is one of the biggest components to crypto mass adoption. But it's the allocation of funding that will be distributed to the metaverse projects. That's the exciting part, because there is a clear message to the gamers here who are building, look, if you have a game that's ready to deliver with strong iP, strong community, keep bloody going. Because from the consumer side, if I am incentivized for something that I spend so much time on, right, hell, I believe in a game where I am rewarded. If I can be watching countless of hours of whatever's on Netflix and my career dramas, you know, the play to earn the watch to earn the sing to earn. Let me know, man. Your girl is ready to get incentivized if I'm giving the time to it."
    },
    {
        "speaker": "C",
        "text": "What? Sing to earn. That's new. I've never heard that before. Is that a thing?"
    },
    {
        "speaker": "B",
        "text": "I swear to God, Paul, that my mom uses, like, a sing to earn on her WeChat app. I told her about it the other day, right. She doesn't really, you know, grasp the whole crypto industry that I'm in. But she's like, no, no, no. Sing to earn points and convert it. I'm already all over that, Elaine. And I just looked at her like this just happened right in front of my. Anyway."
    },
    {
        "speaker": "C",
        "text": "Well, that's amazing. All of us frustrated singers. I'm speaking for myself. That's our dream made true. We're going to make a living now by singing, and not only in the shower, so that's cool. And actually, personal opinion, again, I actually believe that gaming is that trojan horse that will bring, you know, crypto to the mainstream. That's at least my opinion, how I see it. So that's huge news. Let's go to the next one. Coindesk, one of the most popular crypto news sources in the world, which obviously features a lot on this show as well, is apparently attracting potential buyers. Elaine, so what's the context here?"
    },
    {
        "speaker": "B",
        "text": "Look, I live and breathe coindesk being in this industry, talking about the crypto space hours upon hours. So this is all basically linked to Coindesk's owner, which is DCG, the digital currency group you guys have been talking about on Twitter. It's a huge crypto conglomerate that owns subsidiaries such as Genesis, Grayscale, and Coindesk. But now we know that Genesis is the lending arm of DCG's empire, is experiencing financial difficulties. So for some investors, that means it's a good time to ask about, well, DCG's other businesses. And according to sources speaking to the news platform Semaphore, I've never actually heard of that platform, but I hope I'm pronouncing it right. DCG was offered about $300 million for Coindesk, but the offer was rejected because it was too low. So Semaphore says Coindesk was making about $50 million in annual revenue from a mix of online advertising and its popular consensus conference, which we was in in the summer, where they brought all the industry leaders to Austin, Texas."
    },
    {
        "speaker": "C",
        "text": "All right, well, Chris Adia here, although RV pro crypto members, let's create a Dao and let's buy Coindesk but. Well, that's maybe a crazy thought for a future episode. We'll keep out on that. All right, moving on."
    },
    {
        "speaker": "B",
        "text": "Visionary perspective, for sure."
    },
    {
        "speaker": "C",
        "text": "For sure. Yeah, that would be. Well, imagine, like, a huge company owned by a dow. That would be awesome. Well, it will be interesting to see if anything comes out of it, that's for sure. But let's move on to our, you know, before doing that, actually, we have. We can't forget about the man of the hour. Not for good reasons, of course. SBF. We cannot forget about his latest interview. So Sam Bankman Free, the former FTX CEO, gave a phone interview. Yeah, phone interview. To YouTuber Tiffany Fong on November 16. This is two weeks ago, but now this interview has been posted in two parts on YouTube. And one of the biggest revelations is that SBF's claim about political donations. Elaine, we know he was one of the most prominent backers of the Democrats and the democratic lawmakers. But in the interview, SBF says that he also donated to Republicans, quote, about the same amount of money, and the donations were apparently dark money to avoid scrutiny. Dark money refers to funds raised for the purpose of influencing elections by nonprofit organizations. And actually, the thing about these ones, that they are not required to disclose the identities of their donors. A little trick in there. So SVF says he did so because the media would, and I'm quoting here, freak the fuck out. So if they knew he was also donating to Republicans. Elaine, is there anything here, anything else that stood out for you?"
    },
    {
        "speaker": "B",
        "text": "A couple of things here, Paul. Look, he says he didn't build a backdoor between FTX and Alameda to use user funds because he says he doesn't know how to code crypto. Codex points out. Reuters reporting says it was FTX executive Gary Wang who built the backdoor. SPF also continues to assert that filing for bankruptcy. Washington, a big mistake. And that investments came through minutes later, which was enough to make users whole. Now users will only get back, quote, like $0.25 for every dollar held on the platform. Finally, SBF says he's narrowed down the number of people possibly responsible for that exploit that we spoken about last week. $600 million funneled out of FTX to about eight people. Obviously, with SPF, you have to take those statements with a grain of salt."
    },
    {
        "speaker": "C",
        "text": "Thank you, Elaine. And let's move on to our main interview. When centralized meets decentralized, that's the eternal question. Can we trust our funds and our crypto assets to a centralized entity? Does that contradict the whole purpose of blockchain and its core principle. So we'll see. Recently we reported that Coinbase actually was linking up with EnS. For those of you who don't know, ENS is actually the Ethereum name service. It is actually to simplify wallet addresses for Coinbase users, not only for Coinbase users, but in this case they had an integration with Coinbase. And this is a part of a wider effort to make web three more user friendly, which had we have been saying in the show for forever and rv crypto, we need to make the web three space and crypto space way friendlier. The UX has to improve if we want to onboard more people. So our own Ash Bennington spoke with ENS co founder and lead developer Nick Johnson, and the head of identity product of management at Coinbase. Let's take a listen."
    },
    {
        "speaker": "D",
        "text": "Nick, Alex, welcome to real vision."
    },
    {
        "speaker": "E",
        "text": "Pleasure to be here."
    },
    {
        "speaker": "D",
        "text": "Well, it's a pleasure to have both of you guys here to talk a little bit about Ens and to talk about the integration of ENS functionality into Coinbase. This is a project that I'm excited about. I actually registered Ashbennington eth over a year ago. So it's a project that I'm familiar with because I think it's just a really interesting way of solving some of the kind of UI UX issues in the space. Nick, give us a little bit of the background, the context on this project and how you became involved with it. Sure."
    },
    {
        "speaker": "E",
        "text": "Yeah. I first joined the Ethereum space in 2016. In fact, my first day at the Ethereum foundation was the Monday after the Dao hack, so that made for a really exciting first few days. But one of the first things that I noticed was the UX was frankly kind of terrible. And this is something that had been the case since bitcoin launched, and nobody had really come up with a particularly satisfactory solution. But I could see we needed a better way to name accounts. And so I started working on what became ENS pretty much concurrently with joining the Ethereum ecosystem. And it soon became apparent that its applicability was much wider than just accounts, that it applied equally to naming profiles and people's social media presences, to identifying websites and so forth. And so EnS has sort of expanded from that sort of initial, fairly narrow, but extensible focus to what it is today."
    },
    {
        "speaker": "D",
        "text": "So for people who may not know, what is it today? Nick, what does it do and what purpose does it serve?"
    },
    {
        "speaker": "E",
        "text": "So Ens today is effectively, it is web three's naming protocol. So it makes it possible for you to name any decentralized resource you can name your Ethereum account, you can name any other cryptocurrency account. You can name a decentralized website on content stores like IPFs and Swarm and Arweave. You can use it as your portable web three profile. So you sign into a site, it automatically identifies you as your ens name with your avatar. And it's all based on a decentralized architecture based on Ethereum smart contracts for."
    },
    {
        "speaker": "D",
        "text": "Those who may not be familiar with the actual functioning here, for example, an Ethereum address looks like a long string of alphanumeric characters. It's very cumbersome to use, and switching that out, for example, to your name or your company's name can make the interface much easier. And also, it's important to point out, less prone to error. We're having this conversation here on November 16, there was a report that crypto.com, during this period that we've been going through, accidentally sent $400 million to the wrong address because of these types of interface issues. And it really has been a challenge for the space. Nick?"
    },
    {
        "speaker": "E",
        "text": "Yes, absolutely. And that's a perfect example of where an ENS name would have really helped, even to expert users. A cryptographic identifier is opaque. It's difficult to know the difference between one and another at first glance, unless you're dealing with the same one every day, whereas an ENS name immediately tells you what you're looking at."
    },
    {
        "speaker": "D",
        "text": "Okay, Alex, jump in. The interesting thing about this to me is this world of web three integrating here with obviously a very large publicly held exchange. Talk a little bit about what you guys over at Coinbase were thinking as this project spun up and how you began. The thoughts of beginning to integrate functionality for your users."
    },
    {
        "speaker": "F",
        "text": "For sure, building on much of the good work that Nick and his team have done, we saw an opportunity to make the ENS protocol more accessible. ENS ash, as you said, can allow you to claim eth names throughout the ecosystem. The challenge we saw is that for quote unquote, mass adoption, that is a fairly technically complicated process to go through. You need to have a non custodial wallet, then you need to go to the ENS site, you need to pay gas fees, and you need to have a generally a reasonable level of familiarity with web three infrastructure. With Coinbase being the, as we see it, the on ramp to the crypto ecosystem, we saw an opportunity to make that a dead simple process for your average user that just wants to get set up with a username. And so this uses a technology that Nick and his team have developed, which effectively means that Coinbase will allow you to claim what are called CB ID names. So for example, Alex CB ID. We will resolve those names to an ENS name for the user. What that means is you can come to Coinbase wallet, you can claim Alex CB ID or ash CB ID. You can claim it for free. And that will integrate with ENS's protocol, such the user doesn't have to pay any gas fees and it's completely free and it can be set up within a couple of clicks. You still get the same level of utility. You can still send and receive crypto to that address, but you don't have to go through the more complicated steps of claiming a ethname directly."
    },
    {
        "speaker": "D",
        "text": "So let's talk a little bit about how this works at a very high level. Obviously we don't want to get too much into the code here, but give us a little bit of a sense of how this whole process works."
    },
    {
        "speaker": "F",
        "text": "There's three different parts to this. The first part is that Coinbase has a domain which is CB ID. That domain maps to an Ens. So that's an l one ens. We then host a resolver on the Coinbase side which allows users to claim what's called a subdomain. Think of this like, almost like a web two subdomain in some ways, where you will have subdomain dot domain.com, same paradigm here where Coinbase hosts a resolver. You will come to Coinbase and claim the name that you want. We'll keep a record that says Ash owns Ash CP ID. So it's almost like a layer two then that will connect to ens, which is the layer one that hosts the CP ID component. It's off chain on our side and we're ultimately looking to try and decentralize that more. But we essentially front load that work on the Coinbase side to make it simpler and free for users to claim."
    },
    {
        "speaker": "D",
        "text": "One of the interesting things about the crypto space, I think, is how there are folks here with very strong backgrounds in computer science and also people who have come to us from the financial services or finite side. This is analogous in many ways to domain name servers. Talk a little bit, Nick, about the inspiration that that provided. And I should give a little bit of a context. When you type in realvision.com, comma, there's a domain name server in the background that resolves that name into the IP address so that your computer can find the server. This in some ways is metaphorically similar to that."
    },
    {
        "speaker": "E",
        "text": "Yes, and Internet infrastructure has long been a core interest of mine. And so the very first version of ENS was actually very closely mirroring DNS's structure. It became quickly apparent that there were better ways to architect things in the Ethereum world, things that suited its unique technical trade offs better. But the basic fundamentals of DNS around extensibility, around building systems that are future proof, has remained. And that's a definite sort of core inspiration for ens at infrastructure."
    },
    {
        "speaker": "D",
        "text": "Whats the role of the token in ENS? I know that the day that I should probably just close, I got a token drop, because I registered prior to the token drop. And I remember the night that I got my Ens tokens, I went to a party where there were lots of financial journalists there. And I remember standing in a circle with two or three of them. These were very seasoned financial reporters who told me this whole Ens thing. They must be just giving you the tokens because they know you're a reporter, they know you're an influencer, they're handing them to you so that you go on your show and you talk about it, it's like, no, no, guys, that's not the way it works. People who were registered any domain name actually got these tokens dropped to them. But tell us a little bit about the token, how it works, and what the role is that it plays."
    },
    {
        "speaker": "E",
        "text": "Sure. So when ENS launched back in 2017, there were certain pieces of functionality that needed some sort of administrative control over. So that's things like upgrading the core, smart contracts, changing how names are priced, introducing new top level domains like DNS support and so forth. And initially, our solution was we sourced keyholders from throughout the community. Unlike many projects, multisigs. This wasn't merely a protect against compromise thing. This was an attempt to be as decentralized as we could. And so the key holders were independent parties, and it was their job to approve and sign any changes to the ENS route, the fundamental components of ENS's infrastructure. But we always saw that as an intermediate step, and we always wanted to decentralize to the greatest degree possible. So come 2021, we believed that the state of the art with Dallas had advanced far enough, and that ENS itself had sort of solidified enough that we felt confident in decentralizing control further. So the token we gave out to EnS users in proportion as best we could to how involved they were, rather than just how many names they'd registered or whatnot. And the intention there was to give these people a voice in how the system was run, both how fundamental core parameters were adjusted and upgrades were done, and also in how the funds that were collected from registration and renewal fees were spent."
    },
    {
        "speaker": "D",
        "text": "I we've been talking here about user interface issues, user experience issues, about simplifying the space, about making crypto more accessible to a broader audience. I was curious, both of you guys, what do you think we are, where do you think we are right now in this process? What are the next steps and what are you guys excited about in terms of being able to increase the ease of use for users going forward? First, over to you, Nick."
    },
    {
        "speaker": "E",
        "text": "It's a really good question. And I think one of the things I'm most excited about is what we've been talking about here with the Coinbase integration, and that is the ability to allocate names to people without any on chain transactions on Ethereum, because as long as there's a transaction, you have this minimum cost. It's always going to cost you a buck at good times and who knows how much at bad times with gas fees. But now that we can move this off chain, we can move it onto an l two, we can move it on to pretty much any external system, depending on what sort of trade offs you're happy with. It makes it possible for us to issue names to millions, tens of millions, hundreds of millions of people, which expands the scope and the reach of ens immensely. One of our goals, our medium term goal in ENS has always been that cryptocurrency users shouldn't have to see cryptocurrency addresses any more than web users have to see ip addresses. And this puts us one step closer to that."
    },
    {
        "speaker": "D",
        "text": "Alex, how about you? I know you guys at Coinbase must be working on a whole series of different initiatives to simplify the user experience, to bring more people in. What's interesting about this is that you're partnering with a true web three project to do it. Tell us a little bit about what else you're thinking about and what are the other challenges that you see in the space that you feel need to be met in order to increase the number of people who feel comfortable transacting in the space?"
    },
    {
        "speaker": "F",
        "text": "Yeah, it's a great question, I think. Plus one on a lot of what Nick touched on there, where it's easy for us that are deeper in web three to think, oh, $8 to claim an Ens name, that's fine. But the reality is, for most people, that's not fine. And so I think making it free and making it incredibly simple is the core part for at least the username layer. I think there's more to the equation than that, though. So this gets a little bit, of course, beyond ens. But some other examples of the problems to solve here are that it's very. It's a very unforgiving space. The idea that if you lose your seed phrase, you can lose your livelihood, it's not really tenable if you're trying to scale this to billions of people. And so I think there's a spectrum of different things that need to be built out to make web three accessible to billions, but particularly within the identity space. So things like social recovery are a good example of how you can make things more forgiving for folks who may not know."
    },
    {
        "speaker": "D",
        "text": "Alex, tell us what social recovery is."
    },
    {
        "speaker": "F",
        "text": "Social recovery is the concept that instead of needing to custody my keys with a single party because I'm worried about losing them, I can nominate certain trusted people to help me get back in. So, for example, let's say that when I set up a wallet, I can say, you know what? I'm going to let Ash and Nick be the people that give me the thumbs up to recover access if I lose my recovery phrase. That's an example of starting to decentralize some things which are centralized today. As an example for a Coinbase account, I'm talking a Coinbase custodial account. If you want to recover access, you upload your photo id. And that probably won't work for a non custodial wallet because you need some kind of centralized process which will review that id and let you back in. And so things like social recoveries, it's just one example. There's other ones like MPC, multi party computing, wallets and different ways of doing this. But I think the point is that it needs to be more forgiving then. The other piece which we haven't touched on yet, is the idea of creating the trust layer. That's okay. I know that you're ash eth or ash CP ib. How do I know that you are trustworthy? How do I know that you are, in fact, the real ash? That part you're starting to hear bits about soulbound nfts and verifiable credentials. That's another interesting spectrum of work that I think needs to be built out."
    },
    {
        "speaker": "D",
        "text": "It's incredibly relevant right now. Some of the challenges that they're having over at Twitter with this new regime that they're in for verifying accounts."
    },
    {
        "speaker": "F",
        "text": "Yeah, exactly. I think. I mean, they're doing their best. It's a hard problem to solve, and I think it's clear that there needs to be some kind of manual verification process. Here to ensure that people are who they say they are. But right now, that's a problem in web two. It's also a problem in web three that I think hasn't been solved yet."
    },
    {
        "speaker": "G",
        "text": "This podcast is sponsored by Ramp. Are you the decision maker in your company? Consider for the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what. With each vendor, Ramp software collects and verifies receipts instantly to save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization, and bill payments. Time consuming tasks, which means you'll stop wasteful spending and close your books in hours instead of days. Businesses that use Ramp add up to 5% to their bottom line the first year. If you're a decision maker, adding Ramp could be one of the best decisions you've ever made. Get dollar 250 when you join ramp for free. Just go to ramp.com easy ramp.com easy ramp.com easy cards issued by Sutton bank and celtic bank members at DIC. Terms and conditions apply."
    },
    {
        "speaker": "D",
        "text": "Nick as we look forward into the perhaps slightly more distant future, what are some of the other things that you think can be done to potentially improve the user experience, user interface in this space to reduce some of the errors and enhance trust?"
    },
    {
        "speaker": "E",
        "text": "I think echoing what Alex said about attestations and verifying people's identity is a really important step forward. In fact, one of our own team members, Jeff Lau, recently published his idea of how we could do a decentralized Twitter blue tick type system using Ens. I think also just getting Ens rolled out, so it's ubiquitous, not just for name resolution, but for showing profiles and so on, makes it easier to identify that you're dealing with the same person across multiple platforms, whereas today, even in traditional social media platforms, just because somebody is Nick Johnson on Twitter doesn't mean I'm Nick Johnson on Mastodon or Facebook or, or anywhere else. And so unless you have these explicit links to follow, it's very easy to be filled into imposter accounts and so forth."
    },
    {
        "speaker": "D",
        "text": "Alex we were talking a little bit off camera about this sort of term of art that we use in the space, identity. What does identity mean to you and how does Coinbase think about it?"
    },
    {
        "speaker": "F",
        "text": "Alex I think identity is actually very similar across web two and web three. It's the same core principles, the differences in how you solve it. In my mind, there's three parts to this. There's representation, like your profile, your username, representing who you are. The second part is access. So that's proving that you are who you say you are. In web two, that's username password two, fa. In web three, that's seed phrase. It's signing with your wallet. And of course, other paradigms that will be built out there. And the third part is authorization. So that's based on who you are, what are you allowed to do? An example of that in the web two world is perhaps you have uploaded your id to a centralized exchange, so you're allowed to trade crypto in the web three world, perhaps it's that you have a certain NFT, so you're allowed to access a particular community. So those three parts of representation, access and authorization, encompass identity. A lot of what we've spoken about with Nick here has been the representation of you parts or your usernames, and then obviously access. We touched on social recovery a little bit. We didn't talk a lot about authorization, but Nick had mentioned attestations in there. And that's an example of how another party can attest to the legitimacy of someone such that they can do certain things. So, Ash, hopefully that answers the question."
    },
    {
        "speaker": "D",
        "text": "Yeah. And to unpack that a little bit more, how do you think about authorization? Is authorization effectively a kind of access control framework, or do you think about it differently?"
    },
    {
        "speaker": "F",
        "text": "I think that's exactly right, yeah. It's a way of governing based on who you are. What are you allowed to do? What are you allowed to see? What actions can you take? There are examples of this in web three today, where you have a particular NFT and you might be allowed access to a certain event. I think we see that often in the NFT community, but that's just a very nascent version of that. You could see many other applications of this where perhaps you have to have certain credentials, certain things in your wallet to do certain actions in certain applications, the possibilities are endless. But the point is that you can enrich someone's identity with endorsements from other parties."
    },
    {
        "speaker": "D",
        "text": "Yeah, in many ways, this is a very sort of natural trajectory from what we've seen in the space going back to web one in the 1990s. You set up a username and password uniquely for every account in the web two world. Maybe you log in with Google or Facebook or your Apple account. And now we're moving more toward this decentralized, tokenized universe that uses some of these key web three concepts Nick, how do you think about identity, and how does that play into the framework that you apply as you look out from Ens?"
    },
    {
        "speaker": "E",
        "text": "I think a lot of people, when they talk about identity, they immediately think about real world identity because the most familiar applications are, here is my driver's license, here is my passport, this is who I am. And there's kind of a whole, you know, falsehoods, programmers believe about identity type thing in here because people are like, you know, their naive assumption is people only have one identity. They have the same identity across all platforms. Their identity is attested by the government. The name is the same across all of them, even down to the spelling and the accented characters and so on used. And pretty much every one of those and many other assumptions are false. So I think one challenge here is getting people to understand what we mean by identity and that an identity can be much broader than that. You know, at its core, it is, you know, this is a coherent bundle of, you know, of things associated with one person, the broadest possible term for person. And this is how they consistently identify themselves to the, you know, to the world and prove that it's them acting each time. And, you know, in a web three pseudonymous world, an identity may not even identify a single unique person. We see identifiers that are used for groups as well. So on the one hand, it's quite simple. Technically, this is the identifier that represents this cluster of things. On the other hand, it can be complicated socially just to make that distinction and make it easy for users to understand what the actual constraints are here."
    },
    {
        "speaker": "D",
        "text": "I should finally say, just to change gears here a little bit, we're filming here on Tuesday, November 15, obviously, in the immediate wake of the FTX bankruptcy. Lots of things happening in this space. Does this impact your roadmap? What's the sort of the fallout for this, in terms of the way that you guys are looking at the world?"
    },
    {
        "speaker": "F",
        "text": "Alex, I think for the identity space at Coinbase, it really just underscores the importance of trust and the importance of making sure that our customers feel safe. And so Coinbase, of course, backs assets one to one, as I think it's been shared out pretty publicly at this point. But people are obviously spooked, and it's pretty understandable that people are spooked by the concept of a centralized exchange becoming bankrupt and insolvent. And so I think any experience that someone has with the product where perhaps they can't sign in, perhaps there's some issue that they're not expecting is magnified. And so for my team and the identity team at Coinbase, we're very focused on just making sure things work incredibly well and that there's nothing that might further accentuate how people are feeling about the current climate. I feel very good about where Coinbase is positioned, but I do think it's a really important time to make sure people feel. I mean, it's always an important time, but it's a particularly sensitive time with making sure that people feel safe and secure."
    },
    {
        "speaker": "D",
        "text": "Well, it's nice to take a break from the gloom and doom here for a minute and to talk about people who are actually building stuff and building out infrastructure and working on improving the space. Nick, how about you? Any implications for the FTX bankruptcy in the way that you think about things from your seat at EnS?"
    },
    {
        "speaker": "E",
        "text": "Nick, I think it further emphasises the need for us to clearly convey to people that what we're building is an alternative to all of that. This is a demonstration not of issues in crypto, but that trusting centralized actors to work on your best behalf is very much a second choice when you have self custody and you have the opportunity to have self sovereign identity and self sovereign accounts as your first and primary option. And I think it sort of redoubles our need to focus on making those things as usable as the sometimes easier centralized options are."
    },
    {
        "speaker": "F",
        "text": "Plus one on what Nick said. I think the other thing that is underscored for me on a personal level is that you either trust a centralized and very audited exchange. I personally custody in Coinbase because I trust Coinbase more than I trust myself with my crypto steel capsule. But if you are going to self custody, I think it underscores exactly what Nick said, which is that this has to be really easy for everyone to use, and that needs to be a viable alternative to the centralized exchange."
    },
    {
        "speaker": "D",
        "text": "It's also cool to see you guys working together. Often it's set up as this opposition between centralized and decentralized entities. So you have, on the one hand, obviously, a public corporation that's highly regulated here in the US. You have a web three organization. What was that like? Tell us a little bit about, were there people who said, kind of like, you're working with him."
    },
    {
        "speaker": "F",
        "text": "You want to start, Nick?"
    },
    {
        "speaker": "E",
        "text": "Sure. So, I mean, ENS has always actually focused on expanding and building a. There are a lot of organizations who seem to want to reinvent the wheel from scratch and pretend that everything before web three didn't exist. And I feel like often that just results in making the same mistakes afresh. So ENS has always been very focused on incrementalism, effectively building new systems that build upon the old ones. For us, it wasn't really a stretch at all. We work with anyone who is in good faith trying to improve the ecosystem and make it easier for users and better for users. And Coinbase absolutely fits into that box."
    },
    {
        "speaker": "F",
        "text": "I think, to build on what Nick said, in addition to the ENS team just being great to work with, we've been thinking about the concept of decentralized identity for a long time, but it's a really hard problem to solve because it's not clear what the quote unquote win is going to be with identity. It needs to be a utility layer. So we can't just have these compartmentalized ecosystems like we do in web two. Otherwise we're just recreating the same thing. And so, as we saw ens start to rise to the point where it is today, it became obvious that where we could add value is helping scale ens, not creating a new standalone system. And so we were very delighted to partner with Nick and team in helping that become more of a utility rather than trying to create a separate ecosystem."
    },
    {
        "speaker": "D",
        "text": "Guys, great conversation. Really interesting stuff we've covered here today. I want to give you each a chance to give some final thoughts. Nick, first, over to you. Final thoughts. Key takeaways that you'd like to leave our viewers with."
    },
    {
        "speaker": "E",
        "text": "I guess just the importance of usability in web three and the fact that it doesn't have to be a trade off between using a centralized service that's more usable or a decentralized service that is more secure or has fewer trusted parties. We can build the best of all worlds, and we can build a system that builds upon existing technologies and enhances them and improves them unambiguously. That's what we're building, and we'd like you to join us."
    },
    {
        "speaker": "D",
        "text": "Alex, final thoughts? Key takeaways?"
    },
    {
        "speaker": "F",
        "text": "Nick said it really well. I think we have a really unique opportunity to build the best of both worlds. So the usability, the seamless, the polished nature of web two, but building that in a trustless and decentralized way where you as a user are empowered to custody your own assets, to access things seamlessly, and to have that truly trustless ecosystem, there's a lot of work to be done to get there. But that, I think, is the shared vision in this space for us."
    },
    {
        "speaker": "D",
        "text": "Alex, Nick, again, great conversation. Thank you both for joining us."
    },
    {
        "speaker": "E",
        "text": "Pleasure."
    },
    {
        "speaker": "F",
        "text": "Thanks for having us."
    },
    {
        "speaker": "D",
        "text": "Thanks for watching. Everyone."
    },
    {
        "speaker": "C",
        "text": "Once again, another fantastic conversation in the books for the crypto daily briefing. And here are my key takeaways. First, ENS was built in 2017 out of the need to improve the user experience in the crypto space. Now, that same logic has to be applied to the entire industry as a whole if we want to onboard the next billion users during this decade, you know, 2030, that's the goal. Second, Coinbase has realized that this need and they are actually doing some investments and they are trying to make crypto more accessible to users. So for doing that, they're implementing the following. First, as we said during the entire piece, they're incorporating Ens into their platform to improve the user experience and the user interface, making it easier so people won't lost when loose funds like it happened. Actually with some big companies that lost $400 million. Second, they're implementing social recovery. What is social coverage? So it is like a sort of a two factor authentication with third parties. Why? Because we want to make it more forgiving to recover wallet access in case, God forbid, you lose the access to your seed phrase. So making it more forgiving for users. And third, of course, if we're going to be giving those permissions, we need a trust layer. And that is a way to know that the people you're interacting with, the first, they are who they say they are, and secondly, there are trustworthy. And the third takeaway is actually identity. Identity will play a huge and a key role during web three. And authorization is a key concept that will allow you to have certain roles and limitations on things you can do and not do. And all of that will be depending on which tokens do you hold or the place that you hold in a certain community. So it will be, again, based on not status, but mostly trust and how good you are to a certain community. So in a nutshell, if I can just sum up this whole conversation, the main takeaway is that there's a lot of work to be done by the entire space. People need to feel safe in the crypto space if the entire industry wants to onboard billions of users during the next year. So lots of work to be done. People need to be and feel safe."
    },
    {
        "speaker": "B",
        "text": "Elaine all right, Paul, talking about an airdrop season, right? Our community member, Miss Moneypenny, just slide into my DM's. So basically she's brought to my attention and I do know that it's actually a little bit abuzz on Twitter right now. Uniswap, if you've been using it before April, I believe Jenny Xyz, which is their NFT marketplace, might be coming in with a little stimmy for you. Because check it out, all on Twitter, they say that you might be qualified for a drop. So this is coming out. You should check it out online to see if you're qualified for it and if you've been using it, then you might have something coming in for you. All right, so talking about Ens, though, look, minting my two ens domains, Paul, was one of the most awesome things that happened to me in my coach. Because your girl got a bit of a, you know, a few pennies and pounds through that pour. I'm going to confirm to you how much, but definitely I have not been on ramping fiat to buy my funny little jpegs, I'll tell you that right now. Look, for all the builders out there, bring back airdrop season. It's probably what the industry, right. Needs right now. You know, I know it's much easier said than being done, but of course, that drop was flawlessly executed by people at Ens. But what's reassuring, that builders recognize what needs to be worked on right from that very conversation that Ash had, authorization, social recovery, the true layer. We're not thinking about this. We're already using the products, but people recognize the. The user face of these tech that's out there already. So I can listen to the Ethereum foundation all day. Developers there know that code is law. And if you have the ability to write a page to change history right now. Yeah. For the problem solvers who are tremendously excited about this space, you know, this space is going nowhere. Integration is happening. And the idea to onboard Web three 2 billion is very much becoming a reality, especially in the heart of San Francisco. You go to a developers or coders conference, they don't even question if this is a thing. It's just about how to make it easier, period, I believe."
    },
    {
        "speaker": "C",
        "text": "Elaine, actually, you have something else to add regarding some breaking news."
    },
    {
        "speaker": "B",
        "text": "Yeah, my God. As I was listening to this, and it's never a normal day in crypto unless things just break left, right and center. Over on Twitter, Bitcoin archive says that Telegram is to build a cryptocurrency exchange and non custodial wallets. You can see right now that Coindesk is definitely running that headline right now. And the CEO, Pavel Durav. Pavel, I believe, has said that this is going to happen. And telegram obviously is a really heavy messaging app amongst the crypto community."
    },
    {
        "speaker": "C",
        "text": "100%. And just for historical reference, a little disclaimer here at real vision. We are not right now shilling or promoting, nor Coinbase, nor ens. This is not financial advice. So take this information, like, for informational or educational purposes only. I think that's very important just to disclaim right now because sometimes when we talk about X or Y or z exchange, just to bring you the latest developments, it might be taking, like we're shilling or promoting D y o n f a. So just for historical reference, it's, this is recorded now. It will be on the Internet forever. So thank you, Elaine, for being with me today. It's a pleasure doing the show with you, as always."
    },
    {
        "speaker": "B",
        "text": "Fun. Paul was fun."
    },
    {
        "speaker": "C",
        "text": "All right."
    },
    {
        "speaker": "B",
        "text": "Very spicy with you always."
    },
    {
        "speaker": "C",
        "text": "Oh, my. That's it for today. This episode of the Crypto Daily Briefing is sponsored by the Crypto app. The crypto app is your place for all things crypto. Download the crypto app today on Google Play or iOS App Store tomorrow. We've got Ethereum enthusiasts and Dharma Capital co founder Andrew Keys, as well as the friend of the show, the always great Santiago Vellis. Yo, you don't want to miss that. See you at noon eastern time, 05:00 p.m. in London, live on the real vision crypto daily briefing. See you tomorrow. Bye."
    }
]