[
    {
        "speaker": "A",
        "text": "This episode is brought to you by Shopify. Forget the frustration of picking commerce platforms when you switch your business to Shopify, the global commerce platform that supercharges your selling wherever you sell. With Shopify, you'll harness the same intuitive features, trusted apps and powerful analytics used by the world's leading brands. Sign up today for your dollar one per month trial period@shopify.com. tech. All lowercase. That's Shopify.com tech."
    },
    {
        "speaker": "B",
        "text": "Hello, everyone, and welcome back. Here's why you should watch today's real vision crypto daily briefing. A changing of the guard at some of the highest profile crypto firms will analyze the big news at Celsius, FTX, US and others, and what may be some key regulatory signals to the crypto space. Plus, a yde a deep dive into cross chain interoperability with Sergey Gorbanov from Axelar, who explains why this crucial aspect of defi is coming now. As always, we'll break the conversation down into key takeaways at the end. Stay tuned for that. I'm Ash Bennington, joined today by Santiago Velez. How you doing, Santiago?"
    },
    {
        "speaker": "C",
        "text": "I'm doing great. Thanks for having me back, Ash."
    },
    {
        "speaker": "B",
        "text": "Oh, it's always great to have you with us, man. I should say. Don't forget to subscribe to real Vision Crypto. It's free. If you're watching this on YouTube, smash the like button for the algorithm. Subscribe and hit the bell for notifications. Now let's jump right into today's price action. The surge in crypto prices we saw Tuesday has evaporated. Bitcoin is down on a 24 hours basis, hitting lows below 19,000. It's above that threshold right now. We can see that infamous Bart Simpson pattern on the chart. When you look there, it kind of looks a little like his hair. It remains a brutal macro environment for risk assets, we should say more broadly outside of the crypto space, meaning in traditional capital markets in the UK, there could be an emergency rate hike. Meanwhile, ethereum is trading in a very similar pattern to bitcoin. Today it fell below 1300 before recovering slightly. Santiago, what are you looking at in terms of price action?"
    },
    {
        "speaker": "C",
        "text": "Well, you know, honestly, I'm actually surprised that the resiliency of the crypto markets as compared to other equities, for example, or even the bond market. So surprisingly, they're behaving just like one would expect in a normal bear market. I'm actually anticipating another kind of big leg down, but not quite yet. Some assets are kind of breaking out. We saw Uniswap link XRP and Quant is on a tear for the seven days. So there's still a lot of projects out there kind of moving on their own. But overall, the market continues to trade sideways. And still at the back of the macro."
    },
    {
        "speaker": "B",
        "text": "Yeah. Another crypto we should say we're looking at right now is cell Cel. That's the native token of the Celsius block, the Celsius network. The token experienced some wild swings in the past 24 hours as there was double news regarding the company. Which brings us to our top story. We saw two big names in the crypto space depart their roles on Tuesday, albeit under somewhat different circumstances. First, Alex Mashinsky, the CEO of bankrupt crypto lender Celsius Network, has stepped down with immediate effect. In his resignation letter, Mashinsky wrote, quote, I regret that my continued role as CEO has become an increasing distraction. Celsius prevented customers, of course, from withdrawing money in June. And what was a major sign of significant distress in the crypto industry shortly after the company filed for bankruptcy. That process is currently ongoing, and Machinsky says he wants to continue to help with it. In the interest of full transparency, Celsius, an advertising partner of real vision. Important for us to say Santiago Machinsky, has become a polarizing figure. What are your thoughts here?"
    },
    {
        "speaker": "C",
        "text": "Well, I think back to the interview that you and I did with Alex, and I've met Alex personally. I think it's a difficult time not just for him, but for the overall Celsius community. Anybody that had assets invested and is now waiting to go through that process in bankruptcy court, that's a difficult time. And I think the rest of the digital asset space should be sympathetic to what they're going through. And as always, it's a good sign when you have a change in leadership at a critical moment. There's still an incredible amount of assets under management by Celsius, including bitcoin, asics, and of course, all the other digital assets that were seized. So it's a good sign. I think it's part of the process, and we have to be patient to see kind of how it plays out."
    },
    {
        "speaker": "B",
        "text": "Yeah. As we have said, there was another major departure yesterday. FTX US President Brett Harrison is also stepping down. He will shift to an advisory role instead. He had been with FTX us since May of 2021. It follows another high profile crypto resignation just last week when Kraken co founder and CEO Jesse Powell announced his departure. Santiago, this one has been perhaps a little bit more surprising. Brett Harrison, I mean, especially given how well FTX has been doing lately. What do you make of this?"
    },
    {
        "speaker": "C",
        "text": "Well, you know, FTX is in a position of strength and what the bear markets tend to reveal is essentially who is, who is weak and who's strong. And I think that repositioning represents potentially some political maneuvering and maybe some future partnerships. And the day to day operations can be very time consuming. And I think this frees up a key leader to do some more interesting things. So I'm curious to see how it plays out. But I think FTX is going to do really well in this bear market."
    },
    {
        "speaker": "B",
        "text": "Yeah, we can speculate a little bit, and it would be just speculation about the role of a now deleted tweet from Harrison. I think it was back in July, Harrison stated that stocks, quote, held in FDI insured close quote accounts. FDIC, of course, doesn't insure brokerage accounts. That's something called SIPIC, as anyone who's worked at a broker dealer can tell you. This is the securities investor protection Corporation that protects against the cases of insolvency for broker dealers or securities firms. Reuters linked back to the story about the tweet in August when reporting his departure yesterday. Whatever the case here is, whether that was or was not a factor, I think it's probably worth noting some of the differences between the crypto and tradfi space. The CEO's of major banks don't generally tweet about their regulators. They don't generally tweet about regulation in general. When that comes out, it's a very carefully orchestrated type of communication that goes through their comms department, their legal department, their compliance department. It's just a really different ethos in the space here in crypto, which is very much run and gun shoot from the hip. There's one more story that connects Celsius and FTX. According to Bloomberg sources, Sam Bankman Fried, of course, the CEO of FTX is considering bidding for the assets of Celsius. This comes a day after FTX was announced as the winner of the auction, of course, for Voyagel digital assets. The same Bloomberg source that FTX says that FTX is in the process of raising $1 billion. Santiago we may be in a crypto winter, but clearly the shopping spree at FTX continues."
    },
    {
        "speaker": "C",
        "text": "Strength, strength, strength. They're in a good position to take the cash heavy balance sheet that they have and go discount shopping. And I think this means further consolidation, not just for them, but for others who are also in a similar position of strength, they're going to take and bargain shop. So what we could see coming out of the bear market is a much more concentrated space. Obviously, regulators like that because it just makes their job easier to work with a fewer number of counterparties. So it's kind of the natural trend that we see in bear markets, and it could end up being a good thing from a regulatory standpoint. But we'll have to see it does mean more centralization there."
    },
    {
        "speaker": "B",
        "text": "Yeah, so, well said, Santiago, sort of on both sides of the continuum. You have a simplicity of regulation from the perspective of regulators when you have things that are essentially concentrated in a few large firms. But as you point out, the downside of that is decentralization, of which we will be speaking more later in the show. The next story, talking of which, actually, this is related to the same point. This next story concerns the biggest criticism some people have had about Ethereum in the post merge world. Does proof of stake make it more centralized, meaning with the new consensus mechanism, proof of stake concentrate power in the hands of just a few big companies? Kind of the same story. The IMF seems to think so. In a new research note reported by Decrypt, the IMF warns that excessive concentration via proof of stake could, quote, increase market integrity risk. Close quote, Santiago. We've heard similar concerns since the idea of transitioning from proof of work to proof of stake first floated. What do you think?"
    },
    {
        "speaker": "C",
        "text": "Well, you know, the market speaks for itself, and what we've seen is a few large validators like Lido, Coinbase, et cetera, have a majority of the validation eth stake. Whether or not that becomes problematic, we'll have to see. And I think it will express itself if and when the regulator decides that they want to see if they can regulate down to the block level and starts to put pressure on some of those large validators, especially if there's only a handful. So, you know, I think the jury's still out, and we'll see how the networks respond to that kind of attack surface. You know, the merge was definitely a buy. The rumor sell, the news event, and the price action, as we were discussing earlier, that continues to reflect the macro. But the validation naturally, over time means further concentration in the largest eth holders just because of the mechanism in which validators are rewarded for validating blocks and processing transactions. So for the long term, it remains to be seen whether or not it's going to remain decentralized. So that's what I'm most curious about, and I think that's what a lot of people in the proof of work camp is that one of their main criticisms?"
    },
    {
        "speaker": "B",
        "text": "Yeah, you know, I also talked about the story just a little bit more broadly here. You know, the name of the paper from the IMF is regulating the crypto ecosystem. They're telling you right on the tin what the end goal here is. You know, I've said before, we may be in this process of coming to a head in what could be, could be a coming civil war in the crypto space between pro regulatory forces, on the one hand, and folks who believe in the more decentralized libertarian ideals of cryptocurrency, on the other. And this may very well be precipitated by the Ethereum transition from proof of work to proof of stake, which seems to just naturally, for a series of reasons related to the technology surface, some of these issues. Santiago, any thoughts about that?"
    },
    {
        "speaker": "C",
        "text": "Well, you know, honestly, I think it could come through the venue of stable coins. As we see money market funds and yields rise on savings and deposits, naturally, that's going to strengthen the yields on stablecoins themselves, which are an integral part of the defi space. So then what will likely happen is those stable coins that have a centralized counterparty may be put under pressure to implement sanctions or sensor transactions, et cetera. White lists, blacklists. And so eventually, the pressure will mount to the block level and to the validators. And I think the regulators will test that space until they see how far they can go and how practical it is to implement that enforcement. And we could see a bifurcation of the space. We could see a splitting of a very compliant sector, and then on the other side, a very kind of deregulated, anonymized sector."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think that's extremely well said, and I think it's spot on. Look, the reality is that this is already coming in the stablecoin space. It's already here. We saw this with tornado cash. We saw this with circle censoring some of the transactions from blacklisted addresses. But really, the key point about what's coming next is this question of, does it happen at the validator level? Do stake pools wind up getting regulated as well? The argument in the space is that at the protocol level, these transactions should remain censorship resistant. Whether or not regulators are going to feel the same way, I think that's very much an open question. And as you point out, the ultimate implication of that could be a bifurcation of the space where you see this splitting into a regulated sector and an anonymous sector. That could have really profound implications that I'm not sure a whole lot of people have thought through yet. Santiago."
    },
    {
        "speaker": "C",
        "text": "Yeah, 100% agree. I'm waiting patiently to see how it plays out and how the communities respond, whether or not they come together and come up with a unique compromise or solution, or if it's just essentially the large exchanges or large validators who drive most of the departure because they're not beholden to the community, they're beholden to the shareholders. That's where I think most of the pressure is going to be."
    },
    {
        "speaker": "B",
        "text": "Well, they're beholden to the shareholders, but in addition to the shareholders, they also have regulatory agencies that they have to report to. Look, many of these companies that are operating stake pools are here in the US. They're publicly held corporations. Their directors and officers are, in fact, us residents, us persons who are within the reach of us jurisdiction. So this is really a potentially thorny question. And I think we can sort of see it coming down like the pike in the fog. And it's clear that this is an issue that's coming, how it gets resolved, we're going to have to wait and see. And that's why we're having these conversations live every day on this show, I believe, starting next week. So very exciting there. We should also say another story in this space right now that's relevant here. It has some implications that are quite similar. We've also heard some very interesting comments from Fed chair Jay Powell in a panel on Tuesday reported by Coindesk. He said, quote, the Defi winter didn't have any significant effects on the banking system and broader financial stability due to a lack of links between them. So this is essentially saying that the unregulated defi space does not have spillovers. This is what we talked about during the 2008 period where you saw spillover effects from the mortgage market, specifically from some of the asset backed securities in the mortgage market causing instability in the broader financial sector. Powell is saying that we don't see that. He said this gives lawmakers time to work on regulation, and he urged them to do it, quote, thoughtfully and carefully. So Powell essentially signaling that there's not really an incredible rush to get this regulation done right now because there isn't this pressure on the system more broadly caused by spillover effects. But he also said something else that I think is very interesting, as he put it. And this to me was one of the key phrases that came out of it, quote, same risk, same regulation. Santiago when it comes to the Fed, we parse through every word. What do you make of these comments from, from chair Powell?"
    },
    {
        "speaker": "C",
        "text": "I think it's a little myopic. I think for decentralized networks that operate globally the type of enforcement that is required is a globally coordinated enforcement. And so I think that any individual nation state regulator is going to have a difficult time. It's kind of like squeezing a bar of soap. The tighter you squeeze, the more it slips out of your hand. So I think that eventually what will happen is that it's the stablecoin issuers who will be pressed to do whitelisting and blacklisting, et cetera. And there will be more, more market demand for the decentralized versions of that, which obviously come with their own volatility risk. And so there'd be this trade off between risk as an investor into these assets versus the practicality of it and whether they're backed by treasuries, et cetera. So I do think that over the long term, the regulator is going to try, and as the financial systems start to intertwine, which they inevitably will, they could end up becoming a systemic risk. And the need for enforcement and oversight is going to grow. So they're paying attention. They know how fast the space is growing, and they understand that they have to intervene."
    },
    {
        "speaker": "B",
        "text": "I guess the silver lining there is, those comments from Chair Powell suggest that there's not a rush to get this done quickly and maybe overly hastily. It seems as though he wants people to be deliberative and take their time and think this through. I completely agree with you on stable coins, I'm not convinced that they're going to stop there. I often have these conversations with folks in the crypto space. I like playing devil's advocate and making the point that this regulation is coming. And I always tell them, look, you've made an incredibly convincing argument to me. I agree with you. But the question is whether or not regulators are going to agree. Then the second layer question that you alluded to there, I think, is spot on. If they don't agree, will they in fact be successful? I think that is very much an open question. This metaphor of squeezing a bar of soap is a good one. It's one I may steal from you, Santiago, because I think that is potentially the challenge. When you come and propound a regulation. If you can't enforce it or there's no party to enforce it against, that can become tricky. In either case, obviously, some really interesting stuff coming down the pike in this space. By the way, a little bit of a transition here. The IMF has also warned about vulnerabilities concerning cross chain bridges. Another concern, obviously, in addition to some of the regulatory headwinds that we see in the space, it's a critical aspect of DeFi, which means making sure different blockchains can talk to one another. This is what bridges do in their purest sense. It's also been a significant vector of attacks by Defi hackers. Sergey Gorbanov is the CEO and co founder of Axelar, which is a cross chain transfer protocol. Santiago, before we get started here, why were you interested in Axelar?"
    },
    {
        "speaker": "C",
        "text": "Well, I think that the future is multi chain, and I believe firmly that if we're going to have the next great financial crisis, a global one, we need an alternative financial system. Something that is well knit together, is reliable, secure, and allows for value to transfer in and out of value, essentially. And I think that any project that offers the ability to stitch these different l one s together and share their properties, it makes that tapestry, that topology, stronger and more useful, so that when the time does come to use this financial system, it will be ready."
    },
    {
        "speaker": "B",
        "text": "Yeah. Talking of which, let's jump into the first clip on how Sergey got into this cross chain line of work in the first place."
    },
    {
        "speaker": "D",
        "text": "Started to play with the blockchain space a little bit more. So I worked on the project that ended up being Algorand blockchain, and so helped to design and take that to the market with a team out of Boston. And afterwards, after launching Algorand, though, we saw rising problem in ecosystem debt. I a lot of different chains were being built. All of them had very unique approaches to consensus, to fast speed, but none of them could really talk to one another. It was clear to us that for the ecosystem to continue growing, we are going to need to have all these different chains, because they all had their own trade offs, but we have to function as a whole as an ecosystem. And so connectivity across all these chains became a very important problem, and we didn't really see any solutions that were valuable to connect Algorand and many other chains. And so we started Axelaire with my co founder, Jorge, to precisely focus on that problem. How do we allow everybody to continue innovating, build more chains, scaling the ecosystem, but still be functioning as one? By connecting everything together. And so that's what we're focusing on at Axelor."
    },
    {
        "speaker": "C",
        "text": "That's fantastic. I think a lot of people take for granted the topology of the Internet, which at the base layer, there's this TCP IP, and every single computer can talk to every other computer and route information easily. It's one language, but when you get into blockchains and different consensus protocols, they may all speak a completely different language. If you want to route information or value, you need a way to essentially be the translator in the middle, as I understand it, XLR acts as that universal translator and router. Can you explain a little bit about maybe how Axelar works? And then we can break down how on an individual chain, it may intervene or be that facilitator, and then how we achieve, essentially, cross chain communication, and then we can get into security. So, first of all, how does Axelr works? What is it, and how does this solve this problem?"
    },
    {
        "speaker": "D",
        "text": "Yeah, I mean, on a very high level, it's easy to think of AXLR as almost like stripe or web three, right? So on top of the network and all the complicated infrastructure, there is a very simple API that developers can use to communicate cross chain. Okay, so meaning, like, you can send a message, you can specify a destination where it needs to go, and it will go there, right. And it will execute that message. And your message can be anything from a token transfer to a cross chain kind of smart contract, call to NFT, transfer, payment, anything, anything you can encode in that message. And so this is what the developers interact with, right. At the bottom of this sits a decentralized and permissionless network, which is a protocol that we have designed, which is the accel network that's responsible for routing and moving of information from one ecosystem to another. As soon as a developer makes this request with an API, then the network will understand that request and think about where it needs to go, how it should be processed, how it should be executed, and then help you execute this request on the destination chain and return it back to your home base chain. You can think of the actual network as the infrastructure on the backend that does all the complicated air traffic control. You can think of it that way that directs traffic from one network to another. But developers get exposed to a very simple API that they can just interact with to send messages. At the end of the day, what this enables are experiences for the users that allow them to interact with any asset, any application, any chain, with one click."
    },
    {
        "speaker": "B",
        "text": "Okay, Santiago, first, a couple of questions before we get into the technical details here. What makes Axelar different from some of the other chains that we've talked about here on the show? Cosmos and Polkadot come to mind as cross train protocols?"
    },
    {
        "speaker": "C",
        "text": "Well, I think the first step is to make an analogy to how the Internet, we're all familiar, works, and that's this idea of these hubs that route information. And so typical bridges are just really connecting two endpoints between two l, one s. But what's unique here is essentially this content delivery network analogy that you have a hub that overlays on top of a number of l one s. And so it's more sophisticated than just simply a one to one bridge. And therein is the key kind of value proposition is, is this overlay idea. So, to me, it's, how do you do that in a simple way so that a developer can come along and have an abstracted form. So instead of worrying about how am I going to build on four 5610 different l one s and having to know all the little idiosyncrasies of each one, you can come to this overlay network and do all your business logic there, and then that's all abstracted for you. And so that's a very, a very simple way of essentially building on top of this Internet of value and expanding it out to essentially like our Internet is now."
    },
    {
        "speaker": "B",
        "text": "You know, it's interesting, Axelr was not a protocol that I was familiar with until a couple of weeks ago, and then suddenly it seems like it's everywhere all the time."
    },
    {
        "speaker": "C",
        "text": "Yeah, it came out of the desire to connect Aloran to Ethereum and to other large l one sdHe. And the first problem that you arrive at, if you're connecting an EVM and a non EVM L one, is they."
    },
    {
        "speaker": "B",
        "text": "Specifically, this is the ethereal language virtual machine for those who may not know."
    },
    {
        "speaker": "C",
        "text": "That's right. And so if the programming language and the virtual machine is different, you now have a problem where you have to understand how both arrive at consensus, how they do messaging, how they do transactions, and know both systems intimately. And that's problematic, because you would have to essentially be an expert on all of the systems. And so the desire came from this acknowledgement that different l one s arrive at consensus differently. Some use proof of work, some use proof of stake, some use the evm, and others don't. And so how do you stitch this all together so that you can get reliable, secure cross chain interoperability? And that's a significant challenge. So it makes sense that the space is going in this direction."
    },
    {
        "speaker": "B",
        "text": "Yeah. And do it all in a decentralized way, by the way. This is probably obvious to some, but probably worth repeating. Nonetheless. It's important to note that obviously, this problem set that's been attempting to be solved right now by axilar has been at the core of many of the cross chain bridge hacks that we've seen. In other words, we've seen cross chain bridges that are not secured by consensus try to perform precisely the function that you've just described, Santiago, with some really significant security impacts in the way. So that's of course worth bearing in mind when people are trying to get their heads around what problem Axelr seeks to be a solution to. So let's jump in now and get more detail about how Axelr works."
    },
    {
        "speaker": "C",
        "text": "As I understand, Axelar would sit on top and try to reconcile between two separate networks all of those various differences. Right? In other words, if you have an ethereum on one side and an avalanche, or Algorand on another side, and there is a kind of cross chain, either messaging, communication, or value transfer tokenization, whatever, you have to take into account the individual idiosyncrasies of each network to achieve final settlement, if you want to call it that. Is that a fair summary?"
    },
    {
        "speaker": "D",
        "text": "That's very fair. I think the way we like to think about it is accelerated almost. It's an overlay network on top of these networks. The concept overlay network is actually pretty well known in distributed systems and traditional Internet. It's a network that sits between other networks that helps you do routing, translation and security. So those are the key properties. And then excel network itself kind of plugs into other chains, but without requiring any changes from those platforms. So there is, what we deploy is what we call a gateway to those chains. Gateway is almost like a router, and then once this router deployed to this chain, then anybody can send messages to this router, and then this axel overlay network will take those messages, know where they need to go to which other routers, and deliver them there and execute. So it's a network that sits on top of it, and then it is intelligent in the sense that it knows how to do this routing, it knows finalization rules of different chains. So whether or not you're working with proof of stake or proof of work, or any other model, the network knows how to finalize messages from those chains and then process them from there."
    },
    {
        "speaker": "C",
        "text": "I see. So this gateway approach and this API approach, you're essentially abstracting a lot of the underlying complexities of the l one, so that the application developer can focus on just getting it down to business, doing a business logic, and then with consideration for the differences in the network, then making choices. Does it have the capability of multi hopping or routing? In a sense, if you have these various, I assume you use smart contracts for these gateways on each of the l one s, can you route along various paths similar to how the Internet routes?"
    },
    {
        "speaker": "D",
        "text": "Yeah, exactly. So right now everything is connecting through one instance of the protocol, but kind of one of the next upcoming upgrades would be actually to allow multiple instances of this protocol that is still composable with one another. And precisely to your point, the world that we have to get to eventually is to allow multiple hubs of connectivity with intelligent routing between them. So in the same way as you travel by air, take airplanes, you always find the most optimal route to go from a city a to a city b, and maybe you have one hop in the middle, or no hops in the middle. And platforms like Expedia allow you to search that efficiently. In the same way, in web three infrastructure, we are building this sort of routing or transport layer that will allow you to have the optimal number of hops with the best security and lowest transaction fees. At the end of the day, if you have to take multiple hops."
    },
    {
        "speaker": "B",
        "text": "So, Santiago, you break down some of the details here. Sergey describes Axelar as an overlay network that handles routing, translation and security. Can axelar serve in the role of bridges, which obviously have been notorious for their security concerns in the past? We've talked about this a little bit in the prior question, but more broadly speaking here, talk a little bit about the mechanics of the overlay network."
    },
    {
        "speaker": "C",
        "text": "Essentially, think of it as a set of chain links that connect to one another. If you have two l one s, they have to be connected without creating a weakest link. That overlay network in and of itself has to be as secure as the l one s that it's trying to support. So what they've done is instead of just having a bridge that has a few multi sigs or some centralization component that makes it susceptible to an attack, you have a completely independent network that has its own set of consensus based on proof of stake, its own set of validators, and its own security. It can borrow some security from other networks, and they can share in that. But essentially, that middle link, which connects the other two, has to be as robust, and it has to be able to secure the messaging and the value transfers. What's interesting is that essentially it puts hooks in each of the l one. So it will write a smart contract on Ethereum, or it will write a smart contract on some other smart contract capable network. And it's those hooks, those little smart contract processes that do the work that the overlay network tells it to, that relays it. So it's a very clever way of making sure that there's no opportunity for an attacker like we've seen more recently in various bridge collapses, to kind of attack it mid transit midway. And so it's safe the entire path. So I think it's brilliant."
    },
    {
        "speaker": "B",
        "text": "Yeah. In the next clip, Sergei talks about decentralization and the risk factors. Let's take a listen."
    },
    {
        "speaker": "D",
        "text": "I think a lot of kind of a first generation, even a lot of solutions that you see today, they're all centralized, right? So what that means is that the protocol that moves assets or information is kind of controlled by, you know, two out of two, two out of three, kind of a multisig, right, wherever just a few nodes or a few parties have to authorize a message that needs to go from a to b, and that cannot scale. Right? That's not the premise of web three. The whole premise is that you have open protocol with high resistance to censorship, with high availability that anybody can build on. And so this is where uniquely Axelor stands out, is that it is the only protocol that serve decentralized and permission, and based on proof of stake security, which is the same model that's used to power the chains that we actually connect. And so in some sense, you can think of Axela being as a blockchain that connects other blockchains. So its job is to connect and move information across these smart contracts. But the security of it is still based on the principles of decentralization. Open, valid data set. Anybody can join, anybody can participate, anybody can transact and send messages. You would not be censored by any individual. And it is the blockchain that powers the protocol underneath it. So that's the start. You have to have a strong decentralization. You have to have the design that can support strong security. From there, the security really comes down to two other layers that have to be built. It's good engineering and kind of a practices and fallbacks. The engineering side, these things are incredibly complex. You're building a system that interacts with other systems, and so it's not lives in isolation. So you have to have very robust engineering practices. You have to have multiple audits. We've done like over 27 audits on our network to date. We have active back bounties, review processes internally and externally. So things like that that have to be taken care of. And then on top of it, you think about what can I do to even make it safer for my applications? So for some applications, it made sense to add what I call executed add ons. So, for instance, if you transfer in value, on average, if you transfer in a million dollars per day, if you see a transaction that tries to transfer 100 million a day, that's probably something off there. Or maybe the network should take an extra care of reviewing those transactions or pause some of them. That's what we're thinking about. What are these additional application specific add ons that can be doing things like rate limiting or extra transaction invariants that have to be satisfied to enforce them? How do you build those also in a secure and a decentralized way? This is the third layer at the application that has to come about. So I would say it's a complicated problem. The field has been pretty on and I think enrolled in out a lot of ad hoc solutions. But I do think it can be done kind of robustly and securely. You just should not take shortcuts and kind of think about it in a cohesive way."
    },
    {
        "speaker": "B",
        "text": "Santiago, Sergey is talking about decentralization here. Let me ask a very basic question, which doubtless some of our viewers may be wondering. It's something that my non defi friends ask me all the time. They go, I get it, this can do some really cool stuff. I'm interested in that. I like the idea of smart contracts, but why does it matter if it's decentralized? Why is decentralization such an important value of this space?"
    },
    {
        "speaker": "C",
        "text": "I think it's one of the core values, and it makes sense that at this point in time, we don't reintroduce new centralized actors, not just for censorship resistance, but also for security and making sure that attack surfaces are low. And when investors or users decide to use these l one s that they can do so and cross chain communicate without having to worry about some of these risks. So for me, as a user, I see it as a very attractive value proposition to be able to create an application that can run across multiple chains and essentially borrow many of the properties of each of those chains, depending on what it is interested in, and not have to worry about hackers or attacks or even middlemen extracting excessive value. So it really is a solution set to avoid having to compromise on the core values of digital assets."
    },
    {
        "speaker": "B",
        "text": "Yeah, very well said."
    },
    {
        "speaker": "E",
        "text": "Here in America, work is in trouble. We've offshored our manufacturing, sent away good jobs, and lost so much ability to make things. American giant is pushing back against that tide. They make high quality clothing for a summer wardrobe you'll love, all made right here in the USA. Support America's workers and get 20% off your first order at american dash giant.com with code Stapletwenty. That's 20% off your first order at american dash giant.com. stapled 20."
    },
    {
        "speaker": "B",
        "text": "In the final clip, we're doing a deeper dive into the underlying tech. It's more technical, but stick with us."
    },
    {
        "speaker": "D",
        "text": "We'll explain it at the very end of it. Every network relies on validators to do their job and to power the underlying consensus if it's a decentralized system. Axelr uses proof of stake security, where users delegate the validators that run this cross chain protocol to send messages back and forth. We're innovating on that protocol a lot to think about. What are the things you can optimize guarantee better security? So one example, actually, a couple of weeks ago, we rolled out an upgrade to the network that introduced properties like quadratic voting. So one of the problems with a lot of proof of stake network is that you end up with a high concentration of validators at the top that have a lot of voting power, and so your attack surface kind of reduces to that. But in Axelor, to prevent things like this and give even stronger security for cross chain messages, quadratic voting used to apply to effectively take a stake of a validator and take a screw root function of that. And that gives them the number of votes that they would participate in this cross chain protocol. And so the more stake that you have, your power in, the consensus actually grows as a function of a square root of those number of stake tokens that you have. So it allows you to have more decentralization, effectively a larger validator set that has to be cosigned in every message. So that's one property that we introduced, which I think is really, really powerful. The second thing is that Accel has been built around tendermin SDK. There's this work that's been going on in the industry known as interchange security. The idea is that applications can borrow and lend their security with respect to validator sets of other networks. For instance, if Axelor, Axela is actually a canonical provider of interoperability for osmosis. And so if osmosis is one of the good applications, then we can kind of co share security. Maybe we borrow some security from osmosis, maybe even osmosis borrows some security from AxlR to increase this stake for the validators that need to be owned in order to participate in consensus, slashing rules, incentives, and so on and so forth. I think we're going to see more and more of that happening as well over the coming years, where applications will be able to borrow and lend security from each other. Maybe even their tokens are used to amplify security on the Axel network. And everything functions more and more as a unified ecosystem as opposed to thinking about security. Is it this token or that token? But it's going to be a combination of them."
    },
    {
        "speaker": "B",
        "text": "Okay, Santiago, so we unpack some of the technical details here. Things like proof of stake, delegated validators, quadratic voting. I know this stuff can sound a little bit technical to folks who don't have strong tech backgrounds, who aren't computer scientists. But one of the challenges with this space, or perhaps one of the opportunities, is that the alpha for in many ways, investing, is derived from understanding the technical underpinnings of how these chains work. Santiago, give us an explanation at a very high level of what some of these concepts are and why they matter in this space. With regard to Axelar?"
    },
    {
        "speaker": "C",
        "text": "Well, I think there's a few ways that investors can benefit from this kind of structure. The first is, of course, participating in the AXLR network so that you are staking against a reputable validator. And in that way you earn yield from helping these transactions move across chain securely. So that's kind of number one. The second is, from an application developer standpoint, this abstracts a lot of the difficulty that if you're building a product or building a team, you don't have to worry about building the skillset for all these various l one s. You can work through an overlay network and through simple APIs, build applications that can then deliver services to your customers. So there's a lot of value to leveraging this kind of network and other interoperable networks. So for me, that's how I would be framing it. The risks are in understanding that each of the anchor points we talked about in the various l one's, those are the points where you could have failure. And what the actual team is doing very well is making sure that those smart contracts are well audited, that they're following best practices, and where the attacks could occur. They're putting the emphasis. And so I guess the final piece I would caution, is there is these asymmetries between l one. So if one l one is processing a transaction and it can do so very quickly, the other l 1 may have a completely different consensus algorithm and may use proof of work, for example. And there's a delay there that may have to be accounted for. And so what might end up happening is you get these multi hop routes through various l one s. So the future is not just bridges, but very complicated pathfinding routes to get your logic. And then finally, I'd add that, but it's very valuable to be able to take certain properties from different l one's. Maybe I want security from this l one, I want privacy from another one. I want to perform some compute function from a third one and combine these properties into a decentralized app and be able to share and do that securely. That's also a very interesting long endgame. If some of these l one s that are connected start being used, you could see competitors to AWS arise, for example. For me, it's very interesting."
    },
    {
        "speaker": "B",
        "text": "Yeah. And that's what we talk about when we talk about money legos. You've just explained the sophisticated detail beneath the surface, but the idea of composability, that these different protocols can snap together in different ways, interact with each other, pass data, pass value back and forth between each other, and create something where the whole is equal to more than the sum of the parts. Talking of which, as we roll things up here, some key takeaways that I think our viewers can take away from your conversation. Santiago with Sergey Gorbanov. Santiago Sergey says he's decided to work on Axelar after seeing the number of different blockchains soar. The problem was, he says, that they couldn't talk to each other. So in order to facilitate the growth of the ecosystem, he started working on a protocol to deal with this issue. Santiago compared Axelar to being a translator for blocks speaking different languages. Sergey uses the metaphor of air traffic control that allows developers to work from a standardized API. That's an application programming interface. It's the way that computer programs interact with each other. Sergey also talked about the need for proper decentralization. He says that the premise of web three is about transparency and accessibility. He also says that this is a critical starting point for cross chain communication and that there can be no shortcuts to making it secure. Gorbanov believes that proof of stake and related technologies are a good way to go about achieving these goals. Okay, so let's move on to the final segment of our show. Viewer questions. We have time today, I think, for one question. It comes from Dieter on YouTube, and the question is if it would come to a split between two sides, regulated versus anonymous. We were talking about this earlier. Do you see privacy oriented chains like Aleph Zero playing a bigger role in the next run?"
    },
    {
        "speaker": "C",
        "text": "Santiago yeah, I think if we start seeing regulatory pressure on the layer ones and on validators, on centralized exchanges who have large stakes, I do think that privacy coins in general will outperform. And I've held this thesis for a while now. I think the premium on privacy has been underestimated for a long while. But whether or not that can sustain remains to be seen. If the regulators do figure out exactly where to put the pressure points, particularly on the on ramps and off ramps, those privacy coins may find themselves under pressure. So there will be this kind of game of cat and mouse for a long time. But yeah, I do see privacy as a fundamental property, and there are legal challenges that are being presented in the courts in the case of tornado cash, for example, on the constitutionality of some of the OFAC sanctions on that privacy. So you will see a battle on two fronts there."
    },
    {
        "speaker": "B",
        "text": "Yeah, absolutely. Extremely well said. And there certainly are significant open questions about the regulatory, legal and compliance aspect about those privacy chains. I should ask Santiago Aleph Zero, is that a chain you're familiar with?"
    },
    {
        "speaker": "C",
        "text": "No, I'm not, but I'm going to look into it now that our viewer brought it up."
    },
    {
        "speaker": "B",
        "text": "I'm not familiar with it either. The only thing I know about Aleph is that it's a hebrew and aramaic letter that mathematicians use to denote different levels of infinity. And if you want to blow your mind, Google Cantor set theory and you will go down a deep rabbit hole on the math. Santiago, delightful to have you with us. We really enjoy these conversations. You possess this rare ability to talk to the technical founders of these companies and then break them down in plain english here with us. Fantastic. Really enjoyed this conversation with you today."
    },
    {
        "speaker": "C",
        "text": "Thanks so much for having me, Ash. Appreciate it."
    },
    {
        "speaker": "B",
        "text": "That's it for today's show. Thank you for watching, everybody. As always, don't forget to subscribe to our YouTube channel, smash the like button. Hit the notification bell so that you know when we go live. Remember, this is your show. We want to hear from you about what's working and what's not. So drop us a comment below and let us know your feedback. What guests do you want to see? What theme should we cover here? We appreciate you sharing your time with us today, and we always appreciate your suggestions and recommendations. Tomorrow we've got rect capital with the latest technical analysis. Before we go, we want to flag some big changes here at real vision. We're refreshing the real vision essential tier, our entry level macro subscription. We're launching multiple new shows, including make or break steno signals, three ideas, and the collectors. All of this at the reduced price of dollar 99 per year. Go to realvision.com essential. That's realvision.com. get essential, I should say get essential to sign up. We'll leave you with a new snippet of the offering right now. See you tomorrow live on real vision. Crypto daily briefing."
    },
    {
        "speaker": "F",
        "text": "The sri lankan prime minister's house set a light first is authoritarianism."
    },
    {
        "speaker": "B",
        "text": "The second is corruption."
    },
    {
        "speaker": "C",
        "text": "The FOMC is strongly resolved to bring inflation down to 2% home builders are."
    },
    {
        "speaker": "B",
        "text": "Abandoning homes on massive protests going on here."
    },
    {
        "speaker": "C",
        "text": "We're going to see a material impact here on growth and indeed on earnings, which my colleague."
    },
    {
        "speaker": "F",
        "text": "Change is happening and you can fear it."
    },
    {
        "speaker": "C",
        "text": "You're not going to stop it. There are really only two countries in Europe that have managed to maintain a replacement level. Birthrate France and Sweden."
    },
    {
        "speaker": "B",
        "text": "This is the biggest bubble in the."
    },
    {
        "speaker": "C",
        "text": "History of the world world."
    },
    {
        "speaker": "B",
        "text": "And you have no clue."
    },
    {
        "speaker": "F",
        "text": "It's all herd mentality. It's the same as the property market. What happens over the next few months could define what happens over the next few years. So we want to make sure that you understand why you've probably realized that we really have been listening to."
    }
]