[
    {
        "speaker": "A",
        "text": "Hey everyone, if you like this podcast, go behind the paywall to get privileged access to the smartest minds in finance. Join the real vision community and learn how to become a better investor. Visit realvision.com rvpod and use the promo code podcast ten, that's podcast ten to get 10% off our essential membership for the first year. Now to the top analysis of today's crypto markets."
    },
    {
        "speaker": "B",
        "text": "Hey guys, welcome back. We've got a great show for you today. Tino Lehes, co founder and managing director of Swarm, is with us. And Philip Piper, co founder and CEO of Swarm. Join us, guys. Welcome to the daily briefing crypto."
    },
    {
        "speaker": "C",
        "text": "Thanks to be here."
    },
    {
        "speaker": "B",
        "text": "It's wonderful to have you. Listen. We've got a lot to talk about, a lot happening in the news cycle. But before we do that, I want to take a look at price real quick. Let's check in with bitcoin. Bitcoin down on the trailing 24 hours basis, about three and a half percent, 3.64% on my screen. Seven days off about 6%. Significant decline there. We're going to talk about that in just a second. Ethereum down about three and a half percent on a trailing 24 hours basis, seven days down about just over 4%. There's a lot going on in these markets here that I want to talk about that I think is important for people to understand, uh, in terms of what's happening. Spot trading volumes at Binance have been cut in half, uh, down nearly 50% in April. This according to data from CC data as reported by Coindesk. Coindesk also reporting that spot trading volumes more generally on centralized exchanges, have fallen over 40% in the last 30 days. So some substantial declines in trading volume, decline in liquidity. I also want to zoom this in to something that happened yesterday, talking of volume and liquidity issues. You can see there on that chart from Bloomberg. Just as we were wrapping up the show yesterday, bitcoin plunged about 5%. It did below 27,000. Briefly, just as we were wrapping the show yesterday. I want to read this quote by Bloomberg to inform exactly those points. While trading volume surged during crypto markets first quarter price rebound, a closer examination shows that volume is the lowest in several years after a series of industry scandals, bankruptcies and tightening. Here's the point that's really interesting that Bloomberg is reporting. That has led to a pullback in activity from Jane Street Group and Jump crypto, two of the world's top market making firms. That a quote from Bloomberg. A lot going on here. Bitcoin right now on my screen 27,139 ethereum 1806. Uh, listen, we've got a lot going on. We've got, we've got meme coin mania. We've got the aggregate market cap of BRC 20 tokens surpassing $1 billion for the first time. Guys, before we get into what you guys are doing at swarm, because it's very interesting to me, I'm always interested in regulated products. What's happening right now in the markets overall."
    },
    {
        "speaker": "C",
        "text": "Yeah, I think there's a couple of things we're seeing. I mean, you know, there's obviously a bunch of stuff going on with bitcoin, which is kind of, let's call it new type of activity that we haven't seen before. So it kind of started out with the ordinals kind of implementation and that phenomenon, and then BRC 20 kind of building on that. And then all of a sudden there's this whole conversation about what bitcoin should be used for and why, and why. It's kind of having a little bit of its cryptokitty moment now. Kind of take us back to 2017. Exactly. Something similar happened to ethereum at the time. So, yeah, I think there's some kind of effects of that nature that we're seeing, and then obviously. But I think the bigger factors are what you just described with the reduction in liquidity out in the market, and it just becomes absolutely much more volatile as a result of that. So I think those are all contributing factors."
    },
    {
        "speaker": "B",
        "text": "Very well said. Let's define BRC 20 token for folks who may not be familiar with that particular bit of jargon. Obviously, this is a bitcoin based blockchain and it is a standard fungible token that is being used for ordinals and other types of projects. Let's talk a little bit about what some of the use cases are there. How do you guys see BRC 20 tokens more generally?"
    },
    {
        "speaker": "C",
        "text": "We haven't built on it at all. It's obviously very novel. I think we want to take a little bit of a wait and see approach there to see where that goes. I think we actually left the Ethereum network for Polygon about a year ago, just because we had issues with the gas fees on Ethereum. So we've already kind of made one move into an environment where transaction fees were lower. So I think we're just going to kind of sit and wait and see what happens. What I'm surprised about is the number of BRC twenties that have been created. I read a number yesterday that there's like 7500 BRC 20 tokens being created or something of that order, which sounds like a very high number. I'm not surprised that there's a lot of activity that's bogging down the network right now."
    },
    {
        "speaker": "B",
        "text": "Well, it sort of reminds me about what we're seeing here in Pepe, obviously, which has been pretty volatile, crashing 70% from all time highs. Rocketing up, rocketing down. These just in many cases seem like technologies in search of a use case. Is that too cynical, guys?"
    },
    {
        "speaker": "D",
        "text": "Yeah, I think first of all, let's BRC. 21st of all, I think there's another comment to be made. I think it's the first time that actually the taproot chain has actually been in function and actually at volume. And I think it's very visible right now that it's actually sort of disrupting a lot of the. Sort of the way that bitcoin actually works. And miners are celebrating this, right, because there's an additional miner revenue. But I think that a lot of the basic use cases of actually transaction fees being too high or being disrupted. If you look at people from El Salvador that suddenly have, for any kind of dollar 20 transaction, they incur dollar 20 in transaction fees, that's obviously not healthy to actually sustain sort of a functioning blockchain for which the bitcoin blockchain has been built. So I think there's a general conversation amongst the communities to have how useful that is. But you know what, it's fair game. Everyone's playing around. And I think there's an extension of NFT mania last year. I think there's just a new discovery that is being made. And now we have to test how that's going to play out from a community perspective, but also from a. From an appeal perspective, what it really delivers over time. With meme coins, I think we've obviously seen everything from Doge to Shiba and everything. So how could we have all missed Pepe as a main meme in the space? I think it's pretty phenomenal that now it's coming up. It has its certain communities that are following this. And I think in a market that had much of sidewards movement, it's obviously something that is welcomed by people to play around with. So it's another gamification of something that the space loves. Whether that has long term value or not, is up to the site for the communities to engage there. So yeah, we'll see, Preston."
    },
    {
        "speaker": "B",
        "text": "But what exactly like talking about Pepe, what exactly is the use case here for a coin with five leading zeros before the decimal point, other than to sell it back to someone at a higher price than you paid for it."
    },
    {
        "speaker": "D",
        "text": "I'm not going to give you any kind of additional use case because I don't see one. But I think it's fine. I think it's something that people then decide that they want to be entertained by and just basically kick back and forth, and there's people that benefit from that. But whether that actually fulfills its use is a big question mark. But it's a space that is. That's a culture, culture aspect of the space, and we'll see whether that actually sustains over time. I don't think it's going to be something long term."
    },
    {
        "speaker": "B",
        "text": "Anybody to add, please?"
    },
    {
        "speaker": "C",
        "text": "Yes. One observation is I met the doge community manager, if you will, about a year ago, and his view was basically like, well, once there's sufficient interest and momentum behind a meme coin, that's when you can start forming a community and actually start doing something with it. So there's almost like, there's like a reverse order of things here where there's like, first you drum up a bunch of, you know, activity and hype and attention around a meme coin, and then maybe, maybe somebody has, like, you know, the willingness to kind of create, like, your direction, which is interesting to people, and then create some use out of it. But it's like, it's all very kind of obviously speculative at the beginning, and it's very uncertain that anything tangible will come out of it at all in the end."
    },
    {
        "speaker": "B",
        "text": "So in other words, you build the community, you build the market capitalization, you build the awareness, and then in theory, you graft on a use case. Once you essentially have a kind of critical mass. I mean, I guess the only question I would have for that is, has that model ever worked in the past? Is there an example that we can point to to show a success from that model?"
    },
    {
        "speaker": "C",
        "text": "No, I think there's like. I think Doge is the one that came the closest so far, but I think the answer is no."
    },
    {
        "speaker": "B",
        "text": "Yeah, listen, talking of which, it's really interesting to me what you guys are doing, because in many ways, what you guys are working on is the opposite end of the spectrum from where meme coins sit. This regulated markets, the idea of tokenizing actual assets that are securities and then trading them in a way that is regulated under, in your case, german law. But tell us a little bit about the project. What do you guys do? How did you guys get into this? And what problem were you looking to solve?"
    },
    {
        "speaker": "D",
        "text": "So we started engaging in the space in 20, 1516 and we're sort of sideways observers and a little bit of investors in the space. But actually from the get go, both Timo and myself had backgrounds in the financial markets, and we were basically always thinking about how to use the single source of truth that the blockchain offers, as well as the instant settlements to actually improve things in the financial market. So from the get go, we're looking at sort of how to do tokenization of different values that are off chain today. They're called real world assets, but, you know, over time, they were called security tokens, they were called digital securities, all sorts of different names for it. Obviously, that was not something that was doable in certain regulatory environments. And then, long story short, actually, then in 2020, suddenly Germany came along and actually became a very forward leaning, very holistically defining jurisdiction of what you can do, not just with utility tokens and with payment tokens, but also with security tokens. And so we jumped all in and said, well, what if we could bring real world assets that are known, that are basically valued outside of the blockchain ecosystem and make them one part, one Lego piece of the world within the blockchain space. So basically turning them into Lego pieces that are usable within Defi and that are available for those people and those communities that are used to actually working with the blockchain and with wallets, et cetera, et cetera. We just launched, actually, sort of a couple of months ago, we launched actually the ability to tokenize any kind of public stock and bond. We started with Apple stock and with Tesla, as well as a few t bills. We're now extending that by another set of seven different securities. But the goal here is actually to bring collateral and to bring assets into the space that obviously then are usable to either back stable coins or to be available as investable units when someone wants to escape the crypto volatility. So it's just another piece in the puzzle that I think is going to be quite critical. And it's obviously going to bring new use cases to these securities and other way around. It's going to bring Defi and trading models that we're used to in blockchain, maybe to security trading."
    },
    {
        "speaker": "B",
        "text": "Hey, everyone, we're going to take a quick pause and hear a word from our partners. We'll be right back. So let's talk about what you guys have already done, because it's incredibly interesting, the tokenization of real world assets. I don't know why they chose RWA. It sounds like risk weighted assets to me. Terrible acronym, but let's talk a little bit. This is an industry thing, we should point out, not a swarm decision, but let's talk a little bit about what you guys have done in terms of tokenizing Apple stock, Tesla stock, and I believe the bonds that you've tokenized. And correct me if this isn't a right, you've tokenized, essentially, ETF's that traded. I think it's the ishares Us treasury bond, zero through one year, and ishares us treasury one through three year that you guys have tokenized."
    },
    {
        "speaker": "C",
        "text": "Correct. And I think one of the key aspects here was, well, certainly against the backdrop of 2022, it's very important, like how you actually implement the real world assets on chain. So how do you ensure that there's a transparency all the way through from whatever number of circulating tokens that are out there is actually matched by a one to one mapping to a real world assets in the underlying whatever custodial environment you have. So we chose to build it in such a way that basically we have Apple shares and Tesla shares, and these bond ETF's sitting in an institutional brokerage custody account. And then against that account balance, we're then issuing the number of tokens for which there are a number of shares outstanding. We're issuing the number of tokens on chain. So it's basically with the idea that anyone could, at any given point in time, go and verify that the underlying assets are there, which we think is super important given, like, what happened last year and all the kind of the issues around collateral not being there or not having the expected value, what have you, where we have, like, completely uncorrelated, well, I shouldn't say completely by and large, uncorrelated assets that have very deep liquidity on the other side. So if you look at it like, basically the way that we think about this is like, the digitization of public stocks and bonds basically provides a 24/7 capability to trade and settle instantly, set these trades right. So that's really cool. Like, you know, instead of looking at trading hours, you're actually looking at a 24/7 global market. So that's kind of one of the main benefits. And we think that that's one of those, like, enabling layers that will just, like, knows where that's going to end up in terms of benefit going forward. I just think that this is like, this is the direction that the market must take. And while this is happening through the stuff that we're building, the tradfi industries is working towards t plus one to be implemented next year at least in the US. And then we'll see what happens with the rest, I think. Very exciting space to be building something completely new in. And we're focusing a lot on both being a regulated counterparty, then also providing a trust structure for how rwas are kind of proven to actually be backed by the proper underlying assets and not just some balance sheet or some derivative or some game theoretical price action. So those are really key elements. And then, yeah, we have some other pieces in that flow as well that are important, such as redemption flows, obviously. So if I hold a token, how do I know that I actually have access or have the right ownership right to the underlying asset? And then. So by redeeming, you can basically prove that, well, why don't you just redeem your token and then see what happens? And then you get either the underlying asset itself or you get the economic value of the underlying asset sent to you. So that's how people can kind of verify."
    },
    {
        "speaker": "B",
        "text": "There's a lot. There's a lot to discuss there in terms of the implementation. But I just want to say, before we started the show, my producer, Artur and I were batting around some ideas about why I'd want to tokenize assets, because I think that is a question that people do ask unironically. Like, it's interesting, but why do you guys want to do it? And sort of in my list was basically 24 by 7365, trading of all assets all the time. The ability to have instant settlement and execution, infinite fractionalization of assets. You can trade these in any size, in any fraction of a whole. Atomic swaps and collateralization. The ability that you can tie assets together in a way that we couldn't before. And of course, the ability, for better or worse, to create an infinite variety of synthetic, structured products around these types of assets. But before we get too into the weeds here, in terms of the potential future use cases and the opportunities here, I want to talk about exactly how you're implementing this. The devil is in the details. As always, talk a little bit about what you do in terms of ensuring that transparency to people who want to invest in these products. And also explain a little bit how the functional mechanics of this works. The assets themselves, the underlying assets are not traded on chain, so there's always going to be some sort of delay between the execution and, of course, the clearing and settlement of those assets. How do you manage those risks, and how do you provide transparency so that people who are investing get what they believe they're getting?"
    },
    {
        "speaker": "D",
        "text": "So let's start actually with a lot of the trust elements, because I think Timo touched on the separate issuance happening in a dedicated entity that is structured to be very much insolvency proof. So even if you hold a token, it's very much like a depository receipt that allows you at any point in time to actually go to the central custodian. And as she say, I want my stocks out, or I want them to be liquidated, or I want the redemption to happen. So this is critical because it's actually making this independent from us as an organization, us as individuals, us as actors. We are regulated, which is another security layer on top of it. So we effectively went the extra mile to actually not just be qualified due to the issuances, but also to be qualified to do the trading and to do that actually under purview of regulatory views. So first of all, that's a full stack of things that we can go into detail of and basically that replicates its itself on chain. We have basically transaction ids that are tapped into the issuances. We have something called kya, where you have know your assets data that is connected with the tokens, which then actually gives full conclusive transparency of what's actually this linked to, who are the participants that are in this whole equation, participating in different roles, et cetera. But then again, also if you go actually to the issuance site, which is all linked on our site, you can actually go and drill down even into the individual stock purchases, and it's all the documents are displayed live. We're still working on actually getting direct access into the system of the central custodian, which then actually, number one, we can offer to the customers, then directly or over time, then potentially actually have other people verify that, not just the auditors, but also other people actually holding the token audit, that too. Probably a very different quality of transparency that we're aiming to build here than has happened in the past. And it's challenging because some of these systems are not built for that kind of access and are basically very hard to get into and actually make that data available in the most unbiased fashion."
    },
    {
        "speaker": "B",
        "text": "So let's talk a little bit about how the functional mechanics of this works. I'm curious how you guys handle price discrepancies. Do you guys have to hold cash buffers against volatility in terms of price changes? In other words, if you get an order where someone's buying the token, you have to step into the open market and buy the stock. If there's a delay between when those two things can take place, for example, it happens after hours. How do you manage those price deltas?"
    },
    {
        "speaker": "D",
        "text": "Yeah, go ahead, tima."
    },
    {
        "speaker": "C",
        "text": "Okay. Yeah. So initially, because this is like, let's call it the early days in this like, market, right. So we decided to basically prime the pump by just like, you know, making balance sheet purchases, to put out some tokenized stocks and bonds in order to basically demonstrate how this works. And also that it works. We thought there was a lot of value in just being live with something that people can basically onboard and kick the tires with. And it's not some conceptual thing talking about, you know, stuff happening in the future, but it's actually something. If you have a metamask wallet, do you have a polygon access? And then you have a bunch of coin there, USDC, then you can actually go and buy the digitized version of an Apple share and try it out yourself. So that was the purpose of this first phase. So let's just call that priming the pump to show how this works. Now, in order to scale this, now comes the next phase, which is really to look at, okay, so who are the market makers and the other institutional participants that we want to have part of this ecosystem to make sure that there's basically sufficient participants that would want to take on the role of basically making money off of the on off trading hour situations and price discrepancies that happen. And one of the ways that we're handling that today is basically by ourselves. It's just by removing and putting in orders that follow basically the trading hours in the trad five markets. So basically, every morning we basically issue new DOTC orders on our system. So it's a decentralized OTC ordering system. And then you can just go and buy those tokens at that price that we've set on that particular morning. That's a pretty crude way of doing it. We're basically updating it every day and basically managing it ourselves. Next step of this is definitely institutional participation. People want to move from traditional equity market making into managing, know, these price discrepancies on chain and off chain. And so thats like the natural next step of this."
    },
    {
        "speaker": "D",
        "text": "So essentially, and also, let me add one thing. I think one thing that people misunderstand often, is that you dont need to build like the depth of liquidity that actually matches the depth of liquidity of the financial markets. As long as you actually have the time closeness of actually doing the redemption on the financial markets. Which means that if you ash say, okay, I hold one Tesla stock and the market is open, and I press a button and I request a redemption. It should trigger, actually, the immediate execution of that sale, get confirmed, and even get the financing of the two and a half days of redemption before the settlement actually happens. Already done. So you can actually write there and then you can actually benefit from having an immediate settlement. That means that you don't have to build the same kind of debt and liquidity on chain that actually already exists in the financial market. It's more that managing that whole bridging between traditional finance and the defi markets is going to be key."
    },
    {
        "speaker": "B",
        "text": "Hey, everyone, we're going to take another quick break and hear a word from our partners. We'll be right back to the real vision crypto daily briefing. That only works, presumably, if you can keep the time delays very short, which means that you can only do it effectively during this phase, at least during hours when the market is open. Otherwise you wind up accumulating de facto long or short positions, relative stock, depending upon whether it's a buy or sell. Great. Yeah, really interesting. So tell us a little bit about who your customers are and who you want to serve in this market."
    },
    {
        "speaker": "D",
        "text": "Yeah, so one topic actually, and you had an excellent list that you listed up in terms of benefits there. And we subscribe to every one of them, and some actually being more valuable than others. But one item missing on that list is obviously composability, which means that, you know, and you started touching on it with this synthetic portion. Right. But I think composability is a big, big step here. Right. Because, you know, once you have these Lego pieces that can then be used to actually drive other derivative products, and those products being built on a smart contract in a transparent fashion, that is a big deal. So give you an example. If you actually have a usage fund that is driven out of Luxembourg that basically has a very simple allocation of category investment. So you say, okay, 25% energy and 50% tech and whatever, and then you pay 100 basis points or something like that to the administrator that does that. There's no actually active management there, but you still incur a lot of cost. Well, that kind of fund structure can be put into a smart contract. There's no challenge there. At that point in time. There's a huge amount of benefit, material benefits that actually users and consumers of these kind of assets can get down the road in creating new things. And by the way, then coming back to the customer questions, though, there's a whole range of customers that have the need in today's market. So it starts with backing of stable coins, where we've seen, obviously, that stable coins that have been backed by only crypto assets have had a great challenge in certain market situations to actually sustain the value. And we've seen projects like Makerdao already go in the direction of so called real world assets incorporating some of those t bills, but more in a sort of a much more static process. And the same applies to trading organizations that want to escape volatility. So far they go mostly into USDC. Well, they could actually go into t bills that have stability, but also have four and a half, maybe 5% of return that they can actually rehab while they're exiting the market from a volatility perspective. So there's a bunch of organizations, centrally and decentralized organizations that actually can make use of this, that we're sort of having a lot of wholesale conversations with."
    },
    {
        "speaker": "B",
        "text": "Yeah, we should point out that those yields on treasuries, that's today, God knows where we're going to be in twelve to 24 months."
    },
    {
        "speaker": "D",
        "text": "Totally."
    },
    {
        "speaker": "B",
        "text": "Go ahead, Timo, please."
    },
    {
        "speaker": "C",
        "text": "Fair comment. Yeah, I think, and one of the key things here is, which is like why we decided to go down the path of building this on defi infrastructure and not just like a centralized central limit order book model, is that we kind of saw that the composability was this key element where by which if we can build all these assets onto chain and then basically connect that into existing structures such as what Makerdao and others have built, then it really kind of changes the game, right? Because like the, for example, for Makerdao, the whole design from the outset was to have everything, kind of including liquidations of collateral, to be based on smart contract logic. And I think they've kind of removed away from that model now with a lot of their collateral that they're using, and now we are kind of providing this layer that enables them to go back to that model. And I think that's really cool. And that's kind of because what that means is basically there's like full transparency as to what's happening on chain and we think that has a lot of value and again keeps coming back to what happened last year. It's just like nobody wants to see that kind of stuff again, where nobody understands what's being re hypothecated, how and what's being sent where, and nobody knows where all the assets went. We want to bring everything back into a more transparent environment and then also working on making sure that the collateral that's out there is actually solid."
    },
    {
        "speaker": "B",
        "text": "Well, that phrase about rehypothecation and all the challenges of not understanding where the transparency in the assets were. That was true in November when we were talking about FTX. It was also true in 2007, 2008, when we were talking about the world's largest investment banks. So clearly there are some challenges, challenges here to solve. I wanted to jump in because we've got some great questions flowing in and I wanted to get them to you. The first one comes to us from Paul on the real Vision website. Lots of people have been using brokerage accounts for trading and investing for a long time. So who or what type of person will this appeal to? And another follow on question which really dovetails nicely with that from YouTube. GR on YouTube, who is this available non us citizens? And how would dividends be catered for? Interesting question. The question first, who are you marketing to? Who's the audience for this? And second, how do you manage dividends?"
    },
    {
        "speaker": "C",
        "text": "Well, let me do the first one then. Basically, right now, we're seeing that they're basically call them institutional or crypto projects or institutional participants that are really the primary kind of customer segment for us right now. There's a bunch of crypto projects as well as exchanges that actually want to have these assets available to them on chain. So as I mentioned, stablecoin projects, centralized exchanges, want to go back and trade basically a combination of crypto and tokenized stocks, as well as proven by Bittrex. And even if I don't want to use FTX as a reference, they were somewhat successful in trading stocks on that centralized venue, although it was very difficult to understand what those stocks were actually represented by. But so I think there's really, this is like a kind of a b two b play from that point of view initially. But the value of having direct access, which I think is very powerful. Like, there's no, like, you don't have to be a qualified purchaser, you don't even have to be an accredited investor. You can just be a retail person that onboards with swarm and then go and kick the tires and start using it. I think that's really powerful because we're seeing like the level of biz dev inbounden traffic that we're seeing right now is a direct outcome of people actually having tried out, like purchasing some of these securities and assets. And it just kind of generates like a lot of demand and imagination for people to start using this infrastructure. Now, going beyond that, I think there's a lot of retail use cases end of the day as well, because you want to activate your assets in a way that's not dictated by an isolated brokerage account. But if you can use, you know, your assets as collateral and then basically borrow stablecoin against them, well, you can do whatever you want with that stablecoin."
    },
    {
        "speaker": "D",
        "text": "Right."
    },
    {
        "speaker": "C",
        "text": "So it just opens up like a much more kind of horizontal view of activating your capital assets."
    },
    {
        "speaker": "B",
        "text": "Yeah. Final question here comes to us from Ralph on the real Vision website. How is the liquidity and how do you plan to attract additional liquidity? And I think also probably part and parcel of that question is a point that you mentioned earlier, which is how do you manage the impact of low liquidity while you're ramping up? You mentioned this in terms of trying to keep the time delays relatively short."
    },
    {
        "speaker": "D",
        "text": "Well, there's a couple of things to add here. So first of all, we have two different trading models that today are available on our platform. One is actually an Amm trading pool, which actually incurs a huge amount of slippage if you actually have low liquidity actually in this trading pools. But that's why we actually developed the DOTC contract, which is basically an order order book like system. But it's more like in a smart contract, it's fully collateralized, so anyone can state their price and there's no slippage that is incurred. So it's basically just matching up with the prices that are actually incurred in the financial markets. And you can actually then, you know, not, not having any kind of discrepancies only because you have like a low liquidity pool that is available there. I just want to come back."
    },
    {
        "speaker": "B",
        "text": "And that's only during trading hours, right."
    },
    {
        "speaker": "D",
        "text": "That's only during trading hours. And effectively that if the trading hours are then actually not live, then we basically pull back and it's free for all. Anyone can trade at any price. So there is off market trading hours on these tokens that anyone can actually set their own price at, which."
    },
    {
        "speaker": "B",
        "text": "But then you get slippage."
    },
    {
        "speaker": "D",
        "text": "Well, and that's anyone's decision. Right. So it's not us making and determining actually what every user has in terms of like a trading condition there."
    },
    {
        "speaker": "B",
        "text": "It's market based. If liquidity increases, you as the trader bear the risk on that."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "D",
        "text": "I just want to come back with a question that you had previously about the dividends. So anything, all this can actually be read up in the prospectuses that are linked on the site. Just for anyone who's actually interested in more details, dividend distribution is one thing. There's a lot of questions around how do you actually do voting and how to do proxy voting, and how to all the governance around securities etcetera. It's all sort of put down on paper. With regards to the dividends, there's three different ways. One is actually, we have right now with the t bills, we actually have recycling dividends that actually are incurred in the security itself. So in the end, if you buy 1000 units actually there's more units or a higher value of units that incur over time. So that's actually baked into the smart contract very much like it is on compound, where actually then the claimable amounts claimable by one unit actually increase over time. So there's an implicit value increase in the token."
    },
    {
        "speaker": "B",
        "text": "But secondly, if it's just ETF's, then that's essentially baked in by the ETF provider."
    },
    {
        "speaker": "D",
        "text": "Yeah, there's two versions of ETF. One is distributed and one is not distributed. Now, if the second version is actually, and this is actually also built for private markets and private players that want to distribute their proceeds, there's a way to then actually, once the distributions are being received, they can actually convert that into USDC or any kind of stablecoin that they define, and they can make that claimable to the holders of the token, which means that you start to actually have real ongoing rewards that you can get out of it, and then you can, over time, actually start to stream that also into a claimable amount. So you actually have the underlying security and then you have the streaming rewards coming back, which is kind of appealing in comparison to actually just quarterly distributions on the securities market."
    },
    {
        "speaker": "B",
        "text": "Yeah, and then you have to figure out how to manage those pass throughs and the dates and, I mean, boy, that's interesting and challenging stuff. Fantastic conversation, guys. Unfortunately, we're out of time. I mean, I think our viewers and our listeners probably get the sense that this is very early, but it's an incredibly exciting space to be in."
    },
    {
        "speaker": "C",
        "text": "Yeah, thanks for having us. I mean, it's like, it's really cool to talk about these things and kind of spread the word. So thanks for letting us do that."
    },
    {
        "speaker": "B",
        "text": "So, Timo, Philip, thank you both so much for joining us."
    },
    {
        "speaker": "D",
        "text": "Great talk. Bye."
    },
    {
        "speaker": "B",
        "text": "That's it for today's show. Remember to sign up for real vision crypto. It's free, of course, at real vision.com crypto. That's real vision.com crypto. Join us again tomorrow. We'll have a special asking for a friend show explaining how to set up a wallet. See at 09:00 a.m. pacific noon Eastern, 05:00 p.m. london time. Thanks for watching, everybody. Have a great afternoon."
    },
    {
        "speaker": "C",
        "text": "What's up, revolutionaries? Thanks for tuning in. For more content like this, head over to realvision.com and get unfiltered access to the very best, brightest and biggest names in finance."
    }
]