[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless everybody get 30. 30 baby get 30 baby get 20. 2020 baby get 2020. Bid to get 15. 1515 just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at Mint mobile.com switch."
    },
    {
        "speaker": "B",
        "text": "$45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time Unlimited, more than 40gb per month slows full terms at mint mobile.com dot."
    },
    {
        "speaker": "A",
        "text": "Hey everyone, if you like this podcast, go behind the paywall. To get privileged access to the smartest minds in finance, visit realvision.com rvpod and use the promo code podcast ten to get 10% off our essential membership for the first year, join the real vision community and learn how to become a better investor. And now into today's episode of Ralph Real Vision."
    },
    {
        "speaker": "B",
        "text": "How do we get growth again? I mean, that's, to me, the bigger question. So, GDP growth is driven by a simple formula, which is basically population growth, productivity, or debt growth. We hit the debt growth limits back in 2008. So all debt growth now is just servicing of existing debt. I've proven that out with my work in GMI. That's essentially all that's going on now. Obviously, if interest rates rise, then you have to even borrow more money. But that's basically at that level when we're looking at population growth. Well, demographics is destiny, and it's baked in the cake now. For the next 30 years, the populations around the world are going to shrink. The us population birth death rate has collapsed now. So there is no increase from GDP. There is a slight increase in GDP from population growth in the United States versus other countries because the millennial cohort had kids, some of them had kids. And then after that, you've really got to deal with productivity. So what is productivity really? All technology does since the beginning of time is increase productive output per unit of energy. Kilojoule. Now, when we were all farm workers, it was based around, know, what we ate versus what we could, what we could produce from the fields. Then we brought mechanization, and that was an increase in that. And then after that, sorry, the dogs are barking here. Then."
    },
    {
        "speaker": "C",
        "text": "Okay, we love dogs."
    },
    {
        "speaker": "B",
        "text": "Then after that, it's been the application of technology per unit of electricity, or if you want to get broader than that, per unit of energy per kilojoule. So if you look at the overall long term price of oil, inflation adjusted over the last 60 years, it's basically been $40 in inflation adjusted terms forever. And so it's basically a fixed input cost. And so technology, compute, power, all of these things, the advances in semiconductors, all of this has allowed for more productivity per unit of energy. Okay, great. But there were several things happening in this period that I call the exponential age, which is this massive nexus of all these technologies hitting at the same time is firstly, productivity is increasing dramatically because all technology was basically increasing human manpower and speeding up human manpower. That's where the productivity was coming from. That was everything from excel spreadsheets to computers. They didn't think the next part of this is AI. So that's the, whether it's the human creativity layer or whether it's the knowledge layer. Now, knowledge was scarcity. That's why lawyers are paid so much and doctors are paid so much, we have just changed that entire equation and it's not yet apparent to people where this is going to go. But that's a destruction in the scarcity of knowledge because it's now abundant. In fact, it's infinitely abundant, infinitely abundant knowledge. And basically, as compute power keeps going up with Moore's law and others, we end up with infinite compute power as well. So that drives productivity, and we should see that filtering through as AI starts coming through into the workforce, into our daily lives. The other part of the equation is the energy cost. So we're seeing a massive dramatic transformation in the energy mix in Europe and other countries as they are forced to go off oil. Now, that may lead some structural rigidities in oil for the time being because of the supply issues. But generally speaking, the bet that the Europeans are making, and increasingly the rest of the world, is that if we can pour enough money into renewable energy, and I'll include nuclear in that, then we can eventually lower the cost. So we're seeing cost of electricity driven by renewables collapsing below any fossil fuel sources of energy. Problem is, it's not scalable enough yet to replace, but over time that'll happen. So what you get is imagine if productivity is going up from technology and the energy cost goes from an equivalent of dollar 40 a barrel down to dollar ten a barrel, ok? That is a massive multiplier in productivity. And that finally changes the, the debt deflation cycle. Well, it won't change the deflation cycle, but it will change the debt cycle and the growth cycle permanently. And that's what I'm very focused on also, at the same time, the baby boomers end up dying off, and what you end up is increasing GDP per capita. Now, a lot of that obviously accrues to these tech giants. We need to see how that plays out over time. But at a structural level, thats how I see the world playing out."
    },
    {
        "speaker": "C",
        "text": "Theres lots of talk now in the tradfi legacy press, the financial press about China and deflation. And ive seen a few over the past few months, a few gadflys and wags kind of say that they sort of tease the, the deflation word out there a bit. But you've been hardcore on this. And whenever you go to the mat for something, I'm usually first to kind of go, I don't know, Raul. And then five or six months I go, oh, well, he knew it all along. So it seems like you were ahead of the deflation call. I heard you mention it in your analysis just now. Are you sticking with the fall to deflation?"
    },
    {
        "speaker": "B",
        "text": "Yes. So I do a huge amount of work. I've been doing writing global macro investors for the last 19 years. Myself and Julian Bittle probably have one and a half thousand charts of which we use in our database to build our models and frameworks of understanding from inflation is obviously one of the large inputs. So I look at this in multiple levels, don't rely on just one thing. So a simple level, if we use the true inflation data, it leads by one month. So trueflation in May was roughly 3%, and lo and behold, the June CPI numbers come out roughly 3%. The June trufflation number was about average 2.8%. So I think there's a reason chance I don't do month by month forecast. It's a waste of time. I look at trends generally, but generally speaking, I think the 3.3 number is likely to be overly optimistic. That's my general view. And if we look at where, where July has been trending in trufflation, it's been 2.2%, which would be the numbers reported in September. So I see the ongoing lead of the truflation data. That's one. We also then go back and look at the big macro picture. We've taken every single inflation episode from the 1940s through to the 1980s where we had significant inflation. We just averaged those out, looked at the, compared to it, and it's been following that trajectory, which is an ongoing disinflation. It's actually been accelerating past it, which has been our forecast, because we see all of the component parts of inflation deflating. So our forecast for inflation is essentially for inflation to hit zero by year end around that, and that's headline CPI. And then core CPI follows in 2024, and I think may even go negative. And that's driven by not only the base effects year on year, but also the rapid change in some of the components to core CPI. So the headline effect, we've got stuff like fertilizer price is going to be bringing down food prices. They lead it by three months or so. We've got many, many leads that just continue down commodity price. I know a lot of people start to think there's a commodity price bounce. We don't see it anywhere. And commodities are a small part of the inflation forecast. Wage terms, stuff like the Dallas and federated and Dallas fed and the Richmond Fed, we kind of average those out and use those as a forecast. Wages and benefits have been falling dramatically. We see that in a number of pieces of data. So the sticky elements of wage inflation, we think, continue lower and sharply lower over time. So we've got food inflation falling, wage inflation falling. Then we use stuff like the Shiller case 20 composite home price index year on year. Compare that against CPI, shelter CPI. Shelter CPI is a huge part, 35% of total CPI and 60% of services CPI, that is Shiller home price index, leads by 15 months. So that gives us forecasts of core CPI really just continuing to deflate. So we also look at stuff like the Atlanta core sticky fed index, that ex shelter has been collapsing. We know the shelter number is coming down as well. So across every single data point that we've got, we've basically got an ongoing disinflation happening where headline inflation followed by core inflation get to zero and in some cases deflation. Now, obviously, after that, you'll have an up cycle in the business cycle, and that will lead to the usual rebound in CPI. Again, we're not believers in the structural CPI story. I know people are using wages, but you need to offset some of that versus the labor force participation rate, because the labor force participation rate keeps collapsing. So there's less people getting those higher wages over time, and then we've got the AI and technology. So we actually think it's going to be pretty sluggish coming out the other side, but we will get the usual cyclical inflation pickup as commodity prices pick up, et cetera, the other side of this cycle. But we think it's normal. We think really everything that we look at was really supply chain driven. And the supply chain dynamics, if we look at, you have the New York Fed supply chain stuff that gives us deflation this year as well. So that's kind of where we're coming from. We don't see a bounce in inflation now, month or month, one month to the next, I don't really care. It's nothing thing I forecast. For me, what matters is living out into the future six to nine months. That's where the investment time horizon is, particularly in global macro, which is why we managed to catch the bottom of the market, particularly technology and all the things that were getting beaten by inflation and liquidity. Our liquidity analysis also gives us negative or zero inflation going into year end. So there's a ton of stuff that we look at. Doesn't mean we're always right, but we got for us a pretty good house of cards that suggest that this continues. Hey everyone, we're going to take a quick pause and hear a word from our partners. We'll be right back."
    },
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless how about to get 30? 30 bid to get 30 better 20. 2020 to get 15. 1515. Just $15 a month. Month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at Mint mobile.com switch $45 up front for three."
    },
    {
        "speaker": "B",
        "text": "Months, plus taxes and fees. Promoting for new customers for limited time unlimited more than 40gb per month slows full terms at mint mobile.com dot."
    },
    {
        "speaker": "D",
        "text": "It's great to, it's great to be with you here. I have two questions for you. One about the renewable energy versus oil transition, and the other about the structural change in the way central banks are going to operate in this new regime. The first, we've already started to see some cracks in the funding for some of these renewable sources. We've seen Siemens have huge write downs in terms of their base technology that basically a lot of the models that they have would cost a fortune to keep running. We've seen headline news that basically business is not as usual. In that regard. I agree in principle that if you throw enough money at a problem, you can solve it. But the question becomes, how big is your war chest to justify trying to subsidize these versus perhaps pursuing the traditional oil routes, which when coupled with these new increases in productivity, you can actually start to see some proper GDP growth that comes from aggregate productivity and trying to reduce the ratio of output to debt. And the other question."
    },
    {
        "speaker": "B",
        "text": "Hold on, there's two questions are too long, too many, too long, too many. So on the renewable side and the amount of money it costs. This is going to sound ridiculous. It's irrelevant. And it's irrelevant because of the magic money printing machine. So every major government, the Fed, sorry, every major central bank, the Fed, the ECB, the bank of England, the BoJ, the PBOC, and a whole bunch of others are monetizing the interest payments on their debts. And what that does is mutualize the cost across the population, particularly for the workers, because asset prices rise, and people on salaries, which don't rise as much as asset prices get, their future sales essentially get poorer. This will continue ad infinitum until this problem is solved, because there is no way to deal with the debt. So I believe that they are all acutely aware of the issue that they're facing, which is why all of the debt payments are being monetized three and a half years after being issued. It's one of the reasons I think we have a lot of stimulus coming this year. It's also one of the reasons I think the central banks have been overly hawkish on purpose. So they can get inflation, unemployment down. So they've got the excuse. So how do they do it? How do they get the political backing to do this? And it's simple. It's the magic old trick, which is recession. There's two things that allow you to do anything in politics. One is a recession, the other's war. And we've had both. Well, we're having both. So that the Russian Ukraine situation, that war had led very clearly to an acceleration in Europe, to this idea of energy independence. Of course they were going to use it for that. They know they have to get productivity higher and they have to get productivity higher fast because Europe has a really aging population and a really big debt problem, and the US has been slower on it. Why? Because they have a less aging population. So there's a lot of mechanics as once you see what I call the everything code, you can't unsee it. So I don't believe it is in most people's interests to have oil at the center of the geopolitical system for the reasons that we've seen with Russia and we don't know where the situation of China and the multipolar world is going to lead to. But what you do know with 100% certainty is the biggest strategic mistake you can ever make is not having your source of energy secure. So that's what's going on here. They will put unlimited amounts of money mistake that you should ever."
    },
    {
        "speaker": "C",
        "text": "Sorry."
    },
    {
        "speaker": "D",
        "text": "Continue, Ron."
    },
    {
        "speaker": "B",
        "text": "So that's what I think they will do, is continue to do this. Now, that comes with a cost. As I said, you're printing money and what you're doing is driving up asset prices. So at core, yes, we will continue to see technological advances in oil, but if you've seen for the first time that renewable investment is now exceeding the investment in the oil sector, and that's a secular trend, that will continue. And then obviously, we've got the ability to add nuclear into the mix. Everybody's been slow at that. I don't really understand why they've been slow at that, but they have been. And the Germans have been going into reverse while the fins. Yeah, they went the other direction. That's right. And what we've seen, we're seeing India moving that way, China's clearly moving that way. Josh Wolf was talking about this recently in Congress. We will see that change because it changes the equation. Now, the other thing that's going on, I don't know where we are with this amazing saga playing out with this IK 99, the superconductor. But if that's the case, it changes everything, literally everything. So there's a lot going on in this equation."
    },
    {
        "speaker": "D",
        "text": "Beautiful."
    },
    {
        "speaker": "C",
        "text": "Go ahead."
    },
    {
        "speaker": "D",
        "text": "And you said the magic words, Raul, the magic money printer. I know you've been a longtime advocate of not viewing the price of assets denominated in currencies, but rather in balance sheets, in central bank balance sheets. So where does this. In this new paradigm, where does this leave the US dollar in particular?"
    },
    {
        "speaker": "B",
        "text": "Well, this is all a game of relative purchasing power. Now, what we've seen is over time, all of the central banks have been doing the same. So what you get is this optical illusion where the dollar doesn't collapse, the euro doesn't collapse. Over time. Yes. The structural inefficiencies of the euro goes lower. The dollar actually ends up going higher most of the time because most of the world's debt is denominated in dollars. And every time the global economy slows down, everyone's scrambling for those dollars. So you've got a structural bid to the dollar, which is the dollar milkshake theory that you've heard so much about. And I've been at dollar bull for over a decade now, and that's played out pretty well. I do not see that equation changing. And people say, yeah, but China, they're going to get off the dollar. They can't. They owe so much fucking money in dollars, there's no way without nuking their entire economy. So everybody understands that this game is not a game that you can walk away from the dollar quickly. If the US is printing money, well, so are the Europeans and so are the Japanese and so are the Chinese and so are the Brits and so are the Canadians and so are the Australians. You know, and that's the issue and that's why assets rise really is because you're debasing all fiat."
    },
    {
        "speaker": "C",
        "text": "You're listening to trufflation.com spaces with an AMA put to Raul Paul. He is putting on a clinic and you'd be wise to get in here. Get your questions and comments to us either in app by requesting to speak or adding us in the thread. Before we get to some listener questions here we've got our head of data, Ivan Yelick with his hand up. Go ahead, Ivan."
    },
    {
        "speaker": "B",
        "text": "Hi and thank you for hosting this again and thank you for joining us. Rahul, just one question in regards to your model. I love the fact that you are monitoring what you mentioned, 14 1500 of charts and would like to hear your view on how all of those are predicting or showing where the labor market is going because that is next to the inflation. It's really another important area that will impact and have domino effect on the other areas like interest rates and so on. So what's your view on that and what does the data show there? Where is the labor market going? So we show exactly the same thing for the labor market. Again, the labor market lags like inflation by about nine months or so. So that's why the Fed have been late because they're living in that, in that period. But if we look at for example, the ISM has a six month lead on us unemployment rate. That suggests that the unemployment rate starts rising from here. We also look at the ISM versus non farm payrolls. That starts suggesting that towards the end of the year non farm payrolls go negative. We look at non farm private sector payrolls and we have our own proxy survey there that gives us kind of negative 300,000 prints in the, in the private sector payrolls. We look at stuff like jobless claims as a percentage of deviation from twelve month rolling lows. They're at levels that we see in a recession and they tend to keep going. So there's again, every single part of the inflation of the unemployment segment. It's, everybody's got to understand everything is lagged. So when you're looking at things now, it's all lagged. It's lagged by nine months versus where ism is generally. So, generally speaking, we see nothing but employment softening. Now we do not see a mega employment cycle because of the structure of the workforce. So this is really important. We're going to be writing a piece about this, about how it played out in Japan. Japan has had low unemployment in and out of recessions. And the reason that has happened is because of the structure of the workforce, because there's so many retirees versus workers. But it hasn't led to wage inflation in Japan. And I don't think it will lead to wage inflation in the west because of the advent yet because of technology and a whole bunch of other issues. But generally speaking, we would expect unemployment to rise maybe 100 basis points from the low. Maybe it goes a bit further than that, but we expect it to remain a bit sticky afterwards. But again, wait and see, because once you get further out, which we're talking like 20, mid 2024, we're then starting to have less granularity and clarity on forecasts, so it becomes much more probabilistically based. So, yeah, generally speaking, we see nothing but a rise in unemployment, nothing shocking enough to give the Fed the COVID that they need and the other central banks to give the COVID that they need to reverse course and bring back the money printers for the reasons we talked about."
    },
    {
        "speaker": "C",
        "text": "Fascinating stuff."
    },
    {
        "speaker": "B",
        "text": "And so if they bring back. Raoul, just quickly. Sorry, just if they bring back the money printer and they put in a lot of money into the supply, will that not drive inflation again? I mean, there's going to be a hole. No money printing. Money printing does not drive inflation. This is a complete misunderstanding by everybody. There is no statistical link between money printing and inflation. What money printing does is create asset inflation in optical terms because of the debasing of the currency. It does not increase your wages. It never has done. It doesn't increase net aggregate demand either. So that's the issue here, is it doesn't do those things, really. Inflation is driven at a cyclical level by supply dynamics and demand dynamics. So when the economy's recovering, inflation rises. If you've got supply constraints, big issues, and inflation rises more than expected. If you don't, and you have relatively stable supply conditions, then you just get a normal cyclical inflation. That's how inflation generally works. You can't make it structurally in these types of economies. Once you go to a non kind of reserve currency economy, let's say turkey, something else, well, that becomes very different, because then you get capital flight, get a whole bunch of other issues that cause inflation at countrywide level. Hey, everyone, we're going to take another quick break and hear a word from our partners, and then we'll be right."
    },
    {
        "speaker": "A",
        "text": "Back here in America, work is in trouble. We've offshored our manufacturing, sent away good jobs, and lost so much ability to make things. American giant is pushing back against that tide. They make high quality clothing for a summer wardrobe you'll love, all made right here in the USA. Support America's workers and get 20% off your first order at american dash giant.com, comma, with code stapletwenty. That's 20% off your first order at american dash giant.com staple 20."
    },
    {
        "speaker": "C",
        "text": "All right, and let's bring in some listeners now. Drew Roberts, I think your first up. Go ahead, brother. For Raul or anyone of the panel."
    },
    {
        "speaker": "B",
        "text": "Have you ever read a book called debt by David Graber? Yes, of course. I find that fascinating. He convinced me. Adam Smith, I just don't agree with. So I don't know. It's an interesting one if you're."
    },
    {
        "speaker": "E",
        "text": "If you're in the listener gallery."
    },
    {
        "speaker": "B",
        "text": "How so? My question is this. How destabilizing is it to make Internet money out of thin air? Like, a significant amount? See, I think the Internet money out of thin air. I presume you're talking about crypto, which I know you're a crypto person. Yeah. Shit coins, essentially. Well, I don't know. I don't really have a view on that. But I do know, and one of my thesis is why I got involved in crypto since 20 12, 13 was really based on the fact that if you've got a broken financial system where nobody has any ownership of anything, proven ownership of anything, in addition, you have a need for the financial system to operate on different rails, so people have ability to opt out, then crypto has a great opportunity, and that's the larger cryptocurrencies. The rest I don't really care about."
    },
    {
        "speaker": "C",
        "text": "And next up is will bank from listeners. Go ahead, Will."
    },
    {
        "speaker": "E",
        "text": "Hi, Raoul. Thanks very much. By the way, trueflation, for everything you've done. It's been really great to track that over the last couple of years. I'm an RVIP member. I'm a big fan of the everything code, Raul. So thanks for everything you've done with that. It's quite amazing. Just picking up on a couple of things."
    },
    {
        "speaker": "B",
        "text": "Let's see if it works out. It's still a theory. Yeah."
    },
    {
        "speaker": "E",
        "text": "I'm not betting the whole house on it, but I got most of the house on it. So a couple of things that you mentioned. I understand that balance sheet inflation, asset price inflation, doesn't necessarily cause economic inflation in the manner in which we understand it. But surely one of the aspects of the current situation is that we're going to see commodity price inflation, mainly because a lot of the countries that do generate a good deal of the world's critical commodities, particularly the new age commodities, are looking to double down on their place in the world, and they aren't willing to live necessarily in a dollar denominated structure or in the way perhaps they've been forced to. So does that commodity inflation then start to actually produce real world economic inflation, in your opinion?"
    },
    {
        "speaker": "B",
        "text": "So I go back to the time that we actually had massive demand led inflation when supply was not able to catch up with demand, and that was when China came onto the world stage. So back then we saw the price of oil hitting $140. We saw one of the biggest commodity bull markets of all time. At its peak, inflation got to 6% and then collapsed to negative. Really, over that entire period in time, inflation was running at about 3.5%. So, no, because commodities were only a small part of inflation. This is a myth narrative that's come out of the seventies and the kind of gold balls around inflation and the commodities cause it. Commodities are such a small part of what the overall inflation picture is, and it's the rate of change of the commodities that really is the big driver here. And you have to have multiple hundreds of percent in some of this stuff to really drive long term inflation, because it's like 18% or whatever of total CPI headline CPI. Unless of course. So yes, we will see commodity prices rise. Yes, we will see potentially structural imbalances in copper and a bunch of other stuff. Yes, yes, yes, and yes, we will have inflation in the next business cycle. So that's 20 252-026-2027 we will see a pickup of inflation. And everybody be yelling to say inflation is going to back to the highs. Look at this. The 1970s over again, all over again. And the likelihood is it gets crushed by technology. Look, there's not a single person alive in financial markets who doesn't understand there's a shortage of copper. Every single producer, every single country, every single company understands that. They all understand the problems with lithium. They all know this. So if we've got everybody with a knowable complication around the basic metals and other resources that they need, they have enough time to plan and think around it. And we've already seen companies taking action. So I tend to find that the commodity analysts are only supply driven analysts and they don't look at demand. We've got to get through. I mean, the best person on this is Dwight Anderson, who's been on real vision a few times. Dwight understands both sides of the equation. Most people don't. Most people just look at supply and assume demand is linear. It doesn't. It goes up and down with the business cycle. So we need to ask ourselves, how long is demand going to be slow for considering we're pretty much in a global recession right now and a relatively mild one. How long does it drag on for? I don't think it drags on that long. But how long, how strong is growth out of the other side? And do we have commodity intensive industries driving that growth, or technology intensive industries or people intensive industries? And those are the structural factors we need to look out for. So I do believe commodity prices go back up again. Some of them will be crazy. I don't think it's a structural inflation issue."
    },
    {
        "speaker": "C",
        "text": "You're listening to trueflation spaces with Raul Paul of real vision and global macro investor. It's an AMA. We've got some listeners here who want to get in. And Balpreet, I think you're next up. Go ahead brother."
    },
    {
        "speaker": "F",
        "text": "Thank you. Hey Raul, been reading a lot of your work. Great work. So thank you. Why do you think Japan, China, kind of the asian economies are leading the credit cycle? The demographics, the debt yield curve control ahead of the west."
    },
    {
        "speaker": "B",
        "text": "Yeah, simple population, age, I mean everything is demographics. And I've spent a lifetime proving this out. I mean, literally everything. All of the trends that we observe over time are all driven by demographics. And Japan's an older population. So even the trends of youth not dating, not having kids, living, you know, having AI girlfriends, and that happened in Japan 15 years ago. It just completely leads what, what is happening everywhere else in the world. And it's because it's based on demographics. And so I pay real attention to, and everybody goes, well, this can't be the same. It will be the same. The US will use yield curve control whether it's the next or Europe will definitely use yield curve control. And they want the COVID for yield curve control because if you can get, if you can hold, and this is what the Japanese are doing, if you can hold your yields below the trend rate of GDP, then you have less debt service payments. And what we found is that, yes, with yield curve control, the Japanese printed money, but they didn't print ridiculous amounts of money because I don't know, the market seems to be comfortable with understanding that bond yields are pegged below the trend rate of growth. So it's been amazing to see Japan, China. I'm not sure why the China credit cycle leads so far, because that's the furthest data point that we've got on our everything code format. I don't like relying on one data piece, but it seems that the chinese cycle leads. Part of that is the demographic cycle. Other parts is where they lie in the production curve and manufacturing curve versus everything else and how credit driven that economy's been. But, yeah, it's fascinating to see. Say."
    },
    {
        "speaker": "C",
        "text": "Next up is listener Jay. Go ahead, Jay."
    },
    {
        "speaker": "B",
        "text": "Yeah, thank you. Thanks, Rahul, for being here. So my question is on the inflation and the Federal Reserve interest rate path. So we already see that CPI X shelter, which is lag, is below 2%, and probably in the next couple prints, even the core will be less than 2% x shelter. So when I guess, how lagged would we see a response from the Federal Reserve in terms of, I guess, lowering the rates? Yeah, I've looked at this a lot, and for me, I think they get all the ground cover they ever want, whatever need in q four. So I'm thinking by kind of October, November, we will see all of our inflation gauges below. Trend core won't be there yet, but it's on its way, as you said, minus shelter. You'll see it. Shelter is just super lagging. So I think they'll have unemployment rising, inflation falling all by q four, which is when they need to start servicing the interest payments. As we know, the interest payments are multiplying right now because these are the rolling over the debts from the pandemic, and those need to be monetized. So I actually think. I know it sounds like a crackpot theory, but they're purposely trying to overshoot inflation and unemployment so they can orchestrate an ability to get rates back down to trend rate of GDP growth, where they need to get it, which is kind of 1.75%. That's what I think plays out. This is one of the reasons, I think, that they've been more aggressive in the short term bill market the treasury has than the longer term bond market because they'll roll the shorter term bills until they can get the rates down and then they can go further out the curve to try and manage the debt. But most of the debt has been really at the three to five year sector and that every single central bank is the same, and they've all been paying the interest. Bye. Printing money. So I think all of that dynamic is to play out. So I think the rate cuts start q four, and then the cowbell of the money printer comes in 2024."
    },
    {
        "speaker": "C",
        "text": "All right, next up we have listener crypto I'll go ahead. Crypto, are you there? Crypto?"
    },
    {
        "speaker": "G",
        "text": "Oh, hi, trueflation. Sorry, guys, I didn't realize that quickly. You kind of caught me off guard a little bit there. But thank you for letting me up, number one. And Raoul, thank you very much. Number one, for your service to the community, for real vision, for giving that free content, and, and also for one of my absolute favorites of yours, which is the exponential age as a, as a global power engineer, it's something, something that I've listened to a few times and find fascinating. But not to waste too much of your time, I'll sort of get to my questions. So, obviously, we are not obviously, but we do participate in the cryptography space and we want to use the technology for good. And with our project, the question, the direct question that I have is that our project, being a decentralized project, we want to try to support as many countries and people that don't have access to the financial capital system. Now, my question is around the, and it's sort of based on, I suppose, the dollar, the dollar being the global reserve currency. What would be your advice, if it's okay to ask for advice and not to ask for a direct macro question, but what would be your advice for a hard asset monetary system that people can use? And I'm not talking just about the bitcoin model, but in terms of being able to inflate and deflate a token so that you can, especially with the technology aspect that we have, we can inflate and deflate a token to protect the volatility at the earliest stages of the token launch? That would be my question, if it's okay."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, that's a fascinating question. And I know a few people have looked at this to figure out, can you have a less volatile currency by having a monetary policy that, let's say it's still in the smart contract, but maybe uses some of the forward looking economic growth indicators to manage the supply and demand of the currency. Look, I think it's a good idea. Can we get people to adopt it? Who the hell knows, right? I think the closest anybody got to a breakthrough, and that was hilarious. When it happened, was when Facebook came out with Libra and they said, we want a basket of global currencies that includes the dollar, but the dollar is not the denominator. And the speed that that got shut down by the kind of rules based global order system was staggering because everybody knew that if you do that, Facebook has the largest network in the world, they would have just taken the world by storm with its own currency, which was essentially a basket currency, which is somewhat along the idea of the sdrs that have been out. I think that can be built on a stable coin, and we need to think how that would be constructed. But there's interesting things in basket currencies. There are some huge issues in world trade, is why should South Africa, when it trades with Brazil, both have volatile currencies. Why should they have to trade with dollars in the middle? Why should a south african economy or a brazilian economy be driven by the dollar cycle as opposed to their own cycle? And these are the things that many of these countries have been talking about, even the EU has talked about. This is, why should we be beholden to the dollar cycle in everything? Now, the hard point of the equation is they're all in debt in dollars. They can't get out of the trap. But I know that people are looking at that to smooth volatility of how world trade works in this age."
    },
    {
        "speaker": "C",
        "text": "Very nice. Ridiculous. You are up."
    },
    {
        "speaker": "F",
        "text": "Yeah. Thanks for taking my question. I have actually two questions. First one is about what do you make up of that melt up theory? Is this something too radical for you? Or like that the s and P 500 is increasing by 30% in the next six months. Is that something you could imagine? And then the second part also about crypto. Is crypto, is that more like of an investment vehicle for you, or do you. Do you agree on targets for bitcoin, like 1 million in 2030 or so? Thank you."
    },
    {
        "speaker": "B",
        "text": "Okay. I try not to get into too much targets based stuff, because everybody on Twitter wants them, and then when they don't work, they. Then they then troll you to death. It's just pointless. My theory on the melt up idea is, look, I don't come at this in the same way that a lot of people come at this. You know, I use this everything code framework based on liquidity, global liquidity analysis, and all of our forward looking stuff suggests that, yes, there is a decently high probability that we get much higher asset prices. We've been long all year, and from about October in technology, crypto, from our liquidity indicators, we added Ethan, June, and more stuff in October and again at the beginning of the year, from a liquidity based analysis, which is what we're using, plus the business cycle overlays. Yes. We think that there's a decent chance that we get a very strong year end and a very strong 2024. So that's on that. And. Sorry, what was the question on crypto again?"
    },
    {
        "speaker": "C",
        "text": "Another kind of price call the looking out to a million dollars by 2030. That's."
    },
    {
        "speaker": "B",
        "text": "Yeah. Okay. So how I approach that is I. I understand that crypto is driven by Metcalfe's law, which is the kind of number of users on the network and the kind of value exchange on the network as a proxy for the number of connections on that network between the nodes. When I look at wallet addresses, and I posted this on Twitter last week, week before that, I annually update, we're at 425 million wallets. The trend rate of growth if we use the adoption of the Internet, because what happens is these trends slow down over time as they become more mature. So we're using a 42% trend rate of growth, which is what the Internet did at this stage in its adoption cycle. We rebased both of them to the first million users and then took it from there. Last year, crypto did 42% in a 70% down year. So I actually think the trend rate of growth crypto still 100% a year or more, but we'll see over the full cycles. So that gets us to five and a half billion users by 2030. At 5.5 billion users at 2030. What is the market cap of this asset class at that point? Well, it's probably 100 trillion or so. So you can extrapolate out if bitcoin continues to hold its value over that time, then it could be worth a lot more money. Price target. When I first ever started, when I first bought bitcoin in 2013, it was $200. And I did the stock to flow ratio maths of what this thing could be worth, and I said, listen, I think it's worth a million bucks and it's trading at 200. I'm going to discount myself for being an idiot by 90%. So it's worth $100,000. That was back then. And $200 is the best risk reward I've ever seen in my entire life. And that's why I bought it. And that I still think pretty much stands. So over time, I see adoption rising. Central bank digital currencies going to be built on blockchain rails, credit card rails, blockchain rails securities markets, blockchain rails. All of this will take a part of the ledger of whichever ledger that is, whether it's Ethereum or Solana or whatever. XRP, doesn't really matter. That will all increase the value of these networks. And then I continue to see maybe out until as far as 2030, the ongoing use of central bank balance sheets to manage the debt situations until the productivity miracle kicks in. And so that would continue to drive the price of these assets as well. So yes, I remain structurally bullish. I've not changed my view. Nothing's really changed. Expect ups and downs of 80% as part of the journey and get. And over time, if you hold it long enough, you get overcompensated for the risk by the returns."
    },
    {
        "speaker": "C",
        "text": "Very nice. We're in the interest of time here. I'm going to look at a few of the questions that are under the thread. Let me just kind of rattle them off. Raul. And then you kind of pick what you feel is germane or most interesting to you. Comment ask for a comment here on us residential commercial real estate. There's something here about Turkey's scheme to compensate depositors for slippage relative to the us dollar. I think you already talked about nuclear power bitcoin you just addressed. Let's see. Lots of great comments about your answers here. Lastly, do you see broad unemployment increasing prior to increased Qe or stimulus? Anyway, that's a lot to throw at you. Is there anything there that piques you?"
    },
    {
        "speaker": "B",
        "text": "No, I think we covered most of the ground on that. Yeah, I think we've covered a lot of the ground there."
    },
    {
        "speaker": "C",
        "text": "Okay. And then I shall bring up another listener here. It looks like we have miselle. Go ahead miselle or misel. Go ahead miesel."
    },
    {
        "speaker": "B",
        "text": "Misel."
    },
    {
        "speaker": "F",
        "text": "Thank you. Hi. Hi. First of all, thanks for everything you do. Love all the content around real vision and thanks trueflation for this ama. I just want to clarify my understanding of the core thesis and specifically the mechanics of the everything code you've put out, especially the lag between interest payments and the growth of central bank balance sheets is something I'm still trying to wrap my head around. Is the idea there that when interest payments come due for the us government, for example, they issue new bonds to pay for those interest payments. And then the payment, the interest payments on those new bonds comes due three to five years later. And then the central bank essentially monetizes those interest payments through pue or open market operations. And then is this sort of a vicious cycle that keeps on going? Is that a correct understanding? And could you tell us a bit about how you came upon this realization or finding what was the AhA moment for you?"
    },
    {
        "speaker": "B",
        "text": "Yeah, that's exactly the interpretation. The AhA moment was a comment by Mike Howell offhandedly that everything is a refi cycle. Now look, I'm a student of the business cycle. I've been using the business cycle for 30 years, but the business cycle has become like a metronome it's clockwork right now. And I'm like, huh? I was looking at the ISM and like, why is this exactly three and a half years apart? There's a peak in ism. So that got me digging into, okay, maybe Mike's right. So I start looking at all of the debt structures of the major economies, and I realized, yes, they are all in this three and a half, this average three and a half year to four year window. It also mirrored, bizarrely, the bitcoin halving cycle, because it was all, I think the great reset happened in 2008. That's the understanding I now suddenly have had, is that the debt jubilee wasn't, you're not paying the debt, you're not paying the interest on the debts. We're cutting all interest rates to zero. And they've been managing those interest payments ever since then. And they've been doing it by the mutualization of the losses via quantitative easing. So I saw that and then I started looking, okay, if that's the case, then we've got the pandemic payments to come. So then I started looking at the interest payments and I'm like, huh, this looks like a lagged version of the central bank balance sheets. Then we built a global central bank balance sheet indicator and a global liquidity indicator, and we suddenly found that there was this three and a half year lead and it looked pretty much identical. And we're like, wow. So then we started backing out the numbers to say, okay, this looks like it makes sense. Let's look at the interest payments, let's look at the amount of QE, let's look at the difference. And it's basically what we found out is that debt growth in excess of GDP growth gets monetized. That debt growth in excess of GDP growth, the interest rate payments. And that's when it all started coming together. It's like, holy shit, they're all doing this. They know they're doing it. They're doing it on purpose because it's the only way of managing the debt. Which is why when we're looking forwards, we're seeing the interest payments exploding. Why? Those are the pandemic payments that came through. So the interest payments are exploding because interest rates are higher. So we're seeing them issue bills and not bonds, not three year, five year debt. Why? Because they need to get the interest rates down before they can roll it back into the three or five year. So what they do is they pay, rolling three months interest at 5%, 5.5%, knowing that if they just hang on long enough, keep rates tight enough, they will have the ability to lower rates again without having a rebound in inflation or being too soon. And they've got the excuse to keep cutting and say, oh, my God, oh, my God. It's slower than we expected, and inflation's falling, and deflation, we can't have that here, all of this. That's also the reason why, out of the blue, they randomly chose 2% as an inflation target. And everyone's like, why that? Well, because trend rate of GDP growth is 1.75% and 2% is basically just above that. So you're allowing inflation to eat into the debt, but without it being so significant that it gets out of control. So it was finding, bit by bit, all of these pieces coming together. And it was like I wrote them over a series of. A series of maybe six articles where I started piecing more and more and more of it together. And at the end, it all came together and it became the everything code."
    },
    {
        "speaker": "C",
        "text": "The everything code. Very, very nice. We have, or I have taken up way too much of Raul's time already. We do have one final question here, and there's a queue of many, many, many more, which I'm afraid we're not going to be able to get to. But the final question will come from listener Ray Fuentes. No pressure, Ray, but it's your time to shine. Final question for Raul."
    },
    {
        "speaker": "A",
        "text": "The pressure is on. Thank you, trufflation, for the opportunity to come up and speak in the hosting of a very insightful ama. Raul, what a privilege it is to learn from you. Appreciate you sharing your expertise with us here today. My name is Ray Fuentes, community director of Ling two. On Monday, we had the privilege of interviewing a representative, the VP of products from Circle. His name is Joe Reggianado, a brilliant mind. And he made one comment that I would love to get your input on, or perspective, Raul, being the fact that circle, they essentially mirror what I think is obviously, they are the creator of USDC, the stablecoin. And I'm piggybacking off an earlier conversation you had as well, around stablecoins. And my thought was, or why I'm bringing up Zhao's comments is he said something very peculiar about how USDC is backed by short term treasury bills. They did that very strategically, led by Jeremy Allaire, the CEO of Circle serial entrepreneur. But where I'm getting at is he mentioned that stablecoins, or specifically algorithmic stablecoins, just do not work. And potentially there's something in the future that could, I don't know, something interesting, he said, that could evolve maybe from that specific algo back stablecoin or stablecoins in general. I would love to get your perspective on stable coins. Do you think algorithmic stable coins hold the future? Or do you think is there going to be a migration? Or the adoption of similar systems like circles, USDC, where it's a stable coin backed by assets similar the assets backed by the us dollar?"
    },
    {
        "speaker": "B",
        "text": "Okay. Really simple is what are stable coins and why are they so big? Most people don't understand any of this. It's basically because if you are in the Philippines or Nigeria or wherever, it's really hard to get us dollars. So this is democratize the us dollar for everyone. It is extraordinary how powerful it is as a simple technology. For most people, it is basically fractionalizing. It's a digital version of the euro dollar market. The eurodollar market is inaccessible to anybody. But here we've got a market where you can borrow, lend own, buy, sell dollars globally, instantly, frictionlessly. People will take the risk on some of these being imperfectly built because it's better than owning the nigerian currency or the philippine peso or whichever currency get to choose. That is the big use case you're finding. Asian exporters exporting to other asian nations don't want to have the us dollar in the middle. Something I talked about before. So they are paying in stable coins straight off to get around capital controls. So the euro dollar market became one of the biggest markets the world has ever seen. That is the offshore market for us dollars. This is just that. It's just the tokenization of that to allow the everyman to participate. So it's a mind blowingly powerful thing in a us dollar reserve world in terms of algorithmic stablecoins, blah, blah, blah. I don't know. But I don't think the user in Nigeria or the Philippines or Venezuela or anywhere cares. They just want to send a dollar from here to there quickly or keep their savings in dollars. So that's kind of how I look at it. Yes, there'll be other technologies. Yes, people will try different things. We talked about it earlier on the call. Is there a way you could have an adjusted supply currency? Does that help get people off the us dollars? Right now, everybody wants a dollar. The whole world wants dollars. Everyone's in debt dollars. The whole world is basically priced in dollars. All commodities are priced in dollars. And this is the democratization of that. So it will keep growing."
    },
    {
        "speaker": "C",
        "text": "Very, very nice. We appreciate all the questions and the time. Raul, thanks so much for doing this. How can trueflation listeners follow your work and keep up with your insights?"
    },
    {
        "speaker": "B",
        "text": "Yeah, one, there's two ways, obviously. You can find me on twitter, you can see me here. The other thing, just so people are aware, is we're just at real vision launching an incredible new platform with pricing, charting, community tools, various AI bots, all sorts of stuff happening. There is a special this month, right? So there is a special deal right now because we're going to close the doors on new members while we get the product launch out the door. So realvision.com forward Slash lastchance and you can basically get a membership where you can see all of the great minds on real vision and then you'll get access to this platform as it rolls out. So realvision.com lastchance $20.14 for a three month subscription just so you can get to use it and see the changes that we're building out. And here's some of the quality information that happens there."
    },
    {
        "speaker": "C",
        "text": "Boom. That is realvision.com lastchance. Thanks so much to the panel, to the trueflation team, Omar Yahia of matter Labs and Zksync. We will be back very soon. There might be a pop up space in the next couple of weeks so look for that. Otherwise we are back in September. Our FOMC discussions and our CPI discussions, we appreciate you listening. Head over to truflation.com dot. We're on all the socials. So that's YouTube discord Telegram. You can find us anywhere. Sorry to all those waiting in line for questions. The man is busy and we want to make sure that we respect his time. So again, thanks everybody for tuning in. We appreciate you and we will see you next time."
    },
    {
        "speaker": "A",
        "text": "What's up revolutionaries? Thanks for tuning in. For more content like this, head over to realvision.com and get unfiltered access to the very best, brightest and biggest names in finance."
    }
]