[
    {
        "speaker": "A",
        "text": "This episode is brought to you by Shopify. Forget the frustration of picking commerce platforms when you switch your business to Shopify, the global commerce platform that supercharges your selling wherever you sell. With Shopify, you'll harness the same intuitive features, trusted apps, and powerful analytics used by the world's leading brands. Sign up today for your dollar one per month trial period@shopify.com. tech all lowercase, that's Shopify.com tech."
    },
    {
        "speaker": "B",
        "text": "Hey everyone, if you like this podcast, go behind the paywall to get privileged access to the smartest minds in finance. Join the real vision community and learn how to become a better investor. Visit realvision.com rvpod and use the promo code podcast ten. That's podcast ten to get 10% off our essential membership for the first year. Now, to the top analysis of today's crypto markets."
    },
    {
        "speaker": "C",
        "text": "Welcome to Real Vision Crypto Daily Briefing here's why you should tune in to today's show. DCG, that's digital currency group, is reportedly on the radar of us prosecutors and the SEC. So are Binance's dealings with american hedge funds, plus the future of crypto privacy and regulations. I'll be joined live by Filecoin Foundation's Marta Belcher and crypto entrepreneur Wendy diamond. I'm Ash Bennington. Let's jump straight into the price action. We finally have a bit of movement after a long lull here. Bitcoin is trading above $17,000 for the first time in nearly a month. Bitcoin is currently up around 2% on a 24 hours basis. It's looking even better for Ethereum. Ether is up more than 5% on the day. ETH changing hands firmly at around $1,340. That's the highest in a month, but also close to a two month high. Also surging today are Cardano and Solana. Cardano is up double digits to $0.32 on chain data shows activity on decentralized applications built on Cardano grew over the weekend, and Solana continues to enjoy a boost from related projects within its ecosystem. Seoul is up 25% on a 24 hours basis and 50% on a trailing seven day basis. Okay, on to our top stories. According to Bloomberg sources, us authorities are digging into DCG Digital currency group. Federal prosecutors in Brooklyn are scrutinizing transfers between DCG and embattled subsidiary Genesis. The prosecutors are also checking into what investors were told about those transactions. Again this according to Bloomberg. A Bloomberg source says the investigation predates the FTX collapse. Prosecutors are now requesting documents and interviews. Bloomberg stresses that Nyja neither digital currency group, its CEO Barry Silbert, nor any of its subsidiaries have been accused of any wrongdoing. A DCG spokesperson told Bloomberg, quote, DCG has a strong culture of integrity, has always conducted its business lawfully, and we have no knowledge or reason to believe there is any eastern district of New York investigation into DC G. Close quote a Genesis spokesperson told Bloomberg, quote, Genesis maintains regular dialogue and cooperates with relevant authorities when it receives inquiries. Close quote onto our next story another report of an investigation we're following today concerns the world's biggest crypto exchange, Binance. According to sources speaking to the Washington Post, us federal prosecutors sent subpoenas to hedge funds. The us attorney's office for the Western District of Washington in Seattle asked for the funds records of communications with Binance. The post says the action was taken as part of a long running investigation into potential money laundering violations at finance. This does not mean charges will be filed, it's important to point out. Reuters reported last month authorities are considering settling with finance. This according to Reuters, Binance chief strategy officer Patrick Hillman told the Post the company is in communication with, quote, Ize virtually every regulator across the globe on a daily basis. Close quote this story comes at a difficult time for Binance. Forbes reported just today that the exchange has seen an outflow of a whopping $12 billion in less than 60 days onto news about FTX. One of the biggest issues in the FTX bankruptcy process was a legal battle between different parties, in fact, different nation states involved. You have us based management led by John Ray, which clashed with liquidators in the Bahamas. The two clashed over who owns which FTX assets. Now they have reached an agreement which should smooth out the process. However, nobody should be under any illusions that the bankruptcy process will suddenly become easy as a consequence. Obviously, this is a story we are going to be following closely here at real vision as we go forward. Now, let's bring in our first guest. Wendy diamond is the founder and CEO of LDP Ventures, as well as the Women's entrepreneurship day organization. Welcome, Wendy."
    },
    {
        "speaker": "D",
        "text": "Hello, Ash. Thank you so much for having me."
    },
    {
        "speaker": "C",
        "text": "Wendy, it's great to have you here. You and I have known each other for a long time, as in more than a decade, and I just wanted to give people a little bit of a sense of how involved you are in this space. I think it was back in 2021 at the salt conference. I think November of 2021, you and I run into each other, we're walking around the salt conference together, and everybody knew you, and you knew everybody. I just remember thinking I host a crypto show and a finance show, and way more people know Wendy than know me."
    },
    {
        "speaker": "D",
        "text": "I, you know, I've been in this space since 2014 because of women's entrepreneurship organization. We're really big in Africa. And so, Ash, I mean, I got into this space after meeting a woman in Botswana that created the Satoshi center in her one room little hut in 2011. So I learned about bitcoin in 2014, fascinated about how it's going to enable financial inclusion, especially for the two and a half billion unbanked. And that's when I really dived deep in the space so that, you know, so, I guess, and just that I'm in New York City, I just know a lot of the characters in this space and love it and love the impact it's having in the world."
    },
    {
        "speaker": "C",
        "text": "Well, it's great to have you on. I should also point out you're obviously an investor in this space. You've got a lot of relationships in the space, and it's always great to have you on the show, especially today, to host a conversation with Marta Belcher, president and chair of the Filecoin foundation. Welcome to real vision."
    },
    {
        "speaker": "E",
        "text": "Marta, thanks so much for having me. It's so great to be here. And I can corroborate that Wendy, in fact, knows everyone."
    },
    {
        "speaker": "D",
        "text": "No, not everyone, but thank you, Marta."
    },
    {
        "speaker": "C",
        "text": "Marta, I have to tell you, it's funny, I've always had, like, a kind of an almost sentimental attachment to Filecoin because back in 2017, when I was working at Coindesk, I really was struggling to get my head around the idea of what web three was. I just really didn't understand it back in 2017, and Filecoin was the first application that I kind of started to understand a little bit about what some of the promise was. It just made sense to me intuitively about what you guys were trying to do. So with that said, I'd like to turn the conversation over to Wendy, who I know has some questions on exactly that point."
    },
    {
        "speaker": "D",
        "text": "Right. I mean, Marta, we are so excited to have you with us. I mean, you are one of the most incomparable people I've ever met in this space. I mean, literally, we were so honored to have you at the United nations and give you the web three Pioneer award because what you have done specifically as a civil liberties attorney, but as well as what you've been doing in the crypto space. But truly, I would love to learn a little bit more about, and remember when people who are watching this right now, some of them are not extremely knowledgeable about the space. So can you. And one thing I think people should understand how powerful filecoin is in this ecosystem. I mean, you. In 2017, Filecoin raised over $200 million in 30 minutes. I mean, any company in the world would be in absolute bewildered if they would have been able to do this. I mean, what, how did you get involved in Filecoin? And can you give us an understanding of what Filecoin foundation is?"
    },
    {
        "speaker": "E",
        "text": "Sure. Absolutely. So, you know, Ash, thank you for saying that about Filecoin. I have also found that it really is a very easily understandable use case, and so, so important for cryptocurrency technology to have those very clear use cases. And so when it comes to Filecoin, Filecoin basically uses the concept of programmable money to create a decentralized file storage network. So basically, if you have extra storage space on your computer hardware, you can rent it out to others who will pay you to store their files. Or more accurately, it's actually pieces of their files, so that only the file owner can put those pieces back together. And so a computer program is going to regularly check to make sure that those files, files are still being stored on your computer, and if so, it automatically compensates the storage provider with cryptocurrency. So that might sound like a bit of a niche use case, but we actually believe that this is a foundational technology for the next generation of the Internet, because today's Internet is centralized, and the vast majority of data that's making up the many websites we use every day is sitting in a warehouse that's owned by either Amazon, Microsoft, or Google, really just. And you'll often see one of those companies suffer a blackout, and then vast swaths of the web go down for hours, which is the problem with having these single points of failure. So we really believe that you can create a better version of the web if you combine the storage capacity and computing power on all of our individual devices into this supercomputer like network, and store many copies of data across those devices. And so this is a more decentralized version of the web, where websites can stay up even if some nodes fail and the availability of information isn't dependent on any one server or company. So that's a little bit about Filecoin. And the Filecoin foundation is the steward of the Filecoin community, and also facilitates governance of the Filecoin network."
    },
    {
        "speaker": "C",
        "text": "Hey, everyone, we're gonna take a quick pause and hear a word from our partners. We'll be right back."
    },
    {
        "speaker": "F",
        "text": "This podcast is sponsored by Ramp. Are you the decision maker in your company. Consider this. For the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what. With each vendor. Ramp software collects and verifies receipts instantly. To save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization, and bill payments, time consuming tasks, which means you'll stop wasteful spending and close your books in hours instead of days. Businesses that use ramp add up to 5% to their bottom line the first year. If you're a decision maker, adding ramp could be one of the best decisions you've ever made. Get $250 when you join ramp for free. Just go to ramp.com easy ramp.com easy ramp.com easy cards issued by Sutton bank."
    },
    {
        "speaker": "B",
        "text": "And celtic bank members have DiC."
    },
    {
        "speaker": "F",
        "text": "Terms and conditions apply."
    },
    {
        "speaker": "D",
        "text": "So how many people or how many companies and how many files are right now a part of Filecoin that are being stored right now?"
    },
    {
        "speaker": "E",
        "text": "Yeah, absolutely. You know, pre launch, I remember thinking, gosh, I wonder if we'll ever get to one exabyte of storage capacity. And we actually had surpassed one exabyte of storage capacity within just a few weeks of launch, and we now have 19 exabytes of storage capacity. So to give you an idea of sort of how big that is, that could store all of the written works of mankind in every language from the beginning of recorded history to today, 20 times. Overdose. So just a massive amount of computing power and storage capacity, and representing about 1% of digital storage capacity worldwide, which is just an incredible amount of storage. And we are really seeing some amazing use cases of that. For example, just as one example, the Starling lab, which is a project of Stanford and USC, is using the Filecoin network to permanently preserve the USC Shoah Foundation's archive of 55,000 video testimonials of genocide survivors. So you're really seeing this being used to store humanity's most important information, which is really our mission."
    },
    {
        "speaker": "D",
        "text": "Wow. And then, okay, so going back, is this for some? Can anyone join Filecoin and use their storage space on their computers?"
    },
    {
        "speaker": "E",
        "text": "Absolutely. Fully open source. Anyone can use the Filecoin network. Anyone can use it to store files? Anyone can use it to store other people's files."
    },
    {
        "speaker": "D",
        "text": "Okay, so can you explain to everybody a little bit about proof of replication and proof of space time? I mean, we all heard of proof of stake, proof of work. How does this work, exactly?"
    },
    {
        "speaker": "E",
        "text": "Sure. So proof of work is the proof system that bitcoin uses, proof of stake. Ethereum has recently moved over to. And file coin actually has its own proof system that's called proof of space time, and then also proof of replication. And so this is. This is a totally different, um, type of proof system, uh, that, um, filecoin developed. And it is also, um, much more energy efficient, um, than. Than proof of work, for example. Um, and basically, um, proof of space time. Uh, I think the simple way to think about it is basically being able to prove that you're continuing to store files, um, someone else's files, um, and being compensated for. For being able to prove that you're continuously storing someone's files, such that if you end up not storing someone's files, you will be punished for it, basically. And that's how we ensure that files continue to be stored reliably over time."
    },
    {
        "speaker": "D",
        "text": "Fantastic. And then, so let's go back to your impact, because, marta, you have made such, I mean, an amazing impact in the sense that you've been supporting the Internet archive. Can you explain a little bit about that donation that you guys donated 50,000 file coins, and I, that was worth, at that time, $10 million to the Internet archive. Why is that such an important transaction?"
    },
    {
        "speaker": "E",
        "text": "Yeah, absolutely. So, really, our mission at the Filecoin foundation is to preserve humanity's most important information. That is what the Filecoin network is intended to do. And so we actually work with dozens of different organizations and project partners who are doing just that, who are storing humanity's most important information. And we help them do that on the decentralized web so that they don't have these issues with single points of failure and to make sure that their information can continue to be stored over time. So the Internet Archive is just one example of that. We do a ton of work with the Internet Archive, making sure that their sort of backups of the whole web are stored reliably on the decentralized web. And we also have a big partnership with the Internet Archive to actually store government data sets. We announced a big project called Democracy's Library with the goal of basically taking all government data sets and data, and we do mean all, and putting it onto the decentralized web to make sure it's preserved over time. But it's not just the Internet archive. We also have dozens of other project partners. So some examples are witness and open archive and HR DAG are all storing human rights data. And making sure that human rights data gets preserved and isn't subject to disappearing because of single points of failure. Freedom of the press foundation. I could go on and on. This is really a big part of our mission. It isn't just about cryptocurrency. This is about the decentralized web and making sure information is preserved."
    },
    {
        "speaker": "C",
        "text": "Marcia, let me jump in here with a quick question, because I'm so passionate about these technologies that you describe here, and also about the ethos of this space, it being truly decentralized, truly open source in many ways. If you look at, and this is probably because I've been doing this for so long, having been at sort of the inception of Internet 1.0 coming into commercial use, it's fascinating to me to see how things got just incredibly centralized under a few very large companies which control compute power, control storage space. So it's something that I'm incredibly passionate about. I think the technology is so cool, which is why I've always been interested in Filecoin. But I want to talk and just understand a little bit about this and get your opinion for how you think about this. One of the challenges in this space is that the technology is so exciting. The ethos of the space is so exciting. The sense of freedom in the space is so exciting. And yet one of the interesting things about this space is now everything has a price at any given point in time. It's as though, essentially, the venture capital world has been made instantaneously liquid, and it's been made instantaneously liquid very early on in the process, frankly, before anything would ever be publicly traded. When you look at the price of filecoin, we have to say, quite honestly, it's gotten absolutely hammered since March of 2021 from a high of around $200 now trading at about $4. How do you think about the aspect of price versus the sort of the passion that people have for the project itself?"
    },
    {
        "speaker": "E",
        "text": "Yeah, absolutely. You know, I think that the price of cryptocurrency is the least interesting thing about cryptocurrency to me. The thing that is so important and so interesting is the technology, the things you can do with the technology, and really how you can use, in particular with Filecoin, this technology, to build the next generation of the web, to build alternatives to these centralized intermediaries. And so that's really what we're focusing on at the file Quinn foundation."
    },
    {
        "speaker": "C",
        "text": "Do you have any thoughts about just the philosophical aspect of this, how you basically do get instant liquidity in the space, and it can sometimes create a kind of a speculative fervor around particular technologies which are interesting or promising without necessarily a product model that has a revenue model that can justify those prices."
    },
    {
        "speaker": "E",
        "text": "Yeah, I mean, philosophically, honestly, I'm often asked about this issue about token sales or, you know, the price of cryptocurrency, or, you know, bitcoin is up or bitcoin is down, or the market is up and the market is down. And, you know, as I said, I really. I find this to be not the right conversation to be having. Like, I really feel like the. It is really unfortunate that so much of. I mean, even this show. Right. Opens with, here's what's happening with the price. And for me, that's not the interesting thing about this technology. And the fact that there's so much focus on that, for me, is really beside the point."
    },
    {
        "speaker": "C",
        "text": "It's almost like we haven't quite figured it out yet. The sort of the mental models around this that you essentially have this sort of mashup of technology and finance where you now have instantaneous pricing. Obviously, there are people out there who are unscrupulous, who support projects or who promote projects that they don't really believe in because there's a price interest in doing so. And it's kind of this weird world where during the Web 1.0 revolution, you had people who were doing it purely for the love of the code itself. And I think you still have people who are doing it for the love of the code, for the love of the functionality, and I think, for the philosophy of openness and freedom. So it really is this kind of this weird space that's almost like people haven't figured out a way to mentally get that segregated in their minds yet."
    },
    {
        "speaker": "E",
        "text": "Yeah, I completely agree. I mean, I think fundamentally, there's so much focus on this issue, and, you know, in some. In some ways, when you're in a bear market, it actually takes away some of those distractions. You know, I think there's some silver lining to really being able to focus on the technology and to focus on building instead of focusing on the price."
    },
    {
        "speaker": "D",
        "text": "Yeah, I 100% agree. And I also think that we're. This whole ecosystem, we're in puberty. I mean, it's only been about, what, 13 years. And, you know, when you think about it, we're still at $800 billion market cap. It doesn't even, you know, it's about building the infrastructure so that we can then build on top of it. And I think what filecoin is doing and test it to you, Marta, is very important for the entire space. Because if you look at what's happening, you know, FTX was a centralized exchange. It had nothing to do with decentralization. And this whole web three is about decentralization."
    },
    {
        "speaker": "E",
        "text": "I could not agree more. I think that is exactly right. I think fundamentally with FTX, this is something that really actually demonstrates the importance of decentralized technologies. You know, this was really people trusting their money with a centralized intermediary, which is, you know, as you say, Wendy, is. Is exactly the opposite of the point of this space. And so I could not agree more that actually, if anything, the FTX issue here is really showing the problems with centralized technologies."
    },
    {
        "speaker": "C",
        "text": "By the way, talking of which, just to expand the conversation a little bit more broadly, obviously, we've been talking about Filecoin here, Marta, but you're involved much more generally in the space, I should say. You're a Stanford law graduate. You have a very serious background in the law, and you've been writing and speaking about some of the things that are happening from a legal, regulatory, and legislative framework. Recently, you published an op ed on the Coindesk website talking about the Digital Asset Money Laundering act that was currently recently introduced by Senator Elizabeth Warren. Give us a big picture take on where you think we are in the space more generally, but also specifically with relationship to that particular bill, the direction you think we're headed now."
    },
    {
        "speaker": "E",
        "text": "Yeah, absolutely. So Senator Warren and also Senator Marshall on the republican side introduced this bill at the FTX hearing in the Senate. And this bill is called the digital Asset Anti Money Laundering act. And it's really quite a shocking bill that would do absolutely nothing to address the problems with FTX, but would really grind the entire blockchain and cryptocurrency ecosystem in the United states to a halt. It is really, I think, one of the most egregious bills we've seen in terms of targeting software developers and targeting privacy technologies. So, first of all, the bill would require basically every participant in blockchain networks to register as money service businesses, and that includes miners wallet creators, both for self hosted and custodied wallets, and then miners validators, nodes, and then also sort of as a catch all, any independent network participant that has control over network protocols. So anyone who fits into one of those categories, which is extremely broad. Right. Basically, anyone in a blockchain network is going to need to register with the government as a money service business, develop and maintain these very complicated anti money laundering programs, collect the personal information of every person who's using their software, and automatically file reports about those people. Right. So the problem with that is, of course, you can't comply with that. It's not just too onerous for individuals to comply with that, but it is actually impossible. Right. Because, for example, if you are, let's say, you're a validator or a miner, you have absolutely no way of knowing whose transactions you're facilitating. That's the point of the technology. So it really would grind the entire ecosystem to a halt. And then the second thing it does that is really kind of shocking. Is it a basically says that all of those network participants that I just mentioned can't interact with privacy enhancing technologies, including privacy coins, which is, I mean, really? So it's sort of effectively banning in blockchain networks the use of anonymity enhancing technologies or privacy coins. And to me, this is really quite shocking and expansive. I hope it's not going anywhere, but I think it's really important that we push back on this kind of bill being introduced, because when there is an omnibus bill that's, that's going through and they're pulling language from other bills, we definitely do not want them to pull from this one."
    },
    {
        "speaker": "C",
        "text": "Let me follow up real quick. You know, this isn't a direct quote, but you've talked before about this misconception that crypto isn't already regulated. The idea that it's being regulated at the endpoints, at the on ramps, so that this isn't a totally unregulated space. Talk a little bit about how you see that framework and why you think it's adequate to protect against things like AML, KYC and OFAC compliance."
    },
    {
        "speaker": "E",
        "text": "Yeah, absolutely. So, you know, I really do think that people, even in the cryptocurrency space, I think people believe that cryptocurrency is unregulated. And in fact, that's not true. This space is heavily regulated. The on ramps and the off ramps where people are buying and selling and costing cryptocurrency in the United States are these very heavily, heavily regulated entities. So these are chartered banks or trust companies or state licensed money transmitters. And they have minimum capital requirements, and they have to post bonds, and they open their doors to yearly examinations, and they register with FinCEN and their financial institutions under the Bank Secrecy act and just goes on and on and on. And yet somehow we assume, or we think that this space is unregulated, and it's just not true. And I think one of the major issues that you're seeing with the reaction to FTX is people are looking at FTX and saying, oh, we need more regulation around cryptocurrency exchanges in the United States. That's not true. In fact, FTX was not in the United States. It was in the Bahamas. Right. And if it had been in the United States, then it would have been following all these heavy regulations that already exist for the on ramps and off ramps and places where people store cryptocurrency."
    },
    {
        "speaker": "C",
        "text": "Hey, everyone, we're going to take another quick break and hear a word from our partners. We'll be right back to the real Vision Crypto daily briefing."
    },
    {
        "speaker": "G",
        "text": "You're a podcast listener, and this is a podcast ad. Reach great listeners like yourself with podcast advertising from lips and ads. Choose from hundreds of top podcasts offering host endorsements, or run a reproduced ad like this one across thousands of shows. To reach your target audience with lips and ads, go to lipsandads.com. now, that's lib syn ads.com."
    },
    {
        "speaker": "D",
        "text": "Well, you know, just thinking about it, like, if you look at, you know, you look at Coinbase, I mean, these are heavily regulated. So when you, there's plenty of, you know, exchanges that people can, that are in the United States that people can transact with. Right? So if anybody did any research on FTX, they would have seen that it was centralized. So anybody that was stuck, and it's literally, they should have done their research, and it's their fault. So I agree with MARta, and I feel like Marta, here you have Sam Baekman getting to meet with all these people in the government. I would really love to see you speaking to those people because, and what is, you know, have you been in communication with people? And especially, it'd be great to have a meeting with you and Elizabeth Warren."
    },
    {
        "speaker": "E",
        "text": "Thank you. Yes. I actually testified in the Senate Banking committee last year, and of which Senator Warren is a part. And, you know, as a policy person in the space, I definitely do a lot of work directly with regulators and policymakers, really talking to them about cryptocurrency, you know, with Filecoin as an example. And I think one of the things that's been really great is, you know, as you said, Ash, people seem to really get filecoin, and they immediately understand the importance of filecoin for creating alternatives to big tech where users are really in control of their data and they get that and they think it's important and they're excited about it. And so we've, I mean, there have been, I think, four or five senators and members of Congress who have on the record during various, on the congressional record during various hearings, said literally, you know, wow, filecoin is really an amazing example. We've even had senators who hate cryptocurrency say, well, I hate cryptocurrency, but filecoin is different. I get filecoin, and that actually makes sense. And so definitely, we are definitely doing a lot of work trying to educate policymakers, and this is, I think, a very important moment in time for us to be doing that in the wake of FTX."
    },
    {
        "speaker": "C",
        "text": "Yeah, clearly. By the way, this is not obviously from my side. It's definitely not an endorsement of filecoin and not financial advice. But I do find it interesting. One of the things that often comes up in the web three space is when my very sort of intellectual friends who are opposed to cryptocurrency or who don't see the value in it, that I do say, well, I don't get it. All this web three stuff is basically ultimately speculation about price. Isn't all this yield farming stuff, it's speculation about price. But the idea that there are web three applications that are out there that are seeking to do things to make the world more decentralized, to make the world less under the control of very large tech companies, three or four, which control a huge amount of compute and storage space. I just think it's interesting. It's just cool from a technology standpoint, particularly because it's open source, which is something that I and many people who have been in the space for a long time find to be philosophically very appealing."
    },
    {
        "speaker": "E",
        "text": "Thank you. I agree. I could not agree more. And we have a very deep sort of open source, fundamental ethos and actually have some really cool open source developments, including creating sort of new concepts within how you can open source your patents, for example. So we are, we are deeply open source. And I could not agree more that I think file coin really is not about. In no way is about price speculation or speculating on something that has no technical, you know, basically, filecoin is really, I think, fundamentally a technical project that is about creating the next generation of the web."
    },
    {
        "speaker": "C",
        "text": "Well, I have zero view on the price of filecoin myself. And as I said, clearly not an endorsement, but I just think it's a cool project. It's a cool idea."
    },
    {
        "speaker": "E",
        "text": "Thanks. I do, too."
    },
    {
        "speaker": "C",
        "text": "Wendy, how did you first hear about."
    },
    {
        "speaker": "D",
        "text": "Filecoin actually at the World Economic Forum? That was when I originally met Marta. And I'm like, who is she? I mean, she has all this energy, and I was like, and as we know in this space, not that many women. So I was very excited to see, like, she was running the foundation and that she had a lot and they were doing a lot of amazing panels and bringing awareness towards the project and about decentralization. So that was how I originally met her and then started following her and following Filecoin."
    },
    {
        "speaker": "C",
        "text": "Yeah. So I want to give a great conversation here, and I think just really interesting perspectives and fascinating to talk about a broad variety of things, not just the technology, but also the public policy aspect of this. I want to give you guys each a chance to give some final thoughts. Key takeaways from this conversation to our audience. Wendy, first to you."
    },
    {
        "speaker": "D",
        "text": "Well, first of all, I'm so honored to be on here with both of you. Adore you, Ash."
    },
    {
        "speaker": "C",
        "text": "Woohoo."
    },
    {
        "speaker": "D",
        "text": "And Marta. But my whole after this conversation, I think what's super important is we need people like Marta to be out there representing the space who has a really good understanding of the importance of decentralization and create. And Filecoin is a great example of that. But one of the things I think is really important is somebody personally who has a media company. I'm going to have my team look at Filecoin and see how do we now put our content and our data on this platform, because, again, it's basically disrupting it. Where, why do we want to have Google and all these other companies holding our data and controlling it, right. So I think it's very important what she's doing and what Filecoin is based upon."
    },
    {
        "speaker": "C",
        "text": "Marta, final points, key takeaways that you'd like to leave our audience with?"
    },
    {
        "speaker": "E",
        "text": "Yeah, I think there's this idea that web three is sort of speculative and a thing of the future. And I think the key takeaway, I would really say, is the decentralized web is here. You can already store all of your files and important data sets on the Filecoin network, and we really already are creating the next generation of the web where users are in control of their own data. And that has arrived. So I think that would be my biggest takeaway from this conversation."
    },
    {
        "speaker": "D",
        "text": "And I'd like to put out, just to simplify this for everybody to understand. When you think about Instagram, LinkedIn and so forth, they own all of our data, right? So when web three is when you own your own data and you then benefit from your own data, where they're making, you know, millions of dollars of ad revenue based on your content, this is such an important revelation. And I think what we're going to see here is, you know, millennials, Gen Z, you know, they want to own their own content, right? They're not interested in traditional media or traditional finance, and that we have to embrace this because it's happening no matter what."
    },
    {
        "speaker": "C",
        "text": "Wendy, that's such a great point, and I'm glad you brought it up. Just talking about web three, I don't think we really defined it on this show. For me, web one was about the ability to publish information. Web two was moving from a read format to a read write format. I think you summed it up very well there, Wendy. What web three is really about is this idea of read, write, own and monetize the ability of individuals out there, whatever your hobby might be, whatever your passion might be, to create your own content, to own the intellectual property behind that content, and then ultimately to monetize that content. Is that sort of, Marta, how you think of it?"
    },
    {
        "speaker": "E",
        "text": "Yeah, absolutely. And not only to monetize content, but also to use those incentives to create a sort of, like when you actually can monetize things, right. Suddenly you can create incentives for these decentralized networks that otherwise would have required these massive amounts of sort of capital upfront. Right. Like it would not be possible to build a decentralized version of the Internet without creating incentives for people to actually store other people's files. Right. And that is those incentives, that ownership is really the only way to create these really interesting technologies. And I think we're only scraping the surface right now. I mean, Filecoin has hundreds of applications that are built on top of it. And even with those applications built on top of Filecoin, I really think we're just scratching the surface of what this space can do. And it's really a lot of, it's kind of a cliche. A lot of people say this sort of like the Internet in 1995, but imagine trying to explain in 1995 what all the potential use cases are. It would be really hard. Right. And I think we're really just at that moment where we're scratching the surface of that."
    },
    {
        "speaker": "C",
        "text": "Yeah. Imagine trying to explain in 1995 how you're going to be able to call an Uber on your iPhone."
    },
    {
        "speaker": "E",
        "text": "Totally."
    },
    {
        "speaker": "C",
        "text": "Yeah. It's very difficult to do. And it's, you know, my key takeaways here. I'm just fascinated by the sort of the idea of what web three is, by what it promises to deliver to the world, some of the sort of freedom aspects of this, some of the ability to decentralize, some of the ability ultimately to empower individuals. I think it's interesting, as I said earlier, there is all of this sort of aspect of now you have these assets that you essentially have liquidity, instantaneously with the ability to create coins. I think it's a blessing and it's a curse, and I don't think we've entirely figured out how to sort through it yet. Uh, but obviously, it's extremely early in the process. We talked a little bit about some of the legislative component of it. I think very early in the process there, too. Um, but I just think this is going to be a fascinating space to watch, uh, over the next, uh, five or ten years, and it's going to be incredible. Uh, and hopefully you can have both of you back, uh, to come on and join us again. Just a great conversation across the board."
    },
    {
        "speaker": "E",
        "text": "Thanks so much."
    },
    {
        "speaker": "D",
        "text": "Thank you."
    },
    {
        "speaker": "C",
        "text": "Really pleasure doing the show with both of you. Marta and Wendy really hope to do this again soon. That's it for today's show. Join us again tomorrow. We'll have guests from Deloitte. See you at noon Eastern, 05:00 p.m. london time, live on real vision, crypto, daily briefing."
    }
]