[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless everybody get 30. 30 baby get 30 baby get 20. 2020 baby get 2020. Bid to get 15. 1515 just $15 a month, so give."
    },
    {
        "speaker": "A",
        "text": "It a try at Mint mobile.com switch."
    },
    {
        "speaker": "C",
        "text": "$45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time Unlimited more than 40gb per month slows full terms at mint mobile.com dot."
    },
    {
        "speaker": "D",
        "text": "Hey everyone, if you like this podcast, go behind the paywall. To get privileged access to the smartest minds in finance, visit realvision.com rvpod and use the promo code podcast ten to get 10% off our essential membership for the first year, join the real vision community and learn how to become a better investor. And now into today's episode of Rao Real Vision."
    },
    {
        "speaker": "E",
        "text": "Hi, everyone. Welcome to the real Vision Daily briefing. Today we're going to do something a little bit different. As many of you know, we're in the middle of our two day festival of learning the next digital assets wave. The event is happening over on our website. Now, I know a lot of you were there with us today. There were some great conversations. If you missed out, you can still join us tomorrow. It's free. Just go to realvision.com festival 23 to sign up. Now. While we're busy wrapping on day one, we are going to unlock some content that is usually reserved for real vision members. In the first conversation, Raoul and Julian Brigden talk about the heightened market volatility, what's causing it, and how investors can navigate it and maybe even profit from it. As you can probably guess, the two of them don't exactly see eye to eye."
    },
    {
        "speaker": "F",
        "text": "There are certain themes that. That resonate with me. We've been in the we refer to as accelerative oscillations camp. So we believe that the cycles and the markets are moving to this period where they will become increasingly unstable. So I'm definitively in that cap that definitionally pushes you towards more active management. It ain't easy though, right? If you think you're going to catch every single one, right? Uh, you're wrong, because you will not, because something will catch you out in this. This is a very dangerous period. We think we're entering. Um, in terms of the dollar, I haven't seen Luke's piece, so I have to go and see exactly where he's coming from. But I am, and have been, um, in the structurally bearish camp, uh, in fixed income, in treasury market. I think we are moving increasingly to, probably not this year, but we've already seen it arguably, I think, in the UK with the LDI situation, we're moving to a point where we are going to test the ability of global markets to absorb the amount of issuance that's coming. This is kind of referred to as, technically as the fiscal limit. I think we are pushing our luck in terms of moving into a period referred to as fiscal dominance. It's not necessarily a bad thing. It's just very different from the monetary dominance that we've had up to now. Basically, which of the two levers controls inflation and controls the economy? Both can't. One has to be dominant, the other one has to be subservient to that. But I do think fiscal dominance is dangerous because it relies on the competency of politicians and the willingness of politicians, or the ability of politicians to do the thing. It frequently occurs when you are moving to a period which demands collective policy response. Right. This was what dominated the economic cycle or the nature of economic control from 1933 to 1951. So right the way through the second world war, that's how we funded ourselves. Right. The Fed played second fiddle to what policymakers were doing in terms of fighting the war. I think we're fighting arguably three wars. Climate change, war, kinetic war with Russia, cold war with China. I mean, you could call it a demographic war as well, a fourth. All of them demand shitloads of fiscal spending. And I think it's going to be very, very hard for policymakers to step back from that. And I think it's going to drive changes to markets which we haven't seen yet. So I'm actually really structurally bearish. Fixed income, I think for the next 20 years, the trend is up in rates. I know that, Raoul, had you had that conversation with Minack about this, and he's sort of in that camp too recently. Look, don't get me, it doesn't mean it's a linear one way move. When you get your recession, bond yields will rally, but you sell the rally, you don't, you don't buy the dip. And I think that's kind of where I am. So I have a lot of sympathy that where we stand exactly right here, right now, we can go into. But I think these are very dangerous times."
    },
    {
        "speaker": "G",
        "text": "Raoul, what are you thinking on all this?"
    },
    {
        "speaker": "H",
        "text": "Look, there is a lot of complexity around because of the ability of the market to digest the amount of issuance that needs to happen. And the more rates go up, the more issuance has to happen. And that cycle is not a good cycle. My personal opinion of this is the Fed are very aware of it, why they've been funding at the shorter end of the market and letting the reverse repo take the strain. You've seen the Fed net liquidity has actually not gone anywhere, which is quite interesting considering. So the Fed are issuing at three months. Why are they doing that? Mainly, and from what I can tell is if they're issuing at three months, they know they have to bring down the long end so they can issue further out the curve. So their normal funding cycle is three to five years. So to do that, I think they want to undershoot on inflation. So I think their aim is to undershoot inflation and overshoot on unemployment. So you see both those dials moving, and that gives them the COVID that they need to get rates lower to ease the amount of issuance that needs to take place and potentially monetize it, considering that next year is obviously an election year as well. So I don't think things have changed. I think we are later in the cycle because the inflation pulse from post pandemic was so big that they have to let that play through. And I think it will play through. My idea is that this doesn't change. I'm with Rosenberg's camp that there is a recession out there and its probably q four, q one. But my view has been that its been priced in, so im very much and have been in theits a boom camp. And dont forget weve had rates this high and the Nasdaqs up 42% this year. That tells you something. Theres some informational value there, much like theres informational value in the bond market, bond yields at this point, so late in the cycle being so high. Okay, theres informational value there too. And I dont think its driven necessarily by inflation, but much more around these supply issues. But that somehow has to resolve itself. Im not sure how it resolves itself now. Is there a possibility of yield curve control? And they step in kind of like the UK and said, well, the markets not pricing this correctly any longer dont know. But really we have to get to the Fed pivot, or at least the Fed on hold, ECB on hold before we can get there."
    },
    {
        "speaker": "E",
        "text": "That was part of the monthly conversations that Raoul and Julian have exclusively on our website. Now, Raoul and Julian aren't the only ones who see things differently. There are many different narratives out there right now, and it can get confusing next up, Roger Hirst breaks down the different camps and highlights some of the indicators that will ultimately show which thesis is playing out."
    },
    {
        "speaker": "G",
        "text": "We always talk about narratives, and what's fascinating right now is that there are multiple narratives. If you've been watching the most recent series of Crash and Boom, you've seen these narratives which are so incredibly different from incredibly credible individuals, you sort of think, well, how can that be? How can they be so different? You've had Raoul saying, recession's behind us, and off we go. You've had David Rosenberg saying, it's still down there and it's going to be terrible. And we had Juliet de Klerk saying, oh, reflation's here, we're going to get reflation. And all these are plausible. And I listen and read everything that these people say. So what I'm going to do is go through some of these narratives and try and break them down. There's no right or wrong, because framework is the most important thing. And we've always said this at real vision, which is, you know, some people want that trade idea. They want a one trade idea and run with it and make money. If I gave a trade idea out to a client, it would be hitting maybe one in ten, if I was lucky. But a framework is valid for everyone, whether you're a day trader or a long term investor. So I'm going to try and break down those narratives and sort of look at what those different ideas are and basically go from there. So please do stop me at any point if there's anything you want to ask about, because there is no right or wrong, and I don't actually have an idea. At the beginning of this year, I said, this is going to be a really, really difficult year to predict. I held my hand up because I had no idea and I still don't, which is why I'm using everybody else's ideas to illustrate that very fact. So, vision, creative labs, that's us doing stuff for other people. But more importantly, why the divergent narrative? So what I'm going to kick off with is normality. What would be my normality is what is a normal recession? Because we're all talking about recession. What is it that we should expect? There are one or two features that have existed in every single us recession without fail. And some of the narratives we're going to hear is saying that this is not going to happen this time, which could be valid. The first one is unemployment and recessions. Unemployment is the most important element of every single us recession since the war. And probably before. And you can see here on this one, every single one of these recessions in grey, you have this massive acceleration in the unemployment rate without fail. So that's one of those factors that you need to have if you're going to have a recession. So far, we're starting to turn, but it's a minor turn. And if you look here, nearly all those turns happen well in advance of a recession. So if we've only just turned, that would suggest that if there is a recession, it's still quite a way off. But the important thing here is unemployment. Now, revisions could come in and we could find out that actually unemployment was 5% today with revisions, but we'll only find out in 18 months time. But right now, that's something we've got to be looking for. And the second thing people talk about is things like Ism. They go, oh, isms in contraction territory. This is the manufacturing below 50. That's a recession. Well, yes and no. You can see here that often you get the ISM manufacturing deep into negative territory. So below 50, so deep into negative territory. But there have been many, many occasions when IsM goes negative or, or go sub 50 and we don't get a recession. We've only had a recession when we've had Ism below 50 and unemployment screaming higher. In fact, there's only one occasion really, where we've had ism below 50 and unemployment high without a recession. That was this one here, which was post the.com crash, and that was because we were after it and we were rolling back over on unemployment. So ism is relevant, but it's nearly always coincident. But you need that unemployment. And then the third thing, which has been a factor of every single us recession, is that you get a tradable low on the equity market in and around every recession, because some people are saying it's behind us. Now. There are, I'll give the caveats first, which is in the 1980s you had little mini pullbacks in the market here, and in 1991, a little mini pullback. This is a log scale, but generally you get big, big moves through and you get a tradable low, a tradable low, which is maybe not generational, but something pretty impressive. So if we're saying that we've seen the low, then we're saying again that this is very, very different, but that's normality. That's what we would normally look for. And I've been looking for, and I'm worrying that maybe my old framework is coming under pressure and might be wrong. So let's look at those three basic narratives that we've got. And the first one is the rear view recession. That is, it's already gone, which is kind of Raul's view."
    },
    {
        "speaker": "H",
        "text": "Hey, everyone, we're going to take another quick break and hear a word from our partners and then we'll be right back."
    },
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited premium wireless. How did you get 30? 30 bid to get 30 bid to get 20? 2020 to 2020? 1515 just $15 a month."
    },
    {
        "speaker": "A",
        "text": "Give it a try at mint mobile.com."
    },
    {
        "speaker": "C",
        "text": "Switch $45 up front for three months, plus taxes and fees. Promoting for new customers for limited time unlimited. More than 40gb per month slows full terms at Mint mobile.com dot."
    },
    {
        "speaker": "G",
        "text": "Now, some people say, oh, we had two quarters of negative GDP, which we did in the US here, two small ones. Problem with the US is that's not the definition, that's the Eurostat definition in Europe. In the US, they have this, these three ds, they call it diffusion, dispersion and depth. So depth is. It's got to be like this sort of thing that's obviously a bit of an outlier. But you can see here, big moves down negative GDP. This is quite small. Diffusion means it hits the whole of the economy, so it's not just one sector or another. And then duration, it lasts for a reasonable amount of time. So Covid was actually quite short. The.com recession, actually, you didn't have two consecutive negative quarters, but you had very weak GDP for a long period of time. So the US definition is actually quite subjective. But unemployment, rising unemployment, again, is that major factor in 2015. I remember it well because I nearly got fully bearish with all my clients. I was fortunate away when the market turned back around, but you had a head and shoulders on the S and P, you had some really negative data. It felt terrible. And then they did a few tweaks, there was a bit of QE type stuff, and off we went to the races. And that head and shoulders that was forming got negated. That wasn't a recession. Unemployment was dropping back in 2015. So what else is the other reason why people think we've seen a recession already? Well, we've had this big drop in the s and P, so the 20% drop, as you can see here, with those yields going up. And a lot of people say, ah, that's it. That was the equity market pricing in a recession, but really that was the equity market pricing at higher yields. And this was basically a rerating of the market. So the earnings multiples contracted. Now, you could say that actually that's retrospectively fitting multiples because the equity market sold off in anticipation of weakness because of higher rates. So you could argue that. But ultimately, one of the reasons people think the recession is behind us is because of that move in the S and P. But, and I think this is where that view of a rearview recession has some validity, is because we've not had that dispersion, that diffuse recession yet. But what we have had is we've had little pockets of recession in parts of the economy or certain regions. And this is the consumer sentiment, Michigan. And that was the worst reading that we've ever seen. And every single time we've been down there, we've always had a recession. Yet we didn't get a recession last year. But that was a recession for many households because that inflationary move was causing big problems. The buying of durable goods was off the cards. Similarly, small businesses, that was the worst outlook for the business, small business NfIB. But we didn't get a recession. Again, small businesses were price takers. So big companies often hedged and often forcing higher prices onto people. Small businesses were having to take those. It was hitting their bottom line. And all of these were manufacturing based. So we saw this recessionary type of event in small businesses, in households, but it wasn't all at the same time. And I think Lizan Saunders had said it's a rolling recession. It hit here and then it recovered, and then it hit here and recovered, but it never hit the whole economy in a single go. But nonetheless, you could say that maybe we did have a recession, but small pockets of it. So there's a future recession. David Rosenberg, why is he saying that? Well, I've got a chart from Deutsche bank, which used many, many times, and it's about three months old now. But this is, if you have a rate hike, what is the time it takes for a recession after that first rate hike? And as you can see here, there's only one that took place before, in fact, two now, September 58. So that 1 August 8, September 58, but basically, based on where they first raised rates, only two recessions out of last 13 would have happened by this time. And this is something everyone talks about. It's that lagged effect. And David Rosenberg talked about the lagged effect. The lag means that by all sort of historical metrics, since the war, you would expect a recession still to be in the future. That is, we are still expecting that recession to come through. And this is David Rosenberg's big, big point."
    },
    {
        "speaker": "E",
        "text": "All of these conversations can be seen in full on our website. To join and get access, go to www.realvision.com and you can still sign up for day two of the Festival of learning the next digital assets wave by going to realvision.com festival 23. It's totally free and we're going to be wrapping with a live AMA with Ral, so we hope you can join us for that. In the meantime, take care and good luck out there."
    },
    {
        "speaker": "D",
        "text": "What's up, revolutionaries? Thanks for tuning in. For more content like this, head over to realvision.com and get unfiltered access to the very best, brightest, and biggest names in finance."
    }
]