[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless everybody get 30. 30, baby get 30, baby get 20."
    },
    {
        "speaker": "C",
        "text": "2020, baby get 2020."
    },
    {
        "speaker": "D",
        "text": "Bid to get 15. 1515 just $15 a month, so give."
    },
    {
        "speaker": "A",
        "text": "It a try at Mint mobile.com switch."
    },
    {
        "speaker": "D",
        "text": "$45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time unlimited, more than 40gb per month slows full terms at Mint mobile.com dot hello, and welcome back to real Vision Crypto Daily Briefing. Here's why you should tune in to today's episode. Tether is not the only stablecoin raising concerns. We're going to discuss a new report on why USDC poses potential risks despite its perceived stability. Plus, we're going to deep dive into the intersection of crypto and macro. Mark, you go. Managing partner of Morgan Creek Digital is going to join us live. As always, we're going to distill his interview down into key takeaways at the end. Stay tuned for that. My name is Marco Oliveira. Ash Bankton is with me as always. What's up, Ash? How's it going, man?"
    },
    {
        "speaker": "C",
        "text": "It's going great. Excited to be here on the second day of our live five day a week real vision crypto daily briefing."
    },
    {
        "speaker": "D",
        "text": "Yeah, super excited. Live five days a week and the second. Our second guest is Mark Usko, so we're super lucky and grateful to have that. For a message to our viewers, subscribe to real Vision Crypto. It's free. Another quick message to our viewers while we upgrade our site. Our live chat feature is temporarily unavailable. In the meantime, we are monitoring the comments section. Put your questions, comments and discussions there. If you're watching on YouTube, smash the like button, subscribe. And don't forget to hit the notification bell. All right, let's jump right into the latest price action. It's a sea of green across the board. Very few tokens are down. On a 24 hours basis, bitcoin has risen to above 20,000. As Coindesk reports, even though bitcoin's price has been stable, shares in Grayscale's investments, bitcoin trusts are trading at a record discount, according to data from real vision pro crypto partner Delphi Digital. As of September, 30 GBTC shares were trading at a 36% discount relative to the underlying crypto held in the fund. Ash, what are you looking at right now?"
    },
    {
        "speaker": "C",
        "text": "You know, some interesting data from glass node. Despite the volatility in the equity and bond markets, bitcoin's hash rate has reached an all time high. Hashrate is the number of times per second that computers on the bitcoin network are hashing data to verify a transaction and perform the encryption that secures the network. This means there is a record computational power securing the bitcoin blockchain. Glass node says this is a bullish sign."
    },
    {
        "speaker": "D",
        "text": "Yeah, absolutely. Glass node always has really great information and data. So anyways, thanks, Ash, for that. Now on to today's top story. We always hear concerns surrounding tether, the largest stable coin by market cap, mainly around the transparency of its reserves. In other words, whether it's fully backed one to one against the us dollar. There's been a development in that story which we're going to get to in a second. However, it's not just tether that presents potential risk, at least according to a report published Monday by the Federal Reserve of New York. Even stable coins that are more resilient to a potential bank run like USDC could still pose risk to wider financial stability. The New York Fed's argument goes that because USDC, which is the second largest stable coin in the space, is backed by higher grade assets, it's perceived to be safer. And that actually amplifies the risks of runs from smaller stablecoins. Ash, what do you make of that argument?"
    },
    {
        "speaker": "C",
        "text": "Well, you know, that's certainly one point that seems to be coming out of the report. That's the point that's been focused on in some of the stories that I've read. But I see this a little bit more broadly. To me, this seems like an expansion of Jay Powell's earlier points, that the financial system should have homogeneous regulation. In other words, products get regulated the same way, whether they're DeFi or tradfi. This story focuses that we're talking about here in discussion. I think it was coindesk on the risks, potential centralization risks of us DC. But I don't really know that that's the main argument here. I think that the principle interpretation that I have, and I'm still working my way through the full report, is that this is something of a kind of a shot across the bow. This is the New York Fed making this statement that, hey, we're watching this space, we're looking for potential risks in it, in our view, at least in the view of the New York Fed, and that they are going to be responding to them in the future. So I think this is a story that's probably a little bit broader than it's being picked up right now. Marco."
    },
    {
        "speaker": "D",
        "text": "Well, is there anything else that stood out to you in that report?"
    },
    {
        "speaker": "C",
        "text": "This is a report about financial stability. This is being framed in forward looking terms. At the moment. The Fed says, and I quote, the digital asset market does not provide significant financial services outside the ecosystem, and it exhibits limited interconnections with the traditional financial system. The report explores potential vulnerabilities in the ecosystem in the event that it becomes more systemic. That is linked to tradfi. The focus right now, as I said, is about stable coins, at least in the stories that we've seen being reported. But, but the frame of aggregate financial stability, spillover or contagion risk into tradfi. You know, to me, again, this is very much a broadening of the debate. This is the fed weighing in here and saying that some of this may very well be under their jurisdiction, at least in their interpretation. I know we're going to have more to say about this later as some of the other stories touch on very similar points. Marco?"
    },
    {
        "speaker": "D",
        "text": "Yeah, absolutely. So as you're talking about regulation earlier, we mentioned Tether. Let's look at some important developments around it. So Paulo Arduino, Tether's chief technology officer, he tweeted that the company has increased the allocation of us treasury bills in its portfolio. So as of September 30, Tether holds 58% of its reserves and t bills. That's up from 43.5% in June. Arduino also added the exposure to commercial paper is now less than $50 million. Ash, what's the significance of a move like this for Tether?"
    },
    {
        "speaker": "C",
        "text": "Well, this goes to the point that I was making earlier about the quality of assets. Fully backed is a phrase that we hear a lot. But I think the question that's important to ask, of course, is backed by what? I'm not just talking about Tether here. I'm just going to make some general points about this. So let's say that something is allegedly fully backed. Let's say fully backed. It's $1,000. And you ask, well, what is that fully backed? $1,000 in assets backed by? And I say, well, 500 of it is in cash, and 250 of it is in my sneaker collection, and another $250 is backed by ious signed by me. Is that really fully backed? You can argue about, for example, if you say, okay, my sneaker collection is really worth $350, but is it liquid? Can I find a buyer for that in the time frame that I need to liquidate it? So these are all the kinds of questions that we ask when we talk about asset backed securities. Another point here, and again, not specific to to tether, is very often we hear about international commercial paper. This to me is always a question, is what's the creditworthiness of the issuing entity, and what's the relationship between the issuer and the obligor? These are questions that people who've been around the block a couple of times in traditional finance like to ask. And I think that these are questions that we're going to hear being asked more in the crypto space, talking specifically a little bit more about tether. So tether is reducing its commercial paper holding, allegedly to zero. That's the goal that they stated in the tweet. Commercial paper is short term unsecured corporate debt. Tether is replacing the CP. People usually refer to commercial paper CP with t bills. T bills are the shortest term and most liquid treasury securities. They have maturities of less than 52 weeks. They aren't interest bearing. They pay no coupon. They trade at a discount on face with full redemption value. To me, this is really about, I think, ultimately the New York court ruling ordering tether to disclose some of the assets that are backing their stablecoin. And so I suspect we're going to see more transparency. And it appears that what we're seeing here is a shift from some of the assets they held, specifically commercial paper, into more stable US treasury backed assets, specifically the most liquid us treasuries. Marco?"
    },
    {
        "speaker": "D",
        "text": "Very interesting. Ash. Well, onto the next story. It's the F O C report, the New York Fed report released on Mondays. Not the only one that we're looking at. So the Financial Stability Oversight Council, or FSOC, approved a report that responds to US President Joe Biden's executive order calling on regulators to come up with plans for crypto asset regulation. The council is led by Treasury Secretary Janet Yellen. She says crypto asset activities could pose risks to the stability of the us financial system, and she's emphasizing the need for more regulation. Coindesk reported on it that the report calls for a watchdog of the crypto spot market. There's current legislative efforts in Congress in place right now. The CFTC, or commodities futures Trading Commission, in charge of the spot market. While retaining the SEC's powers to regulate tokens that are deemed to be securities. The FSOC is also calling on Congress to grant powers to regulators that would allow them to supervise crypto firms, as well as all of its affiliates and key service providers, which is standard practice for regulating Wall street banks. Ash, there's really a lot to unpack there. What do you make of that, that story?"
    },
    {
        "speaker": "C",
        "text": "Well, you know, Marco, I think you highlighted the key points about the story, but let me just add three open questions that I think are worth speculating about, worth thinking about, worth wondering about. The first is how successful can regulators really be in a space that's decentralized, in a space that's not run by, for example, us corporations or us persons that have directors and officers running those corporations? It's an open question how successful they'll be. Second important point to make, we've got an election coming up next month. We're talking about the views of this Congress and the views of this administration. Now, obviously, the White House is not going to change at a midterm election, but it could be a signal about what the american people are thinking. The scope and ambitiousness of the agenda for the administration may change after this election. I think that's an important point. But even more broadly, point number three, nearly 150 million Americans own or have owned cryptocurrency. That's over half the population. This is from a study by ascent, a research service associated with Motley fool. It's often cited. Look, this is a lot of Americans who are interested in this space. I'm curious to see what the pushback is going to be. If they believe that legislation or rules from the executive branch seem to essentially disfavor cryptocurrency, what their reaction is going to be. This is very much an asset class that has a passionate, passionate constituency. So I think this is very early. This is obviously a report, as you cited, that's talking about relatively preliminary steps. We're going to have to wait and see how this plays out. I know it sounds sort of really formal, and it sounds like something that's going to happen when you read the report. But there are a lot of open issues, I think, that still need to be decided. Mark?"
    },
    {
        "speaker": "D",
        "text": "Yeah, definitely a wait and see game."
    },
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless 30 Biddy get 30 get 20 2020 1515 just."
    },
    {
        "speaker": "A",
        "text": "$15 a month, so give it a try@mintmobile.com."
    },
    {
        "speaker": "D",
        "text": "Switch $45 up front for three months, plus taxes and fees. Promoting for new customers for limited time Unlimited more than 40gb per month slows full terms at Mint mobile.com dot well, Ash, so that's it for the stories that we're covering today. I'm going to hand it back over to you for your interview with Mark. You. I'll be back with the key takeaways at the end. And, you know, feel free to take it away, man."
    },
    {
        "speaker": "C",
        "text": "Thanks, Marco. We're joined now by Mark you, CEO and chief investment officer at Morgan Creek and managing partner at Morgan Creek Digital. Welcome to the show, Mark."
    },
    {
        "speaker": "B",
        "text": "Thanks, Ash. Great to be with you all."
    },
    {
        "speaker": "C",
        "text": "Well, it's great to have you here, Mark. You're one of our favorite guests. We're thrilled that you can join us here during our inaugural week as the full five day a week show. Listen, Mark, you were listening to those stories. Obviously a lot happening right now in the ecosystem. What are your thoughts?"
    },
    {
        "speaker": "B",
        "text": "Fud. Fud and more fud. Fear, uncertainty and doubt. This is the typical game plan. Incumbents don't like disruption. They don't like to be disrupted. And so they fight, usually through regulation that is bought and paid for by them or attempts at regulation. To your point, I'm not sure how effective this regulation is going to be, but I think the bigger issue here is we're in a very challenging time. I've talked about this kind of at length and that there's the Gandhi quote that I guess Gandhi actually didn't say, or maybe he borrowed it from someone else or it was attributed to him, but it was. And I wish I could remember who actually said it, but first they ignore you, then they laugh at you, then they fight you, then you win. Well, in 2009, right, the global financial crisis occurred. And it is not a coincidence, Ash. That bitcoin was born in the heart of the global financial crisis in January 2009. Just not a coincidence. Not a coincidence that Satoshi Nakamoto's birthday is 4575, right? Four five for the day gold was made illegal in 1933 and 1975 when it was made legal again, actually, I heard a really cool one Lisa Huff's daughter came up with. The reason for 21 million is. Was executive order 6100. 221 with six zeros is 21 million. I'm like, wow, that's kind of mad genius. But all of this goes back to it was not a coincidence that we're in the global financial crisis. And the people that caused the crisis, the regulated entities, the two big to fail banks that caused the crisis, remember, the crisis happened under the guise of all this regulation that was supposed to protect us. So let's come back to that in a minute. And they ignored us, right? So 2009 to 2015, the first they ignore you phase a bunch of nerds and geeks playing with your magic Internet money. Who cares? Go away. Then they laugh at you. So 2016 to 2021, a bunch of nerds and geeks with your magic Internet money, that's just for drug dealers and stupid. It's like when Paul Krugman said, the Internet never be more important than a fax machine. There's never been 2022, I think, unfortunately, until 2027 ish, then they fight you. Now, the good news, at least in my mind, is we've already won, right? If you're here, if you're in the crypto community, if you own things like bitcoin, you have already won because you've put a portion of your wealth outside the fiasco that has been created when we went off the gold standard onto the fiat standard back in the seventies. And so it's a long answer to your question, but I think all the things that you talked about in the stories are trying to divert attention from the disaster that is the regulated tradfi system. On Sunday, on Sunday night, the world was convinced that Credit Suisse was going under. Deutsche bank was right behind them and that we were headed for global financial crisis too. So what did the FSOC, they meet every Sunday, right? It's the secretary of the treasury, the head of the New York Fed, the head of JP Morgan, Goldman Sachs, bank of America, and somebody else. And these six people meet every Sunday night. They called an emergency meeting for Monday morning from the Fed. And that alone, it's amazing. That alone was enough to trigger this face melting, short covering rally. Interest rates went from 4%. Ten year was 4% on Friday. It's now 3.6% this morning. Equities are up 6%, erasing two thirds of the loss from September. They didn't do anything. There was no release, there was no statement. It was all, oh, there's going to be a pivot. They're going to change. They're going to start cutting rates. Okay, we'll see. But at the end of the day, it's not tether, it's not USDC, it's not stable coins that are the problem. The problem is the over leveraged, under reserved, traditional financial system that does not like the fact that you and I and Marco and others take money out of the bank and put it into digital assets. That makes the banks less stable. It makes the crypto ecosystem decentralized as it is more stable. The idea of telling the world that these things that are financial evolution of technology are destabilizing is simply fear, uncertainty and doubt and it goes back. I got media training. One time I went in and the guy says, all right, mark, okay, I got a list of questions. Let's start. He asked the first question I start to answer, what are you doing? So what do you mean? He says, I'm answering the questions. No, no, no, no. You never answer the question. You deflect and redirect. Okay. You never answer the question like, but I'm a dutiful firstborn. I will always answer your question. I may take a long time to actually answer your question, but I always answer the question. And so they are deflecting and redirecting, right? Miss Yellen talking about USDC being destabilizing is right up there with one of the most comical things I've heard in the last week. I mean, other than Kevin Hart anytime I see him. But I mean, it's just. It's silly, it's stupid, it's disingenuous, but it's designed to obfuscate from the real problem, which is the traditional financial system is vulnerable."
    },
    {
        "speaker": "C",
        "text": "Well, the good news, Mark, is I've never had any media training. So you've got one session more than I do. But let's talk about exactly that point. You mentioned the vulnerability of the traditional finance system. Let's talk a little bit about where we are today. You touched on some of the most recent points, the volatility we've seen over the last couple of days. But zoom the camera out for our audience. Give us a little bit of context about where you see us right now in October of 2022. What are some of the main themes? What are you looking at? And where do you see us going directionally? In the short term or the intermediate term?"
    },
    {
        "speaker": "B",
        "text": "Yeah, look, I'm one of the self proclaimed omgs, the old macro guys. So myself and DTAP and Dan Moorhead and Novo and all of us guys in our fifties that started in macro have found our way into digital assets. And I think there's a reason for that. But we all take a macro perspective first. And right now, macro is ugly, right? There's no other word for it. In fact, probably the most ugly I've seen in my career. And I've been around a long time. I got white hair to prove it. Although my eleven year old says, dad, your hair's still black in the back. I'm like, yeah, thanks, son. Actually, he was here. Right now he's at school. But if he was here, he'd be popping in, waving hi to everybody. So that's a shout out from will and what's interesting is we have this massive deglobalization force, these waves of nationalism and populism that emerge about every 90 years. And they're always bad, right? There's a 90 year cycle of depressions in the world. It's been happening for centuries. And the two most recent were the 1930s and the 1840s. Before that. It's funny, I was in New York for Das, the digital asset summit, and I was on a panel with DtaP and Dan Tapiero and Mike Ipolito, who was the host, said, so, mark, give us your views of the near term. And I said, well, the challenge is to talk about the near term. We got to go back to 1840. And Dan looks at me and say, mark, he said, a quick summary of the future. Don't give us a history lesson on the 1840s depression. Like, no, but its really important. So the 1840s, things were fine. We had a garden variety recession. They turned it into a depression because we had the free banking era. We didnt have a central bank. They had basically not renewed the second national banks charter. There were 20 year charters from the 17 hundreds. We had this weird free banking area, and there was no central bank at the time. The local banks, in response to this de globalization and rising populism, tightened liquidity and turned a garden variety recession into a depression. And there wasn't any centralized mechanism to be a lender of last resort. So, fast forward to the roaring twenties. So we had the Jekyll from, I mean, the creature from Jekyll island. The Fed created 1913, and it was going down this path of destabilizing the currency to channel wealth up to the top. Right? Inflation, which is this thing that were sold a bill of goods thats supposed to be good for us, is simply wealth stealing. Its literally stealing our wealth and giving it to the people at the top. Its all it is. How could anything that over a 30 year period takes half of my purchasing power be good for me? Why would that be good? Its not. So the Fed was starting down this path, and they had a been cutting liquidity or increasing liquidity, cutting rates. And we had this recession, we had a crash because the markets got a bullion post twenties. But in 1930, we made two really bad policy errors. One, Smoot and Hawley, two of the dumbest guys ever to say you're the dumbest guys in Congress. That's a big statement, because most of the people in Congress are. No, I'm just kidding. No, I'm not. Actually."
    },
    {
        "speaker": "C",
        "text": "By the way, for those who don't know we're talking about the tariff walls that were put up by the Smoot Hawley act."
    },
    {
        "speaker": "B",
        "text": "Yeah. So we put up tariffs and then the Fed tried to tighten liquidity into a recession, and we turned it into the Great Depression. So now here we are 90 years later, and we have the same problem. So all around the world, because of the nonsense of COVID lockdowns and supply chain disruptions and zero COVID policies in China and the russian challenges of natural gas in eastern or western Europe, Europe, we have this problem where global economic activity is falling. That means corporate profits are falling, which means stocks start to fall. And so the Fed, for whatever reason, decided, you know what? That's a great time to be a hawk. And look, when Jerome, Jerome Powell was appointed, he was a hawk, right? There were cartoons of him being a hawk and he was going to tighten up liquidity. And he tried back in 2018, and the Trumpsters like, what the hell, man? No, stop. And so he reversed and became j the dove. And then he just began the letter j with the hoodie as a pusher, like he was handing out stimmies to everybody. And then we had Covid and we handed out stimmies literally to everybody to buy votes. And then for some inexplicable reason, which is probably not inexplicable, in November of last year, he turned back into Jerome. So literally, it's like the creature, it's like two face or the creature from Jekyll Island, Doctor Jekyll, Mister Hyde. Mister Hyde came back and he started tightening into a pretty significant slowdown, right? First quarter was negative gdp. Second quarter was negative gdp. Thats not a good recipe for positive markets. So we have the worst performing markets in the history of markets, right? Worst performance of a 60 40 portfolio in history. Stock market on pace to be the second worst market after 1931. In response to that, bad outcomes in 1930 or bad decisions in 1930. So again, long way of saying history rhymes. We are at a very delicate point. And days like today and yesterday, these short covering rallies don't happen in bull markets. There have been no 4% up days ever in a bull market. They don't happen because a bull market is a market that goes up most days and goes down sharply on bad news or perceived bad news. So you have 4% down days in bull markets, but not up. A bear market is a market that goes down most days and goes up sharply on good news or perceived good news. So on Monday, we have a perception of good news that the Fed emergency meeting means we're going to get a Powell pivot. He didn't say he's going to pivot. He hadn't released anything that indicates he's going to pivot. Now, some would argue that the japanese intervention last week was a sign of that. A precursor to that, maybe. So. It's a complicated tale, but we are in a very precarious situation globally, and I think caution is warranted."
    },
    {
        "speaker": "C",
        "text": "Still talking about that precariousness. And just to be a little bit more specific, for people who aren't following the macro side as closely, the challenge that we have right now, or so the principal form that those challenges are expressing themselves in, or we have CPI running significantly hot above 8%, and we have what appears to be decelerating growth. In fact, we've gotten two back to back negative GDP prints here in the United States. So monetary policy as a sort of primer for people who may not be familiar with thinking about the world in these terms, is really about steering the course between the Scylla and Charybdis of excess inflation, unstable prices on the one hand, and soft employment markets when growth begins to decelerate. The challenge now that the Fed and other global central banks face, particularly in Europe, is that both of these things are happening at the same time. And if it's an optimization function with monetary policy, where you're trying to optimize for one while de optimizing for the other, you really don't have a whole lot of good options. Talk a little bit about for people who aren't familiar with the macro. Take lots of folks come to crypto from the tech side, for example, who are trying to get their head around just how precarious this position is that we find ourselves in here, in the United States, and in the global economy. What are the risks that we face and how might that impact crypto markets?"
    },
    {
        "speaker": "B",
        "text": "Yeah, look, it's a really important point, Ash. And what's interesting about markets generally is they are pretty simple at their root. If you create currency, right? Because you can't create money, right, there's only one money in the world, gold. Gold. Gold. Gold is the only money in the world. Money is an asset that exists in the absence of a liability. That is the definition of money. Now, we can argue that bitcoin is now digital gold. So it is another form of money, a better form of money. I will make that argument. You can see my sign over there, actually, over there. So I will make that argument. But the key is that money has existed for 5000 years. Currencies which are controlled by governments and are backed by debt, have existed since the 13 hundreds, and there have been 775 paper currencies in the history of the world. Three quarters of them no longer exist. The oldest, the pound sterling, 384 years ago, one pound of sterling silver, one pound note. That's why it's called a pound. Today I take you 174 pounds of sterling. And the pound has gone from $5 per pound when they were the world reserve currency back in 1913 when coincidentally the Fed was created and they invaded Mesopotamia, incurred a bunch of debt, pounced during, collapsed, we ascended, became the superpower by 44, and with Bretton woods became the global reserve currency. So to today, less than one. The pound got down to right around one. So currencies fade. Why do currencies fade? Because governments believe that you can print money to create wealth, which if that were true, wouldn't everyone do it? Look, I could pick up the computer and take you back in my office and I have a 100 trillion Zimbabwe dollar bill that I could show you that wouldn't buy a loaf of bread. Hundred trillion dollars theoretically wouldn't buy a loaf of bread because there were too many of them printed. So bring it all back to crypto. Everyone says crypto is down since November. So it's not a good store of value, it's not a good inflation. Hedgehead. No, completely wrong. Lets go back to when all this happened. The inflation that people are worried about. This 8% CPI print is not inflation, its currency devaluation. We dont have inflation. Inflation is caused by demand pull and lack of supply or cost push. Where you have excess supply and prices go down, thats deflation or disinflation. But inflation is when there's too much demand and not enough supply. That is not what's happening here. What happened is we made a bad decision to lock down the world. And there are lots of reasons why that happened. I can argue all the sinister stuff about China and the guy who was supposedly dying from COVID but broke his fall when he with the original video, we won't go there. But the reality is the websters engineered the lockdowns. The lockdowns had these response, which was printing money. The cult of Kelton, who believed that you can print your way to prosperity, which is."
    },
    {
        "speaker": "C",
        "text": "You're talking about Stephanie Kelton."
    },
    {
        "speaker": "B",
        "text": "Stephanie Kelton, the economist that everybody loves. And she created MMT, modern monetary theory. Modern monetary theft, which is not modern, nor is it a theory. It's actually based on Marxism, which is old and disproven over and over and over. Collectivism is bad most isms actually are bad, except capitalism. Capitalism is good. But most isms, populism, communism, most isms are bad. Ferris Bueller was right about that. So the key is that the call Tokelton got this massive increase in money. So in two years, the last two years, 50% of all the dollars in the history of our republic, 246 years, 50% were created. So let's think about that. One bitcoin equals one bitcoin, right? But we don't price bitcoin in bitcoin. We price bitcoin in dollars or yen or euros or whatever. So if we doubled the number of dollars, what should have happened to the price of bitcoin from pre crisis, before we printed the money to today, should have doubled. What did it do? It precisely doubled. It went from 10,000 to 20,000. Now, it went from ten to five to 60 to 30 to 60 to 20. So it's had a circuitous route. But that's not the value, that's the price. And the price is driven by crazy people who lever up and speculate and do crazy stuff, but the value reflects exactly, exactly what it should as a store of value."
    },
    {
        "speaker": "C",
        "text": "Mark, let me ask you just one more question before we bring Marco back in. So this idea and something that you've spoken very passionately about on real vision during this show and others, the discrepancy between value and price. Obviously, you are very bullish on the long term value of bitcoin. Let's talk about price for a minute. In the. Not necessarily the short term, not the day to day, but in the more intermediate terminal. You know, many people who have been very passionate about bitcoin have talked about bitcoin as an off the grid store of value, a store of value that's not subject to central bank debasement. And yet, as we've seen, as you've pointed out, this significant inflation here in the United States and elsewhere, we've seen bitcoin decline more than 70% from its November 2021 peak. How do you think about the price of bitcoin? The price, not the value, in relation to some of the key macroeconomic variables, particularly inflation and liquidity. The idea, essentially, that we've seen is that there's been this trade where the correlation between digital assets more broadly and bitcoin more specifically has essentially gone to one. I've joked that if your employer blocked the price of bitcoin on your computer screen, you could look at where the Nasdaq 100 had gone on any given day and have a pretty good sense of proxy for where bitcoin price was. So how do you think about price in relation to those key macroeconomic values, variables of inflation and liquidity?"
    },
    {
        "speaker": "B",
        "text": "From November 6 of last year to June 13 of this year, the assets were highly correlated, Nasdaq S and P and bitcoin, etcetera. Why? Because we were in liquidation. Why were we in liquidation? Because we had massive leverage. We had the highest leverage in the history of equities, and we had super high leverage. In crypto. Leverage can never make a bad investment good. It can, and often does make a good investment bad, because you're forced to sell when you get a margin call. So what happened from November to June 13 is massive liquidations. And those liquidations cause cascading falls in all assets. And when you get liquidated, and here's the funny thing, ash, in liquidations, people forget I that you dont get to sell what you want to sell. Lets say you borrowed to buy peloton stock, and then Peloton stock falls 90%, and you get a margin call. You cant sell peloton stock to pay back the debt. You have to sell something else. So you sell bonds, you sell gold, and you sell bitcoin. So those things fall. If you go back to March of 2020, they fell, but then they recovered. If you look at November to June, they fell, but since June, the correlation of stocks and bitcoin is not really that high, because they got back to a more normalized market. And here's where we are today. If you look at history, equities are in the 93rd percentile, expensive relative to their history. Despite being down 25 30%, they're in the 93rd percentile. They've only been more expensive, 7% in 140 years. Bitcoin, on the other hand, is in the bottom, 3% cheap. It's only been cheaper 3% in all of its history. We can calculate the value of the bitcoin blockchain network based on things like hash rate and transactions. Metcalfe's law would tell us values right around $30,000. Well, when we approached $30,000, we were at fair value. But the problem is, price is a liar. Price can go much higher as it went to 67 five, and then we're almost twice the fair value. So then when the liquidations start, it goes crashing through. Fair value got all the way down to 17 five on June 13, which I believe was the bottom, the end of crypto winter. Now we're in crypto spring. Lots of volatility, slow upward migration. Before we start crypto summer, first quarter, next year into the next parabolic move. But price is what two people agree to buy or sell a small amount of any good or service. The value is what the value of a business or a network. I can calculate the value of Amazon's network. I can calculate the value of Apple's network. I can calculate the value of the bitcoin network. The price of a stock is just what the last hundred shares traded or the last lot."
    },
    {
        "speaker": "C",
        "text": "Bitcoin trades small percentage of the float. Ive got to bring Marco back in. But as Marco comes back in, mark, if you could, very quickly. And for our cynical viewers who are listening to this, how do price and value converge? How do you think about that time horizon? Because obviously thats something that investors are curious about."
    },
    {
        "speaker": "B",
        "text": "Steven, theres four types of market participants in the world. There are investors. Investors buy assets when the price is below the value. That's what investors do. Okay, so like today, where the price of bitcoin is below the value, investors would be buying it. Then you have traders. Traders don't care about value. They just want movement and they buy or sell. And some people are good at it, most really bad at it. There are very few really good traders. But trading is agnostic. It's part of the ecosystem. And the high frequency traders usually win. So trying to be a human against Ken Griffin and his machines, bad plan. That's why the Robinhood people get crushed. So if you think about the third, participants are speculators. Speculators are just the opposite of hedgers. Every day, ExxonMobil produces oil. They sell that oil in the market, in the futures market, and a speculator takes the other side of that trade. It's just a function. And a speculator is long an asset, not because they have a view on the asset, because they're taking the opposite side of a hedger sale or vice versa. They're short an asset. That versus long. So that's what's happening to bitcoin. Like GBTC. You show the GBTC, why is GBTC's value not equal to its price? Well, it's because there are futures. Banks can short bitcoin futures and take an offsetting long position in asset like GBTC, a closed end fund. And they can create this massive dispersion in a closed end fund structure. And that's been happening in the closed end fund world for years. Gold prices have been spoofed for years in the same way because you can create a, a futures position out of thin air. On paper, the last market participants are speculators. Speculators buy because things are moving, and they usually. I'm sorry, gamblers, not speculators. Gamblers. Gamblers buy because things are moving and they buy with leverage. And that's what moves prices away from fair value. The gambling and the gamblers always get wrecked in the short run. A gambler can do well. You go to Vegas, you have your first bet, and you win. Just leave. Just leave. Because if you keep betting, the house wins. The house will always win. So the gamblers are what? Push prices, like Shopify to whatever it was, $1,400 gamblers, theyve all been wrecked. And that stock could go down another 80% from here and still be expensive. But they will buy things that they don't understand. They'll buy it on leverage, and they're playing a game. It's like Davey Dave day trader, right? He's picking tiles out of a scrabble bag and telling people to buy that. That is not investing, that is not trading. That is gambling. He's a degenerate gambler, and the people that follow him are degenerate gamblers. And it's fine. You want to take a small amount of your money and gamble, be my guest. But if you want to be an investor, buy assets that are below fair value. You want to be a trader, fine. I don't advise it, but if you think you're good at it, go for it, but don't. You're not big enough usually to be a speculator. Take the opposite side of hedging and don't be a gambler."
    },
    {
        "speaker": "C",
        "text": "Yeah. And the good news about Las Vegas is that, unlike capital markets, you can get free drinks and maybe a buffet if you're lucky."
    },
    {
        "speaker": "B",
        "text": "Absolutely. And great. And great social networking and scenery. And it's just a spectacle. It's fun. I actually don't mind going there. I'm speaking there in a couple weeks. So we had a great real vision event there. Amazing. Real vision event there. I like the place for a short period of time."
    },
    {
        "speaker": "C",
        "text": "Well, let's expand our social network to pull Marco into the conversation."
    },
    {
        "speaker": "D",
        "text": "Yeah, absolutely, guys. That was a great conversation. I definitely took some notes here. It was a lot of really valuable stuff. You guys talked about a lot. You guys talked about fair value, historical lessons on recessions, currencies fading. I found it really interesting, Mark, when you said that equities, I think you said it was, that they've been the most expensive of 97% bitcoin in the bottom 3% cheap. Bottom 3% of cheap in terms of prices, but there was a couple of things that really stood out to me a little bit more than that. So first was this idea of the news cycle deflecting away from the disaster that is the trade fi system. Right? You pointed out, Mark, that so eloquently, that bitcoin was born in the heart of this global financial crisis. And that's not a coincidence, because a lot of the issues that we're seeing is because policymakers have been responsible. You also mentioned this concept of macro is ugly and history rhymes when we're talking about historical recessions. This is not the first time this has happened like this. History is repeating itself. We had the same problem. Global economic activity is falling, corporate profits are falling. But for whatever reason, like you said, the Fed is deciding it's a good time to be a hawk. And the last point that you brought up that really stood out to me was this idea of inflation versus currency devaluation. And as a response to the COVID cycle, they printed 50% of the dollars that were created. But it's kind of important to kind of for viewers to frame this. One BTC equals one BTC, right. And since we've doubled the number in dollars, it's. That's what the value has done exactly what it's supposed to do. It should have. It's doubled and it's reflecting a store value. I also want to talk about a quote that I pulled here that I think might be really interesting. You said it's not tether, it's not USDC, it's not stable coins that are the problem. The problem is that the over leveraged, under reserved traditional financial system that does not like, that does not like us taking money out of the bank and putting it into digital assets. That's huge. And then the last point that I want to bring up, and this is something that I think viewers might have thought pre convo and now post convo. So you mentioned the Fed emergency meeting on Sunday night, and you were like, the world is ending, the sky is falling, right? It's like the chicken little thing, right? Credit Suisse going under. And you said then, now on Monday, everything's gone away because this emergency meeting, people think, hey, that means the Fed's going to pivot. But it doesn't mean that ten years went from 4% to 3.6%. You mentioned equities went up 6%. And it's just people speculating. So I think that those were some of the key thing. And the last thing I'll say is, I love it when you always say that price is a liar. Pay attention to value. So those are my takeaways for today's conversation and for the viewers. Remember, if you found any of the macro terms today confusing, head over to the real vision academy. It's the perfect place for you. You can sign up@realvision.com. the academy. So, again, brilliant conversation, guys. Thank you both for. For breaking it down so simply."
    },
    {
        "speaker": "B",
        "text": "Wow. That. That was truly, truly dazzling. Marco, that. That was. I mean, wow."
    },
    {
        "speaker": "D",
        "text": "You know."
    },
    {
        "speaker": "B",
        "text": "And that was perfectly succinct. And it actually makes sense when you say it, so that's good."
    },
    {
        "speaker": "D",
        "text": "I want Marco."
    },
    {
        "speaker": "C",
        "text": "I want Marco to follow me around in my life. So, like, after meeting, he can just do that. This is what really matters here."
    },
    {
        "speaker": "B",
        "text": "Exactly."
    },
    {
        "speaker": "D",
        "text": "Well, fantastic. Well, so on to the final segment of our show. We have your question. Are you guys open to having a few questions come your way?"
    },
    {
        "speaker": "B",
        "text": "Absolutely."
    },
    {
        "speaker": "C",
        "text": "Let's do it."
    },
    {
        "speaker": "D",
        "text": "Perfect. So this first one from Nick Smith on YouTube. Can you provide a simple explanation of Metcalfe's law? Whichever of you guys would like to do that would be."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, the simplest way to think about it is most people believe networks grow linearly, right? If you and I have a relationship, we have a relationship, and that's one plus one equals two. But the reality is, add a third person, add ash. We don't just have two connections. We have multiple different connections. I connect with Ash, ash connect with you. You connect with me, you connect with Ash. So we get a exponential growth. So all Metcalfe's law did is say networks don't grow linearly, which was Sarnoff's law. He said they grow linearly. They grow exponentially, which is proportional to the inverse of the squares. And then the addition to that was Reed's law, which says, well, once you get a big enough network, then you get sub networks around the edges, like all the graduates of one university. Some are tennis players, some are stamp collectors, some are Starbucks lovers. And those subgroups grow even faster. So you get exponential growth on top of exponential growth. And that's what makes networks so profound."
    },
    {
        "speaker": "D",
        "text": "Amazing. Amazing. Ash, any points to add there?"
    },
    {
        "speaker": "C",
        "text": "Well, Mark explained it perfectly, but I'll give a little bit of nerdy context to it. David Sarnoff was a radio executive in the 1930s, and this idea that networks scale linearly was this idea that if you were reaching. If you were reaching an audience over radio listeners, that the value of the network was in direct proportion to the number of people who were listening to you, so it would scale in a linear way. This was kind of revelatory at the time. So now, Metcalfe's law, named after Robert Metcalf, who is one of the pioneers of networking, specifically Ethernet, said that, yeah, the number of the value of the network actually scales relative to this square of the total number of nodes on the network, meaning it rises much faster. I think it's n times n minus one over two, because you have to the number of connections that you can make on the network. And then Mark is taking us into the future with Reid's law, the idea that the value of a network can scale relative to the number of subnetworks that you can have on that network, a kind of network within a network. All of this, I know, can sound a little bit nerdy, but the idea here is that the whole is equal to the more than the value of the sum of the parts. When you put these things together, when you connect people, the value of that network is greater. And if you, you know, you think about what we're doing right now. We have a conversation here with four people in different cities across the country, and we're having this conversation because this technology allows us to connect. It allows us to build a network. And with that network, we can build a television show with it, and we can reach everyone, anywhere in the world. If they pick up their phone, they can open us up, open it up and take a look at what we're talking about on YouTube. That sort of, in a nutshell, is the value of networks and the value of creative collaboration, contribution, and connection. Marco."
    },
    {
        "speaker": "B",
        "text": "Yeah. The two ones on that, Marco, is one phone has no value. Two phones have more value. 10 billion connected phones, lots of value. So that's why networks are important. That's what Metcalf figured out. The second thing is exponential growth. And Raoul talks about it, and I don't know if he coined it or someone else did, but the exponential age is all about. If I take 20 linear steps, I get to the other side of the library here. If I take 20 x 20 linear steps, if I take 20 exponential steps, I get to high five you twice, because I go around the world twice, and people say, that's not right. Like, just do the math. Exponential growth is the most powerful force in the universe. And so networks are the most powerful and most valuable. Five biggest, most valuable things in the world today aren't companies. They're networks. Amazon, Facebook, Apple. They're not. Companies like Amazon doesn't make anything. They are a network that matches buyers and sellers and takes a cut, and they take a really nice cut, and they're very profitable. But it's a network and the more users in prime, the better. That's why they sponsor Thursday Night Football and you can't watch it on tv anymore."
    },
    {
        "speaker": "D",
        "text": "Well, that's amazing. I mean, I guess that really goes to show that when you own some of these cryptos and you can own a piece of that network, how valuable it can be if we bring in the Amazon example and how we've seen networks like that or other networks really grow. So that's amazing. It looks like we're Mark."
    },
    {
        "speaker": "C",
        "text": "The only thing I could add to that brilliant explanation for Mark is that real vision is also a network. So jump in on the comments, ping us on Twitter and join the conversation."
    },
    {
        "speaker": "D",
        "text": "Absolutely, man. Well, thank you both again for this brilliant conversation. That's it for today, everybody. Thank you. Don't forget to subscribe. Real vision crypto. It's free. You can check us out on YouTube. We have Chris Maddern on tomorrow. We're going to assess the NFT market with him. And on Friday we have a special crossover episode with Raoul Powell, adventures in Crypto. We're going to be doing a live AMA with him Friday at 12:00 p.m. eT right here. And of course, we're going to see you tomorrow at 12:00 p.m. eastern. 09:00 a.m. if you're on the west coast, 05:00 p.m. if you're in London and midnight if you're in Hong Kong live on real vision crypto, daily briefing."
    }
]