[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited premium wireless. Everybody get 30. 30, baby get 30. Baby get 20. 2020, baby get 2020. Bid to get 15. 1515 just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at Mint mobile.com switch."
    },
    {
        "speaker": "C",
        "text": "$45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time unlimited, more than 40gb per month slows full terms at Mint mobile.com dot."
    },
    {
        "speaker": "B",
        "text": "Hello, and welcome back to Real Vision Crypto daily briefing. Here's why you should tune into today's episode. We have a big partnership between FTX and Visa. It's going global. We're going to discuss what this can mean for crypto adoption. Plus, we're going to do a deep dive into the world of institutional investment in crypto. David Seimer from Wave Financial is joining us live. My name is Marco Oliveira. Moritz Siebert is here with me today. How's it going, Mauritz?"
    },
    {
        "speaker": "D",
        "text": "Marco, hey, how are you? I'm doing just fine. Always great. How are you?"
    },
    {
        "speaker": "B",
        "text": "I'm good, I'm good. I'm really excited for your conversation with Dave. It's one the viewers don't want to miss. And for the viewers, don't forget to subscribe to real Vision Crypto. It's free. We have big guests coming on this week. If you're watching on YouTube, smash the like button. Subscribe and hit the notification bell so you don't miss. When we go live, let's jump into the latest price action warrens. So bitcoin is pretty much where it was a week ago. We have seen it breach the 20k threshold, only to fall back. We're currently not far above 19k. Investors are still on the edge of their seats, nervously waiting for the new us inflation data that comes out later this week. It should be a major indicator of whether the economy is cooling down and it could have a significant impact on crypto prices. Ethereum, on the other hand, is trading sideways, virtually unchanged in the trailing seven day basis, hovering around 1300 more. How are you thinking through this? What are you looking at, Marco?"
    },
    {
        "speaker": "D",
        "text": "I think it's incredibly boring. It's like watching paint draw. I mean, it's just range bound and sideways and it feels like we're glued to the level between 19,020 1000 since like forever. I mean, as you know, I'm trading these markets as a trader. I have no business trading these markets at the moment. It's just nothing going on. I'm not sure what could give the tailwind. Maybe it's the pivot of the central banks. At some point something will move and the trends will come back. But right now, other than my long term allocations to the space, which I love, from a trading perspective, there's really nothing that I would do."
    },
    {
        "speaker": "B",
        "text": "Yeah, that makes sense. Keeping your long term portfolio, and that's what the more important one is, the short term stuff, especially if there's nothing going on. It's a little bit boring and people are speculating, will the fed pivot? Won't they? So, yeah, it's a lot of. Definitely a lot of movements going on there. We're also keeping an eye on FTT, the native token of cryptocurrency exchange FTX. Its price popped up on Friday before the rally fizzled it out. And that brings us to our top story today. So FTX and Visa, they're expanding their partnership. Of course, Visa debit cards linked to users FTX accounts are already available in the US, but the pair are expanding offerings to users in 40 more countries. Latin America will be first, followed by Europe and Asia. Customers will be able to pay with their crypto at the 80 million merchants who accept Visa cards. The payments will have zero processing fees. In an interview with Yahoo Finance, the head of Visa's crypto division said, this is a big deal for the crypto industry. Moritz, what do you think? Do you agree with him?"
    },
    {
        "speaker": "D",
        "text": "I think it is a big deal. Marco, full disclosure, I do own FTt tokens. I like it. I'm not sure where I got in, but I have it since a long, long time. It's amazing to see, or it's interesting to see that these worlds are kind of like coming together. It's integrating more and more and more. And I think, if I remember that correctly, Blockfi started it with the blockfi rewards credit card, which I don't have because I think it was limited and it was very difficult. There was a waitlist and all these type of things. But I love the idea of spending my dirty fiat money, which is devaluing all the time, and getting bitcoin rewards on a credit card every time I use it. Not so sure if I would be spending my crypto to buy coffees. I'd rather spend my dollars and euros and all the things which inflate away anyways. I mean, of course, if you have stable coins. I don't have any stable coins. I only have stuff that moves, but I'm not so keen buying anything with bitcoin or ethereum. I'd really like to sit on it and wait for it to move higher. But to answer your question, I think it is. What we see in that space is that tradfi and crypto finance is coming together. There is an intersection and a common denominator. I think in the future, these businesses, be it banks or credit card companies, they will all have a crypto offering. So it'll just blend together. I'm pretty sure about that."
    },
    {
        "speaker": "B",
        "text": "Yeah, that makes a lot of sense. I know that personally. I have the Coinbase debit card. It was the same kind of process. There was a waitlist, and you can use crypto to pay for your transactions. Transactions again, like you mentioned, stable coins. But you can also, I guess, dip into other cryptos and so. But you also earn rewards, too. So it's definitely something that I think it's going to be coming up as, like, a trend. You know, more exchanges might start to have more debit cards, and then perhaps, maybe, like you said, banks will start also offering crypto as part of the rewards that they have with their own debit cards. We might see chase or, you know, your federal credit union might have crypto rewards as part of the debit offering. So very interesting story there. Indeed. Celsius users is the next story. So another big story we're following is there was this big leak of user data from the Celsius network. In a court filing as part of its bankruptcy process, the company revealed the names and transaction history of hundreds of thousands of its users decrypt reports. The document, which had 14,000 pages, contained customer names, crypto wallet ids, transaction types and amounts, the services that were used. This document has been taken down, but this is after it's already been widely circulated. Nick Hanson, the CEO and co founder of Luxor, said on Twitter, this Celsius leak may go down as one of the greatest breaches of customer information ever. Moritz, what do you make of this?"
    },
    {
        "speaker": "D",
        "text": "I think it's terrible. I mean, you know, the bad news just don't stop. I remember, like, in May and June when all of these things were going down with Celsius, you know, Ash and I had a conversation about this, and I mean, clearly, you know, Celsius hasn't been running a first class business in the first class of way, for starters, to begin with. Right? And now that I'm not sure why they handed that information over, if they had to hand it over, or whether it was just here it is have a look at it. But at any rate, it is for the people affected. A terrible news item, right? I mean, your personal data, your wallet address. I'm not sure exactly what details have been revealed, but I'm not a customer of Celsius, never been. So I'm not affected. But I can just, honestly, for the lack of a better word, I think it sucks."
    },
    {
        "speaker": "B",
        "text": "Yeah, it does suck. And it's really concerning that this can happen with these type of big organizations that we have out there. So, yeah, very concerning. Another story we're looking before we get to the interview with David Moritz's the Reserve bank of India has announced it will launch a phase pilot of its own CBDC. Central bank digital currency called e rupee decrypt reports. RBI is considering two versions of the CBDC, one for retail payments and one for institutions. RBI also emphasized they would not offer the same level of privacy as cash. More we've seen a flurry of news around cbdcs in the recent weeks. Central banks across the world seem to be at the very least exploring the idea. How do you feel about stablecoins? What are you thinking through? What are you thinking about with this story?"
    },
    {
        "speaker": "D",
        "text": "There's so much. Marco, I'm actually not a big fan. I think it's going to go there. Central banks, governments, politicians, they all have a clear incentive for these things to come into existence. We as users, I think we are on the other side of that. A lot of people, they mention privacy concerns and the fact that you essentially become a glass box. You can be stimulated and taxed on site, all these type of things. I think what people forget is it's still technology that currently doesn't live inside central banks. I don't think they have the teams and they have the setup to really get these things going. Definitely not at a retail level. I'm not sure if they have thought through the process of disintermediating the banks, the commercial banks which provide credit and all these things. You can't have a bank run on the central bank because it's a digital token. I know it can't be programmed, so it doesn't happen. There's so much, it has so many trains of thought that one thing I recommend for listeners to do and viewers to do is listen to a podcast on the investors network. I think with Preston Pisch on 28 September he had Sam Callahan on. Sam has done a ton of research into the CBDC space and he has read books and papers and all this. It's like he has a very, very interesting perspective on why he thinks it's just not going to work. And there is a major accident in the waiting because the central banks will. They just want to do it, but they'll probably fall over their own 2ft. So I encourage everyone to listen to that podcast. I found it hugely interesting. Walking to the dock in the morning gets you going. Different perspective on cbdcs. Give it a go."
    },
    {
        "speaker": "B",
        "text": "Yeah. Sam Callahan. I want to definitely check it out. And as you mentioned, like fall over their feet, you know, I know when I go to the DMV, the, you know, the lines are long, you know, so sometimes when the government is in control of something or with the central bank, digital currencies and the big organizations don't really have control or don't have the efficiency that they need to, to have. And there's so much data that's available out there, so definitely something to check out. I'm gonna watch that interview with Sam Callahan after this show. One more. That's it for the news today. I'm gonna hand it over to you for your interview with David. Of course. I'll be back with key takeaways at the end. I'm gonna see you both soon, okay?"
    },
    {
        "speaker": "D",
        "text": "Sure. Thank you. Marco. Hey, David. Welcome to the show."
    },
    {
        "speaker": "C",
        "text": "Thanks. Thanks for having me."
    },
    {
        "speaker": "D",
        "text": "How are you?"
    },
    {
        "speaker": "C",
        "text": "I'm good, I'm good. I'm in Las Vegas today, so traveling."
    },
    {
        "speaker": "D",
        "text": "Isn't that nice? So you've been listening to Marco and myself, I guess. I mean, is there anything you'd like to add on cbdcs and where do you see that space going?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I see it going kind of nowhere. Cbdcs are everything people don't like about a centralized fiat currency inflation control, but with all the surveillance you can possibly do on a permission blockchain. So it's great. It's wonderful for the crypto space that they're launching all these. It's a fantastic way of teaching billions of people that crypto blockchain based assets are viable and good and should be trusted and so forth. I think outside of them forcing people to use them, which China is, and maybe India will as well, all no one actually wants them. Dollars are digital. No one has trouble spending money without using paper in most of the world. So I don't see there's very little benefit. I think it's a lot of noise, but I think it's overall good for the crypto space. But I don't think, again, no one wants it."
    },
    {
        "speaker": "D",
        "text": "Yeah, I agree with you. I think we have an electronic money system today. The dollars and the euros in our bank accounts, they don't use blockchain rails, but they're electronically. They come into existence electronically. It's ones and zeros, right? It's just the settlement processes. T plus two, t three. Peer to peer transferability. That doesn't exist yet. That could be the benefit, but I'm not sure if that ties up with all the potential negatives, some of which you have mentioned, which is surveillance and privacy and all these other things, which I'd have a huge issue with. And I'm not sure if people really want to trust central banks as much as the central banks would like to believe that's the case. Anyway, we got into cbdcs. What we completely missed. I didn't give you an opportunity to say who you are, what you do, what waif financialists, maybe give us the two minute spin on that. How did wave come into existence? What did you do before? What do you do today?"
    },
    {
        "speaker": "C",
        "text": "Sure. One last note on CBDCs, I think is great about it, is for interoperability in the future going on ten years from now. You mentioned FTX and visa payments, which I also think it's a great thing for the space. Not going to be terribly interesting for the next five or ten years, but eventually all this will combine. So blockchain based currencies and bitcoin and everything considered in one wallet. If you have a credit card or debit card, you can choose which currency is going to be debited. You can create your own little waterfall, for sure, by ten years from now. That is the future of retail finance. You have a portfolio, it has everything. It has your stocks, if you have them, whatever you have, you can just go between all those currencies. And that's probably the one great case for a CPA, that everything can live in a blockchain based wallet, a token wallet, but yes, so really quick. I launched wave financial about four years ago. My background is mostly early stage DC, and then spent about 14 years as an m and a banker, sold a bunch of the early Internet companies from the two thousands, MySpace, Club Penguin, and we were getting. I'll fast forward my whole background, but by end of 17, we launched our first couple of dedicated crypto funds, doing mostly venture strategies and looked around the world. And by that point, myself, my other co founders of Wave, had a couple hundred different tokens. I actually fell back into crypto back in 2010. So really early, just so my peers and friends were doing some of the precursors of bitcoin, so it was kind of dumb luck, but by that point had so many tokens which managing them became the bane of my existence. This was pretty early days still, where their wallets were lousy, the exchanges were a lot harder to get access to. Looked around the world and what we saw then is exactly what you see now. You saw 50 or so companies battling it out. To be the vanguard of crypto, which is great, crypto needs a vanguard of crypto. It may end up being vanguard, but we do need that pretty badly. But for someone like myself that already had, the last thing I was looking for was a high fee wrapper to hold my bitcoin. I was looking for someone to do everything else at the time, liquidate lots of these other small tokens from the Ico days and advisory days. But also that was beginning of DeFi, the beginning of high staking yields, crypto derivatives. Suddenly there was a lot to do. Call it early 18 with these assets, besides just hold and sell, buy and sell, no one really had a platform like that. So we launched it. We became the first regulated investment advisor in the US with the word crypto in it. That was one set of joys I won't go into here and always been the largest. So now we manage a considerable amount of assets. Our clients are mostly crypto native, so that includes a lot of protocols, high net worths, and do every kind of exotic strategy in crypto. So it's DeFi, OTC derivatives, a lot of stable coin yield, farming, arbitrage opportunities, but basically anything that you can put yield strategies around crypto. And then the other side of our business. Let's go too long on this. We have an asset management arm we launched a little bit later. We now have ten fund products, several vc strategies, a lot of structured products and one tokenized hard asset fund."
    },
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited premium wireless. How did you get 30 30 bid to get 30 better 20 2020 1515 just $15 a month."
    },
    {
        "speaker": "A",
        "text": "Give it a try at mint mobile.com."
    },
    {
        "speaker": "C",
        "text": "Switch $45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time unlimited. More than 40gb per month slows full terms at mint mobile.com dot."
    },
    {
        "speaker": "D",
        "text": "Well though, there you go, lots of stuff going on in your world. I mean, you have it all from income funds and defi and VC and. Okay, I had a look at your website. There's two things that I found interesting, and they stood out to me. One is an NFT fund, the other one is a tokenized whiskey barrel fund. I'd like to have a chat about them, because we don't see them every day. But before we go there, at the very beginning, you mentioned something about the evolution of DeFi and why you're really excited about that. What do you see there? How does DeFi evolve and why is it great?"
    },
    {
        "speaker": "C",
        "text": "Yeah, so we were one of the earliest, I guess, institutional players in DeFi, going back to 18. And the amazing thing about DeFi early on, and everyone knows why, DeFi is amazing. This program, money set all these parameters, lending on chain derivatives. But the first couple iterations of it, the first two years of DeFi, was really just this over incentivized, money manipulation type industry. There wasn't really a lot of utility. Most of the yields were fake. When I say fake, there's real yields, meaning someone's paying you 12% to borrow your cash from the bitcoin miners today. Then there's not so real yields, which is someone's got a big pool of incentive tokens, and they're just giving those away to you, in some cases in billion dollar increments to industries to get you to use a platform that eventually will have great functionality. That was obviously the beginning of Defi summer. At the moment, I think probably close to half of waves aum is in various DeFi strategies. We're pretty large players in that space. But finally it's starting to change into a very real world model. So there's concept of real fi is like the Cardano guys call it, or CDFI, as ripple guys call it, or a whole bunch of other names for it now. But it's really taking all of these defi pipes that are brilliant and are world changing and finally connecting it to real world endpoints and traditional endpoints. So we do a lot in Africa and Southeast Asia with some of our partners. One coming to shadow. We invested in a company called possession in Kenya. Amazing platforms. It's a micro lending trend platform in Africa, so they lend out hundreds of millions of dollars of cash in $500 to $1,000 increments. And the yields are right now in the high 20% range. So it's great. That's net yields minus uncollectibles, and it's a brilliant platform. They have a lot of tools and social vetting to make to reduce defaults, but the yields are fantastic. Now, obviously, as that scales, those yields will come down. But we've been working with one of our partners, which is Cardano, who started as an Africa coin to build the Defi pipes. On one side. On one side, you have basic defi experience, where you can contribute stable coins or other assets, and then on the demand side of that, you have real people borrowing the money and paying high yields. There's no incentivization, but doesn't need it. And doing a lot of similar strategies across Southeast Asia and a few other portions of the world, where I think that's really, that is the future to us of DeFi. It's not going to be these kind of tokenomic models, high incentive models. Finally, that seems to have died, which we see is it was fun while it lasted. You're not going to lie. The yields were fantastic, but it was never going to last."
    },
    {
        "speaker": "D",
        "text": "So the way you invest in DeFi, are you focused on the kind of like, the yield component, lending, providing, liquidity, market making, these type of things where you can make your ten to 20%, as you've just mentioned, have this smooth ride, or do you also have directional investments in some of the defi tokens? I'm asking because, as you know, some of these have drawn down 80 or 90% even, and hopefully they're coming back up. So what do you do, and where do you see this market going? Do you think we've seen the lows here and it's up from here? Or how do you see Defi evolving here, price wise?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I do think we're at the lows. We'll see. As far as Defi yields go, I think we're at the lows because, honestly, the yields are lousy. They can't go a lot lower. We love aave, but cash earning half a point is pretty crazy. In a world where the risk free rate is upwards of four, there's still billions of dollars there. And I don't know why we actually think about this a bit. I think the answer simply is a lot of people don't want to take their money out of crypto and actually go into a fiat world, so they're okay just getting 1%. But it's not logical. It makes no sense that people would take platform risk anywhere to get something below the risk free rate. Again, I think Defi yields are very low. Yes, a lot of the DeFi specific tokens are very, very low. For that same reason, I do think that the yields will normalize. The reason the rates are so low on AAvE is because in order to access that yield, you have to be crypto. You have to have another asset like bitcoin that you're taking a directional bet on, which is why you don't see whatever the blackstones of the world pouring billions of dollars into aave. They'd have to take billions of dollars of bitcoin or ethereum risk. You can hedge, but the cost of hedging is several percent a year. So you lose the yield, but you know, but the so and going too fast, backing up 1 second so wave does everything. So we have a lot of pure yield strategies that are more cash focused. We actually run a liquidity provisioning pure play fund that just goes into defi liquidity pools and generates yield, and you can still get kind of 20 plus percent yields. It's hard to do it at scale. At the scale we do it, it's hard, but it is still there. And now the risk is also relatively high. And the strategies got very complicated. Gone are the days of defi, where you could do something pretty simple, obviously like a UST or like a curved tripool, where you basically put some assets there and not really pay attention to it for a while. All the strategies that generate high yields in Defi now are very complicated. You're usually shorting baskets of tokens and trying to manage the balances on a 24/7 basis. You can pull off some of these very high staking yields or lp yields. So I'll pause. I'm probably going a little far."
    },
    {
        "speaker": "D",
        "text": "That's all. Great. Enough said on Defi. We all hope it's moving higher from here. I agree with you. Having exposures of the platform and receiving less than the risk free rate, with the two year us yield being north of four, I think is laughable. You wouldn't do that. But there seems to be some stickiness in that system, which is why that isn't resolved like that. But anyway, moving on to some of the funds that you have and which I saw on your website, I found interesting. That NFT fund, I mean, you have an index fund or kind of like a tracking market cap weighted tracking fund. You have one that I think sells BTC. Volatility calls at the end of the month to generate income and have hopefully better risk adjusted returns in the long run. And then I saw this nFt fund and NFts. It's been all the hype a year ago, but more than a year ago, it's no longer as height right now. How does it look? What do you do there? Where does it trade? Do you still see investors coming in? Tell us about it. Yeah."
    },
    {
        "speaker": "C",
        "text": "So the NFT fund is a hybrid strategy. So it's about 60% infrastructure. So think like a VC strategy going into mostly kind of pre seed or seed rounds of companies issuing nfts and infrastructure plays pretty much all token based. We've only done one or two equity based deals, but you can think of it as a NFT focused crypto VC fund. And then about 40% of the assets in that fund are the actual collectibles themselves. So everything from like punks and apes on down and the strategy on the collectible side is mostly like a kind of on the drop strategy. So we do a teeny bit of speculating. We bought a couple of punks when they were really cheap and they're still fairly cheap, 80% up from where the actual bottom was. But mostly we're going into new projects and doing free mints or minting dozens of nfts and projects we like. And then we'll do kind of a basic management strategy. We'll sell a decent number of those right after the launch. Usually there's a little pop or something. So the fund is done incredibly well. We have about 100 investors in that vehicle. We are still raising capital there. NFT market is certainly challenged, but that fund is actually, we mostly peg it kind of in ethereum terms. In ethereum terms it's up wildly. Still in dollar terms it's up a little, which is pretty good considering we started it in late 21. So it's been a great vehicle. It's a hard asset class to get proper exposure to. It is a very high velocity fund, which is actually not quite what we envisioned when we started it. Meaning you really need to be super nimble in the NFT space and just go in and out of positions very quickly. It was originally thought it was always meant to be very active strategy, but we thought it'd be a little bit more of a buy and hold to the marquee assets and whatnot. As we've seen most of those assets going down so rapidly. It's become a very, very active strategy, but it's a cool vehicle."
    },
    {
        "speaker": "D",
        "text": "Do you accept nfts as collateral against cash? Are you engaged in some lending and borrowing business around it? There are some platforms there. I actually find that business really interesting. You get a grail of very high class NFT as collateral with a substantial haircut and you charge a very high interest rate on top of that and you essentially auto liquidate the collateral if theres default on the payment stream. So is that a business that youre looking into or are you more no its VC and directional NFT token holdings. You like the volatility?"
    },
    {
        "speaker": "C",
        "text": "Yeah. Were a yield shop. So we do all of those things. And theres actually some clever things I think we do. Nfts are not that liquid. So you can use a lot of the lending rails that do exist around nfts as kind of an example. It a lot of the platforms let you borrow or almost think like a downside hedge. A lot of cases, if you have a pretty marquee NFT that's hard to sell, you can borrow 90% of the value in ETH. In some of those cases, if the market is crashing, we're happy to sell them. You can just let them be swept as collateral, but you keep the eth. There's a ton of strategies you can do around them. There's huge yield strategies. We don't usually lend our nfts out too often, just purely in a yield sense, mostly because of the platform risk. Like, we're not that confident in a lot of the platforms out there. There's been a lot of challenges, a lot of challenges. Anything, everything in Defi when it's emerging, has a lot of challenges, a lot of exploits. But we do a lot of staking nfts. We do a lot of royalty stream nfts. So wherever we can find yields, we take advantage of that."
    },
    {
        "speaker": "D",
        "text": "Yeah, makes sense. Next one up, which I thought was really exciting, is your tokenized whiskey barrel fund, I think. I'm not sure exactly what the name is. I don't remember it. You can enlighten us there, but essentially you have what I think is an asset backed security or an asset backed structure whereby you have securitized these whiskey barrels, but you've decided to tokenize it on top of. Actually, I don't know what you've tokenized, whether the fund units are tokenized or whether the whiskey barrels are tokenized. Explain to us what's exactly tokenized, what's tradable. And also what I'm particularly interested in is why is that an advantage? What improves through the tokenization vis a vis world where it's like the traditional asset backed security world, which is also tradable."
    },
    {
        "speaker": "C",
        "text": "This was just a fun fund to do. We launched this in late 2019. There actually wasn't a whole lot going on in the crypto world, and the genesis of it really was that we sell crypto products and manage crypto assets, and we talked to a lot of non crypto people to do that. We have a couple hundred investors across our different funds, and there wasn't much demand in 2019 for crypto products. We said, okay, let's do a non crypto thing because we're spending all this money and time talking to all these folks anyway. So looked at a ton of different assets and whiskey barrels pretty quickly. I don't know how we even came onto it, became a brilliant financial asset. So really simply, I know a lot about whiskey now, even though I actually don't really like drinking whiskey, but I learned a lot about the whiskey industry. So to buy a barrel of whiskey, and that's what the fund holds. So the basic structure of the fund is it's a proper, like Reg D. Reg s fund. We buy barrels of whiskey, you can buy a barrel, all whiskey is the same. Like it's wood and ethanol. Now you can use different types of wood, you can put in a hint of vanilla or something, but it's, you know, but ethanol is ethanol. So for about $800, you can get a barrel of whiskey brand new. And then at the end of, say, five, six years, there's a pretty vibrant b two B market, and those barrels sell for four thousand dollars to five thousand dollars. So as a financial asset, it's pretty brilliant. And obviously, there's almost never going to be a world where a properly aged barrel of whiskey would be worth less than a new barrel of whiskey. Obviously, it has to age. You're not even allowed to sell it as whiskey, I think, for four years. So it's a great financial asset. The industry average like a 30% APY or IRR, and there's a huge oligopoly around whiskey that just constrains supply. So one barrel of whiskey makes about 250 bottles. And I just told you what it cost. And all of it's the same. No matter what bottle of whiskey you buy. The cost inputs, even if it's aged like 20 years, is maybe a maximum of $4.50. So there is, you know, it's all the same. But there's oligopoly, where they don't increase supply because obviously all the big makers of whiskey could massively increase supply, but they would just drive their pricing down like it's, you know, they like selling bottles for 40, $50. They don't want to sell them at cost like most other industries are forced to. So anyway, and consumption is going crazy in whiskey. So we did plan to tokenize the fund legally. It's structured that way. The challenge we ran into is we have, you know, a few dozen investors in that fund, and no one will sell. It's a really good asset. It's averaging. Like I said, the asset itself, the average is about 30% IRR. In this environment. Why would you sell it? So we have everything set up. We are tokenizing it with Virtalo. We have it all, the pipes, the retail distribution set up through INX and everyone else. We'll try again. We keep trying to get. We need at least a decent number of people to be willing to sell their shares or why list it? And we haven't found anyone that will sell it, so we're just kind of sitting on it right now. It is not a very. The whole reason to tokenize it, which we thought was really cool, is you could make all sorts of interesting financial instruments. Like, there is no such thing as a whiskey future and things. So us being finance asset management guys, we thought, okay, we could do some pretty cool things. We can give people an option to basically hedge out their whiskey risk. You may have a market neutral whiskey habit. It's been hard to get people to actually give us the liquidity to create those products in the market."
    },
    {
        "speaker": "D",
        "text": "Seems like you have a luxury problem there with nobody willing to sell. Isn't that nice? Therefore, the liquidity of the token does develop. Hey, let me throw it back to Marco. David, you have any more questions? I mean, is there anything you'd like to bring up? Otherwise, we'll teed back up to Marco to wrap it up for us."
    },
    {
        "speaker": "C",
        "text": "No, I think one last thing would just be, like you mentioned the Celsius documents coming out, and, yeah, in a typical bankruptcy process, you do supply all your data. So I think they had to supply all the data. There's so much talk around AML KyC and what the SEC Gensler is doing and trying to drive everything down into regulation and whatnot. And I think Celsius is a really interesting case of the downside of aggressive AML KYC. There actually wasn't a lot of reasons for Celsius to have all that data, other than there's this rule that says you have to provide all this data. So one of the bigger impetuses in crypto is this zero knowledge model where you could self KYC yourself identity type solutions, and have a formal system of that where the institution doesn't have to actually get your data. And I think this would be a nice catalyst within crypto circles to really kind of push that narrative. Now, I have no idea when the regulators will actually accept that, but there are. Most people don't think about the downsides of Aml Kyc. Obviously, the government is going to try to try to force USDC to only go to regulated wallets and everything. There is a cost that most people don't really seem to understand until you see things like this."
    },
    {
        "speaker": "E",
        "text": "This podcast is sponsored by Ramp. Are you the decision maker in your company? Consider this. For the first time in decades, theres a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your companys spending and control who spends what. With each vendor, Ramp software collects and verifies receipts instantly to save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization and bill payments. Time consuming tasks, which means you'll stop wasteful spending and close your books in hours instead of days. Businesses that use Ramp add up to 5% to their bottom line the first year. If you're a decision maker, adding ramp could be one of the best decisions you've ever made. Get dollar 250 when you join ramp for free. Just go to ramp.com easy. Ramp.com easy rmp.com easy cards issued by."
    },
    {
        "speaker": "C",
        "text": "Sutton bank and Celtic bank, members of DIC. Terms and conditions apply."
    },
    {
        "speaker": "D",
        "text": "Got it. Marco, what do you think?"
    },
    {
        "speaker": "B",
        "text": "Yeah, well, I thought it was a great conversation. I mean, you guys, in the beginning, you guys were talking about cbdcs a bit, so I thought that was really interesting. But what really stood out to me was this idea of the evolution of DeFi, you know? So when David was talking, he was saying that the first two years of DeFi was really over incentivized, right? People were having these tokens and these pools, and they were really just trying to get people to use their product. And now we're starting to see a move towards a real world model, real fi, as I think, as David coined it, right, talking Defi pipes, or taking the Defi pipes that are world changing and then connecting them to real world endpoints. He mentioned micro, a microlending platform in Africa where the yields are in the high 20% range. I thought that was really interesting. And then, speaking about yields, I know that both of you guys said right now they're low on Defi. People are earning like 1% on stables, and that doesn't make any sense, right, when the risk free rate of a two year us yield is upwards of 4%. But I think it kind of speaks to something larger going on. There's stickiness with Defi, despite the fact that people could take their money out and go and earn this risk free rate of upwards of 4%. They're sticking around in Defi. So I think that's really important to pay attention to. The other thing I found really interesting was this whole thing about the NFT funds, right? So way financial has this NFT fund where they have everything from punks to apes, they trade everything. And one of the common ideas there with NFTs out in the marketplace or out with people on Twitter, they're saying the best strategy is to buy and hold. But what Dave's doing at Wave financial is they're an active strategy. It's not buy and hold. It's because it's a high velocity fund. They need to be super nimble to get in and out of positions. And I thought that was really interesting because it's a different perception of what other people in the regular crypto investors might do. So I thought that was really interesting. And also the whiskey fund was really interesting to me. There wasn't much demand in 2019 for regular crypto assets, but you could buy a whiskey barrel in this fund. It makes 250 bottles of whiskey. You can sell it for four to five k in the future, 30% IRR. And the only difficulty there is that you can't get enough people to sell out of it. That was a really great thing. Again, that was a really brilliant conversation. Thank you both. I'm not sure if you guys have anything else that you want to add there to what you said. Maybe I misspoke somewhere. Definitely would love to get your input there."
    },
    {
        "speaker": "C",
        "text": "No, I think I'm happy to answer any more questions, but, yeah, I think there's a great conversation. Really love being on the show. So, yeah, awesome."
    },
    {
        "speaker": "B",
        "text": "Awesome, guys. Well, so next year we have an interesting segment from our very own Samuel Burke, real visions managing editor. He is in Dubai for the World Blockchain summit and he moderated a few panels there earlier today. He sent us this recap. Let's take a look."
    },
    {
        "speaker": "F",
        "text": "Well, there's an outsized focus on regulation here. I say outsized because I don't think the average person in the crypto community is nearly as focused on regulatory framework as the big players in this industry are. And of course, all the big companies in blockchain are here at the future blockchain summit in Dubai. One thing that I've noticed is that so many of the companies that we know that are theoretically based in Asia have set up shop temporarily here, or theoretically temporarily, because I get the sense that a lot of them are here to stay. Yes, they left because of COVID lockdowns and restrictions. But because there's this new framework under consideration they're developing right now, and in Dubai, many of these companies are considering staying. Now, I had a chance to speak to the head of regulation for blockchain, Alex Shahadi, and asked him about this window of opportunity that Dubai has with so many of these companies considering whether they stay or go back. Regulatory specific. So it's not based off existing framework, not based off existing legacy financials. So they've had the time to sit and look and consume what others have done. And with that knowledge, they've been able to build more conducive framework. You know, they've not rushed out. They've spent time. They've engaged with key stakeholders, technologists, industry players and lawmakers, to build something that's going to work. I think you hear a sense of optimism from Alex there, but not just from companies like finance. Overall, there is a sense, because the Dubai regulators are working so closely with industry, these companies sense that the regulation will come out and be hospitable to their companies. Words that I've heard on panels that I've been moderating today here. Clarity is what one former regulator talked about being the most important. They know they're not going to get everything they want, either the companies or consumer advocates, but they think if they get the clarity which they're predicting, that it'll bode very well for their businesses. Another term that was so important in one of the discussions that I had was education. Not education necessarily at a high school or college level, but an education for all of the arms of government that are going to be dealing with this type of regulation. That means not just finance regulation, but also defense. They want to see that type of cooperation from as many parts of government as possible so that a place like Dubai can meet its aspiration of becoming a hub for blockchain. And I think the most important word I heard was enforcement. We were speaking to the head of one company who said, you can have regulators go after one company in the US, but if it's just that one company, it actually doesn't send a strong message because there are so many small and medium players who are wondering if they will stay out of the eye of the target of these regulators. So enforcement across the board is actually incredibly important for companies around the world and here in Dubai to see if they can work within the frameworks that they know are coming."
    },
    {
        "speaker": "B",
        "text": "Awesome. That was an amazing clip from Samuel Burke. He's out there for a few more days. Appreciate him for hustling and sending this over to us. What did you guys think? They were talking about regulatory clarity or he was talking about regulatory clarity. You know, Dubai. What are your, what are your thoughts there?"
    },
    {
        "speaker": "D",
        "text": "Maybe I go first. I hear from a couple of people that Dubai and the UAE is on the fire. I mean, a lot of people have moved over from Singapore. They really seem to be willing to embrace this and lead this from the front. I mean, other regions as well, theyre just a little bit slower. But in general, I think once we have that regulatory framework, once we have clarity not only on regulation, but also on taxation, that can only be positive for the space because it will allow investors, we know, large investors, institutional investors, to come to the space because now they know whats happening. They know what to do, what not to do, essentially avoid the mistakes. And that can only be a positive."
    },
    {
        "speaker": "B",
        "text": "What about you, Dave? What do you think?"
    },
    {
        "speaker": "C",
        "text": "Yeah, so we spent a lot of time out in Dubai and Abu Dhabi recently. Im actually back there again next month for the big Milken summit. Im speaking. Its an amazing opportunity that they built with Vara. So had the fortune last time I was there a few months ago to sit down with his Excellency Halal, who's the director general of the economy that sits over Vara. What they basically did is talk to all the bigger crypto leaders on which we helped with and said, okay, if you had your dream framework, that gives you a regulatory shield, if you're an exchange, derivatives, which is more of a securities platform, if you're a token issuer, if you're a fund manager, or what would you like the regulation to look like? And they basically produced a pretty decent version of that. Not perfect, but more perfect than any other jurisdiction in the world. So taking a page out of what Singapore did a couple of years ago, and then a couple of years ago, a year and a half ago, Singapore went incredibly negative on crypto. So obviously, UAE is a first world country very much. I think Dubai is kind of a gray listed jurisdiction, and by the way, the british look at it, but it's never going to be blacklisted. It's too important, too much money. So they have the latitude to create a framework, and I think everyone will recognize it. As this framework rolls out, it'll give you about an 85 country map where you can do basically whatever they allow, which is basically anything. So it's pretty incredible. We acquired, we're still in the process of acquiring a company in Geneva that has an office in Dubai. So we spend a lot of time in the region. We have a lot of clients in that region. It's just booming for crypto, so they're doing the right things. It's probably far and away the most positive jurisdiction globally for crypto. That's first world. There are some other ones that are very positive, that are not first world, but you need first world jurisdictions. That's why we've seen most of the major crypto exchanges relocating to Dubai. It's a wonderful environment. We will be spending a lot more time out there ourselves."
    },
    {
        "speaker": "B",
        "text": "Yeah. So I guess we can only expect it to continue to keep booming as they keep adding, having favorable type of environment for crypto companies. That's amazing. Well, onto our final segment of the show, we have viewer questions. We only have time for just one. Is it cool with you guys if we answer this one here? We have a discord question from Tom. I'm not sure who would like to take this one. It's. Which do you see having the best growth in the next market cycle? So let's start with you, David. What do you think?"
    },
    {
        "speaker": "C",
        "text": "Yeah, we're pretty focused that the future of crypto is both DeFi and nfts. I mean, I think nfts are very down, but I actually strongly believe that. I think nfts have the potential to rival the value of the rest of crypto combined just because of the endpoints people actually touch. So I'm old. I was a vc in 95 when Netscape rolled out. That was when the Internet went from a black screen with white text to what we think of now. Nfts to me are that, and that's why we launched this fund and why we've leaned in really hard in that sector. We actually have two NFT style funds, but the data we always look at is the gaming space, and that's where everything's going to change. There's 480 million people on the planet that spend more than 35 hours a week playing video games, which is a staggering number. And it's $100 billion a year in revenue. And I think that's just going to become so much bigger over time. And with nfts and persisting goods, I think it's just going to supercharge that so people know what mobile gaming looks like now. For like $5, you can buy a sword in your favorite video game. But then when you get sick of that game three months later, it's kind of a throwaway. But if that was persistent, you wouldn't just maybe spend $5 in a sword. Maybe you spend $500. If you knew you could actually sell it on to somebody else. Or you could experience it up and level it up. Or if you think you're good at the game and you can pick really well, you know, there's persistent value there. So I think there's a huge, so I think nfts across everything. And I'm less focused on like pfps, more on kind of one of one art play to earn. But, you know, video game style models, you know, there's a huge music, you know, movies, royalties, and there's a huge opportunity there. And then Defi is a ways to go, but it will jump the chasm to actually being what we talked about before. Real yields, real utility, actually connecting all the pipes from the traditional world into a base layer where anyone can play and democratize. That aspect of finance, I think, will be massive. It'll be a hundred trillion dollar sector at some point."
    },
    {
        "speaker": "B",
        "text": "Then. Moritz, how about you two, briefly, what do you see having the best growth in the next market cycle?"
    },
    {
        "speaker": "D",
        "text": "Raul, John and myself, we all think that space is just going to move higher. That adoption, it is growing exponentially. It is moving higher over time. What we're not very good at, and sometimes we're lucky, but more often than not, we're unlucky, is figuring out exactly which token or coin is going to be moving the needle next week, next month, next year. I dont have any skill forecasting this, which is why we have our investment company, we have our funds, so that we can allocate capital to some of the best specialists out there in the world, hedge funds that trade liquid strategies, and they figure it out for us and they do a great job. That is what we do. Theres just too much going on for me. Its like 20,000 digital assets out there. Figuring out which ones of those are going to make it, its just not my skillset. So I'm very happy to have other people do that for me."
    },
    {
        "speaker": "B",
        "text": "Well, amazing. Thank you both for your comments and for the interview today. I think there was a lot of things that people could take away from it. That's it for today, everyone. Thank you all. Don't forget to subscribe. Real Vision crypto is free. For those of you watching on YouTube. Smash everything, hit the like button, hit subscribe, hit the bell. So, you know, when we go live, before we go, we would like you to consider subscribing to real vision. Essential. It's the entry level, entry level access to in depth macro content on rv. We've listened to your feedback and we've worked hard to make it an even better, better product. It's now available at a reduced price of $99 a year. Head over to realvision.com. get essential to sign up tomorrow. We have Andrew Cahill from the block to talk about cross chain networks. Plenty to talk about in the wake of the binance hack. Join us at 12:00 p.m. eastern Standard Time, 09:00 a.m. on the West Coast 05:00 p.m. on London midnight Hong Kong live on real vision crypto daily briefing."
    }
]