[
    {
        "speaker": "A",
        "text": "Hi. On the fifth and 6 June 2024, I'll be speaking at the largest AI event in Asia, Super AI in Singapore. At the iconic Marina Bay Sands, alongside brilliant minds like Edward Snowden, Benedict Devon and Balaji Srinivasan. I'll be on a stage exploring the extraordinary potential of AI and the profound change it represents, not just for financial markets, but also for the world as as we know it. With over 5000 attendees and over 150 side events, Singapore will become a vibrant hub for a full week from the third and 9 June. Visit superai.com to register and join me with 20% off tickets using the code realVision. Use the link in the description and I'll see you there. It's gonna be incredible. Join me, Raoul Pell, as I go on a journey of discovery through the macro crypto and exponential age landscapes in the journeyman. I talk to the smartest people in the world so we can all become smarter together. Hi everyone. So today I'm going to talk to you in my other Persona, which is rel from global macro investor, because real vision doesn't have a view on stuff. But I personally have a view and I've spent 30 years developing that view, of which 20 years of it is global macroinvestor. And it's a big long standing thesis that I keep delivering to you in as many different ways as possible so you can understand as much of what's in my head and the work that I've done. And a lot of this developed into how to unfuck your future, because it gave me a deep understanding of how fucked everything is and how we get out of it. And so I'm going to try and do the impossible. I know we did a how Tom fucking future a while ago, but I'm going to try to add more to it because I'm always building on this thesis. My understanding always deepens. Every time I sit down to write global macro investor, I uncover more and more and more of this bigger picture that I've understood to zoom back out again. Just so you all catch up. Now I urge you to go back to my how Tom, fuck your future. Go back to anything I've done on demographics. Go back to the Robert Breedlove interview where I talk in depth about how we got here today. Go back to the Nathaniel Whittemore interview. Those are really, really important interviews that I've done. The everything code, the debt demographics and deflation, all of that kind of stuff. I'm going to skip through some of this today, talk it so I can frame it for you. This is not going to be easy to do because there is too much and I literally can't do this in the period of time allotted. But I'm going to try. And I've got some notes open. So if I look a bit distracted, it's because there's really a lot to cover on it and need to make sure that you get all the information that you need out of it. So the first instance is debt, demographics and deflation. This is the thing that shapes our world. We're driven by demographic forces and they're baked in the cake. Populations grow, populations shrink. The population of the western world has been shrinking or has been declining in growth rates for a period of time. There are some countries with different demographics, and I've talked about that before, why India, the Middle east and other countries are maybe a better investment opportunity than the west in many regards. But you see, the whole thing came about from the debt, demographic and deflation understanding of the world. You see, the older the population is and the more debts that they have, the slower the trend rate of GDP growth is. And that's what creates enormous problems. And I'm trying to deal with that and let you understand what that kind of means. You see, and again, without covering all the old ground, again, after world War two, we had a record amount of people born in the western world. Those people, their journey is the story of our economy. The growth go go years of the fifties and sixties, the inflation of the seventies, driven by all of these people coming into the workforce, earning an income and competing for goods and services. Then the eighties and nineties, the eighties was them financializing. They get to their thirties and they start buying financial assets. That starts moving the price of assets. By the time we get to the nineties, we start to bring other people into this global labour force. So not only have we got a record number of people competing for jobs, but we also then bring the WTO agreement and we start bringing everybody from China to Mexico to Vietnam into the labor force. That means that wages never really went up in real terms yet, because people are investing in their 401 ks, assets were going up. So that was the start of the great asset unbalance. What happened was over that period of time, people started taking on more and more debt to fund the difference in the asset price rises versus their wages. And that kind of makes sense. You borrow money to invest in the future. But that got out of control. By the time we got to 2008, the debt side of the equation was literally ridiculous. Every major economy was pretty close or above 100% of GDP in debt at government level. Households were at record high debts, corporations were at record high debts. And then the world stopped. You see, what happened in 2008 was the value of the collateral of the system started falling. And that was when the equity market starts falling. The real estate market was the real one. That was huge amounts of collateral. With massive amounts of borrowings, the collateral falls, the borrowing becomes unsustainable. The whole system imploded. Now the banking system itself was record leveraged. What happened was this complete meltdown of the global financial system. Looking back now, I now think that this really was the 1929 moment, but it didn't turn into 1929. And there was a reason for that, is we had Bernanke at the Fed, and Bernanke had an understanding of what went wrong in 1929. And he had one special trick up his sleeve, which was the use of the balance sheet of the central banks to deflate the value of money itself. And so therefore, asset prices optically rose. So that's the denominator effect you've heard me talk so much about. All the central banks agreed pretty much around the same period of time, to start printing money, debasing all of fiat currency. Asset prices ripped. Asset prices ripped. Well, guess what? The collateral of the system is now saved. So they save the system via this particular mechanism. Now, these are optics. They're not reality, they're optics. And I've spoken before. If you divide any of the assets since 2008 by the fed balance sheet, or global total liquidity, or any one of these measures, they've gone nowhere. You see, we've had no real growth. And that led me to start to have an understanding. It was a conversation I had with Jordy Visser, and many of you have now read the global macro investor, the free one. I gave out the annual think piece, and there's an incredibly important article in that, which was 2008, the year the world broke. You see, in 2008, yes, we understand that it broke, but it broke in many more ways. We hit something called peak fiat, and that's Jordy's thesis that I stolen from him. But it really encapsulates what I'm talking about. That whole fiat currency, debt driven bubble regime died in 2008, and GDP globally fell. The trend rate of GDP growth ratcheted lower, never rose. But you see, more things happened after 2008 that people aren't really aware of. For example, the dollar has been rising since then. Why? Because the dollar is the global reserve currency. Most of the global debts are in dollars, and there's a shortage of global dollars. And there has been since 2008 and really exacerbated by the time we got to the european financial crisis. So there's a shortage of dollars, there's a shortage of global lenders because of Basel III and the agreements with the banking system. So the dollar rises. Okay, fine, we can deal with that. And that's part of Brent Johnson's dollar milkshake theory. But more importantly, when we look at global equity markets in dollar terms, they haven't gone up. See, here's the MSCI world in US dollars, excluding the US. It basically hasn't gone up since 2008. When we look at, let's say a country like Spain in Europe. Spain, I was there over that period of time. It was a terrible situation. Spanish stock market in dollars hasn't gone up. Italy dollars hasn't gone up. The euro stocks in dollars hasn't really gone up. The FTSE in dollars hasn't really gone up. MSc our emerging markets haven't gone, they've gone nowhere since 2008 in dollar terms. And the same with Shanghai. So the chinese equity market or the Bloomberg commodity market peaked back then. There's only a few markets that have outperformed this and those are the ones that I've talked about in the past. Those were technology crypto and you could argue India as well because it's different demographic cycle. Hey everyone, we're going to take a quick pause and hear a word from our partners. We'll be right back."
    },
    {
        "speaker": "B",
        "text": "Join over 5000 attendees for the largest AI event in Asia at Superai Singapore, June 5 and 6th, 2024. Raoul Pal, Benedict Evans, Balaji Srinivasan, Edward Snowden and over 150 others will join the industry's most influential to explore and unveil the next wave of transformative AI technologies. Singapore will become a vibrant AI hub for a week from June 3 through June 9, with over 150 side events that will make for unparalleled networking opportunities. Visit www.realvision.com superai for 20% off tickets with the code realvision or click below. This episode is brought to you by Shopify. Forget the frustration of picking commerce platforms when you switch your business to Shopify, the global commerce platform that supercharges your selling wherever you sell. With Shopify, you'll harness the same intuitive features, trusted apps and powerful analytics used by the world's leading brands. Sign up today for your dollar one per month trial period@shopify.com. tech lowercase that's Shopify.com tech."
    },
    {
        "speaker": "A",
        "text": "But not only did equity markets peak in 2008, but we also peaked in total debts. So really what we've seen is debt market has peaked. The us debt market peaked in the pandemic. We had that extra spike but really it peaked a while ago. And I've talked about this before and I'll come onto this in a bit. Is the debt growth now is really just offsetting the interest payments and it's all around trend rate of GDP growth. So therefore debt is not growing faster than trend rate of GDP growth really because it's the missing trend rate of GDP growth that goes into paying the interest payments and the interest payments are where the debt growth is. Those are the deficits that we see. So debt growth at government level kind of slowed down in absolute dollar terms. It keeps going up versus GDP growth. It's been stable because GDP has fallen over time and the us central bank has essentially monetized the interest payments on the debt. Because if the government's 100% of GDP in debt and the private sector is 100% of GDP in debt, just to give you easy maths, it's actually worse than that. Then the private sector with interest rates at, let's call it 2%, that's 100% of GDP growth to fund the interest payments. So who pays the government debt growth? And right now we've got interest payments, interest rates too high and GDP growth is not high enough service them. So over time we will see some action there by central banks as they have to lower the costs of the interest payments. Because if not, it keeps compounding on the balance, it keeps compounding and eventually lose control of the bond market and they have to impose yield curve control or they have to print more money. Both are actually the same mechanism. They're just different ways of printing money. So that is where we are with the debt market now. People, households, they couldn't borrow more money really past 2008. We found that the banks and Basel III and the general agreements between all of the banking systems around the western world is we get access to less cash, the governments get the access to the cash. They can't let the households keep growing their debt. So it's harder and harder to get debt. Also asset prices have risen so much that we would have to borrow too much money to, to actually buy into asset prices. So it's kind of fucked us there. So we've now been fucked because asset prices are rising and we can't borrow money to even get into the property market. But they're also becoming unaffordable because our wages never went up. Okay, so those are the two of the key reasons why we're fucked. Now what we need to do is figure out, okay, what does this all mean? Now what I've shown from all of this is that really the governments have just offset the debt growth via the printing of money and the balance sheet keeps going up. And that is the debasement of currency effect that is so pernicious. You've got to think of debasement of currency as a hidden tax on everybody. It's basically if they're debasing currency by using, let's say, total global liquidity. So that's the US, Europe, Japan, China, the UK. If they're debasing by about 15% on average, then we're all getting 15% poorer in terms of our income buys less assets because the assets optically rise, incomes don't. It's also the same mechanisms why p E ratios go higher, the price goes higher, but the earnings of corporations doesn't grow at the same trend rate as the debasement. So we're all unable to afford any of these things. And they have just monetized all of the differences here. We've all become debt slaves because it's been mutualized to all of us. They could have increased taxes by 15%, but they didn't, they did it this way. Now that's also made the rich get richer because they can own the assets and the poor get shut behind. It created the populism that I've talked about many times. It's people are looking for somebody to blame. It's actually the baby boomers themselves that are to blame, but obviously, well, their parents for having too many kids after the war. But anyway, there's nothing we can do about that. It is what it is. So you see, we've seen the equity markets peaked and debt markets peaked, but also, interestingly enough, we've seen that and also GDP growth has peaked. But the other thing that peaked was industrial production. So we hit peak industrial production in 2008 and almost nowhere has it gone hard. The US industrial production has been sideways ever since. And many nations, particularly in Europe, it's actually gone down. Germany's down, the UK is down, Spain is down, Italy's down. These are really bad things. So our productivity has declined, our trend rate of growth has declined. Asset prices keep rising, but they're unaffordable for all of us. So what the hell do we do? Well, part of what's getting worse within this is not only did we hit peak fiat, so all things fiat, commodity prices, through to anything that's variable, commodity prices, equity markets, they all have declined since 2008. In dollar terms and in balance sheet terms, they've been even worse. But the other thing that we have here is peak humans. You see, if GDP growth is driven by population growth, productivity growth and debt growth. I've just explained that debt growth broke in 2008, not coming back. Population growth also peaked back then, too. It started peaking in 2000. And what we've seen is things like the labor force participation rate fall. And this is the bigger story, the demographic story behind which this is all driven. Peak humans have created the problem of lower trend rates of GDP. Peak humans are what we face in our future. So the labor force participation rate in the United States, as the number of people who are active in the labor force has been declining. So that means there's less productivity because we've got this aging population. Also, there's less industrial production because less people are in the labor force. It kind of makes sense, right? So it's a problem that is going to continue because when we look at forward looking elements, the working age population in the US has been falling over time. Most countries in the world are actually shrinking now of the majority developed economies. We're seeing stories of Taiwan having to import indian workers. We're seeing the rise of robotics to off place these missing workers. It's a global problem that the global economy is facing right now, and it is going to hit trend rate of GDP growth until we get the solutions, which I'll come on to in a bit. So with everybody's major economies all shrinking in population, it means their trend rates of GDP are declining, industrial production is declining. But what I found as part of the everything code was that actually, once you strip out all of the complexity of markets, there is one thing going on. Government debt is just being created to offset the aging population. This chart, I think, is one of the most stunning charts I've ever found. I've never seen it anywhere else. Most of my everything code thesis doesn't appear anywhere else in the world. It's all proprietary research, and this simple chart says a lot. So if you get your heads around that, government debt as a percentage of GDP is basically driven by demographics. So as the population ages, growth slows. Government debt increases because they're having to pay the interest on the debt to offset the growth that's missing. It's trying to keep the system together. Now, not only that, but if we put the fed balance sheet against the same chart, we've got the same thing. So the fed balance sheet is really a function of population. So the older the population gets, the more they debase it. And as we go into the future, you can see that this is a one way trend into 2035 and beyond. Demographics are destiny and the demographics are going to continue to decline. So that brings down trend rate of GDP, it increases government debt to GDP and it increases the use of the balance sheet. So once you understand that, you understand the game that's been playing here. Oh, the other one chart that's really interesting is demographics are inflation. So when we look at the inflation in the United States, the core CPI, it's basically births, deaths. But there's obviously that Covid spike. I think we revert back to the normal trend. I don't see how that changes. And then obviously the classic everything code chart, which is the fed balance sheet versus the interest payments, and we're about to go up that wall of interest payments that either the government ends up with record debts and the bond market breaks, or they have to do something, yield curve control, or just general printing of money. But you see, everything did break back in 2008. Peak population growth created these problems going forwards. And we're seeing the central banks now doing one thing and one thing only. In fact, I think the governments are doing one thing and one thing only. Once you understand this, you understand everything that has happened and why the world is like it is today. Their entire job is to keep afloat the great baby boomer investment complex. You see most of the savings in the United States and across the world are in older populations. Those were the richest populations the world had ever seen. Those have all of the wealth in the US particularly. They own equities. In Europe they own bonds, in Japan they own bonds. But in the US they own equities. So what you can't allow is the equity market to collapse. Now, when I first did the whole retirement crisis thesis, my view at the time was, what the hell happens if the equity market falls 50% and the baby boomers lose 50% of the retirement savings? That was the fear that I had, and now I've realized that I was behind the curve. Of course, the governments and the central banks understood this. They understood all of this, and they have been trying to debase currency to optically keep the price of those assets high. So the baby boomer savings complex continues. So that's a really important point. And it's one of the reasons why we have the Fed put. The Fed put is to stop that, because don't forget, all of this is the collateral for the lending of the entire system. You can't let that go. Down, you're able to let the bond market go into freefall because the bond market mainly is held without mark to mark on the balance sheet. Insurance companies and the banks, yes, it created bank problems. I won't go into that one now. I mean, I could speak for hours about all of this. So I'm sorry that I have to jump around and get through, but there's a lot to try and get through. So the peak humans issue is another big problem here because people don't understand what that really means. It means tax revenues go down because they're not paying taxes, because they're not earning a living. They also want to divest assets because they need to realize the assets to pay for their retirement. So we need to somehow orchestrate changing of that. And what we're seeing is that the younger generation are buying passive products. Passive products drive up the value of those equities. The baby boomers are divesting themselves of active management products because that's what they grew up with. That's creating this spread between so many of the things we see today, value stocks versus growth stocks, anything in the S and P 500 or the Nasdaq versus anything outside of it. The Russell 2000 is why it always underperforms. It's because it's not part of the 401K complex of the younger people and the old people have to sell out of this. But what we're doing is also trying to optically keep as many of these assets high. So once you understand the game, you can play the game. Most people I see, I see on Twitter argue about why the game is happening or the unfairness of the game. And that's all correct. It's not going to save you, you're not going to unfuck yourself just by saying, yeah, the Federal Reserve bad doesn't help you. What you actually need to do is figure out a how to unfuck yourself. And that was the breakthrough for me with this everything code thesis and the exponential age thesis. What I started to realize is that the everything code was the understanding that they are financing all of the future. The everything code is really all about understanding that they are paying the interest on the debt by issuing more debt and that that ends up in the bank, the bank balance sheet. It was also the understanding the world has become entirely cyclical. Now the ISM cycle is perfect from one to the next. So we've got this amazing four year cycle. It's actually three and a half years. And that was in fact driven by debt maturity. What we found is that after 2008, well, 2008 was a great reset, as we know, but it was also a debt jubilee. All of the major central banks around the world agreed to forego interest payments. That's what zero rates are. So they said we don't need to pay interest payments because we need to rebuild our balance sheet. So they rebuilt their balance sheets by refinancing in the three to five year sector. And that's created this perfect cycle, this cycle, which is the presidential cycle, the bitcoin halving cycle. It is the everything code cycle. That cycle drives everything. It's why I've been able to do so well in predicting where markets are going, because that cycle is the liquidity cycle, the debasement cycle. It's all one thing, and it drives assets. Once you understand that, you understand most of the game that lies ahead. Now, this is not the first time this has happened either. The 1950s were remarkably similar. This time around, it wasn't a demographic bust that caused it. And the debts that came because of demographics, the last time around, it actually came from, obviously, world War two and those debts. But what did the governments do? In the US? They impose yield curve control, which is financial repression, which is the same as adding things to the balance sheet. So they kept interest payments low. The economy, they restructured debts. The economy became perfectly cyclical, just as it is now, almost identical, and asset prices correlated entirely. So they ripped higher, corrected, ripped higher, corrected every cycle, as they're doing now. So that whole 1950s thing actually plays out perfectly in the equity market. When I look at the chart of now versus the 1950s, it looks very similar. And when I zoom out, it kind of suggests what's going ahead. You see, in the 1950s, their piece of magic was to keep financial repression going, keep the cycle going until productivity increased. Eventually, productivity increased. Financial repression helped to wear down the debts. And over time, the economy took off. And we had the fifties and the sixties and then into the seventies. That was a magic period for GDP growth because of what they did. And they're repeating it now. It's very clear to me that that is the game. That is the game. The Japanese are playing the game the Europeans are playing. Everybody's playing the same game. So we know the game. We know the basement of currency is the other game. So here we know that if we don't play that game, you're going to get fucked. If you invest in assets that don't beat the balance sheets, the 15% a year, you're going to be losing money every year. So it's really important that that is your hurdle rate. And when you look at that, you suddenly realize that most assets don't beat it. The S and P doesn't really beat it. Gold certainly doesn't. Real estate unlevered, doesn't. Most things don't beat that debasement. So if you invest in other things, you're going to lose money. And that's a hard lesson for people to learn to don't understand. This simple fact is you are getting poorer by investing in these things. And that was the big realization that got to me. It's like, oh, my God, my whole macro world has been turned upside down because everything we thought was the investable asset became the non investable asset. And everything we thought was non investable because it was riskier became the asset. Because when you look at everything versus the fed balance sheet as a simple example, there's only two assets that have gone up. And I've talked about this at length before. It's technology and it's crypto. So those are the things that we have. So that's why I've become so passionate about them. And really, it's crypto because it kills technology investing, too. Technology investing is basically a way of being engaged in the economy, and we'll talk a bit about what that means, understanding the changes around us. So it's kind of important to invest in it, but really, the entire wealth is going to get made in one asset class. And I know a bunch of you can't stand it. I don't care. I'm trying to help you. And if you're not helping yourself, I just don't know what to do. I've gone on and on and on for over ten years in real vision about this since I first started talking about bitcoin. It's up 450,000% now. Most people just still don't get why I care about this. It's because it's the only way I see to truly give yourself the opportunity. And this is, you can see this behavior of investing in risky things by the speculative economy that has taken hold, that people can't understand. It makes total sense to me. If your future is fucked because you're young, you are going to do what you're supposed to do is buy your 401k. That kind of locks it in, because it's not underperforming the balance sheet, it's not outperforming. So that's savings. Okay, I get that, and it's better than saving in cash. But everybody knows they can't get ahead, so people have become speculative. Speculative is okay if it's not at the casino. If it's in a secular trending market like crypto technology, go for it. Just do it in the right way. So we see the rise of not only tech investing on Robin Hood, but option investing on tech in Robin Hood. That's the way the lottery ticket economy, where people just don't feel like they have a choice. There's no way for them to get the 100, 200, 300 grand that they need to get in the property ladder or to feel like they've got the savings they need. So people are taking bets. But in a secular market, actually, pretty intelligent. Risk taking and options are pretty intelligent, too. Over time, if you get it right, you have the right tools, you learn how to invest. One of the core things that we do at real vision is try and teach people how to do this. You can make money. Crypto has been even easier because the sheer magnitude of the moves means you just buy and hold it. You just own the highest quality assets and do nothing. I mean, doing nothing is really that easy. Has been basically giving you about 100% a year returns for the last seven years, eight years. It's actually higher if you go back earlier in bitcoin's time, but if you basically look at that, you're going to get somewhere between 80 and 200% returns, depending where you are on the cycle over time. So these are the compounded returns. These aren't just year end, because obviously, some years you like 500% returns, and other times you'll make down 70%. People don't get their heads around, but this is actually the best risk adjusted reward asset of all time. Fidelity. Have this beautiful chart of all of these dot plots of risk adjusted rewards of assets. And there's, like, tech is quite high, and some markets are high, and then cyclical stuff like oil and stuff is low. Risk adjusted returns over time because it doesn't really do anything. All of this s and p all in this. And then you go, and there's a blank paper, blank paper, and somewhere right at the top is a dot that says bitcoin. It's a fucking alien. I. We have never been given an asset like crypto that has this risk reward by any yardstick. Drawdown versus drawdown, risk volatility adjusted any way you want to look at this asset, as long as it's over a period of time, it's by far and away the best asset we've ever been given. Hey, everyone, we're going to take another quick break and hear a word from our partners, and then we'll be right back. Whoa. Landing an account this big will totally change my landscaping business. It's gonna mean hiring more guys and more equipment and new trucks for the new guys to drive the new equipment in. I don't know if I'm ready."
    },
    {
        "speaker": "B",
        "text": "You can do this. And Ford Pro finsimple can help. Our experts are ready to make growing pains less painful for your business with flexible financing solutions that meet the needs of your business today when you need them. Get started@fordpro.com. financing."
    },
    {
        "speaker": "A",
        "text": "It'S also the best performing asset of all time and remains the best performing asset of every four years of that everything code cycle. Crypto spring, which was last year, best performing asset in the world. Crypto Summer this year will be the best performing asset in the world. Crypto fall next year will be the best performing asset in the world. Crypto Winter, which is 2026, will be the worst performing asset in the world. It's kind of simple. You don't need to do anything. You just need to buy it and hold it. So once you understand that we're over indebted, GDP growth is going down, we have an aging population, productivity is declining. We have, our wages aren't going up. What are you going to do about it now? There are ways. I've talked about how you can manage your own life in terms of thinking about having an income. That's a really important thing. Multiple streams of income. We're all being forced into that these days. I get it. But really, the thing that will change your life is owning the asset. And this asset is the only truly homogeneous global investment asset that exists. I know gold. People will say it's gold, but you go to a village in India and you buy gold, your bid offer spread is about 50%. And you don't have an app to buy gold. You have to go to the dealer or the jeweler. It doesn't function. Yet every single person in India has a mobile phone, and Nigeria and everywhere across the world, and you can download an app and buy this stuff. And the same product, bitcoin, ETh Solana, the product that we trade in the US, the Cayman Islands, the UK, Europe, is the same product in Nigeria, Brazil, Venezuela, the Philippines. And we can all fractionalize it so we can all put in 10% off our income. So it's egalitarian. It's for everybody. And you see, once you see this, you can't unsee it. So of course, it's a super massive black hole that sucks in capital. Of course people are going to pile more and more money in it because it's the way out for everybody. And that is just the investment in the infrastructure layer of this new digital economy. Obviously, the applications layer, what we do with this technology goes on top, but we're having a chance to invest in the applications layer here. I'm sorry. In the actual infrastructure layer, it's like owning a share of every single mobile phone network added together. If it was a public good, like the Internet, owning a share of the Internet, that's what we're buying here. It's a share of the rails of the new future, and everybody can own it. It's a public good, but we own it, as opposed to public good being free like the Internet, it's a public good that we can own a part of. And owning a part of it means we have behavioral incentives to make it grow. So it grows faster than anything else, because the more people who join the network, the more the value of the network goes up, the more applications get built on the network, because the value of the network increases the value of the network, and so on and so forth. This is why it's the fastest adoption of any asset class the world has ever seen. Asset class AI is a technology, but of an asset class. This dwarfs anything else. The last numbers we saw, we were at 516 million wallets, and we've been growing again at like 50% to 100% a year. So we're going to double and double and double and double as this technology brings in the central bank, digital currencies, the payment system, how we trade and invest in securities, the rails of everything. And then it unlocks other things of what we can do with smart contracts. It unlocks a lot. And again, most of you just have. Not most of you, most of you get it. And most of you start to make a lot of money out of this, and you're starting to understand there's some of you who don't and don't want to get it. And that's okay, too. I'm trying my best. I've done an enormous amount of work on this. We are so fucked that you're going to have to take risks. But we've been given the gift. That whole retirement crisis video that I did way back when, I said, listen, the gift is crypto. That was 2016 or something. And that gift is the gift that keeps on giving. It is everybody's chance to get ahead. But if you have to understand how to do it, I mean, it's gone up a lot already, but it's likely to go up a lot further because we've probably got at least another year, maybe two years of returns. And that's part of what I've been trying to tell people with this don't fuck this up theme. It's like, listen, if we're being given an opportunity, it's so important that you don't mismanage the opportunity. Many people did that in the last cycle, and I'm trying to help people this cycle. Own the main assets. Don't trade around, don't have fomo, don't use leverage, just hold it. Now, you will lose your mind. I lose my mind in these. Just give yourself 10% of your bag, or 20% if you're really a true dgen, to allow yourself to invest and lose money and try and make money in the hundred xs, but don't touch your other stuff, run it. A lot of people now have PTSD. They're going to want to get out too early. There's nothing wrong with taking profits. We will address that when the time comes. Take profits by all means. But notice you also have PTSD as well because of the last cycle. Particularly people who've been there for one cycle only have a lot of PCSD. I've gone through many of these down 80%. They don't bother me. In fact, I love them. I love them because I just buy more of the asset, cheap prices, and it compounds over time, which is a tremendously strong strategy. So when you step back out of all the noise, our futures have been fucked. They've been fucked by too many people. And the government's trying to deal with it, and central bank's trying to deal with it, creating unintended consequences everywhere. But out of that was the answer. The bitcoin white paper cryptocurrency, we're starting to see that now becoming more accessible to people in the tradfi world. Obviously the ETF and actually crypto is and remains the biggest macro trend of all time. It's that big. If the everything code says they're going to debase the currency and all assets are now correlated based on this cycle. Some are leading the Nasdaq and crypto, others lag property, and others are in the middle, like the Russell 2000. The S and P maybe leads by about six months, something like that. You've basically, they're all moving in conjunction because they're all being driven by this liquidity cycle that I've talked a lot about. So if they're all being driven by the liquidity cycle as a global macro card. My job's fucking easy. It's like if everything is correlated, you only have one job to do. That's do a chart of all of these assets against each other and choose the asset that has the best risk of adjustable returns and just do that. And that's why I'm so heavily involved in crypto. It is by far and away the best risk adjusted return. So I've never had macro so easy. And you filter out all of the noise, people talking about it just goes away. People are like, well, you can't have crypto markets going to all time highs with 5% interest rates. I'm like, are you fucking kidding me? An asset that goes up 100%, 200%, 300%, 5% doesn't care about your 5% interest rates. It literally doesn't. It cares about the global liquidity cycle. But we're in the part of the global liquidity cycle now where liquidity is expanding. And again, watch out for my videos on that. Again, I can't really spend the time going through all of my liquidity framework, but I do do it on real vision, as does Julian Bittel. So it is all out there to piece it all together, but it just is the best macro opportunity of all time and it remains so. But technology is part of that, the whole exponential age thesis. It's also because technology outperforms the balance sheets, so we want to be investing in it. I prefer to massively wait towards crypto because it outperforms that. But the technology piece is incredibly important. And this is David Mattin and I writing the exponentialist. And what I write in GMI again with David as well, is how important this is. And how important it is, is because it's going to usher in the next part of this equation. So if you go back to what I said before, GDP growth equals population growth plus productivity growth plus debt growth. Debt growth is gone, finished. What they're doing is debasing the currency to pay for that. That's driving these assets up, creating some of the problems. The aging population, well, that's shrinking, and therefore productivity is going down. Why I really care about the exponential age and why you should all care is twofold. Firstly, at an investment level, at an investment level, this is the future of GDP, because you are going to change that formula by bringing in infinite productive units. Humans, which is AI, infinitely scales knowledge and robotics infinitely scales physical work. That's it. That's all you need to understand. We now have instant humans coming. Instant infinite humans coming. That changes the whole equation, productivity obviously increases, particularly if we can get the cost of energy down. And people are working on that. We're seeing the rise of nuclear. We're seeing, that is starting to take hold. We're seeing EV technology, we're seeing geothermal. We're seeing a bunch of different technologies lowering the cost of electricity. They don't yet scale enough for the needs that we have, which is when nuclear will come in. It's all coming. So you're going to lower the cost of energy, which means that your per unit of production per unit of energy. If energy halves, it means productivity doubles. If energy falls by two thirds, it triples productivity. Tripling productivity with tripling population is a complete change. So within this, and then obviously within the exponential age, there's so much more to it. David and I write about it in the exponential list a lot about how this is going to change our lives. And this is the second key point is why you should invest in this stuff in technology. And crypto is part of that whole thing. The whole exponential age thesis as well, is not only will it unfuck your future, but it'll get you to understand what the hell is happening and what it means. You see, I think that productivity growth and this population growth solves our debt crisis. I think what we will see is financial repression up until productivity starts increasing and GDP growth starts picking up and our problems get solved. I know that's not the most popular opinion. Most people think we're going to have a big reset, it's all going to go to shit, and we're all going to go to war with each other. I think the opposite. I think we will literally completely change the rules of economics, and it's coming faster than people expect. And this is why I want you to think about one thing, and this is the one thing I'm thinking about, is, listen, there is another risk on the horizon. We've kind of solved via the everything code how we can unfuck our futures. But I can only get you to 2030. And this is troubling me, is I live in the future, and I've generally been following the same trends. If I've been following the same trend for 30 years, debt, demographics and deflation. But something is about to change. If the structure of economies is driven by population productivity, that doesn't, the rules don't apply. So I've got to a point where I've realized, I think 2030 is the end of the entire economic regime that we've had the last thousand years or 2000 years or longer. And that sounds ludicrous. We are not constrained by resources. Yes, there will be some resource constraints, but yes, the AGI will help us solve them. We'll be faster and faster at solving the constraints. AI will instantly solve supply chain, instantly solve electricity generation grids, decentralized grids. There's so much that will change. But the issue is beyond 2030. I start to see a world where GDP growth, global GDP growth, could double in a year. It could double every quarter. We literally don't know what the impact of these technologies will have because it rewrites the magic formula of GDP. Now, I also don't know what business means in a world like this. What does any business mean when AGI is around? And I'm not thinking of AGI as like, this super omnipotent, scary thing. I'm just thinking about infinite knowledge that's infinitely scalable. What does that mean for businesses? You know, in a few years time, I won't even have to do these pieces. My avatar will just do them based on my knowledge it's done. What does any business mean apart from being a plumber or stuff like that, which it's actually very hard to get the robots to that level yet obviously it will happen in 50 years time. So some of the basic structural work remains. But, and again, this is not the negative thing about the work story that all goes around. We all need to go to basic income. I'm actually trying to think about what the fuck it means for investing. What happens when you have an AGI that helps everybody become better investors? Because it sees everything. What is investing? What does it mean when everybody is building technology companies using their. Using AGI to build products? The iteration cycle is too fast. We're already seeing it. I actually think OpenAI using AGI to build products to get them to the state of AGI so it's not a shock. And then they keep iterating. There's about 500 people work for that company, yet they nuke every single business that's starting to scale. Something in AI. It's not normal to see stuff like this. The speed of iteration blows up new companies. I'm not sure how long companies last. I don't know what is a company in a world like this? I really don't understand how it's going to play out. But I do know between now and, let's say, 2030 now, I'm not sticking to that date. It's not like 2030, the date of doom. It's like somewhere around then we start hitting this economic singularity, which is not the singularity, but it's economic work. We just don't. We can't even predict how economies work anymore. If that is the case, then I don't know how investing works. So how. I'm thinking a bit myself, and I'm fortunate to have built some wealth, but I'm not the richest man in the world by far, but it applies to everybody is. I think we've got this period, this six year period where we need to build as much wealth as possible, because things are clear. If we've been given the greatest macro opportunity of all time, when everything is correlated and the everything code is driving everything, then let's take advantage of it. Take advantage of it, because after 2030, I don't know what it looks like. Humans are adaptive, and I've talked about this. I think it'll be more about social communities and how we add value to online digital networks. And it's a much longer conversation for another day. So I'm not worried about humanity per se, I'm just worried about the how to unfuck yourself bit. I think we've got this six year period. That's all we're left with now, where we can really set up our future before the world changes dramatically and we have to. We don't have the everything code anymore. We don't have most of the things we know anymore. Technical analysis, what does it mean? What does portfolio analysis, what does anything mean? What does reading news mean when you've got AGI doing stuff? But one thing I do know is that the digital rails will be how all of this works. Blockchain is how AI robots and everything else will move payments around. We're seeing all the governments moving that way, so I don't worry about that. But at some point we'll get to maturity phase and the gains that we've made from the adoption phase won't be there anymore. So we need to be involved in the adoption phase of blockchain technologies before it gets to the maturity phase, where the returns are more like utility returns. Now there's the applications layer. So I think the blockchain layer, just put it in financial terms. We're at what, 2 trillion ish today? I think it goes to 10 trillion in this cycle, and we end up somewhere, let's say 2035 at 100 to 200 trillion. That trend is a fucking megatrendous. Do that. Do that one thing. But I don't know how much returns we get from the latter part of the cycle because it's always the first part that you make the real money from. I then think, okay, what bloody assets do you own past 2030? Bonds are trash, equities have been trash. We don't even know what companies survive. How long do companies last for? I think they're going to be more like meme stocks. They get attention, they die. I we'll see companies being built with one person. We won't need the amount of people. So everybody can build companies and maybe they last. So it becomes like this meme economy, this ico economy, where things rise and fall and the capital cycles are much shorter. I'm concerned, how does VC work in a world where AGI, or just AI, is iterating product companies markets all the time, things kind of blossom and then die. Some rise, but I think much less rise because you keep getting disrupted, everybody gets disrupted by each other in this kind of endless cycle. So I don't even know what kind of the asset markets do. So how I've been thinking about it is, well, where do we invest beyond then? My general view, and I'll flesh this out at a much broader piece at some point, is that in the end, I'm actually thinking about, okay, where is my long term savings? Outside your lifestyle bank, outside some property that you use and live in? Where do you hold long term wealth in an economy that's so disruptive? I kind of like digital art. I think that NFT, high end digital art remains the top of the pyramid of wealth, as art does now. So Stevie Cohen can own all of the houses in the world, but in the end, the whole game comes down to the art that he collects. And we see that everywhere. And I think we will see the same pyramid structure in this new economy where something digital has enormous amounts of value. So I'm thinking through that, and I'll talk to you more in depth about that. So, okay, let's go back a little bit. I've gone through the story, which you know of, explaining many times to you how fucked things are. No growth, high debts, aging populations. I've explained that the central banks are debasing currencies, all of fiat, that the entire fiat world peaked in 2008, which is one of the reasons why since then, people are so pissed off because nothing's working. Some assets have continued to rise, but those are the ones at the center of the debasement of the reserve currency, the us dollar. That's why the us markets look better. But once you adjust them for deflation, for debasement, they look just like the european stock market in dollars, it's all going nowhere. So then we found that, okay, the government understands this too. This is the great thing that I see is like, the government doesn't know what they're doing. The federal idiots, they know exactly what they're doing. All the central banks understand the game. The game is do not let the great baby boomer complex go bust. Do not let the system implode. We have to offset falling trend rate of GDP by higher debts at government level to maintain the economic structure that we have. We can't pay for that, so we have to print money to do it until this population bulge is left behind and we change the structure of economy. So there's the game. So the game is understand that all the other things that people talk about, it's all fucking noise. It's all mid curve. Don't mid curve it. Buy and hold things go up. And the far right of that is they go up because of so much evidence of what they're trying to do and why they're trying to do and how the economy's broken and what it all means. Everything in the middle, I think, is mid curving it, and it will cost you money. You will literally not be as wealthy as somebody who just understands the buy and hold strategy in the right assets. Crypto technology. So we've got that. Thank God. Crypto is the super trend. That is the one, the biggest gift we've ever been given as an investment for all of mankind. I mean, I've expressed this so many times to you, you don't believe it when the market's down. Rals a moron. Why did he get us into that? Now it's back at all time high, so. Oh, he's a genius. No, it's the same bloody thing I just born hold. I'm just the moron on the left of the bell curve. Just don't mid curve it. And don't fuck it up. Don't fuck it up means don't try and do things you shouldn't be doing. Just buy and hold a core group of good assets. Knock yourself. Knock yourselves out on other stuff. The other thing is, you know, as I said, we've seen this cycle before, the financial repression, we've seen the cycle. Everything is cyclical. Everything comes down to basically two assets. A bridge really comes down to one asset. But you need to be involved in technology. You need to understand what the hell is coming, because it's going to change everything you do. Whatever industry it is, I don't care. It's going to change, and you need to be prepared for that. So how do I unfuck your future gets us from now to 2030. After that, it's a whole new future out there. If you are young, and I've given this advice before, fucking knock your socks off, go for it. Because there's no way out of this without investing in yourself, generating income, using that income to buy upside in these assets, where we've been given the gift of massive asset rises in a secular trend due to technology. If you're a retiree, it's very difficult, right? Because you don't really know what to do. If you're a US retiree, well, you're in equities, but the good thing is they got you back. They know that you can't have your equities full 50%. They will debase the currency. I think basically you will be fine. I don't think your income will be. You want it to be from these assets and you probably don't have enough assets. You know, those are the issues. And I don't really know how to help with that, except have a bit of risk in these riskier things, because they should offset some of the issues. And I know the median, the median pension in the US is minuscule for people who are 70 years old. And I know that's scary for people, and I know it's scary to have their parents in that situation. All of us have helped out our parents. It's very difficult. But hopefully, hopefully, if the central banks and the governments don't allow the assets to collapse, the struggle is going to be making those assets last long enough. So if people can have a little bit more in a riskier asset and less of a scarcity mindset of, hey, gold's going to help me out, it probably won't. It probably won't because of the debasement and the fact you just don't get enough returns to live off. So anyway, just. And that sounds like really bad advice for older people. Just do it at the margin. I'm not asking you to put everything you've got into crypto, but just understand that it would be very useful to your portfolio. It's portfolio creative to have technology and crypto and don't be as incredibly risk averse, be an equity, say, like Russell 2000, that's going to get you nowhere. So, yes, I know it's difficult. I know that many of you have to maintain an income as well, even into older years. I get it. I think that's the way of the world. I don't think that's going to change. So there is no magic bullet here. You can obviously move. I think that is one magic bullet that I've talked about in the past, moving from high cost places to low cost places. I have no idea why there isn't a reverse migration to Mexico from the US. You know, cost of living is half the price, the third of the price. It's a beautiful place. So if you are retired, think where you live. I've talked about this before. This is this quality of life thing. You can live anywhere else outside of the United States and lower dramatically your cost of living and then suddenly your wealth, relative wealth, explodes. I did that. I went to Spain. I'd left the finance game. I certainly wasn't the richest man in the world, but I moved to Spain and I was like four, five times richer than I was in the UK because everything was cheaper. It was magic. So you can do that same piece of magic. So that's the one big piece of advice, is you can lower your cost base. Young people, as I said, keep taking the shots. You're going to have to take risk. Taking risks in this will get you up the property ladder. Taking risks in this, that will keep you engaged in where the world is going. It'll give you a chance to unfuck that mess that you're in now. Because, look, the average real vision viewer is, I don't know, 35 to 38 years old. You're all having kids, you've all got married and you're thinking, oh, shit, what do I do now? I need to somehow. Does my wife continue working? Well, that's going to have to happen. How am I going to buy a house? Well, I've moved out of New York and I'm now living in middle of nowhere. So, okay, I've managed to find a house. Now I've got to keep this house up. Next thing I want to think about is kids schooling because there's no schools, because I've moved out into the rural part. Maybe I can get them to the junior school for a while, but after that I'm going to have to pay for something, and then there's university and then I've got to fund my retirement. I get it. I've been through that. It wasn't as difficult for me. It was cheaper to buy real estate, it was cheaper to buy most things. So, you know, we've got the opportunity here. And that's why so many of you are involved in care in this space. Anyway, there's a lot there. I know, it jumps around a bit. It's very difficult. Please go back and read the free GMI that I gave everybody. It is incredibly important and that's just part of it. Please go and watch the interview with Nathaniel Whittemore about the everything code. Watch the long conversation with Robert Breedlove about how we got here, where we're going. Rewatch the retirement crisis video as well because this kind of updates some of that as well. Anyway, good luck out there. Remember, these things are volatile assets as well. They're going to feel scary. Have a plan. Have a long term plan. Don't short term trade this, this is not a short term trade. I'm talking about decades here. So if you're talking about where's the hourly chart of Pepe meme coins going, then we're on to a different game here. It's not the game I'm playing. We use the cyclicality and bear markets when they come, let's say sometime in 2025, 2026, you either have taken profits in a whole bunch of stuff or you want to continue with the cycle like I did last time and use it to keep adding. Anyway, good luck out there. 2030 after that is going to get really wild. In the meantime, I think we've been given a gift. So let's take it. Cheers. All of us together are living through the death of an old world and the birth of a new one. This is a fourth turning. But this is not the fourth turning of demographics or politics. This is the birth of the new technological age. This new world has a world of 3d printed rockets, crypto payments in space, discussions on the rights for humanoid robots, machine intelligence that may outperform our own simulated worlds where autonomous AI agents write code for other autonomous AI agents. It's a world full of opportunity and full of difficulty. You see, we are living history, and it's happening much, much faster than any of us can comprehend. This is Reid's law, Metcalfe's law squared. Humanity has never gone through anything like this, but we have to comprehend and understand what is happening. It is into this world that the exponentialist is born. The exponentialist is a new service from me, Raoul Powell and David Matin, author of New World, same humans. It's an almanac of the fastest period of change ever witnessed in the human history. A period of excitement, exhilaration, difficulty and terror. And the exponentialist really is for humans first and investors second. Yes, the opportunities are enormous all round. To find out more and get our special launch pricing, go to realvision.com the future."
    }
]