[
    {
        "speaker": "A",
        "text": "You're a podcast listener and this is a podcast ad. Reach great listeners like yourself with podcast advertising from lips and ads. Choose from hundreds of top podcasts offering host endorsements or run a reproduced ad like this one across thousands of shows. To reach your target audience with lips."
    },
    {
        "speaker": "B",
        "text": "And ads, go to lipsandads.com now that's Libsyn ads.com."
    },
    {
        "speaker": "C",
        "text": "Hey, good morning, good evening and good afternoon to everyone, wherever you are in the world. We are. We're going to get started in a few minutes here. Just going to wait for some more people to file in. We're going to wait for our beloved rv bot to join us as well. So. Oh, here he is."
    },
    {
        "speaker": "A",
        "text": "Hey, everyone."
    },
    {
        "speaker": "C",
        "text": "Hey, gm. Gm."
    },
    {
        "speaker": "A",
        "text": "Gm. I made it on time. Sorry for making you wait. That's usually not something I host. You do, right?"
    },
    {
        "speaker": "C",
        "text": "No, it's okay. I was covering. Covering for us. I let them know."
    },
    {
        "speaker": "A",
        "text": "Amazing. Perfect. So welcome everyone to our second episode of web three Wednesdays with Goldmember and the real vision bot. So today we gonna talk a little bit about community updates in the real vision pro crypto community. After that we talk a bit about wallet security. A pressing issue, I would say that something we definitely need to talk about. And yeah, then we will open up the floor a little bit to questions from the community. And I also heard, gold member that you want to update us on your new favorite scam, right?"
    },
    {
        "speaker": "C",
        "text": "Well, it's definitely not my favorite, but yeah, I definitely want to let everyone know of a very hot scam that's happening right now. And you may have have seen this happen yourself and not have known, but. So we'll talk about that as well."
    },
    {
        "speaker": "A",
        "text": "Perfect. So let's just kick it off with some updates from the community. I mean, everyone who has been watching the pro crypto NFT has probably recognized that we have made a new all time high. Last week. It has come down a little bit. I was already blamed for it, basically for destroying the pump that was in the market because we kicked off a royalty discussion on the discord. So there's currently a poll on the Discord happening where NFT holders can basically tell us what kind of royalty they would like to have in the future. So my suggestion was that we increase royalty. We started out the year with 2% and yeah, I mean that was very, very low, I would say, compared to other NFT projects. And as you might know, 50% of the royalty goes into the NFT holders wallethood. And of course, I mean, it does benefit NFT holders, whoever higher royalty does also benefit. Revision to be honest. So it's not something that is only for NFT holders. It will of course also help us having some money in the wallet to fund expenses for our team. So having some drinks at team events, definitely something that can happen with that funding, but hopefully not. Hopefully it will be put forward, of course towards the community. So, I mean, my idea was always around that using any money that comes in for community events, like the ones we did, the local meetups we had end of September, that's of course a nice opportunity, right? Sponsor some of them and get the community together. Whatever the community wants to do with their funds. That's something the community has to decide. We are currently putting up everything so the community can actually vote, like in a Dao. So NFT holders can have a soft vote via snapshot, for example. They can bring forward initiatives. The wallet is currently not filled, I would say. I think it's around five ETH currently in it, of which half of it belongs to the community. So if you want to do a party for 5000 people, it's going to be a rather small party, I guess. But that's why also the whole royalty discussion was kicked off and I urge you to vote on it. Currently, I think most people are in favor of 10% solution, but we are also aware that some people would like to have 5% or kind of something in between. But yeah, at the moment it's kind of us polling the community members and really getting some insights in what you think. That's one of the important things. The other one is that there's a minting video coming out tomorrow or on Friday. I don't know. Exactly. That's a very interesting video because I'm in there with Ash Bennington, and Ash is doing a live mint of his real vision pro crypto NFT. And it wasn't his first NFT actually, but I don't know, maybe second or third one. So he was fairly new to the process, which was super exciting for him and also very interesting for myself because I had a lot of questions he wanted to look at Etherscan, wanted to know what's happening on the transaction, the details of it, and of course also like to check out his NFT. So that was a lot of fun. We cut out all of the, of the mistakes we made, clicking wrong links and stuff like that. No, just kidding. It was very smooth. He did it well. And you can watch that. And I think like if Ash can do it, anyone can do it. So that should give you the confidence to mint and we hope that you will mint because end of November we will end the minting period for the real Vision pro crypto NFT. So if you have not minted until now, you should definitely search in your inbox for an email. If you have been a real vision procryptor early adopter, you should have received a minting email which includes the link to the minting page. We can also put the link to the minting page in the description here and we also shared it via Twitter. We will share it again. So you really have it. You have to log into your revision pro crypto site to the realvision website and then you can mint to give you a little bit of expectation on kind of when that email was sent out, when I had to find it yesterday, it was actually quite tricky because it was sent out I think end of May. But in the video we also mention it and we mentioned the exact date and also the title of the email so you might be able to better find it. So end of minting period. That's November 30 and yeah, of course I hope everyone mints. We have seen some uptick there and if you're minting and now come to the second big topic of this web three Wednesday, you should care about security. So let me maybe start with a question to Goldmember. Where do you hold your real vision for crypto NFT or do you even own one?"
    },
    {
        "speaker": "C",
        "text": "I do not own one yet. I joined real vision after the minting period came. So we have to wait for the community to mint out and we decide how that goes. But when I do eventually get one, I will be holding it in a ledger wallet."
    },
    {
        "speaker": "A",
        "text": "That's a good choice. I forgot to mention that to the community that not everyone at the real vision is actually holding an NFT. I mean some like Elaine decided to sell them like the paper hand princess of course got one but then dumped it on the market. But she bought back in. But actually gold member wasn't there when the minting happened. But we will rectify that hopefully. I bought some of the NFTs so I think we can onboard our own community members and get them into the realization pro crypto community as well. I mean you are in there administrator, so you got all the all the rights, but it feels better to be part of the game, right? Having skin in the game is always helpful. And minting to ledger, that's the other topic is definitely something you should do. If it's ledger, if it's treasure or any other cold storage solution, I definitely recommend it. And it like surprising the amount of people who are using hot wallets for minting and then do not transfer out the NFT. I really urge everyone, if you are holding or minting a piece like this, or any other NFT that is worth three to five grand, please consider it as a piece of art, or at least as a kind of bundle of cash or whatever you want to compare it to. You would not treat a bundle of cash like this. You would not hold it in a hot wallet. You need to really think about wallet security. The interesting thing about this is, like, if you're new to the NFT space and also to crypto, you might be inclined to think like, well, revision is holding the NFT or the. This NFT is actually something that sits in custody, but that's not the case. Right? So the nature of the blockchain itself is that you are actually responsible for the custody of your NFT. And that's, of course, something where things get a little bit tricky. And if we think about where that actually came from, I digged a little bit into the history of self custody, and it turned out that prior to the great display Depression in 1929, investors were actually also very prone to keep their stuff in self custody, like literally putting your money under your mattress and not holding it in a bank account. And that basically changed with the financial crisis. Back then, people found out that it's actually quite risky to store your valuables in your bed or kind of somewhere in your apartment. And there was slowly the move towards custodians that hold your money or your valuables for you. It was, in the beginning, very, very inconvenient. So the process involved a lot of paper. It involved a lot of manual processing of the assets and also keeping track of who owns what. And that's why it wasn't really scalable. And really the big scale came in the seventies, when there was the creation of the Depository Trust and Clearing Corporation, which established the first set of centralized ledgers and certificates. So in that case, it was centralized, but that was kind of the time when it really kicked off and where things got automated and more digital. And really the custodians could scale their custody solutions to the masses. It was an easier to facilitate custody, mostly used, of course, still for kind of something like stocks. So you did not hold your stock certificate in paper at home, but you really had a custodian who kind of wrote something on a centralized ledger. And now we had the point where we are moving back to something where we don't have to have a custodian in place, but where we can actually have a decentralized custody solution that is the blockchain, because it's immutable. Right. So we are kind of back from having self custody. It was very risky move to the custodians, and now we are moving back from custody solutions at the custodians to having self custody, at least as individuals. But if you think about it in that Tom, the risk itself has transferred in a way. So it's still a risky solution, having self custody, but it's just different. But is it more risky having self custody than having it as a custodian? You could also think about, like, for example, Celsius, clearly a custody solution in the crypto space, which wasn't kind of the best solution either. So what is important for custody? I think there are many, many good lessons that we have from the past, and for crypto in particular, it's the lessons that we have learned over the last few months. I think especially as the crypto market on the NFT market has grown, there are definitely some things in the institutional space we never recommend, but in the NFT space, for you as a private individual, there are some things that are really just, I would say, common knowledge, and one of them is definitely holding things on your ledger. The other thing is like something Pijan always likes to point out, having different wallets. There's something like you should have your djinn wallet, right? Something which you use for minting, something which you connect to, I don't know, unknown websites promising your free mint, because actually it's free to create different wallets, right? You do not pay to have a different ethereum bank account, so to say. So you can easily create another wallet, set it up and use that one for minting. Do not use your wallet that is holding your NFT. So there's kind of like the saying that you should have at least three wallets. One is your vault, where you keep only your valuables and where you do not interact with contracts. So you do not kind of sign anything that kind of makes you pay money. You do not log into a website with that. You do not sign transactions. If it's in general like you are signing something and you have to pay for it, it's a transaction. So do not do that with your warden. If you want to sell something, if you want to interact with something, move your asset to a selling wallet where you only keep listed items and also in that case, only interact with trusted counterparties. So only interact with exchanges that you know, websites that you trust and websites where you can really make sure that those are not scams or anything else. And then there's the Degen wallet. That's something Elain has for sure. That's something where you store your low value items, Elaine, not the real vision. NFT. This is something to have fun with. You can have a little bit of money there. You can kind of play around, participate in Freeman's, and honestly, like, for every of those free mints and anything else, I usually create another degen wallet because it's just much, much safer to have it there because sometimes I forget to move things from one wallet to the other."
    },
    {
        "speaker": "B",
        "text": "Body is exactly. I'm. I know you're on number two right now, which is the vault wallet and the Degen wallet. Just want to stop you and jump in here. It's so important to have that Djen Wallet, Djen Burner Wallet, because a lot of the times, right, you talk to your friends, you get excited, you like, send this link mint. Now it's gonna go out, right? How many of you guys are guilty of doing this? Like, look at this project. Oh, my God, it's, it's going look, so much momentum and we fomo into the space. But what I think, you know, as we grow into this space and take each other, you know, hand by hand, side by side, that whenever you send a link to some other person, I sort of just put like an NFA or like, you know, a sort of, like, use your djen wallet and I use the giphy, like, when the landmine is planted and some puppet is running away from it. It's just so important that you have a degen wallet. And it's like Bharti said, it's like the different bank accounts. So I think that's very important. So, like, send that link to your friends, but say, use a burner and then run away."
    },
    {
        "speaker": "A",
        "text": "There's another thing, actually, Elaine, you should never tell your friends that you're into crypto. That's something of one of the advices that I read. Kind of never tell anyone that you're in crypto. And there's a funny story, because when I purchased my first ledger, I think it was in 2016, some of my friends purchased them as well. And there was a big leak at Ledger, I think, two years ago where they lost the, the kind of addresses from people who purchased in that batch. And all of these guys got contacted by scammers at some point. So I also got an email telling me, we know your address and we know your email, and kind of, we know where you live. And where you hold your crypto and stuff like that. So it was really scary. And that's kind of not on me because I kind of bought it via ledger. But you can see that even if you try to stay, basically, there are some, some ways that people just use your information for scamming you and trying to kind of make you afraid of holding. Yeah. Crypto or having it somewhere. Of course. I mean, none of those people really kind of had something happening to them, but it could very well happen. So the best thing is like, keep quiet about your nfts. I know it's, it's hard sometimes because nfts are also for showing off. That's maybe why it's good to have actually some nfts that just represent ourselves as our digital identity. Right. So if, if I wouldn't have revealed that I'm the real vision board, no one would know that I, that it's me that's already introducing another layer of safety. So we did a mistake. We basically doxxed ourselves. Right. But I mean, that comes with the business."
    },
    {
        "speaker": "C",
        "text": "And, you know, one of the things to, to remember about these ledger wallets and the main reason why they're so secure is they're offline wallets and you connect them online yourself, whereas your hot wallet is always online. So even if your computer, for whatever reason, gets compromised, you know, maybe it has nothing to do with a mint. That is also why it's important to hold a ledger wallet or something that is off. Doesn't have to be a ledger. It could be treasure. There's other offline wallets, you know, if you're on different chains, they have their own versions of offline wallets as well. So that's another thing to definitely keep in mind. And in addition, this is in reference to hot wallets. Do not store your seed phrase on your computer. Like, don't put it in your notes app or anything like that. You write it down on a piece of paper and you store it somewhere safe. Because if your seed phrase is on your computer, that's, you know, that. What's the point of that as well if you get compromised? So keep those things in mind."
    },
    {
        "speaker": "A",
        "text": "Yeah, maybe only tell your significant other where the seed phrase is. That's one of the things we see a lot on the, on the hedge fund side. Some, some traders also tend to keep their crypto in a cold wallet. And the problem is, like, what happens if you kind of have a car accident? What happens if you have an accident via airplane? Surely you are traveling stuff like that in any case, I think it's always good to have, if you're doing self custody, to also have a fallback solution in terms of, like, if something happens to myself, there's, for example, another ledger which is linked to the same address, which I store either in a bank vault or which I store somewhere with my parents. Someone you trust, maybe not with your parents. I don't know. Depends. But something like this, right? Maybe give it Elaine. She will keep track of it and take care."
    },
    {
        "speaker": "B",
        "text": "Oh, absolutely. I'd swallow it for you. I'd eat the ledger. But, you know, like, these ledgers, they have. Hello, hippo art. They. They have, like, these metal plates that you can engrave the seed phrases. Have you seen that?"
    },
    {
        "speaker": "A",
        "text": "Oh, yeah, I saw that. I'm. I mean, you can do that. You can also write it down, right? But the engraving is definitely cool. That's nice. But don't share pictures of it on Instagram or something."
    },
    {
        "speaker": "B",
        "text": "Yeah, that C phrase is really important. And I swear to God, sometimes just the pressure of. Honestly, I think the ugliest face I make is when you're using that ledger, everyone's, like, sitting in front of it. Just go entering, like, each digit, and your tongue sticks out a little bit and you're just making sure that you don't get each digit wrong. But look, it's like the world's worst tamagotchi, the ledger. But it's so important, and you feel so good once it's done. You know, you see rappers with wearing the ledgers around their neck. So it's just once you've, like, got a little bit comfortable with purchasing a few nfts, even scammed a few times, you know, you sort of need to look after your own assets, like every investor does, right? With looking after your own portfolio. So you need to, you know, really take care of that ledger wallet address and really just tell yourself, right, this is the creme de la creme of accounts. Don't attach it to anything. This is your deep, dark, secret, dirty vault. Vault. Not dirty vault, but your really important vault that you need to look after. Just like you have to look after your credit card, you know, same thing."
    },
    {
        "speaker": "D",
        "text": "This podcast is sponsored by ramp. Are you the decision maker in your company? Consider this. For the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what. With each vendor Ramp software collects and verifies receipts instantly to save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization, and bill payments. Time consuming tasks, which means you'll stop wasteful spending and close your books in hours instead of days. Businesses that use ramp add up to 5% to their bottom line the first year. If you're a decision maker, adding ramp could be one of the best decisions you've ever made. Get $250 when you join ramp for free. Just go to ramp.com easy ramp.com. easy ramp.com easy currents issued by Sutton bank and celtic bank members have DIC terms and conditions apply."
    },
    {
        "speaker": "A",
        "text": "Yeah, exactly. And you can, I mean, you can take precautions, but if you get hacked, and, I mean, that can happen in many ways. I've seen it so far, kind of like in any variation. So it's not always signing up to a faulty website or something. It's also happening, for example, when people connect to an open Wi Fi, there are sometimes hackers who scan these wifi and somehow get in access to your computer, and they're able to get your password from somewhere, and then they can unlock your wallet or you have stored the secret somewhere. So I saw that apparently also, Bluetooth is one thing you should probably turn off. And there's also the advice to always log out of metamask, so don't stay logged in. If you even close down the browser, you should log out. And there are even people who buy a separate notebook for crypto only. So basically not interacting with anything else, they just use another laptop they don't use on other sites. So you can really kind of increase the level of security here. You can also go to a custom custodian. So there are some custody solutions for NFT. So if you really kind of a big collector and have something like that, there are some companies now starting out metrics. Port and Bitgo offer custody solutions for professional investors. And there's also, for example, some NFT marketplaces that have custody solutions in place. Usually that's something I would say relatively special."
    },
    {
        "speaker": "B",
        "text": "I didn't even know that there are custody solutions."
    },
    {
        "speaker": "A",
        "text": "Yeah, absolutely. You need that. I mean, on the."
    },
    {
        "speaker": "B",
        "text": "Again, well, that's when, like investment, like in the real investment bankers or like the people just hiding, a few bought it yachts in there in their vaults."
    },
    {
        "speaker": "C",
        "text": "Right?"
    },
    {
        "speaker": "B",
        "text": "This is the stuff that they have to get on."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's a requirement for, like, for the institutional investors. It's always a requirement. Also in the trading, but also on the NFT collection side. That you usually have either self custody with a fallback solution where somehow the NFTs are accessible, or that you kind of have a mix between your own custody and some professional custody solution. So usually one of our rules on the, you know, like, I'm also working on the Xpam side where we invest in crypto hedge funds. And that's definitely one of the kind of strict rules. We do not invest in funds which do not have a proper custody solution. And where there's risk that if someone goes missing, if there's happening something to someone like you, there's no investment. We can't do this. I mean, even if it's a team of three people, there's a high likelihood that all three of them will travel to a conference together. And then there's an airplane crash, you will not recover the funds. And that's something we need to avoid at any cost. I mean, that's usually, like, already a luxury problem. Right? So we are talking here about private custody, which is, I think, not that extensive. It's rather like, keep track of what you're doing, pay attention. And also, like, one of the things in finance you should know is, like, nothing is free if there's a free mint, if there's a claim, something doesn't always, isn't always risk free. Right? So I've seen some wallets that got scammed, and some of them definitely participated in something like, claim your free XYZ token here. And though, I mean, it's spam email, right? People react to spam. And that's the other thing. Don't react to anything you don't know. People drop into your wallet. We always tell that if you see strange Polygon nfts in your opensea account, they are there. I don't know, they look interesting, but you haven't bought them, then you should be very. And like, I think, Bijan, you have a story to tell about how that usually happens and how people actually scam you out of your eth or your jpegs if you do something wrong with these free nfts that suddenly drop into your wallet."
    },
    {
        "speaker": "C",
        "text": "Yeah. Yeah. So there's two. I'm glad you mentioned that. Which is a perfect segue into, you know, some, some common scams that we see. And in particular, there are two airdrop types of scams. You know, there's one where you are, and this is the most common one. This is the one that we've seen for a while now, where you're airdropped, a random NfT. You have no idea what it is, and then they get you to go interact with it. And then when you go to interact with it, you sign your wallet, and what you're signing away is actually access to all the NFTs in that wallet. So that is the most common way we've seen. So now this next one that has become pretty popular. I mean, my, I've gotten, I think I just got one yesterday, actually, is they're, it's the same concept. They're airdropping you an NFT that you probably never seen before. And now what they're doing to make it attractive to you is they're putting wrapped ETH offers on that NFT. So, you know, you think, oh, this might be legitimate. I have a, you know, a wrapped ETH offer. And these ETH offers aren't low offers. They're, you know, something like in the 0.50.6 ETH range to really get your interest going. So when you go there, the way that scam works is it, it plays off of your intrigue. So when you see that, you see a legitimate wrapped ETH offer, you look at the details and then you click on the link to bring you to the website so you can read more. And at that point, that is where the scam takes place on that website, because then you have to sign your wallet over and then you're giving away access. Now, if you think you can accept the wrapped eth bid and, you know, walk away with money, it's not the case because that wrapped eth bid is actually a fake wrapped eth bid and there's no liquidity behind it. So keep that in mind as well. You're not going to get a freebie, you're not going to pull one over on them. So if you want to read more about this particular scam and actually how it works, we have a tweet pinned up to the top of this space. It's from quit coot eth, and it's basically running through the whole rapt eth scan. He shows you screenshots, shows you how this takes place, shows you the message in the wallet that you'd be signing over. So that's a very good thread. It just kind of, you know, keeps your eye on the safety and lets you know about that popular scam that's happening right now. So, yeah, keep that in mind when you're doing that. And another thing that's very important is, and this is with anything, you know, we always say, read what you're signing. If you're signing a contract, you have to read it. The same thing applies to metamask. We, we often sign things without reading it, and we just sign it over. But there are messages. When you are signing your metamask wallet, it tells you exactly what you're signing. So you want to make sure you read that, because if you're giving away access to your wallet, it tells you right there, this, this will, like, you know, I don't know the exact message, but it tells you that it's going to give away, uh, the, it's going to unlock the access of your NFTs into, uh, you know, with that contract. So keep those things in mind, guys. And then another, another thing. Yes?"
    },
    {
        "speaker": "B",
        "text": "I just want to. Sorry, before you move on to your next one, I'm going to put you on the spot. You know, what are the two things like, that you would sort of read on a smart contract when you know it's not kind of. Right, because it's so busy the page. Right. Is there any, like, things that I can look out for, or should I go to the thread and break it down?"
    },
    {
        "speaker": "C",
        "text": "Yeah. So the thread will show you it, like, it shows you actually, the exact message that you, you should need to look out for, but essentially it tells you you are. And actually what metamask has started doing recently is they give you a warning, too, and it's in red and it says, you know, warning this contract, or signing this contract gives up access to your NFTs. So that's a. And it's right there, it says message, and then it has a little message written there. And, you know, you'll read, you can see, like some numbers and things that, you know, don't make sense to most of us, but, you know, the message there, if you read the message, it tells you what you're signing. Yeah. And then actually, that leads me to the most common scam. And this is how the majority of people get scammed. A lot of people will say they were hacked and they just don't want to admit to this, which is, you know, it's, it can be embarrassing to, to some of us, but it's. Social engineering is the most common way that, uh, you get your wallet compromised. You think you're talking to someone who's impersonating someone that you might know, and they send you a link, you click on the link, and now your wallet has been compromised, or you meet a connection that you think is legitimate, but they've been social engineering you the whole time. So that is actually the most common way that hacks happen, is that we give up our access ourselves. We weren't necessarily compromised. So some things to look out for or keep in mind when you are dealing with this type of interaction is one, don't answer DM's in discord. If somebody's dming you in discord, they usually have no reason to unless you know them, and at which point you can discuss that with them in the exact discord that you're in. And then they would let you know, hey, I'm sending you a message or something like that, but turn your DM's off. People are going to be sending you DM's and trying to get into your DM's to social engineer. You just send you links that you can randomly click on. Be careful of that. And another thing is, whenever you are speaking to someone in the DM's, and this is more so in reference to like project founders or like a community manager or a moderator, because scammers impersonate, you know, people within the communities that, you know are higher. Like I have the community manager moderator founder type role. They'll use their exact discord username with the exact numbers at the end of it as well. So look, it will look identical. Now, one way you can solve this is by looking up the Discord ID number, which is a serial number essentially, of the Discord ID, and that cannot be replicated. So that's one of the ways to kind of look out for that. And I'll, I'll put some notes about that in the discord to show you how you can find the Discord ID, which is that exact serial number that can't be replicated."
    },
    {
        "speaker": "A",
        "text": "Wow, that's really super important. I always thought, like, checking the name and the number is enough, but you're right, you can, like, people fake that as well. So you really need this long id to be sure that it's really the person you want to be contacted by. Yeah. And definitely turn off, turn off discord. Direct messaging. I mean, it's, it's terrible. If you're on many servers, you will get spam messages from all over the place. So, I mean, we are a little bit safe. Real vision procrypto Discord is a safe place in that regard because it's ward off and it's kind of like moving into direction where we can open it up at some point. But we will strictly control who's coming in there and we will kind of make sure that this is done in also a way where, for example, the subscribers get special roles in the discord. And can be grouped separately. That's something that's happening, by the way, in the web three team. So all of the great guys who are working behind the scenes on that, there's a shout out to them. They usually don't appear here in web three Wednesdays. Sometimes they are listening in, but our devs, they are really making sure that everything is safe, that the systems work, and that it's basically moving from web two to web three that we are showing best of two worlds at this moment and hopefully in the future. Of course, the best in web three for everyone, right? All right, let's open up the floor for questions, I guess. So anything from wallet security to nfts to pro crypto. Happy to take your questions and. Yeah."
    },
    {
        "speaker": "E",
        "text": "Hey, can you guys hear me?"
    },
    {
        "speaker": "A",
        "text": "Yeah. Welcome."
    },
    {
        "speaker": "E",
        "text": "I appreciate it. Sorry about that. I've got a little bit of a delay in my Internet, so it takes me a minute to get up here. How's everybody doing today?"
    },
    {
        "speaker": "A",
        "text": "Great. How are you?"
    },
    {
        "speaker": "E",
        "text": "Oh, not too bad. I just wanted to touch real quick on the hidden wallet on Opensea, if I could, and give a little extra insight to some of the things on there, just so it's not as terrifying as what it sounds like for most people. One of the biggest things about Opensea hidden wallet is that's a platform level function. So that doesn't do anything to the wallet on the blockchain or anything like that. That's simply something that Opensea has done for their interface. Now, when it comes to the airdrop, excuse me, airdropped nfts, if you look at the polygon once, 90% of the time if you click on the details, there's going to be a token id that's probably 1617 digits long. Nine times out of ten, that's the Opensea shared storefront contract, meaning they minted that through the actual interface. And unless Opensea is personally putting in any type of malicious, uh, code with that Nft, uh, that there's never going to be anything wrong with any of those nfts that come in. They're just, they're spam, kind of like junk emails, but that's about it."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's a very good point. Yeah. You can move the nfts, uh, safely to the hidden tab, by the way, if they are not moved there automatically. And sometimes some of them get moved there automatically, so it's worth checking the hidden tab. Um, sometimes you find some nfts there that you minted, I think in the beginning with many users that complained that they didn't see the NFT on Opensea and it basically was moved to the hidden tab. But as you said, it doesn't change the fact that you are still owning the NFT. And you can check out your ownership also on Etherscan. If you go to etherscan and enter your wallet address, then you actually, there's a tab. So etherscan IO. There's a tab then for your wallet where you can see your ERC 721 tokens, which are usually your NFT. So for example, the real vision procrypto NFT is at ERC 700 1021. And then there's also ERC 1155, which is a separate tab. But you can see them, right? If you can't find them in your wallet, usually the first place to check is somewhere on Etherscan and you can see the transactions, you can see what's happening. And I think one of the important website is also revoke cash. I think that's the correct domain, right, where you can remove the, basically the allowance that you gave out. So you can remove access that you delegated to other websites and other wallets. And you see who has which rights on your wallet. So for example, you see something like, oh, Opensea can initiate transactions in my wallet if I interact with it. And that's okay because on Opensea, right, if you buy something, it has to interact with your wallet. But sometimes there's also other, other websites connected to that if you clicked something. So it's definitely helpful to have that link. And yeah, that's more or less my security tips. There's definitely a few more. I mean, it always is worth checking out websites and tutorials. For example, Ledger has a really good academy on wallet safety. Sometimes you will be reading the same stuff on and on. But as this develops, I think it's also important to kind of really take care of what you own and be aware of it. And I think it becomes a thoughtless at some point, right? If you have a few Djinn wallets for minting and you know that you can go legion on them and don't have to care, that's fine. You also have a nicer time if you know that your valuables are stored somewhere where you don't have to care. So I would definitely recommend doing it that way. I think we got another speaker. There's meta hats. Hey."
    },
    {
        "speaker": "F",
        "text": "Hey guys. Yeah, I wanted to let you in on a few things. What I do, I'm not trying to show, trying to help you guys. This first time I've seen this base and I like the web three up there, but it needs to be hashtag and a space between that and the fire and our space, our site that's integrated into Twitter, we'll pick it up. We are the Google for live Twitter spaces. So you can find these spaces very easily on our site along with a bunch of other stuff that we got a lot coming. And this is free so there's no charge for this. We also help projects and artists for free by providing them a free web page to put their bio, their project, few pictures. If you do host spaces, you have a place there on your webpage to put your scheduled spaces so that if somebody comes in when you're not doing a space, they'll be able to find you. We also have a ranking system, so you're ranking as a host and speaker. You will get ranked. You will also earn a gamified token for doing what you are already doing, hosted and speaking in space. It's called VSB. Right now the virtual space box is used for utilities on the site, but we do have in our roadmap to create a web three token that you'll be able to exchange your VSB earning, doing what you're doing right now, talking about your own projects for TSP true space bucks. It will have a monetary value which I cannot disclose, of course we don't know, but it's all in a roadmap and everything's docs. But the biggest thing is to hashtag your web three and put a space between there so that your space can be seen over there. Because man, it's getting really, really hard to find some of these spaces, especially the good ones, because like I got a, I got a bunch of people that go to spaces so I can't even get through the line of spaces before they disappear on me and I gotta start over after I wait, I start overd. Just a little heads up on that. But also anybody that registers with the link that I provided below in the blue thing, I will upvote to the home page of the space so that when you go to the space to find spaces, you will be seen. But yeah, this is all free also."
    },
    {
        "speaker": "A",
        "text": "Cool. Thank you. Yeah, anyone who wants this kind of course, kind of feel free to do that. I think we don't need it really, to be honest. Like, never mind. But thank you. Yeah, we got another speaker here. Meta gm hi."
    },
    {
        "speaker": "G",
        "text": "Hello guys, how are you doing? Thank you for the opportunity here. I'm an early adopter and been with this space for a couple months now. I had a question regarding the some security processes from wallets is it the same thing to open or to create a new wallet than to take an older wallet and make revoke cash to all permits that's been enabled in, in that old wallet?"
    },
    {
        "speaker": "A",
        "text": "That's, that's a good question. That's a very good question. So I would, I would say in that case it's better to make a new wallet. So I had the same situation, I think, with one community member who got hacked and still wanted to interact with his old wallet, understandably. Right. And we looked at what he had or what showed up at revoke cash and for example, I could not see anything that was suspicious. But he definitely gave away some rights at some point. And also if you, I mean if you don't know the attack vector, right, maybe you gave away some, something on open on like access basically, which you can revoke via revoke cash, but you don't know, maybe you also got socially engineered and someone just stole your private keys or got, got hold of that. So my guess is always like the better way is make a new wallet or even kind of make a new wallet on a different device, because sometimes it can be also something like old school, an old school virus, old school key logger that someone installed on your machine. And then actually even the, no matter if you're using the older new wallet, you basically run into the same situation in the end. Again. So I understand point, but yeah, it's really tricky to rule out with 100% probability that you kind of will be able to remove every access while. Remove. Yeah, remove cash."
    },
    {
        "speaker": "G",
        "text": "Yeah. Thank you. Thank you for your answer. It's very on point. The question was, I haven't been hacked yet. Thanks for luck. But you know, you always use some, some wallets that some, sometime you say, well, I shouldn't have have used this wallet for this page or something. You go to revoke cash and you, you revoke it before anything bad happens. But in the end in the NFT world, you wanna, sometimes you get attached to that old first wallet you had and you don't wanna dismiss it because you've had, that's the beauty of the NFT world also that you get the times where everything was created and traded and all that stuff. So maybe making the revoked cash and sometimes making a new wallet for the vault every once in a while, maybe that could work and transfer all your assets. It's going to be a little bit, gonna spend some gas, but maybe it should work. But thank you very much for your answer. And it's been a great space. I've learned a couple of things and really recommended, if you can, guys can share the recording. So I can share it with some servers like the rubber ducks that, I mean, I will appreciate it very much. Thank you very much for the opportunity."
    },
    {
        "speaker": "A",
        "text": "Thank you also for your question. Yeah, absolutely. We will share the recording. It's also on Spotify as a podcast, basically. And it's a very good point. I mean, if you attach to your wallet and you want to keep it, then also I would say transfer all the valuables out there, keep the wallet, have a minimum amount of money you need in there, and maybe use it as your degen wallet where you kind of say, well, if something happens to this stuff, then it's not that problematic if you want to keep the wallet. Yeah, I can understand that. There's definitely an emotional attachment to my first wallets as well. So I get the point and I."
    },
    {
        "speaker": "C",
        "text": "Want to touch on what he just said. He may, he may. He brought up a very good point. You do. This isn't free. Revoke cash isn't free. You do have to pay a gas fee to revoke those permissions. So what I've done in the past, whenever I'm revoking, I just choose a time when, when gas is really low. I think the last time I did, did revoke cash, it was gas was around five way. So, you know, choose a time where gas is low so you're not paying extra to revoke those permissions."
    },
    {
        "speaker": "A",
        "text": "That's a very good point. And now we got this on stage. Wow. This, welcome."
    },
    {
        "speaker": "H",
        "text": "Thank you. Thank you. GM, everyone. Hey, y'all."
    },
    {
        "speaker": "C",
        "text": "Hey, GM Gmdeh."
    },
    {
        "speaker": "H",
        "text": "Great, great space today, you guys. The topics are really wonderful. I love hearing what's going on with RV Pro, crypto, nfts, and I think not really a question so much, just my experience with security, just to reiterate, in case it wasn't clear enough for everybody else, is that I am my own biggest security risk, and my emotions particularly. And so I keep my vault, my ledger, in a way that it's really hard to get to. Like, I'm only going to potentially have access to transact on it every week or so. And I actually only transact every couple of months. I make it that hard on purpose because those are, those are things that are very important to me. And I am an emotional person. We all are. And NFT value is driven on our emotions, but so are these scams. And so I just want to highlight, like, we talk about having a ledger. I heard the space start off by talking about minting from a ledger and that honestly just makes me cringe. I cannot imagine connecting my ledger to anything to mint. I would only ever mint from some other wallet and transfer. But everyone's security protocol is different. But, but we are still, our emotions are still probably our biggest risk. And so just the idea to decide ahead of time how going to handle that is probably more important than the specific protocols that you have set up in most cases. Like for instance, I know with the NFTs that I have in my vault, there are valuable things that I'm not going to get because I would have to plug my wallet in and transact in order to get some benefit from some of those communities. And I've just decided ahead of time that it's not worth it to me to risk what's in that wallet just so I can get some, some quote unquote utility or value from a secondary or tertiary offering from that community. So that's all I've got. You guys, you guys have really done a great job explaining it all. But, but if my, if the benefit of my experience and my poor decision making based on emotions can help somebody, then job well done."
    },
    {
        "speaker": "A",
        "text": "Thank you. Very, very good points. And yeah, I mean, we, we are all humans, right? We tell everyone about security and how it's done in a perfect scenario. But we have all been in the situation where we screwed up. No one is kind of sticking 100% to protocol. There has been the free mint from time to time where I used a wallet where there was boy Ethereum in there, then I should have kept in a degen wallet, for example. And I was just lucky that nothing happened. Actually, that's the only reason that this ETH is still in the wallet. And, and actually I did two times I minted something from a fake website because I googled the project. Someone mentioned the mint to me in the discord and someone I know and someone who I trust, and he did not kind of mention it because he wanted to mint. He just mentioned the project and told me, like, apparently it's already minting, it's happening. I don't know what's going on there. And then I googled the project and I hit the first link and I saw, oh, there's minting. And I, I clicked mint. Yeah. And I spent probably two eth on fake mints. So, yeah, doesn't feel good. But that's what happens if you don't stick to your own rules. So."
    },
    {
        "speaker": "H",
        "text": "Yeah, I remember when you did that."
    },
    {
        "speaker": "A",
        "text": "Yeah, it was invisible friends and it really, they, apparently they bought the prime advertising space on Google for that thing. And it looked like a real mint. And I was like, well, invisible friends. And it's cheap. Look, it's not minted out. And I don't know, I didn't check the minting time of the official project. Like, it was like, it's strange. It's minting at a strange time, but, well, let's try to get in. Yeah, it was stupid. Of course."
    },
    {
        "speaker": "C",
        "text": "Yeah. And just to reiterate what biz was saying, yeah. We definitely are not telling you ever to mint with a ledger. That is where you store your valuable nfts. So you're not going to use the, your valuable wallet or youre, you know, to connect to a website that you're unsure of. That's why you have the Djen mint wallet. You know, that wallet that you don't care about. And you use those for mints. You transfer them over after you've minted, after you've disconnected, and then you have a purchasing wallet. So I do. We recommend three wallets."
    },
    {
        "speaker": "A",
        "text": "So, yeah, that's the way to go. Yeah. Hopefully you learned something today about wallet security and also about the NFT. We are trying to keep these spaces, like, centered around some topics. In the beginning, we will kind of also be open for suggestions. If you want us to discuss something or if you want real vision to check out something, feel free to contact us. Please don't spam us with strange rug pull projects or kind of like shitty projects. I got enough of them. Like, no, no shilling. But like, anything else, super helpful to have you, your input on that. And I'm always looking forward to the questions. Otherwise, we make our own agenda. Right. At some point we are just djing, so we discuss what interests us and what interests the community. So, yeah, looking forward to the next episode, next week. And thank you all for tuning in. It was a great time. Thanks for the questions and everyone who came on stage. And Elaine already left the space, sadly, she had to hop on to a meeting. But yeah, we will see more of the paper handed princess in the future."
    },
    {
        "speaker": "C",
        "text": "Yeah, let's keep an eye on her wallet, make sure, you know, we have to keep her honest, make sure she's not selling our nfts. Right, guys? So thank you, everyone, for attending."
    },
    {
        "speaker": "A",
        "text": "Bye, everyone. Thank you."
    }
]