[
    {
        "speaker": "A",
        "text": "This podcast is sponsored by Ramp. Are you the decision maker in your company? Consider this for the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what with each vendor. Ramp's software collects and verifies receipts instantly to save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization, and bill payments, time consuming tasks, which means youll stop wasteful spending and close your books in hours instead of days. Businesses that use Ramp add up to 5% to their bottom line the first year. If youre a decision maker, adding Ramp could be one of the best decisions youve ever made. Get dollar 250 when you join ramp for free. Just go to ramp.com easy ramp.com easy ramp.com easy cards issued by Sutton bank."
    },
    {
        "speaker": "B",
        "text": "And Celtic bank members of DIC. Terms and conditions apply."
    },
    {
        "speaker": "C",
        "text": "Okay, I think we can get started. Hope everyone's doing well on this hump day. Welcome to web three Wednesday. So, yeah, so today I think I'd like to start with, you know, what is the headline of web three for the past two days, particularly in the NFT space, and that is art gobblers. So I'm not sure if any of you have heard of this or if you've just seen it in passing and have just seen some of the conversations surrounding the art gobblers, but for those of you that are not familiar with this project. So art Gobblers is an NFT collection that's on ETH, and it is from the co creator of Rick and Morty, which is a very popular cartoon show. The co creator's name is Justin Roiland. And so this one launched on Monday, two days ago. And you might have seen, you might have noticed the charts on OpenSea blur marketplace we had on Monday. We had the highest volume that the NFT market has seen since August. So, yeah, a lot of craze surrounding this project and, you know, as a lot of things in the NFT space, with that craze and hype generally fud and controversy follows, which is exactly what we are experiencing and what we're seeing surrounding the art gobblers project. So for those of you that are now are also unfamiliar with the, you know, the controversy surrounding it. So basically, the too long don't read is that a lot of influencers were involved in this project. Got the whitelist to this project and no one knew about it. A lot of people were unaware that influencers were getting whitelisted into the project. And around the time it was minting, right when it was getting ready to, we saw it go from zero. It was a free mint. We saw it go all the way up to 15 eth all time high, which in this bear market is pretty crazy. And we started noticing that a lot of influencers that had whitelist were talking about this project and were saying very similar things surrounding the project. That almost seemed like it was planned. They were kind of given a script to say about it. That's just kind of what it seemed like. A lot of people were saying very similar things surrounding it, and some of them sold their project immediately after, which kind of raises, you know, that question of responsibility. You know, we'll talk about regulation in a bit and just. But in general, the responsibility that you have, especially with a following, a lot of people think it seems a little disingenuous to talk about how great a project is 1 second and then you're selling it the next second as you're talking about how great it is. A lot of people have, you know, also raise the concern of disclosure. We people should be disclosing whether they're receiving compensation for marketing a project, whether they're for working on a project, you know, providing some advising, whatever it is. If they're receiving compensation and they have a large audience, the line of thinking is that you should be disclosing that compensation for full transparency. You know, we saw the SEC come down on Kim Kardashian for, to the tune of a $1.3 million fine for pretty much that exact reason. She had marketed a coin, but didn't disclose that she was paid to market it and didn't disclose how much she was paid for doing so. So I think that is the main conversation surrounding this project. It's not necessarily that they received compensation for marketing and advising and helping out. That's, you know, that that should come with the territory. You know, you build up a brand, you build up a following, you know, it. You should be able to utilize that to help others. That I don't think that is where most people have the concern. I think the concern is, and the, the controversy is the. The disclosure and the transparency surrounding it. It shouldn't feel like you are doing this out of, you know, the goodness of your heart or volunteering when in fact you are being paid to do something. So, yeah, that's kind of the big topic of conversation today in web three is the is surrounding the ethics of, and I don't even like to use the word influencer, but surrounding the ethics around people with large followings and that have a voice and a platform. So yeah, I just kind of wanted to hear some thoughts surrounding that. What you guys think is this transparency needed in this space to move forward? Should we be just, you know, do we have to disclose whether we receive payment for working on a project? And that being said, if we receive payment in the form of an NFT, is it okay to then sell that NFT as well? So yeah, that's kind of, kind of what's been going on in the space."
    },
    {
        "speaker": "D",
        "text": "Great recap. Gold member. Obviously, I think a lot of this starts to go towards the chat about regulation and that conversation. But as you're talking about that, you know, for me as kind of a builder, I'm thinking about what mechanics they used in this launch and how that's used broadly in the NFT marketplace and industry."
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "D",
        "text": "Like this is a free mint. I think that's kind of more common now. But when you started, like, you know, it was, there are auctions or, you know, dot one eth mint. So it's like, okay, things are changing now, free mint. And then you talked about the use of influencers, which is just how they're marketing it, whether that's fair or not. It's just the way they marketed it, got the word out, got some buzz around it. So again, it's just another method for builders and what strategies that different projects are using. But yeah, I think this is like a great open topic for anyone to chime in on. And I'm really curious to see what everyone thinks about because, you know, you come into this NFT space and you see all kinds of crazy stuff happening and yeah, it's not regulated as yet. There are no rules. It's kind of the wild, wild west. It has been like that for some time. So I think there are a lot of different opinions. You know, again, going back to regulation, is it needed? Is this free, open market? Are we eventually going to learn? You know, you always hear do your own research, not financial advice. But then you also say, hey, that's not fair, you have a responsibility. So where's the line drawn in that and how are things going to play out?"
    },
    {
        "speaker": "E",
        "text": "This is also super interesting given that I think on the 1 June this year there was the first chart basically of a product manager of OpenSea who did insider trading on the platform. So maybe a much clearer picture. So not an influencer but clearly someone working on the platform who was buying nfts before they were listed on the main page of the platform, because it has been witnessed earlier that if your NFT makes it to the kind of prime location of the main page on Opensea, of course this drives value. So I think he managed to by around 40 or some of those nfts before they made it to the main page and he was actually charged. So I think it's not clear yet what in the end the charges will be, but at least this is really taken seriously now. So we are, I think, just about to see the beginning of repercussions in this space regarding regulations. So regulators getting more active. And yeah, I'm definitely the Kim Kardashian thing was also one step in that direction."
    },
    {
        "speaker": "D",
        "text": "What's interesting about this whole thing is we're talking about how these influencers have a responsibility and even that product manager from OpenSea getting in trouble for this. But again, this is a whole new value creation, a whole new economy for people. All these influencers, these NFT influencers, you know, a lot of them, they've never seen this kind of money before they got into this space, so it created this whole new job for them. And this is how they're making money now, right? They're in the space, they're promoting other projects. You know, I think you still need to be responsible and not just try to trick people and, you know, pump and dump. But at the same time, if you have this expertise of finding, okay, this is a good project, you know, they have great art, maybe there's a roadmap, you know, you know, the founders or the team, it's just a whole new job that never existed before. And it's just amazing to see, you know, all these novel things that are coming and then there's these nuances of, you know, responsibility, regulation. What's fair? Is this just open and permissionless, you know, are there rules? Is it anything goes and the market decides what, you know, what's going to happen or, you know, we're just uncovering new things every day."
    },
    {
        "speaker": "C",
        "text": "Yeah, absolutely, Jason, well said. And I think it raises another, you know, the true question about ethics, you know, I don't think you can, you can receive payment. I think that's totally fair. And I think it is totally fair for somebody that spent a lot of time, believed in this space before others did and took that time to build themselves up, build up their following. I think that's absolutely a valid thing to do. And they deserve to receive payment for that I think the question lies in the, in the truth of the transparency of it. Is it, is it okay to use your followers then? You know, to, to sell on your followers? And I think another question goes not just on the influencers, but to the projects themselves, thinking about how they are compensating these influencers and these marketers and people to help their projects. They are giving them NFTs as the compensation, which they then fully expect that person to sell to their followers. So it's, it's, it's unclear how the, it's a little difficult to figure out how to solve this issue, but it is, it is a main topic of conversation in terms of fairness, you know, kind of that, you know, some people feel the game is rigged to certain, certain people in particular. And I think that's where a lot of the outrage is coming to, or coming from is as people are kind of realizing that, hey, you know, we entered web three because it was supposed to be equal opportunity, decentralization, ownership for all. And we're seeing that that's not necessarily the case. And I think that's where a lot of this outrage and controversy is stemming from."
    },
    {
        "speaker": "D",
        "text": "Do you think this outrage is fair, though? You know, is it? Is the outrage? People who got rugged, people who, you know, bought in and, you know, they lost a lot of value thinking that it was going somewhere. Like, basically they didn't do their research, they lost money. Like, is it fair to say it's your fault? You know, you had to do your own research. You could see that this was a free mint. You could see, you could look on chain, I don't know if there's a tool for it, but you could look on chain to see who was sent an NFT. Maybe there's no identity tied to each account that it's sent to, which is another thing. But, yeah, is it fair for these people to be outraged? Or is it like, are they just in the loss in the red already, and that's why they're upset?"
    },
    {
        "speaker": "C",
        "text": "Yeah. No, that's a great question, to be honest with you. I think a lot of it, a lot of the outrage and, you know, that people are, you know, voicing comes from the fact that they didn't get in. They weren't one of the ones to be picked, and they weren't the ones that, to mint it for free and sell for 15 eats. So I think a lot of it does stem from kind of jealousy, if you will. But I think another portion of it just stems from, hey, we thought this was supposed to be a transparent space. And we, we think you should be disclosing information, whether it, it's one thing to talk about a project in terms."
    },
    {
        "speaker": "D",
        "text": "Of, you know, on chain data, but you can never expect the human side to be fully transparent and like, to just always act in goodwill. I think that's naive, maybe, sad to say, but like, you know, there's a difference between transparency of the people and, like, on chain data. I feel like."
    },
    {
        "speaker": "C",
        "text": "No, absolutely, Jason, you're right. People should always be doing their own research. People shouldn't be told what to think. And even though, you know, these influencers can be seen as thought, thought leaders, I think, you know, you have the responsibility to do your own information. I think what's important, though, when you are minting a project or when you are talking about a project, you know, say, say everything you want about the project. Talk about how amazing it is. But I think it's important maybe at the end to say, you know, I, full disclosure, I received a free allow list opportunity for helping this project. I think something as simple as that would go a long way to making others feel like they're not being dumped on or used as exit liquidity or kind of being tricked. I think that's where a lot of it can be kind of qualmed, if you will, and even the legality of it. I think you do have to disclose if you are receiving payment. So I think that's, that's where it is. People, at the end of the day, people don't do research, which is unfortunate. And that's something we need to, you know, kind of keep pounding away at doing your own research, looking up multiple sources, asking questions. I think that's very important. But the truth of the matter is people don't do that. And then they just want to blame people. And yeah, the negative voices can get loud, are often louder than the majority, but that is where there is. That's just where we are right now."
    },
    {
        "speaker": "D",
        "text": "Yeah, for sure, people need to do their own research. But at the end of the day, you know, you still have your trusted sources, and that's how people are going to continue to make decisions. And there is no, I don't know if there is a legality right now in terms of declaring some of these things, but more of a personal obligation or maybe a moral obligation. I see. Pinwheels. Yeah, you jumped up in here. You want to share some thoughts? I'll let you go ahead."
    },
    {
        "speaker": "C",
        "text": "Well, Pinwheel, whenever you want to jump in, just feel free to come off mute. I think another, another fair question is for everyone, really, would that change your opinion on a project? If someone say that you trust is talking about a project, does it change your opinion whether they are buying it with their own money and organically entering the project, or if they are saying the same thing about the project, but then mention at the end, I received, you know, compensation for this. Does that change how you feel about a project?"
    },
    {
        "speaker": "D",
        "text": "For me, from my experience, for the most part, I would say no. You know, like I said earlier, you have your trusted sources and you appreciate them saying, hey, I got compensated for this. But assumingly you have a relationship or a level of trust with these people and you're relying on them for kind of this alpha for these recommendations. And to me, I think it's no if you're using your trusted sources, but if it's just some random person on Twitter that you've never heard of, then I think you take it with a grain of salt and do a little bit more research there."
    },
    {
        "speaker": "E",
        "text": "Yeah, I would also agree. It probably depends on kind of what following you have. If you are in, generally speaking, an influencer that has a following for kind of like advertising the newest projects, maybe then that's probably a different thing than, for example, working for an established brand like the three of us, for example, it's quite clear what our association is and we have a responsibility in product terms, for example, regarding everything we put out via revision. So it always depends on the situation, what, I can imagine what makes this also a kind of special case and also kind of explain some of the outrage, at least looking at the project, when I looked at what the intention of the project was then, as far as I understood, it's basically giving the community access to a drawing tool where they can publish their own art and create their own community driven artwork or art collection. So this is a very web three native idea and very kind of communal thing, right? And if. If something like this happens, like a pump and dump happens to a free mint project with no roadmap and nothing really planned, and kind of, it's more like while we see where it goes, maybe it goes to the moon, then this is one thing. But if it happens to a project which has and roadmap, which is so clearly web three focused and kind of a cool idea from the community view, then maybe the outrage is even higher. Maybe then you even have a higher responsibility. Right. Because you're attracting actually artists who truly believed in that space."
    },
    {
        "speaker": "C",
        "text": "Yeah. And that could also, you know, that's a great point. I think that could also be a point of contention for people that actually want to use this, creators that actually want to, you know, we're excited about this, this, this project and now are completely priced out because of the insane price action that we've seen. And then another, another portion of people that feel that this was a very planned pump on the project and that they are like, hey, you know, why, why couldn't I get involved in this? Or why didn't I know about this? I think some, that's another, another thing, too, is that a lot of people feel that there were a group of influencers that got together, kind of like the cabal of the NFTs, if you will, that got together behind the scenes and decided to pump this project with us with a specific intention behind it. I think that also is part of the controversy. So we have some more people on stage. So, Jordan, how are you doing?"
    },
    {
        "speaker": "B",
        "text": "Good, man. So just to go off the thing of influencer. So I don't know how relevant this is for everybody listening, but growing up here in the States, we had a lot of talk radio, especially on the AM stations, which are for us lower class people. We, in a lot of this talk radio stuff, you would hear the announcers come on and say, hey, you know, buy this or hey, buy that, or I trust this flashlight brand or this pair of jeans brand or whatever. Anyway, very similar to what influencers are today. And I think it's just very important when you talk about things like trusted sources, you know, you mentioned that earlier and things like influencers, especially on Twitter or Instagram or snap or wherever you're at, you just really got to narrow that stuff down and also be aware that basically by virtue, they are being paid to push something, even if it, even if the advertisement or the, the pitch that they're giving you seems to be genuine, you know, they work very hard to make this stuff as genuine as possible, or at least to appear that way. But somewhere down the line, they're getting paid. And I would say if they don't say something like, this person is not a sponsor and I am not being paid for that, if you don't hear something like that, I would always cast some doubt or at least take it with, for what it's worth, a grain of salt on whatever it is that they're pitching. Just having said that, it's hard to tell sometimes, especially if, especially in a decentralized manner, like we're operating now because we're so far removed from actual human contact that it's, it can be very difficult to even do your own research on, on a product, especially when it's brand new and there's no real feedback that has been given, and, you know, the chances are that anything you buy, especially in the web three space right now, the chances are pretty high it's going to go to zero. So if there's no real utility or you're not part of that community already or something along those lines of really, really, really have to. Have to just assume that it's not going to be anything or that you're going to lose money, especially until, as Ash Bennington always says, we're very, very early. So especially until this stuff kind of pans out a little more. And that's all. Thanks."
    },
    {
        "speaker": "D",
        "text": "Well said. Hey, chair Radway, let me ask you something. Given that, which way would you lean more towards, you know, like more regulation and more structure of how this whole industry should work or more towards, you know, society as a whole will kind of, this will be normal and will kind of smarten up and it'll work itself out."
    },
    {
        "speaker": "B",
        "text": "Yeah. So as far as the regulation goes, I've always kind of viewed it as a game that you're playing. Say you're playing, you know, football, like stateside football or soccer or football in Europe or even baseball or any, or cricket or anything out there, the regulation needs to remain. Remain in the mindset that we're creating ground rules for everyone to play on equal footing. So if you step out on the plate and you're going to hit a ball, say, in baseball or something, you know, there's rules that everyone has to abide by, you know, personal opinion, I don't think that's the case these days, but that's. That is neither here nor there. But it also seems like the regulation team tends to overreach in a lot of ways. So this is more of a philosophical thing, I suppose. I guess, as limited guard rails as possible on the regulation side of with the view that it needs to be fair for everybody. So I do think in the crypto environment in general, that there does need to be a little more regulation on this, but I also think a lot of that framework exists. It's just not necessarily being applied. So you brought up the, you know, the Kim Kardashian issue. I think it is probably buried in my tweet somewhere, but I think I mentioned something like, yeah, it's great that, you know, Kim Kardashian was hit with this fine, all well and good. She should have disclosed it. But I don't see politicians getting hit with fines like this. For not disclosing trades they made back, you know, however many months ago. And that seems to be the pinnacle of inside information. And that kind of goes back to the, is it fair for everybody? So regulation, in a nutshell, yes, regulation is needed, but it's got to be with the intent of providing guardrail so everyone can play in the space and, you know, hopefully make their lives better. But it can't be so overreaching that it tends to start excluding people. And that's a delicate balance. I mean, it's not an easy job."
    },
    {
        "speaker": "E",
        "text": "Totally agreed. And that can get really crazy, right. If we are thinking in the way of regulations, there is always the danger, as you mentioned to that regulation overreaching because it's often the easiest solution, right. If you regulate it very strictly. For example, like let's make all nfts a security and then security regulation applies. This is kind of the easy way out with kind of a total disregard for anything else they're representing, which is of course like easier for one group, but for the other group, it's a yemenite, it's a disaster in the end. But in general, there are some good analogies to trading where you can have kind of regulation for different bodies. In the US with insider trading, it mostly exists. I don't know, I'm not an expert and kind of like politicians trades. I know that there's an Nancy Pelosi tracker and stuff like that. That's a special topic, I suppose. But in general there are ways to structure it in a decent way and at least kind of make people disclose what they, what they are schilling and what they are kind of have basically on their own book. And I think this is kind of one of the things everyone can also just uphold when entering a project. I think the main assumption should always be, well, if someone is kind of talking positively about the project, well, maybe very likely they are involved in a way and very likely get compensated. So it's always good, kind of. Of course we know our trusted sources. To go to a trusted source, if you don't have the trusted source, that of course makes it much, much harder. So in my case, the only advice that I have and which I usually take when in doubt about these projects, like take a night, sleep a night over the project, don't ape in this is the only thing that usually lets than to a correction in price if there was a mispricing. So in the next day I might also be not as inclined to enter the project. So this is the lazy version of do your own research, basically."
    },
    {
        "speaker": "B",
        "text": "Yeah, I 100% agree with that. I find that just, and this is a personal take, but I find that even things like shopping online or, or thinking about a purchase, however small or large, if you just sleep on it, you know, throw it in your cart, sleep on it for a couple of days. I mean, I do that with everything. Well, I say everything. I do that with a lot of stuff. And I think that is some great advice just to, like you said, sleep on a little while. And you may find that, sure, you might have missed some opportunities. You know, you, you maybe miss the FOMO or whatever you want to call it, but you might end up net net, you might end up coming up positive just by taking a step back and saying, let me sleep on it. I think that's marvelous advice."
    },
    {
        "speaker": "E",
        "text": "Yeah. And to fully disclose it, I'm not doing similar to you, I'm not doing this only for NFT projects. I actually do that for basically everything I buy. I also for trades. I'm not a big, like, as a trend following trader, I'm not big into timing the market. So I know that I'm mostly wrong if I try to time the market. So I rather kind of take the additional day to really think about it and like, in buying stuff as well, maybe one thing. And I see that PJ is also on this space, and he kind of raised the question once, why is there no regulatory body, for example, an auditor that gives projects kind of a stamp of approval? So, like, looks really into the project, does a due diligence, does a deep dive into the project, and really certifies that this is all valid. And that's, that's a very valid question."
    },
    {
        "speaker": "F",
        "text": "Right."
    },
    {
        "speaker": "E",
        "text": "In financial space, we have this, but it's also much easier to actually do this in the financial space. There are some ways, I think we outlined in one of the previous episodes, where you can do a little bit of a due diligence on a project, but I, um. You, you really have to take the time. And then again, most people don't have all of that time, so they trust the source. And like, if this, that sauce is actually one of these influencers, well, then."
    },
    {
        "speaker": "B",
        "text": "I think everyone was muted."
    },
    {
        "speaker": "E",
        "text": "Yeah, sorry, I was, I was, I didn't recognize that. I kept on talking. So I was at the point where I said, it's very hard to find an auditor for this. And the reason is, of course, because the risk is so high, it's so hard to audit NFT companies. Jordan, I remember that you brought Metabru society to my attention. That was one NFT project which we got an allow list bought for the real vision pro crypto community. And I did the due diligence on these guys. And I the, basically I was able to do it because they also german and they also in Bavaria and they could look them up. Right. So I could even kind of visit them and check out if these are real people and all of that. But usually, as you also mentioned, web three, with the whole decentralization, we don't have this benefit. It's kind of a coincidence, but usually it's very, very hard."
    },
    {
        "speaker": "B",
        "text": "Yeah. And, you know, not to steal the stage and I'll shut up after this. Actually, I'm a financial auditor in my daily practice, and I can tell you just, it takes a long time to go through anything. Whenever you're looking at a new project or whenever you're approaching a new client, there is a significant amount of due diligence that you have to do in order to even form the basis of testing that particular project for whatever controls or whatever. And by controls, what I mean by that is are they doing what they said they did or what they said they are going to do? And how do you prove that? And so essentially you just, you just set up something that says, okay, you say, to use a very crude analogy, you say two plus two equals four will prove it to me. Show me how you get to that, how you get to that conclusion or how you produce that thing. And so, personally, that's why I think blockchain is so interesting. But. But it takes a long time, and sometimes you don't always have that time. And so it's, you know, sometimes it's just a shooting match to see what comes out. But it's, the audit space, as far as crypto goes, is still very, very, very new. And there's a lot of unknowns and a lot of the stuff just simply can't be tested at this point in time because we just don't know. We just don't know how to test it in a lot of ways. And we're going off a lot of personal opinions and we're going off a lot of anecdotes about the outcomes. And so it takes time. But anyway."
    },
    {
        "speaker": "E",
        "text": "Absolutely. And now we got also artwarden on the stage. Thank you very much, Jordan. By the way, this was really, really insightful. And also getting your perspective as a financial auditor is very helpful."
    },
    {
        "speaker": "F",
        "text": "Thank you for inviting me up. Can you understand me okay?"
    },
    {
        "speaker": "E",
        "text": "Yeah, this time it works great."
    },
    {
        "speaker": "F",
        "text": "Thank you. It's interesting. I watched a lot of the commentary around the cart gobblers before I actually knew what was going on. And one of my biggest concerns about the pump and the FOMO of the price action is that I think a lot of it centers around the rick and morty artist. Before I knew what art gobblers was, I noticed that Rick and Morty was trending on Twitter. It was in my sort of decide feed that said, hey, this is trending. Should you check into it? And I never did because I'm not a Rick and Morty fan. But my biggest concern in a bear market isn't that there's pump and dumps and people lose liquidity, because generally the only people that I've had bear market are people that should know better. But in this case, I wonder how many people were onboarded into this project and essentially used as exit liquidity. And so that it's an education thing for me. I'm not a fan of more regulation necessarily. I believe that people have the ability to think for themselves and act in their own best interest, given that they have the ability to learn. And I think that's the, probably the biggest obstacle in why we're so early in crypto and web three nfts is that the learning curve is so steep for an average person that they get caught up in the emotions of it. And there's no, there's no check, right. For a new person coming in to say, hey, you shouldn't do this unless you're a part of a community, like real vision where you have people in the servers that say, hey, why don't you hold on and wait, see what happens? Or have you done your due diligence? I know these conversations happen in these communities, but for new people that hear, oh, hey, Rick and Morty, it's going to be the next biggest NFT, you know, that that makes me kind of sad for them because 15 eth is a lot."
    },
    {
        "speaker": "C",
        "text": "Yeah, you know, our warden, that's, that's a great point that you, you bring up and actually one, and I'm glad you mentioned that because we didn't, we didn't actually, you know, explore that. That aspect of it. But yeah, Rick and Morty is, is huge. You know, there. I'm not a fan. I'm not a fan. I've never seen it at the show, but I know how popular it is. And I, you know, you see the memes and all that. Rick and Morty is absolutely huge. They have a huge fan base. And it is not a stretch at all to think that this project was bringing new people into the space from that fan base. So. Yeah, absolutely. That new people in this space could absolutely get wrecked by something like that and that don't have that experience, and that could turn them off to the space because they lost a lot of money. Yeah, no, that's definitely a thing. And I don't know if regulation is something that's going to solve that. I just. I just wish people were more cognizant. And we always talk about mass adoption and educating and getting people to. To learn about the space. And that even comes from these very same influencers that, you know, sometimes do partake in these pump and dumps. So I think I would just like to see more, more action behind those words as opposed to just speak. And another thing, too, is, you know, there are some people that are coming into the space that are newer and might look at these influencers as maybe alpha callers or, you know, someone that has insider knowledge into the space and is giving some insight on something that can, you know, potentially make them some nice profits. So I think they can also be deceived by that without knowing. And I, you know, we know now that these influencers aren't necessarily alpha callers, but that comes through experience, and it just. It just sucks that sometimes that experience can cost you a lot of money to learn. So, yeah, I agree with a lot of the points you mentioned there."
    },
    {
        "speaker": "G",
        "text": "Real quick, if I could jump in, I just had a couple of quick comments on a couple things. I want to also advocate that, yeah, I am not a huge proponent of regulations, especially from a government standpoint within this space. I think what we've seen, though, is a development of people or projects like rug radio that have taken time to help get people familiar with how to do that type of research, how to investigate what a project looks like. And gold member, as you mentioned, new people coming into the space. I think we will always have new people coming into the space space. And so how do we minimize the impact that new people will continually. I mean, we've all been, I'm sure everybody in this space that's on this call has been here for probably some period of time. This probably isn't your first conversation in general for most people. So the new people that are coming into these spaces, they don't know which projects are good. They don't, you know, they went through the same. They're gonna go through the same learning process and pain that we had. What I think is this is interesting is just the discovery of the opportunity that we have to talk about what we can do to control that, prevent more of that loss."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "G",
        "text": "Because we can have 10,000 projects that are launched. You have two that are completely scams and rugs. They'll be the ones to get 100% of the attention from the media and from our government officials. And so how do we talk to our legislators? Is really one thing that I've been trying to figure out for myself is how do I empower myself? And then can I speak to empowering others on how to educate our legislators so they can leave a lot of this adoption back to the people that are building the space. There are so many great people. Whether that's real vision, whether you look at some of the NFT professionals that are working in web three, 6529 is a great example. Probably every has seen his work. There's a number of people. So without pointing out a ton of ton of individual names, we have the capability. There are so many intelligent people that are well versed in building the right communities like real vision to try and educate people and empower them. So what can we do? Is my continual question, and I would love to see this become a topic at NFT and crypto conventions and events. I feel it's a lacking area of opportunity. So that's just my two cent and I appreciate the opportunity. Thanks."
    },
    {
        "speaker": "E",
        "text": "Thank you. PJ, very valid points. And I know that you have been actively engaging in that area and giving education to people and you're also a collector. So. Yeah, very good points. And I mean, the thing we try to do is kind of talk about that we are very open about that. We provide education at real vision. We try to really help people in that space. And yeah, I think as you mentioned, there's still a lack of probably clarity on, on how to actually do this. Yeah. But I hope that with the advancements in the sector, this will also be kind of positive for all of us. And it won't be the case that we are all getting over regulated, but rather that we as a community find a good way to deal with this. And also maybe even if it's through warning people over projects done by certain people, other people, I don't know, I'm not too deep probably into that space, but I know that there are some, some people in web three, right. They know who is getting involved in which project and who's constantly shilling stuff and who is just in for the money on some project. So like there are some trusted sources and I'm kind of gladly, I know that I have some of those people in my communities. And they usually warn me. And the only thing that we can do is usually reach out to a broader audience. And then, I mean, that's also what I do. Like, when I see something interesting minting, then I usually post that somewhere and we are trying to put together our hats and, like, kind of judge at least as a, as a community, if that's a good project or if it's worthwhile or what could be the downside potential in that case? But, yeah, that's, that's the only good advice that basically have in addition to the. Take another night and sleep over the decision."
    },
    {
        "speaker": "C",
        "text": "Yeah, no, I think. I think those are all great points. I think, yeah, education is important, and sometimes it just comes with time. You know, it just takes the space to mature more. Just takes, you know, as, as we advance, you know, year on year, new people come in with different skill sets from different walks of life that understand this technology in a different way. Those people are gonna end up staying. And now we have new people in the space that can provide education from a different avenue or a different type of explanation. I think that'll come as we mature in the market because, you know, we're. We beat this ad nauseam. We are early. And with that earliness, when you're young, there's a lot of immaturity. There's a lot of people in this space that are treating this like, you know, basically gambling on, you know, betting on sports, essentially is. It's like this for them. And they don't do very much research because, again, they're just gambling. So they're throwing money at 510, 15 different projects and hoping one of them hits and then will complain about all the ones that didn't hit. That's just a lot of immaturity in the space that I think is going to. Is going to come with time. And I do think another thing, too, is there are, you know, PJ, you made a great point. You know, there are people doing great things in this space that are educating, that are very passionate, that are transparent. And it is, and they. They are considered influencers. And it is a bit unfair when we talk about this influencer talk, that they are, you know, collateral damage that gets lumped into the larger conversation of influencers because they're not dumping on their followers. They are providing that due diligence. They are showing data and examples based on blockchain transactions. There are people that are doing that, and they're great for this space, and they don't get talked about enough and celebrated enough. And unfortunately, they get lumped in with the others that, you know, kind of do these negative things. And I think it would benefit the space to call out names and not lump them in as influencers. I think a lot of, a lot of people are a little bit scared to mention specific people that are doing this because they are afraid of being ostracized by, you know, the popular or the in crowd. And I think that does a disservice to others as well, because the truth of the matter is, I mean, I've been in this space for two years now. I've watched it all. The truth is it's about the same 20 people always doing this. And I think we would be benefited by calling them out with actual proof and blockchain data as opposed to just lumping them all in. And people like punk, 6529, ponds, asinorum, that are doing amazing things in the space aren't lumped into that crowd as well. We need to kind of differentiate that. And again, that's going to come with maturity and as we, as we have new people with different skill sets entering the space."
    },
    {
        "speaker": "E",
        "text": "And since you mentioned, I think, sports, there was another topic we touched upon in the discussion leading up to this web three Wednesday, which was actually kind of like a good topic to switch from the kind of bad news maybe on gobblers and all of that. And regulation, which is kind of very hard, was basically, well, there's also good things happening, right? Interesting things. And one of those is kind of the thing that's happening around the World Cup. Visa and crypto.com was the news. They are bringing NFTs to a broader audience by launching them basically for the FIFA World cup that is happening starting end of this month. This will be very interesting because it's kind of really targeting a mass audience and creating a hybrid fan experience with pre event nfTs. And I mean, I'm not an expert on how much value these NFTs have or anything, but I just find it interesting that we are now at a stage where really established brands are trying this as a means of engagement, creating engagement, creating incentivization for people. We have seen within the last few months, for example, also companies moving into launching their own basically fan tokens. So several football clubs did it and they kind of traded quite interestingly. So I kind of said it, I think, on one of the previous calls that I was really surprised by the trading volume also the dynamics that were happening in that market, because for me it was not on my radar. So I didn't kind of like look at the fan tokens daily on my screen. But suddenly they popped up and some of the trend systems actually included them in the trading. And I was like, well, what's going on there? And then I dug a little bit further and saw that, well, they are creating a system basically these clubs to onboard their members in the digital world and give them a little bit of voting rights, official club decisions, kind of launching their own initiatives with these tokens. So there's some stuff happening which is onboarding a broader audience, which is good and which is interesting. And apparently it's also working very, very well. So unbeknownst to me, there is no similar event to goblers in the fan token space, thankfully. But I'm very excited at least about these NFTs dropping ahead of FIFA 2022. And of course, like as a European, this is the spot I'm most interested in. Right?"
    },
    {
        "speaker": "C",
        "text": "Yeah. And I love this too, because these brands are, and these companies are bringing, are tying things that people already love, proven concepts and kind of putting a web three spin on it. Like for example, for FIFA, what Visa and crypto.com are doing. They're launching an NFT that you're going to be able to bid on. And then if you win the bid that NFT is going to show up in your crypto.com wallet. And once you're an, at the event at the FIFA fan zone or the fan festival in, in Doha, they're going to have an event with the NFTs wherever on like a soccer field or soccer pitch or football pitch. And the fans or people that own these NFTs are going to have some types of games and live interactions that are going to be associated with them within this fan zone. So I think that's really cool that they're taking already an element that people are very familiar with and now putting that web three spin on it and allowing them to interact and just become familiar through that lens of, of something that they already love and enjoy. So it's a lot easier to kind of understand. And I think that's, that's a very amazing thing. And beyond just visa and crypto.com, that's obviously the headline of what's going on in web three. But other NFT brands or in projects are working on their own advertising or, you know, little events for the World cup as well. Not to, I don't want to show too much, but like the gutter cats, for example, are working on a big collaboration that's going to present itself during the World cup. And I think a lot of other projects are doing similar things. And whether that is the World cup, whether that's for the Super bowl that's coming up, or whether that's, you know, during NBA games, a lot of these things are now coming to fruition, especially as we're, you know, a lot of these projects, especially, you know, the more popular ones and, you know, the ogs, as we like to call them, have, have had that, you know, one and a half to two year cycle. They're becoming more well known within these spaces and more companies and brands are more, are willing to work with them in these advertising realms and bring on their own audiences. So, yeah, I think it's very bullish for the space and, you know, they're, I think the World cup is, correct me if I'm wrong, it's the most watched sporting event in the world. So I think that, that I, those eyeballs can only be, be good for our space."
    },
    {
        "speaker": "E",
        "text": "Probably the most watched next to cricket, I would assume, like, cricket is the most watched because it kind of like, it's not popular in maybe Europe and the US so much, but in Asia and Australia, of course, like cricket is, I think, very popular. So I'm not sure how the numbers play out. Could also be football. Right. One thing that also came to mind, talking about sports related nfTs, something that maybe some people missed or already forgot. Like in, in January this year, I think the Australian Open, they launched an NFT collection of tennis balls which were related to a part of the tennis pitch. So basically buying one of the NFTs, you, you kind of were eligible to be dropped something if a ball during the match hit a certain section of the tennis pitch more frequently. And this is kind of, people can call it gambling, but I think it's very interactive. It's, it's a lot of fun. They were not that expensive, I think. And like, if I'm not kind of a big fan of tennis, I think I like this bottom, but I'm not watching it actively. But I know that, for example, Moore Siebert is an active tennis fan and also player and, like, having the opportunity to actually watch the game and then you're buying some of these NFTs and you can see interactively where the ball lands and you're earning something by that or you're entering a raffle. I think that's interesting. It's fun. It's engagement and kind of taking engagement into another world, into a digital world, into the next level. So I just wanted to mention that because everyone is always like, oh, no, it's gambling and it's bad, but, well, they're also kind of, gambling is also fun sometimes, right? It's only about kind of how much do you risk and how much are you willing to lose and what do you actually gain. But if you're gaining great entertainment value, well, then feel free to gamble. I mean, this is kind of like us telling you use a hot wallet for your degen mints. But yeah, you can still do it. It's, it can be fun. Maybe not for 15 Eth, but depends on your budget."
    },
    {
        "speaker": "D",
        "text": "I didn't know about that tennis thing. That, that's really cool and I really like that. You know, talking about last week, how I was mentioning, um, I was referencing Raoul's interview with Tom Bilyeu and how that he was talking about NFTs are just a way to like engage more with your audience, right? You know, like you said, they introduced a little bit of gambling, a little bit more excitement to the tennis matches through NFTs. And going back to the FIFA thing, right? It's an auction, but I think they're donating the funds to was it street child united or something like that. And it's not just the NFT that you get. You get like a printed version of it and like an autographed print out too. So again, you know, I love seeing that it's not just the NFT. It's just like Tom was saying, Tom Bilyeu. It's a new way to interact with your audience, with your customers to provide more value. And it's just really interesting seeing how all these new brands and creators are coming up with new innovative ways to use this technology and connect and create more excitement."
    },
    {
        "speaker": "C",
        "text": "Yeah. And, you know, I think speaking of excitement as well, you know, and kind of just speaking to more exposure and getting, you know, web three, that exposure, crypto punks recently made it into the Guinness Book of World Records. So it was one of the crypto, I can't remember the, the exact crypto punk, but the world record is for the highest ever sold NFT. It sold for 8000 ETH and around that time I think it was around 23 million USD. So yeah, they, they're now in the Guinness Book of World Records. The NFT space is written on those pages for, for the forever essentially. And I think this speaks to kind of, you know, us showing up in our space, showing up, you know, worldwide from, from, you know, representing in FIFA to being in the goodness Book of world Records or to seeing world of women and bored apes featured in Christie's auctions. I think we're growing up and that, that's good to see. And now big businesses and large events are taking notice and allowing us to partake in them, which is going to pave our way to mass adoption. It's not a, it's not something that's going to happen overnight. These are the steps that we take and these are the ones that we're going to look back to, you know, ten years from now, 20 years from now, and say, hey, that's, that was one of the catalysts for us, you know, are this space taking over?"
    },
    {
        "speaker": "E",
        "text": "I wonder why they excluded people. I thought that one was the most expensive for 69 million, but probably they had kind of like it was about pfps. I'm not completely sure what the selection criteria for the Guinness book was, but yeah, that's the first thing that came to mind when I read the number. But still, it's like impressive. And as gold member mentioned, it's super interesting to see kind of this mainstream adoption. And I still remember last year before I entered, before joint revision, when I worked in traditional finance, I was challenged by one of our colleagues at Munich re actually, where was working as head of quant research, basically telling me that these nfts, they won't make it. She will believe in this space once one of those nfts goes on auction or an exhibition in one of the big museums. Well, and guess what, like six months later that already happened. And now we got them basically in any auction, if it's Sotheby's or Christie's, there's an upcoming auction I know about at kind of mid November come in New York. Christie's contemporary art auction were actually Alpha Centauri kid. The NFT artist will auction off a physical piece. So this is kind of the other way around. He did nfts before, was kind of getting famous for that. And now he's entering the physical space and doing an artwork there and they are auctioning it off. So you can already see there is kind of a lot of activity ongoing. There's kind of very interesting projects happening. And yeah, I think we discussed it earlier. We always hear about the bad stuff happening and then kind of this makes the headlines. But we should focus actually on the good stuff happening and approach the other things and kind of take, make our takeaways from that and adapt. But yeah, the main thing is that important to remain positive, especially in times where negativity sells. So with that said, I think it's a good point to close our episode of Web three Wednesdays. Thank you all for coming on stage. Thank you all for listening in. It was a pleasure having you and see you next week."
    },
    {
        "speaker": "D",
        "text": "Take care, everyone."
    },
    {
        "speaker": "B",
        "text": "Bye."
    },
    {
        "speaker": "C",
        "text": "See you all next week."
    }
]