[
    {
        "speaker": "A",
        "text": "This podcast is sponsored by Ramp. Are you the decision maker in your company? Consider this for the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what with each vendor. Ramp's software collects and verifies receipts instantly to save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization, and bill payments, time consuming tasks, which means youll stop wasteful spending and close your books in hours instead of days. Businesses that use Ramp add up to 5% to their bottom line the first year. If youre a decision maker, adding Ramp could be one of the best decisions youve ever made. Get dollar 250 when you join ramp for free. Just go to ramp.com easy ramp.com easy ramp.com easy cards issued by Sutton bank."
    },
    {
        "speaker": "B",
        "text": "And celtic bank members of DIC."
    },
    {
        "speaker": "A",
        "text": "Terms and conditions apply."
    },
    {
        "speaker": "C",
        "text": "Hey everyone, if you like this podcast, go behind the paywall. To get privileged access to the smartest minds in finance, visit realvision.com rvpod and use the promo code podcast ten to get 10% off our essential membership for the first year, join the real vision community and learn how to become a better investor. And now into today's episode of Raoul Real Vision."
    },
    {
        "speaker": "B",
        "text": "Hi, I'm Raoul Pal, the host of the Journeyman, where you can join me in my journey at the nexus of macro, crypto and technology. You see, the world is moving fast. There's so much going on that I thought the journeyman would help you navigate these times, show you the opportunities, and show how the world is changing around us. So I think it's going to be a fascinating journey. But I want to start at the beginning this time. I want to introduce the exponential age video that I put together a while ago that explains why I got to where I have with this whole thesis. You see, it was about two years ago that I realized that the macro world had changed significantly and that I had looked at the world through the lens of cyclicality and not through secular trends. And suddenly, when I stepped back, I could see some of the biggest secular trends of all time. One of them was central bank printing of money. And what that did the other was the rise of cryptocurrencies, and the other was the rise of technology. And that's really what this podcast series is all about. It's all about these things coming together and the exponential age is a core part of that thesis and something you all need to understand. You see, even since I made that video, things have been exploding exponentially, whether it's AI, robotics, ev technologies, so many things. So let's start that journey so you're all on the same page and you can understand where we are, how this connects to things like the everything code. And then in this series, our guests will help us further our knowledge and get that deeper understanding to know where the opportunities really lie. So that's, I think, what you're going to enjoy. But in my world, as I'm looking at the world around me, I'm struggling to actually catch up with all of this. We have so much happening in the world of AI that right now, as I'm filming this chat, GPT four is now integrated images. It's multimodal, so voice, image and the AI itself. So it's becoming a core part of our fabric, and it won't be long before on these bloody phones. And the actual model is stored on your phone. That's where this is going. So it becomes your personalized AI at real vision. We're actually building a lot of AI tools to help people in their learning journey because there is too much information to absorb and we don't have enough time. So AI at real vision is a really important thing. But AI for everybody is going to be vital at this stage. So try and keep on top of that. Try and keep on top of what's happening in places like Tesla with the self driving car technology, which is actually AI using video. So they're training the cars using video and not some sort of person saying, hey, stop at a stop sign. That's a fascinating thing. And that's what's going to drive the Optimus robot as well. So I think it's going to have a quickening, a further acceleration of this exponentiality. And we're also starting to see stuff around genetic sciences, so I. I'm struggling to keep up. I'm on the real vision platform. I'm taking notes. We've got the incredible new note feature where I can go through the videos, clip stuff out, get the area to answer questions, and stick it all in my notes on the real vision platform so I can keep a track of all of this stuff, because without it, we're all going to get lost. So note taking is definitely a superpower. So make sure you do that and just go down the rabbit hole with us as we try and figure out exactly what's going on. Anyway, enjoy the video. And I'll talk to you afterwards. Join me, Raoul Powell, as I go on a journey of discovery through the macro, crypto and exponential age landscapes. In the journeyman. I talk to the smartest people in the world so we can all become smarter together. Hi. In this piece, I'm going to be representing myself as Raoul Pal of global macro investor, as opposed to Raoul Pal's CEO of real Vision. I like to make difference between the two because real vision doesnt have an opinion, but I obviously do. And Im paid to have an opinion for some of the worlds largest hedge funds, solving wealth funds, family offices, high net worths, et cetera. And thats my research business, global macro investor. I want to give you the big picture, the really big picture where I think everything is going. And its obviously mainly about the digital asset space, because I think its the single most important thing for everybody to understand. And in order to do that, Im going to give you my journey of discovery so you can piece together some of what ive learned on my way, because there are many narratives youve heard me speak about, but I havent really put the whole lot together to give somebody or all of you something really meaty to get your heads around. Now, again, you dont need to agree with all of it, but I want to show you my journey, how I got here, what I think is going on in the macro backdrop, what I think this means and why I chose bitcoin and then cryptocurrencies, why I diversified, what I think the actual space is really headed and where this whole thing is going and how it fits into the future of everything. So scroll on here. It's going to take a bit of time, and it'll take probably a few watches of this to get across everything that I'm trying to talk about. Let's go back to the beginning. So 2008 was a period. In fact, I'm going to go back to 2000. 2000, we started to see the debt bubble increase and the rise of central banks. So Alan Greenspan back in 87, was the first one to start using interest rates really to stabilize markets. That became modus operandi by 1998, when long term capital blew up, the Fed did it again, again under greenspan. Then 2000, we had the stock market crash and the recession. And again, interest rates were used heavily. Now, the money illusion meant that lower interest rates people thought, I'm going to take on more debt. So they took on more and more debt, and that led to the housing bubble, as we know. And then that blew up and almost brought down the world's financial system. Now I was in Spain at the time. I'd left the hedge fund industry, but I'm still writing, as I do today, global macro investor. And I realized that the fragility of the system was now becoming the most urgent thing and that after 2008 we hadn't really solved it. In fact, it was bloody clear by the time we got into the european crisis in 2012 that it was not solved at all. And debt was the big issue. And the only answer at this stage became the printing of money because there was no other way to deal with it. It had become too big, too gigantic, too scary, too dangerous for anybody to let the fire burn. The whole austrian economic idea of creative destruction was now almost impossible to implement because the destruction would have been total and complete. And many people think, well, the bankers could have gone under, maybe we should have let everything clear. Well, at this point, with this many old people as Bailey boomers in the retirement, into their retirement ages, you would have wiped out everybody's savings and investments too. And that is okay if you're starting from nothing. But anybody who'd started with anything would have been entirely destroyed. Now this story shouldn't be a surprise to you because it is the story of Japan. We saw this in Japan where the Japanese realized that their aging population and their saving assets could not be destroyed. So the only thing to do was try and manage crisis via the role of the central bank and the merging with government policy and fiscal policy. Japan has been basically the petri dish for all of this. And almost everything Japan has done has happened elsewhere in the world. But after 2012, I wanted to make sure that there was a way out. Now that was the first time I wrote an article, I think it was about 2013. I wrote an article called the Life Raft, where I talked about gold and in fact bitcoin. I had started to have bitcoin on my radar screen as some good friends of ours from global macro investor members had been involved. In early days, I was going to set up the Worlds safest bank. That was the idea. A bank that, that only held us treasuries and that any money on deposit was entirely matched by treasuries that were held to the Fed. No rehypothecation, no nothing. So it was a bank outside the banking system. I had that idea, but it was bloody hard to set up a bank. People like Caitlin Longham, good on you. Its really hard to do. So I was running around the world looking at this idea, and the bitcoin idea came to me from Emile Woods, Emil said to me, listen, this might be your answer. I had seen it and looked at it, and it was very interesting. 2013, I bought it, it went up 100% in a month, and I sold it, and I was like, wow, okay, what was that? I wrote an article in 2013 or 14 about the stock to flow of bitcoin. Looking at it versus gold, and saying, with gold at about $1,300, where it was at the time, I would impute roughly without the great maths that my friend plan B has managed to do. But I had a rough rule of thumb, that bitcoin was probably worth a million dollars in comparable terms, using stock to flow, how much gold was underground, how much gold was being mined, et cetera, and back imputing into the bitcoin price. And that gave us a macro framework. And that macro framework became quite well known at the time, and got passed around and got many people into the space, actually. Then I was out of the space for a while, then got back in around 2000, 515 16, and I started buying again, probably around 200. And I think I sold out early when the forks were happening. That was the fud of the day. We'd had scandals all the way through s curve moments within bitcoin. And that moment in time, I didn't understand the ecosystem, I didn't understand the adoption effects of Metcalfe's law, and it was much earlier. So I thought this was an existential crisis. When you're forking something, what does it mean to. I didn't really know. I wasn't comfortable. And I'd made ten times my money. It was at 2000 at that point. So I took profits, and obviously it then went up another ten x. And I felt like an idiot. Well, I didn't have money in the bank, but I didn't make as much money as I could have done, should have done. I didn't have a massive allocation. I had deep, reasonable size, but not life changing amounts. But it taught me a lot about the cycle. I pretty much saw the top of the market, and then it came down, and I still believed in what bitcoin was, but I didn't think I had a time and a place right now. And I thought that was important, because macro does matter to bitcoin, doesn't exist in a vacuum. It was off my radar screen, and I was looking at most macro opportunities. So we're talking about 1819. So, 1819, we saw some interesting opportunities in the bond market, because I thought the global business cycle was slowing down. And we had one last shot at the rate trade, the heroic trade of loading up on eurodollar futures as the Fed had to cut and offset the rising in rates that they'd done, and that the bond market was going to stop pricing and deflation again as my economic indicators started forward looking, predicting a recession, that came, as we know, in March. But we go back a bit. I had always said that crypto and bitcoin in particular and macro were the same thing. They just didn't know it yet. And most participants didn't know it and didn't understand it. Crypto came from a different community. It came from a community of developers, the kind of cypherpunks. It came from austrian economic school kind of philosophy, it came from libertarian philosophy, it came from a number of different things. But it started to attract the attention of finance people, particularly the macro guys like myself. Our job is to find assets that best represent our views and where we are in the world. And we are all, without question troubled by the debt super cycle and how this all plays out. So when we saw bitcoin, one by one, people moved across. Famously. Dan Moorhead was first, and then a lot of people. Whether it was John Burbank, Mark Yusko, whether it was Dan Tapiero, whether it's myself, my novogratz. I mean, bit by bit, everybody from the macro world, Stan Druckenmiller, Paul Tudor Jones, Alan Howard, you name it, they're all moving across because they've seen the magnitude of the opportunity, because we all knew that they weren't parallel paths, they were convergent paths, and they all converged last March. So thats when I got really excited. When bitcoin collapsed in the big liquidation, it had been building this beautiful chart pattern, that beautiful, massive, gigantic wedge I called the best chart pattern in the world, at a break of 10,000, was going to be the confirmation. I loaded up with every single penny that I had available. And so I put it all in to bitcoin, and it broke out, because what was going on was we were now going into the biggest recession, maybe in all recorded history. So, as you remember, my thesis was liquidation phase, which was into March, that I closed out all my shorts. Then it was going to be the hope phase, and then it was going to be the kind of insolvency phase. So the hope phase happened, and that was built on vaccines, and things are going to be okay, and herd immunity and all the narratives that happened, but something different happened as well. Interesting enough, the real time economies never really picked up for a while. They did exactly kind of as expected, but the markets did, markets did the opposite. I said we'd probably finish the year a kind of negative three to negative 5% year on your GDP growth. And that's exactly where we got to. So the hope was misplaced because the economy was shit and people had been laid off, and the structural unemployment and many of the people in retail, for example, are never going back to jobs again. So there is a real structural problem. The insolvency phase should have been that the triple b entities, the giant corporates, should have run out of cash because they didn't have enough cash flow to paper over the debt payments that it needs to make. So it becomes harder and harder, the equity price falls and all becomes more difficult. But that was also going to happen at household level, where households were. Some people were furloughed, some people were given payments, but eventually the payments stopped. And if they didn't have jobs, the musical chair stopped and you're screwed. And the same with small businesses. So we saw immediately the government do something hes never done before, which is instant transfer payments, which was stunning. Move towards a more MMT style environment where fiscal policy and monetary policy are roughly the same thing, or they work hand in hand, which is what weve seen in Japan over the years. That was amazing. It helped a lot of people and basically delayed the insolvency phase. Technically, many firms, many people, meaning businesses, are insolvent, but they're kind of being kept alive by the central banks and the government. And still to this day, we're still in that same cycle. It's become apparent, and I talked about it in the past, is governments and central banks have to do absolutely everything to avoid the insolvency phase. My guess was they were unlikely to resolve it all. And I think it actually plays out longer and it is actually in reality in play. But were not going to know until we try and revert back to some sort of normality. This is one of the key reasons why the central banks simply cannot allow rates to go up, because you will destroy any chance of recovery. If the market wants to go there and try and price in higher rates, yield curve control is going to kick in. We've got pseudo yield curve control in Europe, and we've got yield curve control in Australia, we've got it in Japan, and I think it would come in the US. And that means that rates can't actually price inflation. Now I'm not an inflationist. I think we will get cyclical inflation because of the supply constraints and the massive rise of people coming back into the labor force and back in economic life. But as we settle down, I think the debt deflation, narrative technology, globalization, aging population, all of this stuff continues to whale inflation. And over time, as the economy settles to trend rate of growth, potentially inflation falls. I actually think trend rate of growth might change positively. And I'll come on to that the very end of this. But there's not really a piece for this and that all comes later. But its the macro backdrop of that that is very important to understand because within this the only answer was the creation of more money. And that creation of more money was clearly going to be very, very beneficial to bitcoin because it was basically created for this. I pointed out early on, back in March and April, that bitcoin was two things. It was this store of narrative, store of narrative, store of value narrative, and it also had a call option on the future. I started developing some big meta narratives to help get people across the line, because I know it's a scary different world and people don't want to sound this weird digital bunny, I don't want to throw money at this, but I tried to explain to people in simple terms things like pristine collateral, how this is superior, the many things that we have in the existing system, or in fact all of the things that we have, how it acts differently, how you cant create more of it. So its collateral, its worth more, and therefore is a better foundation stone for the financial system of the future. And how as a store of value, it offsets the monetary printing, and how this could all transition into a future economic system that had incredible value. Thats what made me irresponsibly low. And that I think helps a lot of people get across the line. The next part of it that I think was maybe the light bulb moment for many was my Bretton woods new Bretton woods, the bitcoin lifecraft piece. And that essentially was saying that, okay, what also is coming is the central banks have seen this digitalization of money and they want to be involved, and they want to be involved by creating central bank digital currency, not as a competitor to bitcoin, but as an ancillary agent within this new digital money system. And that's all well and good. That's basically government stablecoins. Fine, I get it. It's much better. It works really well. But it also has other qualities, because the other qualities are it's programmable. So essentially central banks can program money. So we all have different monetary policy or different tax regimes or whatever it may be. The point being is behavioral economics is going to shoehorn its way into monetary and fiscal policy, which are combining. And at that point, we are really beholden to what central banks do. Can they destroy money? Can they destroy our capital, our savings? Of course they can. And we needed a life raft and bitcoin was going to be it. Now, as we wind forward, we're now seeing pretty much every government on earth running record deficits. This means that theoretically they're all bankrupt. But we know in this modern world of printing of money, bankruptcy in governments doesn't mean the same thing unless you can't print money. Hence our emerging markets go bankrupt. Develop markets. Donor so the answers to these record deficits is all the story of debt, really. Right. How do you finance that debt? Well, you finance it in the age old way. Taxation, inflation and debasement. So taxation around the world is going up everywhere without question. And there's very little things you can do about that because legalities, whether you like it or nothing, but inflation and debasement, they're two different things. Now, central banks around the world have put inflation targets that are higher than where we are now. Will they be able to meet those? My view remains, and has been for the last 20 years or maybe even 30 years. No, I don't think inflation is structurally able to be generated. I could be wrong. Of course I could. Let's wait and see the massive amounts of fiscal stimulus that has to come because these deficits aren't going away. There's another round of huge stimulus to come this year in the US alone, let alone Europe. Now Europe is obviously slowing down with the virus. Again, there is more stimulus to come and there's more stimulus almost everywhere. I don't think maybe that infrastructure spend generates inflation. Maybe it's just cyclical, maybe it's structural, maybe everything changes. I do not see how you get around the rise of technology, the aging population, globalization and the dynamics of debt. I don't know how you generate inflation in that. So let's assume that that doesn't happen. It's cyclical, spooks the bond market, the Fed do yield curve control and expand their balance sheet again when that happens. So that's an interesting thing. But monetary debasement is the thing that I thought about. And I think people confuse inflation, CPI and debasement. You see, most people are looking for the dollar to collapse, not really thinking through the fact that everybody else is also printing money. And it seems to be sure the dollar might go lower when they're doing more than the Europeans. But, but overall, if you look with honesty at the DXY, something that I was expecting to see break higher, either dollar higher over last year, and it didn't. And, but when I look at the chart, it didn't break lower either because everybody thought that it kind of looks like it's range bound at about 96 as the average. So therefore currencies don't move. But that's in, that's interesting. That got me thinking. And rates can't really move either, because if they go up, then yield curve control comes in. If they go down, they're going to try and stimulate more. So then rates come drift higher a bit. So let's say us ten year rates are maybe range bound between zero and 2%. Maybe they go negative, maybe not. But either way, there's no rates trade to be had. The death of macro in rates I think is writ large. I know many people think, no, no, you can short rates forever. Inflation is coming back. But the central bank are not going to do that. Weve seen that in Japan. Whats very interesting is that as yield curve control comes in, it means that they buy bonds and the central bank buy bonds by printing money. I looked at that and I looked at, okay, if there's no inflation, then where is this monetary printing going? The argument had been for a long time that I didn't agree with that QE found its way into financial markets. And I thought, I don't see that mechanism per se. Of course, it finds its way in some places. Wealthier people, corporates with better balance sheets find it easier to borrow. You see it in the credit markets, how easy they are, that kind of thing. I get that. But the equity market was the one that didnt really pass the smell test because the equity market rose on the back of QE, but volumes didnt. So then whats the buy? Where is the buy? Whats going on? And at that point, I started looking at the chart of bitcoin versus other assets. And many of you will have seen this in macro insiders and also on Twitter. What became clear, and this was now talking about September October last year, that bitcoin had already, and was about to outperform every single asset on earth. So all of the charts of, let's say, bitcoin versus the s and p, bitcoin versus the Nasdaq, bitcoin versus gold, bitcoin versus real estate, bitcoin versus anything, anything I could find any assets, sure, you could all find a single stock that's done better, but an asset class, not one asset class on earth looked like it was going to outperform bitcoin. I'd never seen anything like that in my entire career. That made me pay attention. And then I put it against the fed balance sheet. First, I looked at the s and P versus the Fed balance sheet, because the Fed balance sheet is the purest expression of monetary printing. I also use the g four central bank balance sheet. So look at the global printing of money. But let's use the S and P versus the Fed balance sheet. You can see the chart here. The market basically fell in 2000, 880 percent, and traded sideways ever since. In this chart, what's interesting is gold looks similar. So if you look at the chart of gold divided by the central bank balance sheet, it looks similar. And if I look at the chart of real estate versus the central bank balance sheet, it too looks similar. But if I look at the chart of gold, which is the oldest denominator, the form of money, against the s and P, the s and P doesn't look particularly expensive. A little bit expensive, but not the bubble that we're seeing. And that got me thinking about these relative asset prices and the fact that bitcoin was outperforming everything. And I realized that I think we're all looking at this role. And I certainly had been. What that chart shows, or those charts, is that the denominator, which is not the US dollar per se, but the value of fiat currency in terms of what assets it could buy, because these are all fixed assets, essentially, or low supply assets. Anything that was a low supply asset was going up in price, but it was going up in price in dollar terms. But when you look in money printing terms, they were basically holding their own after the massive collapse of 2008. And that intuitively feels right to us. The anger and the frustration and the economic misery that's happened since, is a function of that. And that makes sense. Variable inputs like consumer goods and wages were destroyed by this. And that makes sense, too. So with your wage, you were able to buy less assets. So if assets are a way to create savings for future consumption, you were able to buy less of them. And so in lies the pension crisis. So in lies the ability for millennials to buy housing. So in lies why the middle classes got holed out. Now, obviously, wages is also a competition amongst global workers. It's also a competition, importantly, against technology, which is slowly grinding away and destroying job after job after job. So this is creating this imbalance. So everyone's dead, right? The central bank's creating the problem here because they're doing the age old thing of debasing currency. Everybody's looking the wrong way because they're looking for CPI inflation, saying cost of goods are going up. Yes and no. The cost of some things are going up. Things like that are driven by the baby boomers because they've been the driver of inflation. Stuff like healthcare and also their kids, the millennials. The record number drove up the cost of tuition. That's actually coming down now because they're all coming out of university age and the Gen Z generation smaller, but the boomers still drive that. But overall, the basket of goods falls, but the basket of fixed assets keeps going up. And what it's doing, it's just readjusting its price terms versus the fall in the denominator since 2008, which is the endless printing of money. So it's not that it's creating a bubble. The bubble is in the central bank balance sheet. The assets are not in a bubble because when you look at them relative to each other, they make pretty much total sense. So that's a big change of thinking, and you need to think about what that means. But the only asset in the world that is offsetting the monetary printing, it's not golden to bitcoin. Bitcoin has not only offset the monetary printing, but massively outfall it. One other asset has, which is the Nasdaq after 2008. Before 2008, no, bitcoin didn't exist before 2008 either. So in fair terms, the Nasdaq does. I'll come onto that towards the end. But bitcoin is the one thing that is outperforming the fed balance sheet. That means that it is offsetting the debasement of currency. We can look at this trend globally too. It works for the MSCI world versus the G four central banks. Everything is basically a function of any limited supply. Asset is exploding in price. This is where the art market's gone up, the wine market's gone up, the classic car market's gone up. It's not because rich people have exponentially more money. Well, they do, because they could buy these things and they go up in price. But actually, even real estate has only basically offset that debasement of currency. Once I realized that and that bitcoin was going to be the supermassive black hole that heats all other asset classes, I just realized there was no point doing anything else. It's the same point we launched real vision crypto because I realized that this is the biggest fucking thing I've ever seen in my life. And the more time I spend there, the bigger it is. I wildly underestimated how big this all is. Now there is a school of thought now that bitcoin, as it develops, becomes the one true money. Is it possible? Of course it's possible. Is it probable? Less probable, I think. I don't really believe in the Gresham's law that all money attracts goes to the hardest form of money. I don't think that's been proven out over time, but I understand the arguments and right now it doesn't matter also. But I do believe that bitcoin is the foundation stone of what we need for a new financial system because we're certainly destroying the one we're in and it's stealth destruction. There's no bond market collapse. The equity market's not allowed to collapse because the central bank prints money every time. Now that money doesn't flow into the stock market, the stock market's repricing again. Just to get this across, here's the chart of the venezuelan stock market. It's gone exponential. Here's the chart of the venezuelan stock market in dollar terms. It's collapsed from the currency deval and then traded sideways. Since that is exactly the same mechanism. It was exactly the same mechanism in the Weimar Republic. I don't necessarily know or think we go that far, but who the fuck knows? That's why we need the right life raft because we're going into unprecedented times now. What's so cunning about this strategy? It doesn't show up in the bond market and even if it does, it gets hidden. It doesn't show up in CPI because it doesn't change the cost of computers or tvs or food. It doesn't do that. It doesn't show up in things that look bad. The equity market goes up. Hurrah. It's not obvious to people how they're getting screwed, but everybody knows they're getting screwed. It's the change in the denominator, the devaluation of fiat currency overall. That means you cannot buy as many assets as you could and therefore your structural savings are worse. Now, with record low interest rates, you now have no chance of making money. Well, not until bitcoin turned up. Bitcoin was the game changer, that super massive black hole that people were going to realize was going to suck everybody in. And it is definitely going to form this basis of the financial system because it is pristine collateral, the collateral where right now collateral for the whole market is us treasuries. But bizarrely enough, you can just create more of them. Why would I hold your collateral. If you keep creating more more of it and the yields fall. So I get rewarded less for lending out my collateral to you, why should I? Bitcoin. Entirely different. The structure of bitcoin means that you cant create more of it. So as a piece of collateral is extremely valuable, it doesnt change because more people, because the government can print more of it, like the current collateral. So it is pristine. Its also a fantastic store of value because of the limited supply and all the other parts of it, the robustness and distributed network. Its an incredibly powerful technology that we all know by now. That takes me into about December. And in December I started digging into ethereum and I wanted to understand the crypto space at large. Because when somebody tells me, and many people did, don't look at anything else, you're a scammer, you're a shitcoin, or you're a fraud. If I look at something else that makes me want to look at it. And I started digging into ethereum and I realized how incredibly robust an ecosystem it was. The amount, the sheer number of developers, programmers, applications, the ecosystem was bigger than bitcoin. The growth in wallet addresses was about the same pace as bitcoin. I'm starting thinking about that. I got sent an article by, I think it was the Nidig guys and they were looking at Metcalfe's law. And I understood Metcalfe's law and how it probably applied to bitcoin. But I asked Remy and actually reached out to Santiago Velez and said, listen, can you help me develop a Metcalfe law model? Just a simple one. We don't need the complex maths. We need to prove that bitcoin is basically priced in that. And maybe that stock to flow is representing that in a different way. And again, im not trying to refute the stock to flow model. I use it, I love it. Everything plan B is done is a game changer, and he deserves all the plaudits. But once I started understanding the power of what bitcoin was, it was clearly a behavioral economics driven model. The best of all behavioral economics in Facebook is why Metcalfe's law exists in Facebook is because originally you bring on your uncle, aunt, your friend from school, blah blah blah, and you create your network of people and you can keep in contact with them and you can communicate with them. And so that became network effects. And then businesses came onto it, created more network effects, etcetera. But the shareholders were the ones who got rich, not the users. The shareholders benefited from the exponential revaluation of the network, because Metcalfe's law, essentially, is the value of the network goes up with the more nodes in operation. And so the users were separate from the capital, so the investors got rich, and the users got to talk to their friends, and then their parents joined Facebook, and they all left click into Instagram, etcetera. But bitcoin was a groundbreaker, and, sorry, all of the Silicon Valley models were basically all of the same. They were all Metcalfe's law. Everything that came out of the Internet, from Google to Facebook to Reddit, the whole damn lot of them. And they all came out of meetings with people like Daniel Kahneman, one of the godfathers, behavioral economics, who basically taught them how to trigger dopamine receptors in the brain by, like, buttons, emoticons, and how emotion drives behavior, because it's all behavior, it's what you're trying to do. But with bitcoin, you've created a network driven by behavioral economics, which is the network of money. And every participant gets rewarded by bringing participants in. So that creates an incredibly robust network effect. In fact, it's genius, because more of us who believe in it, the more we attract other people in, the more we all get rewarded for it. So the behavioral incentive is extraordinary. And that is a way to gain adoption for a new money, because otherwise it's very hard to do. It's very hard to get adoption unless you get rewarded. So this is stunningly good, but I wondered how you could value Ethereum, because I could start to see how I could value bitcoin. Why it is exponential, why we have to use log charts. It's because the network effects of more people mean that the chart is always exponential. And we've only just started. I mean, we got billions of people to bring onto this. So this is going a lot further. As I've talked about, I have no problem. When I use this log chart, for example, it would suggest potentially this rally could take us to 400,000, maybe even a million on an offshoot because of the wall of money that I've talked about as institutions come in, maybe not, maybe plan b stock to flow is right, and it gets out 288. I don't know, it doesn't really matter right now. But I think be surprised because that's network effects get more exponential over time. But when I looked at Ethereum, the thing I was told not to look at, I realized that not only was the technology very interesting, and yes, it has problems, and yes, it's very different to bitcoin, and in fact, it's not even a capacitor to bitcoin. It's just part of a new digital asset ecosystem. I realized that Ethereum was actually probably the basis of the Internet of value, and the Internet of value is something hard to get your head around as well. I'll talk a bit about it later. But basically, anything that you exchange that has value is going to be digitized, and Ethereum is breaking the ground for that. Now. Theres the Ethereum 2.0 coming out, which actually hardens it as a platform and lowers the supply, and it speeds it up and probably cheapens the cost. It is not perfect. Bitcoin is not perfect for certain things. There is a massive ecosystem also being built in layer two solutions, and Ethereum has layer two solutions too, but is also able to be changed, which is not bitcoin, because bitcoin is this hard, super wonderful asset of money. Ethereum is not that. So this war between bitcoin and Ethereum is nonsense. They're not even the same thing. So I started to get the Internet of value, and we started to see the rise of Defi, and I'll come onto that again so you could start to see real applications that were getting massive network effects immediately. Then I put Ethereum in the same terms as I looked at the network effects of bitcoin, which was using essentially number of active wallet addresses. It's a simplistic way of showing network effects, and what it showed was Metcalfe's law. Well, I put it against bitcoin. If you see the chart here, you can see it's basically exhibiting the same traits as bitcoin in Metcalf, but actually the adoptions earlier and faster. And then when I put the chart of Ethereum against bitcoin, starting at 5 million wallet addresses, to rebase them to a point where network effects start taking hold. Their prices were identical, and the chart patterns were identical, but they were about four years different. That was like, whoa. So these are being valued exactly the same at different points, because it's only the network effect that's valuing them. And that was incredibly exciting discovery. I realized that the entire space is driven by network effects only. And then you understand that some tokens and some get network effects and then have s curve moments, so they start to look like they get adopted. Nobody really uses it and it falls. That's called the s curve. The s curve could be a failure or a pivot, or a change in use, and then it goes. So we've seen that, we see that in businesses and startups. All the time. And we've seen it in bitcoin, where the narrative has changed. Mount Gox is going to be a scam. It's all about dirty money. Bitcoin goes off 2013s, curve back up, exponential. It survives, and we go into the next set of FUD narratives. S curve, that was the banning by China, the forking and all the other stuff. S curve then back up again. So now we got the Lindy effect, which is basically, if you can't destroy, it's going to get stronger. And Ethereum is going through the same, and this whole space goes through the same. Some fail, some that don't fail, get stronger. That was mind blowing to me. I now realize I had a framework of understanding that I could apply to anything within the space. So that was the big growth for me. And when you look at the speed of which this happens, because don't forget, exponential means it gets faster all the time in log charts. It looks normal, it's kind of linear, but actually it's non linear in its mood. And we've seen this. I mean, I don't know. I had an interview with CZ, who built binance. In three years. He went to the largest crypto exchange and one and a half thousand employees. I think it's the fastest startup in history. Speaking to Sam at FTX, I mean, I don't know how he did it, but he got this whole from idea to launching in four or five months, and then a year later, the third largest exchange in the world. Look at coinbase. 56 million accounts. That's more than Robinhood and Fidelity added together. It's astonishing the network effect. And we're bringing in the institutions and they're spreading into Ethereum, and everybody else is building products on Ethereum. It's coming at a lightning speed, and I don't think the space can catch up with the narrative change that is happening so fast. First was the rise of alternative protocols, interoperability, polkadots, chain links, et cetera. The alternatives to Ethereum, things like cardano, different type, non blockchain, like Hedera. And the list is endless. And I know you can say, you didn't mention my favorite coin. I don't care at this point. There's too many of them. I can't figure them out. But there are some really exciting things, because I sit back as a macro guy and look at the mega trends. What is the megatrend here? First defi. Holy shit. Here is a whole lending borrowing system, probably insurance system, all distributed on blockchain. This is what the world needed now it's really nascent. Some of these are going to blow up, some are going to work. Which ones do? I dont know. Im investing in a bunch of these and I just hold them as a basket but oh my God this is changing everything. This bitcoin lending markets. Remember when I was talking a year ago, its like, well we need a bitcoin yield curve. Christ its happening everywhere. Theres yield curves popping up on everything. So this is all going on. Defi space is exploding. Im now got friends of mine who are like sold some of their bitcoin and then gone through the realization that they dont even need to put it back in a bank because they put it into a stable coin or USDC at 8%. Why didn't go to a bank? Because then they can send it somewhere else instantaneously. You only need to go to a bank when you want to buy a physical asset in the real world. But savings assets don't really need to be in the real world. So I mean this is game changing. So anybody who's complaining about I can't get enough interest on my savings, well here's a worldview that's come out of Defi that allows you to do it. What risks are you running? Well it's not clear what all the risks are, but it's not clear what risks you're running in your pension fund. When your fund manager invests in corporate credit. You don't know what it is. But I do know they're invested in more junk bonds than they've ever done in history. So as long as you spread your risk out, then you're probably going to be okay. Because there's unlikely to be catastrophic risk. There's going to be regulatory risk without question. But regulators only want to put this into their control so they know that there's no money laundering and you're paying your taxes. Bog standard stuff, and we see it everywhere. The narrative of oh my God, regulation, they're going to kill. It's bullshit, everybody. It's very clear when you see and speak to the regulators, that is not the case. It's very clear that this green narrative, it's dirty money, it's terrible. It's just a narrative there, spread I think, by the ECB to slow adoption. And that's all. Okay? Everyone's got their game to play in this. They want to get their digital currencies out, they want to be able to interact with this new system. But what they do, I mean ECB talks about DeFi being a core part of this, and I think the US will too. And it's already happening across Asia and China. I'll come on to that in a bit. So Defi, all the lending that it wants to integrate with the new financial system, why? Because the european banks fucked, so are the japanese banks. So you can change all of that by using DeFi and central bank digital currencies. And then that interoperable or connecting on ramps and off ramps to bitcoin and all the cryptocurrency world, it's all there. It's all coming. So this whole financial system that I've talked about is being built in front of our goddamn eyes and people are still fighting it, saying, well, you know, bitcoin, I know, it's a bit risky, right? I mean, really, it's all happening. Everything you've ever wanted, all of you who hate the Fed, all of you want gold, all of you who don't trust the equity market, it's all here. This world is coming at you fast. But there's more than that. The next big thing to come out was NFTs. Here we go again. A lot of teeth saying, well, they're a bubble. I don't think you even know what nfts are if you think it's a bulb. What they are is a way of authenticating assets digitally. That is something the world needs, because all of this Internet of value that's being built across bitcoin, Ethereum and all the other protocols and elsewhere is all about trust. So when you put something on an NFT, you're creating trust, and trust creates scarcity, and scarcity creates value. Now, this is where everybody gets nfts from. They're like, well, what? We can just put anything on an NFT, attach it to an NFT, and now it's valuable? No, some of that stuff is trading because of proof of concept going on. Most of this meme stuff is worth zero. Most of this stuff is worth zero. But what Beeple did was real. You see, Beeple's piece of art was groundbreaking, a. It was the digital journey of his artwork. Over 5000 pieces of art over 14 years, which in itself is extraordinary. That sold for $69 million. As we all know, that's about 15 grand a piece of art. So actually not that valuable, but what it was was a real artist that was acknowledged by the art world. That is, people who want to put money into the asset as valuable. And that's great. It was actually outbid by not the art world, but by somebody from the crypto space who also appreciates it. And there's a good story behind that, too. So people's art was groundbreaking because this was as abhorrent to most people as, let's say, Damien Hirst and his shark in formaldehyde, or tracy Emmon and that messy room, or any of the modern wave of british artists. As abhorrent as Jackson Pollock was with his spray paints, his stuff, or Andy Warhol was, everything that comes out of art that has real value is generally not considered to have value by the majority. They think it's ridiculous. How can a piece of digital stuff that could be replicated be worth anything? Well, interestingly enough, it's all about authentication. So photographs have a value. Original photographs that are signed by the photographer have real value. If you own the negative, it has even more value. A book that is printed has value. Whatever value that is minimal. A book, a first edition of that book has rarity. It has more value. A first edition of that book signed by the author has more value. A first edition of a book signed by William Shakespeare has almost limitless value. So it's the layers of rarity that come into it, and nfts do that. So I'm really interested in the NFT space because it spreads. It's not just about art. Art is an easy way of looking at it. And also, by the way, just think about what painting is. Yeah, but a Michelangelo painting, that's worth millions. But this piece of art is rubbish. It's only digital. Well, that's a piece of cotton canvas with some paint on it. Total cost? Current price, probably about $50, but you can trade at $500 million. And the premium is the price of the arts and the authenticity and the rarity. So art is a very subjective market. And what's nice for you or me is not nice for somebody else. That picture behind me is actually an NFT made by the two quants guys who developed the real vision boss that we see on real vision a lot. That's an NFT. And I printed it out, put it on my wall. Now, is it going to be worth anything? Not unless they become rich and famous or some other reason, or the artist does. But it's kind of neat. And it just shows that we can use nfts in different ways. But nfts are not just about that. Nft, don't forget, is attaching scarcity and value and trust to an asset digitally so it can apply to real assets like y it can attach to real estate. So we're all waiting for the growth of tokenized real estate. And as securities laws change and come up to speed, we're going to see an explosion in that. My guess is the next cycle we will see a massive change. Now, why should real estate be tokenized? Real estate should be tokenized because it stops just the rich people getting rich in the high end real estate. Because again, if you remember, because of the monetary debasement and the fact that they get more money, they get to invest in the more expensive property, which goes up more because there's more money in that space and everybody else gets left behind. But if you tokenize it, everybody can own a share, so you can have the same percentage share of your net worth in it. As a multi billionaire, that's groundbreaking. That's all of this digital space does that. It completely levels the playing field. So the beeple art, interesting enough, there was another bunch of people art that was bought and then tokenized and then sold. And I'll come into that story a bit in the metaverse, but that truly was groundbreaking because everybody can own it. So one rich guy can own the $69 million piece, and a bunch of ordinary people can own the rest. Phenomenal. Massive game change. And it's not like a reitzen are. Has all sorts of rinky dink shit in it. It's not a pure play. It's different. You actually physically have legal titles, a part of it with an NFT. But NFT is also game changing for the music industry. So if you see my conversations with people like Rac, Andre. Andre is pioneering that. We've seen the kings of Leon, we've seen a bunch of bands starting to realize that this is going to disrupt the middlemen in music. 80% of all money in music goes to middlemen, not the artist, which is kind of insane. We think bankers are egregious in what they take. Well, in this, it's really all of the economics. But when you can put your own things on the blockchain and sell them directly to your community as NFTs, well, then you've got a direct relationship with your community, our common communities, a bit more in SEC, but that's fascinating. But what's more fascinating is the fact that you can then price scarcity for different people. So if the bulk of your people will buy your album or stream it for free, so you get paid virtually nothing from Spotify, then there's the next tier, and currently that's the people who go to concerts. So your concert tickets are $50, $100. Okay, so you've got extracted more value from people because it's rarer because you get to see the artist physically and then you might have the meet and greet which you pay a bit more money for. Okay. That's basically all there is for artists. And then the rest have to do by whoring themselves out to brands. Oh, here. I love Nike shoes. I mean, it's like really, when what they've got is this massive community of millions of people, they can also provide rarer assets to them. So in the case, for example, you could provide a single recording that nobody else has and give it to your super fan and it could be worth millions. So you can monetize all across your fan base, much like most subscription based businesses do. So that creates revenue streams for musicians. They also could put their IP rights on, so as they move around, they automatically accrue IP and you can sell baskets of IP rights. Were already seeing artists sell their bad catalogs, but if you tokenize them and sell them, you could have sell part a stream, maybe maintain 20%, much like beeple has with his art. And some of these NFts are with art. It changes the economics and gets rid of middlemen. It just eks out more for the actual people. That I think is really interesting. We're also seeing the rise of community tokens and people haven't quite seen this yet that this is coming and it's going to be gigantic. So there is a platform called Socios that has a coin called Chiliz, which I don't own, but they have built community tokens for big football clubs, soccer clubs in Europe, AC Milan, FC Barcelona, a bunch of others. What as a fan you get is a token of which you can get benefits, something like fan club benefits, including voting for what kind of kit they wear or some of the choices. So you're actually involved. Your community token has meaning, also has value. So if the team does better, your token's worth better, and you're kind of part of that ecosystem and it will give you benefits like tickets and stuff like that. So that is the star of where this is going. Everybody who monetizes online in any way, shape or form is going to have a token. Right now. We're used to subscription models right now. Artists, for example, or influencers have to leverage Google and Facebook to basically monetize. And that's where brands and themselves meet and they use advertising and other methods. But once you've got community that has a token and you have direct access to them, then you can monetize in a number of ways and create value for the community or you can destroy value for the community, but that's for the community to be involved in and you can share in successes. And we're going to see this from everybody from sports stars to YouTube channels to actors and actresses, through to charities, through to I mean you name it. Anything with a community is going to tokenize and it's going to unlock vast amounts of value. It's going to unlock ability for people to participate and feel part of something, of a society which has its own form of money. And the money can go up and down in value, or it may be stable, it may be utility and function, and that's okay. But you can't be part of the society without it. But once youve got it, it means the artist can speak to you directly or the charity or whatever. So community is going to be explosive. People like rally and stuff like that. People have no comprehension how large this is going to be. I think its one of the largest underpriced parts of the market because people havent got their heads around it. We havent even got our heads around insurance and all of the other contingent stuff, betting that all comes onto start contracts that hasn't really got off the ground because we still got the problem with regulation. Regulation is so fucking far behind where it needs to get to. They're still trying to figure out what's the security at, not when the fact is you need to rewrite securities laws because this has nothing to do with securities. This is all you asset class. So in forth turning terms, we need a new infrastructure and new institutions. I think it's coming. You can't launch central bank digital currencies and then not reinvent it. And we're seeing Asia much faster adopting how this plays out. And that's massively important to rewrite all regulation from scratch, not shoehorn it into stupid old regulation that requires endless court cases. Figure it out properly. And I think the institutions are keen to do that. It just takes time. And it's frustrating for businesses trying to build at lightning speeds when they don't really know are they going to get prosecuted for this or not. And that's not right when you're building something so incredible. But that's not all. So all of that fits into even something larger, which is we are creating digital worlds which we can call the metaverse. And I urge you to watch scenes for you that I did with Pierce kicks of Delphi Digital about this. And this is the world where everything is digitized. Barry Silbert launched all of this to us really early on when he started to talk about Decentraland within the digital world, there are 3 million gamers. Those gamers live in an alternative world where they socialize with each other. So when I went to see a friend of mine, my oldest friend Daryl went to see him at his house. His son Harry was playing, I think it was Fortnite, and I wasn't really aware of this. I knew Fortnite was the biggest game in the world, but I wasn't really sure why Harry or a Saturday would be in a gaming chair with the headphones on, on Fortnite on a sunny day. And Daryl's like, well, he's been out, he's played football, but now he's socializing with his mats. And I'm like, what do you mean? So we used to get to the shopping mall and he said, yeah, well, they don't do that now because his friends are spread around. He said, they do it online. And for some of you, you're like, duh, obviously. And to the rest of you watching this, you're going to be what? So they hang out and talk to each other and play games together and interact and swap things and trade things with each other. Within these games, there is systems of money, tokens, earning a living, everything that's one game. And there's many of these games. And these games are becoming interoperable, where they connect with each other and they're all digital universes. And those digital universes have now money that can start spreading from one to the other. So it can be a base layer. Now, bitcoin can do that too. But what we're seeing is monetary systems in this digital world where these digital goods have value. I mean, swords in some of these games now have yield curves. Because I want to lend my sword to you and you're going to have to pay me for it so you can get the experience of my level in the game. Same with skins or renting the ability to play at different levels in games. There's so many variations. But it's not just about gaming, because we're starting to see the rise of education, living in these digital verses. We're starting to see income, businesses, real estate all happening. There are digital architects that are building digital projects that have digital value, real value that people are paying big money for. So let's go back to that beeple story. So the guy who bought the beeple had also bought a bunch of the other Beeple artwork, and he had created a token and he created virtual art galleries, physical digital galleries, which you could visit to see the art in various metaverses. And then he threw a party on the launch of it where people could go listen to famous dj's in different worlds at parties, play Easter egg hunt. So you're exploring this world where you had to cross from one world to another, and then you go to another party and another art gallery and so on, so forth. That's kind of telling you where this is going. So digital art is trading in a digital gallery with live music, where in some cases, millions of people, at 20 million people attended in some of these kind of musical events in the digital world, where people are meeting, exchanging value, conversing with each other, communicating, creating communities, earning money, and that is growing at an exponential rate. And most of us don't see it because we're not Gen Z, but Gen Z. Millennials seen this edge of it, but most haven't seen it, and it is coming. And universities and schools, they can all operate in this world. You can now go into a game and play another game from a different multiverse within a game. It's beyond mind blowing. When you put a VR headset on and Oculus Rift, and the first thing you come into is that room. You're like, oh, my God, I could live in a garage and think, I'm living in a beautiful house. And that's just the start of where this is going. These technologies are exponentially growing. More and more people are being absorbed into the digital world. This whole thing is like the discovery of the Americas. There is an entire new world that has enormous potential. It is going to increase global gdp massively. It might even double it because of what is happening. We're not constrained in a digital world by the same constraints of the physical world, in the world of universal basic income. People can earn money within these digital verses, not creating something, but creating something for a digital company in the digital world, earning digital money. You can live in a digital house, but live in your parents bedroom. I know that makes it sound sad, and it's not supposed to be, and that's just a dystopian version of this. But there's utopian sides of this, too. This whole extra world. When I talk about the bitcoin life raft, it's not just a life roth, the bitcoin. It's everything that we understand from digital, from value, is moving and being built at a speed that none of us can comprehend. Nobody, literally nobody, can keep up with what is going on. It is sucking in all of the world's talent, whether it's financial talent, developer talent, philosophical talent, economic talent. Everybody is going into this. So we're creating opportunity to make money and invest at a rate of which has never been seen, I don't think, in human history. I think this is the largest wealth distribution underway that has ever happened. And it's going to happen in such a short space of time, you can't get your head around it. And the reason it's a short space of time is because we really fucking need it. Because this other system is destroying itself. But many of us, me included, thought that this moment that we saw in March was going to be the big bang boom all over. How does it finish the end game? There is no endgame. The endgame is the ongoing destruction and the ongoing migration. We are all migrating across. And I know there's many of you, like Raoul. I wish you'd just talk about dollar yen, and I wish you'd go back to bonds or traditional macro. This is traditional macro, where it's going, everything is going here. It's almost irrelevant to talk about the bond market when it's between 2% and zero, when you've got different yields and different assets all going on over here that are fairly priced without the influence of central banks. Why would you get involved? Why care if the dollar goes up 10% when you can be involved in assets that do this, when they're all on exponential adoption curves and there's new, exciting technology? Why bother? Why does it matter? Why does it matter what the price of oil does over the next nine months? It doesn't. That's the realization. That's why so many macro people have moved across. Macro is going to be useful as ever for hedging, because all of this is still beholden to the world of business cycles. Even though most business cycles have been trotted out in terms of asset price effects because of the debasement of currency change in the denominator. But it will still have VAR shocks, where everything implodes and goes down because there's too much leverage in the system. And the usual bullshit that humans do, what we've just seen with archegos, it's very common. Macro is great for hedging some of that stuff, but literally, I can't express to you how big this is and the opportunity. So if we look at the traditional macro world, of which I've now highlighted that I think there's a death of macro. I don't think currencies really move. I don't think bond yields really move, and not in terms of secular bet moves where we can make big money by following a career in this shit. That's done. So what does it leave? It leaves equities, okay? And it leaves crypto. And so we're just going to see more money. Yes, we've got commodities as well. Credit that's pinned to the rates, that's all gone. Credit's gone, bonds are gone, short term rates are gone, FX trading is gone. Yes, emerging markets are functions of equities and further out of risk curve. But really it's going to force more money and more people to migrate into the source of returns. Now, what's extraordinary is the alpha that this space generates. The alpha is like I've never seen before, alpha in digital assets. Because there's so many of them, they're complicated. Everything's going under. Network effects. People who are buying tokens, who really understand it are generating massive returns at this point in the cycle. It is cyclical. They will have points where they'll lose shit tons of money. But over time, because it's network effect, it doesn't revert to the mean like silver did after 1980. It doesn't work like that. Exponential assets revert to the exponential moving average. So it's always rising, which is what bitcoin's done all the way through. Facebook's done, Google's done, all of these have done. And so yes, these tokens selling them will go to zero. But the whole token space and these guys, they're going to have boom, bust cycles and they will keep going up exponentially. There's also the trading firms that trade, crypto algorithm traders, short term traders, macro guys, everybody. The amount of alpha those guys are generating is unheard of. And it will happen in the down cycle too, because they will capture some of the down cycle. There's money to be made all over this. And every day there are more tokens. These tokens are complex. It's hard to trade. So that's even more alpha for the people who figure it out. This space is going to be ongoing source of alpha for decades when all real estate is tokenized. And we can trade real estate when people are tokenized in terms of future careers or job paths or all sorts of parts from community tokens. When you can trade FC Barcelona against AC Milan community tokens and you can arbitrage it with something else, I mean, oh my God, you can't get your head around this. So if we look at the traditional asset space, which is dai equities bonds, they're all kind of credit, they're all kind of 100, 200, 300 trillion dollar markets. The crypto market is 2 trillion. That's 100 x from here. But I think it eats all of those assets over time. So whether it's maybe it's 200 x, no, it won't be a straight line. But this is the biggest change in financial markets, the system of money and economics, and how economies are run in all of history in the fastest, shortest time it's ever happened. And people are going to be tribal about it. People are going to catch hold of their own narratives to make sense of this world. But this world is unstoppable. It is coming. It will have massive boom bust cycles. There will be Pyramus some, and you'll lose money in Pierce times. You'll feel like a goddess. But that is opportunity. Because in an exponential world, risk doesn't equal reward. Reward massively outsizes risk, as long as you're not stupid about how you invest. So I just thought it was important because it's simply the most important thing I've ever seen in my life. Keep talking about it. But I wanted to bring everything together to get it across how big this is and why I spend a lot of my time in this space because everything else seems dull. But in my journey of understanding and my migration to this other world, it gave me a new lens to understand the world we're in now and the opportunities that are coming. I'm a big believer in Neil Howe and William Strauss book the fourth turning. I really do think we are in the fourth turning as we speak, where new institutions, new forms of government and new ways of doing things develop. They develop over 1015 year period. And I think we're in the middle of that. I think the stitch revolution is clearly the most forth turning thing on the planet. But I also think something else is happening. And this is interesting to me because it's giving me optimism because the world is pretty. Weve got the pension system thats broken, it cant afford to pay. The baby boomers and the millennials hadnt been financialized. Theyve now been financialized. Theyve started to understand markets, but maybe not in the best way yet. Weve got the debt burden, weve got too many people, weve got aging populations as well that are dragging on growth and the debt bubbles and all of this stuff, the stuff we know, the broker banking system, the rich poor divide and all the misery and shittery of the world around us. But bitcoin gave me hope that there was an answer. And my very first video about the pension crisis said well, this is the asset you actually need to buy. And that proved out pretty damn good. But I'm starting to see that this is about to coincide with a bunch of other mega secular trends. I think we are entering what I'm referring to as the exponential age. And it's going to be ignited by the stimulus that's coming because the stimulus is being pushed into areas to develop a new economy. Because people need to understand that the old economy can't generate GDP growth, just simply can't. It's proven GDP growth keeps ratcheting lower after every recession and lower. So if we just did the same thing repeatedly this time around, GDP growth should average about 1%. How do you change that? You change it by investing in technology. We so happen to be at a point in time where more things have come together at the same point than ever before. And I realized this a while ago when I realized that Europe was hurtling towards a green future and what it was doing. And I'm not going to talk about all this, there's way too much to absorb and it's a whole conversation for another day. But it's something I wrote to global macro investor. But right at the same time, have we got the revolution of digital value and money, the entire monetary system, the exchange of value, the Sora value everything and the digital world within which we live. We've also got the EV and green energy revolution, the digitization of emerging markets, the Internet of things, virtual reality, wearable technology, biotech, 3d printing, autonomous vehicles, robots, AI, distributed computing, five and six, g and space, Wifi all rolling out in the next five years. That is unbelievable. I don't think ever in history. All of these things are working now, but we're going to hit Metcalfe's law on every one of these in the next five years. And yes, there will be ups and downs and there will be bubbles and booms and buffs, but we're going to see the largest group of things in an exponential trend than we've ever seen before. It's a new era. It's the exponential age. And it is going to be a golden age of opportunity as we leave this old way of doing things where we transition from the fourth turning into this new way, the new way is going to offer unprecedented opportunities to redistribute wealth. So we're going to be there. I'm going to be there on this journey. I'm trying to get my head around all of this now, but hopefully I've given you the big dump so you're all on the same page as me with this whole digital world, the world of digital assets. And let's keep discovering more. It's all a journey of learning. None of us know what's going on. None of us know where it goes. All we know, it's going there fast. All right, I hope that was helpful, everybody. Good luck. And just keep adding into the dips because this thing is going up. So welcome to the footnotes. As I said at the beginning, I wanted to add some extra bits onto the end and I didn't want to shoehorn it into the middle of the video. So you see these weird cuts again. This is really a free thought piece from me, where I'm just dumping everything on my mind. And I realized when I'd gone through it, there's a few things I really clarify or go into more detail. The first thing I think is probably the single most important point I'm trying to get across at the beginning of this video is this central bank debasement. We talk about changing the denominator because the denominator is falling, but I realize I really got across, clearly or super clear, what that is. Now you'll hear Michael Saylor talk about this, too. I think he does a good job, but it's still not quite clear. The actual thing is the central bank balance sheet. Since 2008, whether we're using the Fed or the G four central bank balance sheets, since the 2008 crisis started, they've been devaluing or increasing the balance sheet at about 15% a year. And 13% after 2008 started, because that was obviously going from a very small base, the percentages move accordingly. But with that debasement, what we're trying to do is make sure our investment outperform that 15%, fall in the denominator. That is the rise of the central bank balance sheets. So we are now looking for a hurdle of 15%. Now, that's pretty tough even for the equity markets to do. 15% is pretty unheard of, but that's what we're looking for. So we're looking for assets that rise more than 15%, or at least hold water, versus that 15%. If not, we're actually getting poorer. And this is this rich poor divide that I talk about. Because if you can't buy these assets that increase more than 15%, you're not generating wealth, you're just keeping in line with the devaluation of fair currency. And this is creating that 99%. And the 1% divide is that inability to own the assets that outperform, debasement means you're not generating net wealth. So really important point. So also some other key points and observations about stuff happening within the space. I don't think I spent enough time talking about the interoperability layer. Now, how I describe this is we started this whole crypto journey back in 2013, for me at least, with bitcoin, and then ethereum came, and then we've seen these other tokens, some have survived, some have failed. This big ecosystem, people say, well, this has got a great case for that, this has got a great case for this. And then there's a group of people saying, well, it's all going to go into one protocol, but a big development is people saying, you know what, it doesn't need to go on one protocol, and we'll build a layer that allows all of these things to work together. So what this means is, I'm talking to you, I'm using a microphone of which you don't know what it is that condenses the sound and records it on a system that you don't know what it is on a computer. You don't know it's a Mac or a PC. I'm using an Internet of which you don't know what the type of modem it is. You don't know any of these things. And I can have a live call with you on a phone, or I can have a Zoom call, and you don't know or care. I can send you an email. You don't know what system I'm on. You just get the email. That's interoperability. It's one of the key features of the Internet. And what made the Internet so successful, that is coming in crypto, and it's coming fast. We've seen on real vision crypto, things like Quantum Network, Polkadot, Chainlink. These things are huge because they allow different things to move around across this ecosystem. We're seeing it in the gaming metaverse, where a token go or a skin can go from one game to the other to the other. Those are different languages, different protocols. Some are on blockchain, some aren't. It's extraordinarily exciting. So the wave of the future is you're not going to know that some of these things are built on bitcoin or ethereum or anything else. What you care about is the end application, and we're coming closer to that. In fact, NFTs are one of those, because really, a lot of the people, for example, buying the NBA slam dunk shots, are actually not interested in the fact that it's on ethereum. All they care about is whatever protocol it happens to end up on. All they care about is the photo and the authenticator. So that's a first time I've seen a real example of that. That leads me on to another story that I didn't cover in the video I alluded to is these layer two solutions. We are seeing, for example, some really interesting things on the lightning layer in bitcoin, which is using the bitcoin protocol but speeding it up. And we've seen two big breakthroughs there. One was strike. The other is bottle pay. They're both slightly different, but what they're doing is having lightning fast payment rails, which is not about bitcoin. It's actually me sending a dollar to you or sending you a euro, and I start in dollars, and it happens instantaneously. It's payment rails. So obviously, there are many other protocols that are looking at the payment rails side, but it shows that bitcoin can do that, too. These things will be interoperable, because don't forget, we've got a big monster coming, which is Facebook diem or the diem project. And that means that on Facebook, there's going to be a universe which needs to be interoperable with everything else. And the central bank digital currency is going to be interoperable. These layers, this interoperability, this is a really exciting development that I think people don't really yet know how this is all going to work, but it's coming, and it's coming fast. I also didn't talk about remittances. I mean, this is another huge use case that's building rapidly. People like Abra are building out some really interesting stuff. The third world has been unbanked, and as I talked about in the video, we've hurtle it in a massive quantum leap into the digital world. We're seeing it particularly in countries like India, but it's happening all across the world. Filipino remittances, it's a big market for the Philippines or down in Latin America. A lot of this is going on crypto rails. So we've seen wrinkle and XRP with some of their use cases. We've seen that lightning is working on this. We've seen that people like Abra building wallets for this space. We're seeing a lot of focus on this. That's another game changer that's kind of different to a lot of this other stuff. But it's going to change the world, and that is ongoing and is happening very fast. And I think as people get connected to the Internet by the Starlink and all of the other satellite Wifi, we're going to see some major changes in what it means to be banked globally. Also, I think that leads me on to another thing I didn't really talk about, is we tend in the crypto world to be focused on the west. We're sort of very us centric with a bit of Europe, even only marginal Europe. Everything's talked about like the west. But when you talk to people in Asia, you realize how incredibly advanced the asian crypto ecosystem is. I mean, all the volumes are really coming out of Asia. Yes, there's a bit of wash trading between exchanges. But I really, what is happening is extraordinary things. Like a corporation in Malaysia that has currency restrictions is trading with a company in China that has currency restrictions, and then getting round it to the. Getting around the bureaucracy, the slowness of that whole system, and crossing the ringgit RMB cross rate by actually doing it on tether. Now, it doesn't have to be tether, but tether is the standout winner in this area. So trade payment rails are happening on stablecoins. This is enormous. We don't really understand this in the west, but it is also happening at any other country level where we're seeing this. So that's where you get these weird countries that are using a lot of stablecoins. The narrative from the west is clearly, it's just capital flight and money laundering, and it's not. It's business, doing business on a crypto solution that is incredibly powerful. Also in Asia, retail and institutional investing is much more advanced. So the use of leverage, the sophistication of the asian trader, is by far in advance of where we are in the west, because they're allowed to, the regulations allow them to do it. So that's why the big uses of Binance and BitMex and FCT are all in Asia, because people can't understand how these products work. Koreans and others deeply understand selling puts to generate yield and the risks that involve, because they've been doing it for decades as part of structured products. There's a structured products market that's developing there. So we've had some videos on real vision about this, but I think it bears understanding how advanced this is all going on in Asia, how big these exchanges, why the volumes are so enormous. There are some real use cases and real understanding, so don't keep your eye off that ball either. And finally, the other thing I want to bring to people to understand is we're seeing a massive spike in, let's say, option trading in the stock market, speculative activity, activity in cryptocurrencies. These things are really dramatic in their shift. But I've been thinking about this, and one of the things I realized is if it was the same group of people and they suddenly become more specular, speculative, then that's different, that's a change in activity. But actually what we've done is the gigantic rise of the financialization of the millennial population. If you look at the massive growth in Robinhood, the massive growth in Coinbase, those 56 million accounts that Coinbase is coming to market with, you see that globally, that is a younger population that is just financialized. Why? Because the millennials, like their parents, have just hit that 30 year old mark, 32 years old mark, when they need to get their shits out and start saving. This recession we've had was the one, and who knows why, but it was the one that brought them all into the financial markets. So that step change in volumes and speculation and opening a brokerage account is not about an excessive speculative bubble building within an existing group of investors. It's new investors. Remember when we go back to the story of inflation, the reason why we got the inflation in the seventies and eighties was this massive rise of the baby boomers going straight into this workforce and buying everything as they first got their first wages. That led to a massive rise in prices. Now, that doesn't happen, as I talked about before, in the inflation scenario, with the millennials and the boomers offsetting each other. But in the investment world, this is creating a huge new source of demand. And it's very exciting for people like us at real vision. It's very exciting for the crypto industry, it's very exciting for the financial industry as everybody tries to catch up now and create the right product for the right world, which looks to me like it's a much more optimistic world. The reasons why Cathie woods, ark. Invest have done so well is because the young people are investing for the future, and we're seeing it and we should encourage it. Anyway, thanks. I hope to put. No, I just wanted to get across some of these points and remember, we're all trying to offset that 15% number. And that is why we're focused here. As the crypto market gets into the phase where, let's say, central bank printing slows down, the Fed start tapering, the global central banks taper, the economy grows, we'll probably see that traditional crypto cycle where crypto comes off. And again, that point will be the start of searching for other assets that could offset that average 15% devaluation of fiat currency. Anyway, thanks for your time. Hope you find it useful. So, as you can see, there is an enormous amount here for us to get our heads around. The component parts are all exponential at the same time. It's this Reid's law idea of Metcalfe's law on top of Metcalfe's law. And look, it's going to be really hard for all of us. I'm thinking through, how the hell are we going to cope with the US election with this amount of AI coming? I'm thinking through what does it mean for the future of jobs? What does it mean for future productivity? Can we get out of the debt trap because of productivity increases? There's so much here. So I'd urge you all on the real vision platform is to take notes on this, clip some of the stuff out and use that as a framework to build your understanding from all of these component parts. And it'll help you understand this. So it's not coming at you like a fire hose. It kind of is structured and you'll understand how it all fits together and you can feel like you're in control of something because it's going to feel hard for us to feel in control. Anyway, I'll see you next time and hopefully take you further down one of these rabbit holes at the nexus of macro Crypton technology."
    },
    {
        "speaker": "C",
        "text": "What's up, revolutionaries? Thanks for tuning in. For more content like this, head over to real Vision.com and get unfiltered access to the very best, brightest and biggest names in finance."
    }
]