[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless everybody get 30. 30, baby get 30, baby get 20. 2020, baby get 2020. Bid to get 15. 1515 just $15 a month, so give."
    },
    {
        "speaker": "A",
        "text": "It a try at Mint mobile.com switch."
    },
    {
        "speaker": "C",
        "text": "$45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time unlimited, more than 40gb per month slows full terms at Mint mobile.com dot."
    },
    {
        "speaker": "D",
        "text": "Hey, everyone, if you like this podcast, go behind the paywall to get privileged access to the smartest minds in finance. Join the real vision community and learn how to become a better investor. Visit realvision.com rvpod and use the promo code podcast ten. That's podcast ten to get 10% off our essential membership for the first year. Now to the top analysis of today's crypto markets."
    },
    {
        "speaker": "E",
        "text": "What's going on, guys? It's Ash Bennington. Welcome to real vision crypto. Daily briefing. Today I'm joined by Bruce Fenton, CEO of Chainstone Labs and host of the Satoshi Roundtable. Bruce, welcome to the show."
    },
    {
        "speaker": "F",
        "text": "Thanks for having me, Ash, it's a."
    },
    {
        "speaker": "E",
        "text": "Pleasure to have you here with us for the very first time. Lots to talk about. We'll get to that in just a second, but I want to take a look at price action here on the day. Bitcoin trading right now at 24,931. Lost the 25 handle there. It's down about 4%, trailing 24 hours, down about six and three quarter percent trailing seven days. We also have ether trading at $1,640. Also down, down about 6%, trailing 24 hours, trailing seven days. It's off nearly 12%. Obviously, it's been a little bit of a sell off when we look at these numbers. I also want to take a look at tether, which has once again broken the buck. Trading on my screen right now at 99, spot 89, or I should say 0.9989. Obviously, what you're looking at there is a peg break. You can see it sort of reaches its trough around 06:00 a.m. eastern time today. It's obviously something we're going to be keeping a lookout as well. All right, let's get back to the main event. Bruce, it's great to have you here with us. Obviously, people in the bitcoin space, you are renowned the world over for your work in bitcoin. For those who are new to this space, tell us a little bit about your background and your journey into bitcoin."
    },
    {
        "speaker": "F",
        "text": "Well, I started in the traditional markets. You know, I've been registered with the SEC in some form or another for 30 years now. So I. And actually, even, even before that, I worked unregistered ever since I was a teenager. So I started in the Wall street business basically at around 14, and then I became a professional when I was 19, and I've been registered ever since. So. And I had a wonderful career in that, doing all kinds of different things, working with some of the global poor all the way up to some of the wealthiest and largest pools of money in the world. But I always was interested in emerging markets and emerging technologies, so how the world changes. And that brought me into the.com boom and bust and the growth of emerging markets like China and the Middle east. And then I was very interested in this emerging technology of bitcoin starting back in 2012 or so. And by 2013, I was sort of full time in the bitcoin business and have been ever since merging those two worlds, the traditional finance, finance world of securities, with this exciting new technology of bitcoin and distributed ledgers."
    },
    {
        "speaker": "E",
        "text": "You and I share some aspects of that background. I think. You were at Morgan Stanley, I was at Credit Suisse during the.com bubble. It was an exciting time, but got hooked on the intersection of finance and technology. Talk to us specifically about how you discovered bitcoin and how it struck a chord with you personally."
    },
    {
        "speaker": "F",
        "text": "Well, I'm a freedom person. I've always been interested in liberty and libertarian ideals. I was a Ron Paul fan, and I'm up here in New Hampshire now. But even before I moved to New Hampshire, there's an event here, it's actually coming up in a couple of weeks called pork Fest. And that's where a lot of bitcoiners heard about bitcoin. That crew, the sort of liberty, New Hampshire crew was the first group that I heard of it back in. I think it was as early as 2011. People were talking about it. But there was an event almost twelve years ago this month that Eric Voorhees, Roger Veer, Charlie Schremm came up and we're talking about Liberty and the problems with fiat money and how bitcoin can change this. And those were messages that a lot of us have heard now, but nobody had heard back then. So I think blockchain.com got like a record number of new wallets that weekend, and the rest is history."
    },
    {
        "speaker": "E",
        "text": "So tell us a little bit about the current state of play in bitcoin how do you see the ecosystem right now? Obviously, you've been looking at this for over a decade. Talk about the evolution that you've seen and where you think we are right now."
    },
    {
        "speaker": "F",
        "text": "In bitcoin, there's an exciting, emerging, ongoing narrative where I think bitcoiners have become increasingly sophisticated, with an increasingly sophisticated narrative over the last decade. And that's just because we've brought on higher and higher caliber people, the Ross Stevens and the safety and the sailors of the world, who all have an ability to articulate a very clear vision for bitcoin as money and also putting real money behind it in the cases of people like Michael sailor and institutions like fidelity. So I think bitcoin has become much more mature. Its a real asset. Ive said many times going back, I dont say it as much now, but I used to always say its a kind of binary play. Its either going to work or its not going to work. And the odds of it not working are less and less over time. Every day that it survives is another day. And even the biggest critics, its less common for people to say, okay, this is going to get wiped out and down to zero. Its a real asset category. Thats significant. Its bigger than a lot of global money. It's bigger than a lot of other major global commodities. So it's big and it's here to stay. And there's an interesting narrative now about how it's going to be used, money, or also things being built on top of bitcoin, second layer ordinals, tokens, these kinds of things, and where it fits in, into the overall ecosystem with other types of digital assets."
    },
    {
        "speaker": "E",
        "text": "Yeah, you've just touched on a lot of important points there, a lot to cover. Let's talk about how you see, philosophically, bitcoin. I mean, it's interesting. It's one of those things that's kind of like touching the elephant in different places. You see different things. We could talk about the technology, the idea of how you come to distributed consensus. But one of the aspects about bitcoin, I think that especially excites people who are passionate about libertarian ideals, is this idea of essentially decoupling the money supply from the state. This technology allows you to do that. Talk a little bit about that framework, how you think about the relationship of the money supply to the state."
    },
    {
        "speaker": "F",
        "text": "Yeah, you know, the idea that the state should be in charge of money is just kind of a broken idea. You know, for hundreds of years, the state was in charge of the church, and the church and the state were the and then America came along and said, no, we're going to separate that. And I think most people, very religious people and atheists alike, would agree that that was a good idea. And if, you know, I ran for office here in New Hampshire, I ran for us Senate last year. And if you asked 100 Republicans and 100 Democrats what you think the ideal world should be and what the government should, you'd get very different answers on the left. They'd say different priorities than the right would say. But almost none of them would say they want the government dealing with money. If you ask ten Democrats or ten Republicans, they just don't really care about that. It shouldn't be a role that government should even be involved in, and we don't need them. And bitcoin proves that we can have global money, that is sound money, that is based on the rules of math and the laws of code rather than the whims of bureaucrats. It's just a vastly superior form of money and big picture. What's important about that is that sound money has meaning. If they can print money from thin air, as they do, there's no accountability, and it enables governments and tyrants all over the world to do evil things. So it's actually quite serious magnitude. It's actually good versus evil. There are great evils in the world that are a result of the fiat money system. And there's a lot of also other drawbacks that may or may not be evil, but they're certainly, I mean, even health even suffers because the ability for money to print, print politicians to print money from thin air, they put that into all kinds of poor health policies, corn syrup subsidies, seed oils, these kind of things. And then there's more obvious uses of government money, like war, never ending war, and a surveillance state, and for profit prisons and all of these kind of things. So at the end of the day, that's the most important use case of money is to be better money. That's sound money. That stops some of these shenanigans and some of this evil in the world."
    },
    {
        "speaker": "E",
        "text": "Now, the counterarguments of that from, particularly from keynesian economists, you've heard these before, the idea, of course there are bad things that happen in the world, but on balance, the United States had a pretty incredible century in the 20th century, especially the second half of the 20th century, where they had fiat money and in fact used at times. This is just the argument from the Keynesians. They would say they used control over the money supply, or independent banks, independent central banks control over the money supply. Here in the United States, the Fed was used to balance out, they would say, periods of recession and inflation. And that on balance here in the United States specifically and also in western Europe, pretty good 50 years for democracy and freedom. What's your response to that, Bruce?"
    },
    {
        "speaker": "F",
        "text": "Well, you know, a lot of our best years were when we were on a gold standard. We had a lot of really great growth in the fifties and sixties, the post war, post world War two boom, and we had a lot more freedom. We had a lot more economic freedom. And yes, they started tinkering with the money, but it was a little bit and a little bit more and a little bit more. I think we've all seen the charts from the Federal Reserve and others where it's just been an absolute hockey stick. You can kind of get away with it and have economic growth in spite of bad economic policy. And there is a difference. There's a difference between printing a few billion dollars and a few trillion dollars. It's 1000 times more. And that's what the situation is now. We're printing more in a year than the entire history of the United States. All the way up into the early part of my career. We print more in a month sometimes than our entire national debt used to be. We've seen this hockey stick chart. So, you know, and this happens again and again. It happened in the Weimar Republic, it happened in the roman empire, it happened in Zimbabwe. Politicians get out of hand and they have worse and worse policies that print money from thin air and are ineffective. So I think if we went back to our roots, back to more of a sound money system, net net, we would be much better and also much more free."
    },
    {
        "speaker": "E",
        "text": "Hey everyone, we're going to take a quick pause and hear a word from our partners. We'll be right back."
    },
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited premium wireless. I got to get 30, 30 biddy get 30 biddy get 20. $2020 15. Just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at mint mobile.com switch $45 up front for three."
    },
    {
        "speaker": "C",
        "text": "Months plus taxes and fees. Promoting for new customers for limited time unlimited. More than 40gb per month slows full terms at mint mobile.com Dot."
    },
    {
        "speaker": "E",
        "text": "Bruce, I want to ask you about something you just mentioned, which was your run for the United States Senate. Talk a little bit about what inspired you to do that. Obviously, that's not a decision that anyone makes lightly here in the mean, they come after you. Whether you're a Democrat or a Republican, your life gets scrutinized in a way that it never does. As a private citizen, when you run for office, what made you feel so strongly about the race that you wanted to jump into it?"
    },
    {
        "speaker": "F",
        "text": "Well, you know, I think we're in a fourth turning. There's a great book in 96 that came out called a fourth turning, which talks about how every hundred years or so we have these major cycles and shifts in the way that the whole world works, the way that maps are changed and languages changed and beliefs are changed, money changes, and we're definitely in the those kind of times right now. We are in epic times of change. And it's going to come out either a generation of evil and tyranny, or it's going to come out to be one of the greatest generations in history. And so I felt that it was important to try because I think America is in a very, very crucial spot. So I felt it's important to try because I care about my country, I care about humanity. I deeply care about these issues of human rights and freedom and peace. I threw my hat in the ring. The job doesn't appeal to me at all, honestly, I feel I know all respect to people who try hard, and I know some people with great careers who've gone on to do things like us Senate. For me personally, I felt it's a bit of a step down in lifestyle and enjoyability, but I was willing to kind of take one for the team. If I would have been sent down there, I would have done it. I might not have liked it. But if I could help America, I think that's worth it. And everybody should do their part to try. And even working in technology, I'm still continuing to do that. I think I might even be able to do more to help America and help the world by pursuing things like bitcoin and decentralized ideals, cypherpunk ideals, than I might have been able to do down there in the US Senate."
    },
    {
        "speaker": "E",
        "text": "Preston, it's interesting, the perspective of bitcoiners here in the United States. You can almost divide it into two categories. There are people who see bitcoin as very much a global movement with benefits for mankind and aggregate. I think everybody in the second category believes that as well. But there are also people such as yourself who are very pro America. You obviously served in the United States Navy. Background of really being patriotic, wanting to serve the country. Talk a little bit about bitcoin, specifically as an american phenomenon. I think there are a lot of people who particularly come from the traditional finance side, who say, hey, look, the United States dollar is one of the reasons why the US had such an incredible century. We shouldn't risk it by switching away to a different standard. Talk a little bit about your view of America and bitcoin and why you think bitcoin specifically would be good for this country."
    },
    {
        "speaker": "F",
        "text": "Yeah, the best years we had for the dollar was when the dollar was backed by sound money and backed by gold. And we can do the same. We could have the dollar backed by bitcoin. We can make bitcoin legal tender. Bitcoin is sound money. At the end of the day, all of the shenanigans and tricks that politicians can do can't make an economy good. Otherwise, Zimbabwe would be the wealthiest country in the world. At the end of the day, the basis of a sound economy must be sound money. And that's what bitcoin does. So anybody who cares about the economy, even if they don't like bitcoin, should. But more broadly, for your question about America, bitcoin is freedom. Bitcoin is, at the end of the day speech. What happens is somebody named Satoshi took some code and wrote it down and gave it away for free. That's how bitcoin was started. There was no fundraise, there was no pre mine. There was no securities offering or anything like that. Somebody wrote down some code and some ideas, and they shared that and said, this is open source. You can use it how you want. You can copy it, you can use it, you can run it. People decided to run that code. The Supreme Court has already said that running code is a form of speech, and writing code is a form of speech. So at the end of the day, that is protected act in the United States. And the fact that running that code spins off these widgets that we call bitcoin, and we decide that those have value because we know that they're backed by math and code rather than by the whims of politician. That's a free market solution. And it also bringing us back to sound money has all kinds of benefits for the economy. And like I said, it decreases evil. Americans wouldn't support some of the most evil things we do. The war on drugs all over the world, drone bombing people in different countries, we wouldn't support that. If you had to come to each person and knock on their door and say, hey, give me 70 grand so I can go bomb someone, or give me 70 grand so I can lock up a weed grower in a prison for a year. Americans don't support those things, but they can get. The politicians can get away with it because they can print money from thin air. So we'd have a much better economy, much better jobs, and we'd have a lot less evil if we embraced sound money. And it's just a good idea. It's pro freedom, and that's what we're all about. We should have a lot more freedom in everything, securities and everything across the board."
    },
    {
        "speaker": "E",
        "text": "Bruce, I want to give you some time to unpack and articulate your vision of what this looks like. Let's go flash forward into the future, 3510 years. Talk a little bit about your vision for bitcoin and how it would actually work in terms of the functional mechanics of a bitcoin standard rising here in the United States and more globally."
    },
    {
        "speaker": "F",
        "text": "Steven well, the most important thing is more people viewing bitcoin as money. Bitcoin has been my form of money since 2013. I went in, all in, and never came back. I've never been able to buy any more bitcoin since then because I've always been all in, other than any incoming new money. So I think more people that embrace bitcoin and see bitcoin as money, more countries that embrace bitcoin. We have El Salvador, and I think there's going to be others. There's a lot of countries decoupling from the dollar. So I'd like to see the United States and pretty much every country recognize bitcoin as money. It might not be the only money. They may have their own form of fiat, but to have bitcoin broadly, globally recognized and free, and also have it interacting with other digital assets. I'm excited about the stock market, for example. I think you can tokenize the world, and I think that there's no reason that you should have stocks bound by borders the way they are now. There's a few regulatory hurdles, but the technology exists now. For us to be able to move, we should be able to tokenize stocks and be able to move them around, to have people carry them in wallets and move them across borders, and have much smaller companies become tokenized and have bitcoin kind of driving this entire digital based economy. It's been called global money before. It's borderless money, and it's been called the money of the Internet before. So I'd like to see that kind of those narratives go forward where this is money that the whole world accepts. Pretty much every country accepts it, and it's widely used for settlement of the major transactions, the trillions of dollar markets like securities and real estate and these kind of things."
    },
    {
        "speaker": "E",
        "text": "Yeah, you mentioned something that's been controversial in the bitcoin community, which is the idea of ordinals and inscriptions. Where do you come down on this? This is something that's divided bitcoin, or some saying, hey, it's a free and open platform. People should be able to do what they wish. Others concerned about it, clogging up the bitcoin network in terms of volume of transactions. What are your thoughts, Steven?"
    },
    {
        "speaker": "F",
        "text": "Yeah, that's interesting. It's a great debate to follow in bitcoin, and there's a couple camps, a couple major camps, and then a couple subcategories. There's some people who just think that all digital assets, junk and nothing should ever be built, and they don't see any legitimacy of any tokens. I disagree with that for the reason I just mentioned. Securities is a very simple and obvious example. Collectibles is another, although a lot of the collectibles, I certainly don't advocate spending six figures on a JPEG, but I love collectibles. Collectibles is a multi billion dollar market. Always has been, always will be."
    },
    {
        "speaker": "E",
        "text": "By the way, we should tell our listeners who are listening to this on a podcast about your incredible background. You have some really amazing comic book art behind you, some incredible collectibles back there."
    },
    {
        "speaker": "F",
        "text": "Coins, too."
    },
    {
        "speaker": "E",
        "text": "Yeah."
    },
    {
        "speaker": "F",
        "text": "And so art is a real market, and digital art should be. World of Warcraft has suits of armor that cost $1,000, and they've held their value for 15 years. Now. There's public companies that haven't lasted that long. So I believe digital assets is a legit market, and although maybe a smaller, it's actually quite a big market, but it's certainly not like securities, which is a very vast and very serious market. So I think there is legitimate uses for tokens. Some people don't think there is at all. So, so they may be in bitcoin, say the only legitimate use is just money. But if you're in that category of, yes, there's other legitimate uses of tokens, well, then the question is, where do you build them? Do you build them on Ethereum or another chain, or do you build them on the bitcoin chain? I like bitcoin because I'm a bitcoiner, and I think that's the strongest chain, the most secure chain, the most censorship resistant. But you may not necessarily need that level of censorship resistance for certain tokens, like centralized collectibles. You may not need that level. So I'm open minded to other chains, and I certainly love and support the idea. And personally, if I was to issue a security, I'm not that smart, technically. So the caveman brain of me says, go with the simplest chain, the strongest chain, the most secure chain. At least I don't have to worry as much about bitcoin being hacked or wrecked or validators or nodes or something messing it up. And then you only have to worry about the second layer. So to me, it makes a lot of sense. But I'm certainly open minded and supportive of other chains as well."
    },
    {
        "speaker": "E",
        "text": "Hey, everyone, we're going to take another quick break and hear a word from our partners. We'll be right back to the real vision crypto daily briefing."
    },
    {
        "speaker": "G",
        "text": "This podcast is sponsored by Ramp. Are you the decision maker in your company? Consider this, for the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company spending and control who spends what with each vendor. Ramp software collects and verifies receipts instantly to save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization, and bill payments, time consuming tasks, which means youll stop wasteful spending and close your books in hours instead of days. Businesses that use ramp add up to 5% to their bottom line the first year. If you're a decision maker, adding ramp could be one of the best decisions you've ever made. Get $250 when you join ramp for free. Just go to ramp.com easy ramp.com easy ramp.com easy cards issued by Sutton bank."
    },
    {
        "speaker": "F",
        "text": "And celtic bank members of the IC. Terms and conditions apply."
    },
    {
        "speaker": "E",
        "text": "So what do you say when people say like, this is just an outrage. Bitcoin is here to be the pay. The settlement led to be the strongest form of money globally. Keep your collectibles off of it."
    },
    {
        "speaker": "F",
        "text": "Well, I say you might be more happy in the closed source environment. This is open source software. Satoshi gave it away, and there's nobody who can say whether this is a valid use or not. Satoshi Dice, started by my good friend Eric Voorhees way back in the early day, did a whole mess of transactions. A lot of people were very angry because he was doing so many transactions and spamming the blockchain. But any legit, any user that anybody can have, even trolling, even trying to clog it on purpose, any use is fair. All is fair in an open source, decentralized network. And we as participants in that network must rely on its ability. It's going to be okay. The fees are going to adjust and scaling is going to adjust. David Bailey says he wants to drive higher fees so that he drives more scaling. If it always costs $100 to do a transaction that drives more people to second layer. So it's all going to work out. Uh, don't be afraid of open source is what I'd say. You know, let it go, let experiments happen. And by the way, with this idea of tokens and ordinals and things like that being on built on bitcoin, uh, if you have a permissionless network, scams will be built, you know, that we will have on bitcoin, we will have scams just like Ethereum had scams. Uh, and I think that's healthy because um, you know, a network that can prevent scams by definition is a closed network. And I'm all for open list and permission. You know, permissionless doesn't mean I'm for scams obviously, but I'm for the base layer program protocol to be as open and flexible and as cypherpunk as possible."
    },
    {
        "speaker": "E",
        "text": "Trey yeah thats really interesting. The idea that on open networks bad things are going to happen, but bad things are going to happen anyway, I guess the argument goes. So why not do it on an environment of maximal freedom and maximal openness? So goes the argument at least so that the better ideas can chase out the worse ideas."
    },
    {
        "speaker": "F",
        "text": "Yeah exactly. You just let markets work. And this is part of the broader conversation going on about securities and everything. Although Im securities registered and Im one of the most licensed regulated people in the space and I have been for a long, long time. But I'm actually against the idea of these regulations. I think that there isn't a good moral and ethical justification for them. And I don't believe that politicians are the answer. I don't think that central, I got into this space because I like decentralization. I don't want central control where politicians, even ones I like, are sitting there telling people whether this is a good investment or bad investment. I just firmly believe the markets are the best place to do that. And I think that the more freedom you have, it's not like a scam is just going to stay a scam forever. The more freedom you have, the more price discovery, the more information, the more trading, the more quickly the junk is going to be brought down to a fair price of zero and the quicker the solid investments are going to rise up. A million eyes on something is a very, very, very good form of regulation. Much better than one eye of a powerful regulator later."
    },
    {
        "speaker": "E",
        "text": "Yeah, I mean, of course, the challenge is that people do get hurt, particularly retail investors get hurt along the way, and that's obviously a terrible thing. Since you mentioned regulation, I want to talk a little bit about what's happening right now with the SEC crackdown. SEC, of course, filing suit against Binance, against Coinbase. This is kind of an interesting question to ask a bitcoiner. People who are just coming to the space probably are just trying to get their heads around all the complexity, all the different actors, all the different camps and sub camps that we were talking about earlier. Many people in the bitcoin space actually feel like it's just desserts. So that's something that, when you think about cryptocurrency more broadly, that might be surprising to people who are still relatively new to it. One of the most interesting aspects of this is it seems that based on the language that we've seen in those documents coming out of SEC, and indeed in CFTC, is that bitcoin appears to be excluded from this broad crackdown for a variety of reasons. Perhaps you could talk to that and talk to your views about what's happening."
    },
    {
        "speaker": "F",
        "text": "Happening, yeah. Bitcoin is excluded, I think, primarily because of the reason that I mentioned. At the end of the day, it's protected speech, it's code that was issued, and you can run it, and everything else is secondary to that. So I think bitcoin is very, very hard for them to attack, particularly given the messages that they have. But I think that bitcoiners would make a mistake to not think that they're coming for bitcoin. I think that the government, there's certainly powerful people who are against bitcoin. I don't think they can stop it. I think it's even difficult to stop in the US, could potentially cramp down on it a lot and make it very difficult to use in the US by shutting off ramps and trying to regulate wallets or regulate miners or something like that. But that wouldn't affect it globally. It might even rally globally. So I think it's very difficult to stop, but I don't think people should underestimate that. And I think just either way, bitcoiners should be in favor of freedom. I think that the roots of this space have always been sort of libertarian ideals. And even if you don't agree with something, I mean, I don't even agree with alcohol, but I certainly know that prohibition was a failure. So I don't allow methamphetamines on my farm. But I don't believe that the state is the best solution to try and stop those things. Same with scams. I hate scams. I really, really, really don't like scams. I've seen a lot of people scammed in my career. However, I don't believe that centralized control is the best method to stop scams because then you end up with people like Bernie Madoff, who was head of the largest regulator and also the largest scammer. And you end up with people like Sam Bankman Fried, who was close with the regulators and the biggest political donor and about to get special treatment, apparently. And he was very registered. He had a regulated company, FTF Capital Markets is registered with the SEC, and they turned out to be a scam. So I just firmly believe that the markets are the solution, that free markets are the solution. So I think it's a big error for bitcoin, bitcoiners to be rallying for these things at the top level. I think the laws are completely immoral. It doesn't mean I'm trying to break them. I'm one of the few people who's actually bent over backwards and spent a lot of money and a lot of time to comply with them. And I actually predicted all of this coming five years ago. I knew that these kind of crackdowns were coming, but I still don't agree with them morally or ethically. I don't think they're right. And I think that a healthier America would be one that was much more open. It shouldn't be the kiss of death to be a security in America. Securities are great. They're awesome, and they should be encouraged. And we should have it be a lot easier to issue securities such as equity in the United States."
    },
    {
        "speaker": "E",
        "text": "Bruce, I've got one more question for you, and then I want to go to viewer questions because we've got some interesting ones that have come in. Just because it's breaking news today, Blackrock apparently is filing to create a bitcoin ETF. BlackRock, obviously, as many people know, is the largest asset manager here in the United States. I mean, this is like the metaphor for tradfi large institutions. How do you feel about something like, like this?"
    },
    {
        "speaker": "F",
        "text": "Well, I hope they succeed. You know, a lot of people have tried. I've joked before, way back in 2013, I thought about doing this and I thought it'd be a great idea to have an ETF. And then the Winklevoss brothers came along and I said, oh, well, they're real smart, they're very capable fellows and they have great lawyers. So they'll probably have this done in six months. No point in me doing it. I thought I could do it real fast because I had a Wall street background. Boy, was I wrong. I'm glad I didn't. I probably would have been in the line just like them. And even fidelity and Van Eck and so many other very capable, very good companies with good lawyers who spent a lot of money in good faith. And sadly, our government has made it so that they have wasted that time and effort and not been able to have a product out there that would help the public and that the public wants. So hopefully it gets approved. I wish that all of these would have been approved a long time ago."
    },
    {
        "speaker": "E",
        "text": "Okay, to questions from our audience. Here comes our first one from Aetnam news on YouTube. Boy, this is great. Talk about open sourcing things. This is a cool question for you. Tough one as well. I love bitcoin, but the argument that is a superior form of money hangs in the balance of its allocations. A more superior money, in my opinion, would have a fairer distribution. Essentially what hes saying is, boy, bitcoins great. I love it. But its especially good for Bruce because he started buying in 2013. What about the rest of us? Thats really the core of that question."
    },
    {
        "speaker": "F",
        "text": "Yeah, fairness is an interesting thing. Again, going back to markets, is it fair that people were, I mean, it was only super, super geeks. You got to be some kind of very unusual person to be on the cypherpunk's mailing list in 2010 and eleven and then have the technical ability to be able to start mining. I didn't have that. I came a couple, a big couple years later. The difference between ten cents and one hundred dollars or something like that. There is an aspect of luck. There's a billion people who don't know how to read. They don't have phones and they don't have toilets, and they have much lower life expectancy. So it's certainly extremely unfair to those people, the global poor. There's the next tier of a couple billion people who live on less than $10 a day. And then there's people who just happen to be a cypherpunk and then also happen to have money. There's a lot of early bitcoiners, developers even, they just didn't have any money and they were younger and they're sleeping on somebody's couch. Um, but the combination of people who came in early, you had money. You know, there, there's a lot of, a lot of factors in that. Luck is part of them. But at the end of the day, you know, bitcoin ends up kind of where it's supposed to be. We, all of us early adopters made mistakes. Uh, I'll probably never have the original stack of bitcoin that I had. It's always, you know, harder and harder because I had to sell off some over time. And there's a lot of people that, you know, you, you say, oh, boy, I wish I would have bought it at $0.10. Well, you probably sold it at $0.20 if you had done that. So, you know, it's never too late to make. And there's people who came in later. There's a lot of people who came in later and they just made a commitment to it who have accumulated. So I think it could, you know, it could always be better, but I think it's been quite fair and a pretty good model so far."
    },
    {
        "speaker": "E",
        "text": "Okay, next question comes to us from Diego Filamena on YouTube. Diego starts out with a comment, great guest. He says, please ask Mister Fenton about Prometheum Gate at Congress a couple of days ago. Boy, I'm glad you have to explain this one. And I don't. I should say this is a story that's still developed, developing. The facts are still coming in. But you want to take a crack at this, Bruce."
    },
    {
        "speaker": "F",
        "text": "Yeah, sure. So basically what happened is Gary Gensler, the chairman of the SEC, has been saying this line, come on in and register. And that is a lie, unfortunately, and it's even a career risk. And it's something that I take seriously to say that the chairman of the SEC is lying. But unfortunately, we've got to have a clean industry, and I don't want liars in my industry. And that unfortunately, and bizarrely happens to include the SEC chair right now. He is not being accurate when he says that you can't just come on in and register. And there's many, many, many companies like ours who have registered, and there's companies who've tried to register and can't for various reasons. And there's all kinds of drawbacks and delays and shenanigans, the kind of things that you see in a third world country where it's more about who you know and what connections you have than it is about the letter of the law. And it has no place in America. So they've been pushing this line like, come on in and register. And those of us in the industry who know everything say, well, that's nonsense. You can't come on in and register. Nobody's ever succeeded in it. So, surprisingly last minute, this company thats sat around dormant for several years just came along and got this very special and unusual license that no one else has called a special purpose broker dealer, which enables them to be able to hold some crypto assets. Now, whats suspicious about that is that it came very late. It fits right into the narrative. So the SEC can say, hey, look, heres somebody whos done it that you can register. But theres a lot of suspicious things. As you said, its an unfolding story. There's suspicious things about the funding coming from China, the leadership, a couple of them went to a law firm or they got their law degrees at a law school that got unaccredited. There's the co CEO's. Apparently one of them doesn't even have a license, and the other one has only had a license for a year. The co CEO who testified yesterday or recently in Congress isn't even licensed at all. And apparently his brother or some relative is a co CEO. So to have this company that comes out of nowhere, with no background that nobody's ever heard of happened to just get this magical license that nobody else has been able to get, and also, by the way, still can't do anything. The license is a sham. You can't do anything with the license. But it sounds good. It's all quite suspicious, and I think it should be looked in very, very carefully. I'm glad there's freedom of information, information requests out there. I'd like to see how did this nothing company that nobody has ever heard of get invited to testify in Congress and exactly what happened behind there. It seems like the government might have tried to pull a scam on the american people."
    },
    {
        "speaker": "E",
        "text": "Strong words, Bruce."
    },
    {
        "speaker": "F",
        "text": "Yeah, well, it's strong times. You got to call it like it is. The truth is the truth. And I stand by my words. And I'd be happy to go into. Yep. Or give examples to anybody who challenges it. But we need a clear, clean economy. And I care about this business. I care about securities. I told you I started my first job when I was 14. Before that, at age seven, I grew up on the floor of a brokerage firm. I've been in this business my whole life. And I want a clear business and I want a business. I want an industry that's going to drive America forward, that's going to have securities that are working the way that they are supposed to work, and to be able to have a long tail of thousands and thousands of publicly traded companies that we can move around easier and have securities be unlocked for the potential that they are. These are deeply important things to me. So when we have scammers in our industry, I don't want them in our industry. And if those scammers happen to be the regulators, I'm going to call them out and I'm going to do everything I can to get them to clean up their act or get out of our industry and let the innovators move forward and make a better nation and a better economy for everybody."
    },
    {
        "speaker": "E",
        "text": "Yeah. Well, as I said, very strong words. It's going to be interesting to keep an eye on this. By the way, I should say two things about this story that's developing right now with Prometheum. Number one, as I said, some of these revelations are just coming to light. We haven't had a chance to independently verify them. I'm sure the story is going to be on our radar for some time and I'm sure more information is going to come out. Second, interest of full disclosure, I interviewed Aaron Kaplan back in March. In fact, I have not had a chance to rewatch this interview in light of what's come out. So I'm going to have to do that. But if you'd like to go take a look, it's up on the website, on the real Vision website, and I believe it's on YouTube as well. If you'd like to take a look at that conversation, obviously more to come. I imagine there's going to be a lot more chatter about this story as we get more facts coming in. Bruce, this has been a really incredible conversation. It's been great to have you on the show. I hope you'll come back and join us again soon. Let me ask you this final thoughts, key takeaways that you'd like to leave our viewers and our listeners with from this conversation?"
    },
    {
        "speaker": "F",
        "text": "Well, I think that freedom is so important, and it sounds really basic and it sounds almost silly to say that we've got to be thinking about freedom, but we really do because the idea of peaceful people being harmed by the force of government, by men with guns is something that we should all be deeply, deeply concerned about. So I encourage everybody to read things like the road to serfdom, Hayek and Rothbard, and maybe go to something like pork fest up here in New Hampshire in a couple of weeks or look at these ideas, watch some videos by Tom woods or Jeffrey Tucker or something like that, and think about how these things apply and how hopefully our distributed ledgers and technology like bitcoin can make the world a better place and a more peaceful place that gets rid of centralized control and the power of tyrants and puts the power in the power of human beings, led by math and code."
    },
    {
        "speaker": "E",
        "text": "Bruce, I have a question for you about pork fest. How's the food? They have actual pork."
    },
    {
        "speaker": "F",
        "text": "I don't eat pork, but I think somebody probably does. And pork stands for porcupine, which is the state motto or the state mascot of New Hampshire. And it's also kind of a libertarian mascot. You know, the Republicans and Democrats have the elephant and the donkey and the libertarians have the porcupine."
    },
    {
        "speaker": "E",
        "text": "Yeah, I'm looking at the website right now. Family friendly freedom festival. Looks like it's a place you can camp as well. It looks beautiful in the mountains there of New Hampshire."
    },
    {
        "speaker": "F",
        "text": "Yeah, it is. It's fun. I'm looking forward to it. I go every, usually every year, and there's a good crowd, there's a lot of big partners, and there's several presidential candidates who are going this year and other figures. Uh, uh, uh, Kennedy, uh, RFK Junior is, is going and, uh, Vivek Ramswami is going. Um, I think Tulsi Gabbard is speaking and some other political figures and a lot of, you know, real liberty people as well. So it's a, you know, it's, it's a good event. I always recommend, it's not for everybody. It's, it's a little rough around the edges. And if you're scared of guns and things like that, you might be out of your comfort zone. But I strongly recommend it to everybody, uh, just to be exposed to these kind of ideas. A lot of people are somewhere on the spectrum from status authoritarian to lefty to righty to libertarian. But these people are another level. There's a lot of very smart thinkers about ANCAP values and libertarian ideals that you can hear from. And they've thought their positions through quite thoroughly. So it's a real treat to talk to some of these folks. I highly recommend it for everybody, just even if you hate these kind of ideas, to be exposed to them and kind of the highest level."
    },
    {
        "speaker": "E",
        "text": "Well, that's very well said, and that's certainly what we believe here in real vision, no political biases. We have everybody on. Despite my own libertarian leanings. Always good to have open conversation, free conversation and a variety of voices. Bruce Fenton, thanks so much for joining us. I hope you'll come back soon."
    },
    {
        "speaker": "F",
        "text": "Absolutely."
    },
    {
        "speaker": "E",
        "text": "Thanks for watching everybody."
    },
    {
        "speaker": "H",
        "text": "What's up revolutionaries. Thanks for tuning in to the real vision daily briefing. For more content like this, head over to realvision.com and get unfiltered access to the very best, brightest, and biggest names in finance."
    }
]