[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited premium wireless. Everybody get 30. 30, baby get 30, baby get 20. 2020, baby get 2020. Bid to get 15. 1515 just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at Mint mobile.com switch $45 upfront for three months."
    },
    {
        "speaker": "B",
        "text": "Plus taxes and fees. Promoting for new customers for limited time unlimited, more than 40gb per month slows full terms at Mint mobile.com dot hello and welcome back. Here's why you need to watch today's real vision crypto daily briefing. One of the world's largest ticket companies has chosen a blockchain partner. We're going to discuss what that partnership between Ticketmaster and flow means for the NFT space. Plus, we're going to dive into the crypto sniper Francis Hunt's latest technical analysis. Where is crypto going? What are the technical sayings? He answers those questions and more in today's jam packed episode. Stay tuned for those key takeaways. My name is Marco Oliveira. With me today we have mister aggressively neutral, Ash Bennington. Don't forget to subscribe, smash the like button on YouTube, or join us on the real vision platform. Well, let's get into the latest price action. This new month has started. On a bearish note. There's little hope for an imminent bull run. We're going to get into the details later in the show. Yeah, who financed? Historically, Bitcoin has lost 6% on average in September going back to 2011. Right now, bitcoin is see sawing below and above the key psychological level of 20,000. Notably, there are signs of weakness in the stablecoin market. Coindesk is reporting a new research note by Morgan Stanley. The american bank says the combined market capitalization of the largest two largest stable coins, tether and USD coin, has begun to fall again. We saw the market cap stabilize in mid August, August, but not anymore. Morgan Stanley says the two stable coins market cap is 10% lower than its April peak. Ash, what does this indicate?"
    },
    {
        "speaker": "C",
        "text": "Well, you know, on the note from Morgan Stanley, this draws a direct line between quantitative tightening and what's happening in the stablecoin market. This makes sense intuitively. I think stable coins function as a proxy almost for demand and supply of credit in traditional capital markets. So there's this macro crypto connection that we're going to be talking about more later in this show. Marco?"
    },
    {
        "speaker": "B",
        "text": "Well, meanwhile, helium, the native token of the helium blockchain, HNT is down heavily. This follows an announcement that peer to peer blockchain, designed for the so called Internet of things, will likely transform from its own cryptocurrency onto Solana's blockchain. The helium community will vote on the proposal on September 12, and it's expected to pass. Finally, flow, the native token of the namesake blockchain, has seen some wild swings over the past few days. It's now trading flat after a significant pump yesterday. Which brings us to our top story today, one of the world's largest ticket sales company, Ticketmaster, us based Ticketmaster has chosen the flow blockchain for minting tickets as nfts to some of its events. Flow is a layer one blockchain, which means it doesn't require another network like Ethereum to run. It was created by Dapper Labs, whose best known creation is the NBA. Top Shot NFTs decrypt is reporting Ticketmaster and Dapper have been testing the program over the past six months. Ash, this sounds like a big deal for flow in the world of nfTs. How is this going to work?"
    },
    {
        "speaker": "C",
        "text": "Well, I think that's right, Marco. It is a really interesting story to watch. We don't know exactly how it's going to work. Flow is obviously a popular protocol. There's some novel differences on the technology side that folks are excited about, particularly the way that code changes can happen on test servers. Remember, it was just earlier in August that Instagram added support for the flow blockchain. So it's a story that's getting a lot of pickup, I think, for that reason, because there's a sense of potentially some momentum building there. It's really interesting to me. I think NFTs are probably the most misunderstood protocol or the most misunderstood technology in the blockchain space. If I were to say NFTs to most people, many would not know what it was, but others would say, oh yeah, of course, like bored apes. You know, I think bored apes and other type of communities that are art based are interesting use cases, but I really think that the NFT technology is much broader than that. Remember what an NFT is. An NFT is just a token that has a unique digital fingerprint and that has a tremendous number of potential applications. One that I was thinking of and that the story alludes to is something called poap. This is the proof of attendance protocol. This is the ability to verify that you were physically in a place like, for example, a concert or a sporting event, and then to keep that blockchain to keep that token with you, that NFT token, that poap token with you on the blockchain indefinitely. This is something that we've been looking at, at real vision. I know that Raoul's excited about it. I'm excited about it. There are just a tremendous number of opportunities with this technology. And again, for me, NFTs are a technology that we just don't understand all the use cases for. And for that reason, Mark, I think it's very exciting."
    },
    {
        "speaker": "B",
        "text": "Yeah, very exciting. Huge opportunities. When you say bored apes, it really makes you think of the culture. The use of NFTs for the culture, as the kids say, is something that we have discussed on real vision a lot. Ash, remind our what's the potential here when it comes to nfts and culture?"
    },
    {
        "speaker": "C",
        "text": "Well, I think it's vast. And this kind of comes back to this idea of that. We just don't know exactly what this technology will bring us yet. Lots of people like to joke and make fun of nfTs. It's just a jpeg. You can just right click and save it. But from a cultural perspective, I think that we're seeing something that is quite novel here. And I think if people don't understand it and they don't want to participate in it, that's perfectly okay, too. But I think it's really interesting. Whenever a group that's not the demographic for something says, oh, this is like a really stupid idea, I always become really skeptical. You know, one example of this is, for example, the vegan meat movement, right? Like, you may not be a consumer for it. You know, I myself, I love a nice, thick, juicy sirloin steak. But when people dismiss out of hand a new technology that appears appeals to a different demographic, especially when that demographic is younger, it's always dangerous to me, at least, Marco, to completely say, oh, this is stupid, there's nothing here."
    },
    {
        "speaker": "B",
        "text": "Yeah, you can't, you can't always just be like, oh, it's just those silly kids, right? I mean, this is something that every generation before us has kind of said, so, you know, these silly kids will do things, you know, when you see things like, even like Roblox, I, you know, kids are building all types of things on Roblox and that has like, amazing implications for what jobs could look like in the future. So there's so much there to unpack. So, you know, you know, we'll definitely have to keep, keep an eye on all of that stuff."
    },
    {
        "speaker": "C",
        "text": "Well said."
    },
    {
        "speaker": "B",
        "text": "Other stuff."
    },
    {
        "speaker": "D",
        "text": "Yeah, yeah."
    },
    {
        "speaker": "B",
        "text": "Some other stories we're following today talk about a million dollar mistake. Crypto.com, best known for its ads with Matt Damon and its sponsorship deals, was supposed to refund an australian woman $100. This is like easy stuff, right? $100. Boring, you may say, right? Well, here's the catch. The company accidentally added a few extra zeros. Talk about like five extra zeros. They said $10.5 million instead of 100. And you know what happened? They didn't notice for seven months. Now they filed a lawsuit against her. The court heard during that time the woman had bought a mansion and transferred the ownership to her sister in Malaysia. Wow. Talk about a case of fortune favoring the brave hush."
    },
    {
        "speaker": "C",
        "text": "Or maybe not. Look, Marco, we've seen these cases in traditional banking. People have been sued, obviously, for the recovery of funds, as we see here. But in addition, we've seen cases where people have been criminally prosecuted. Indeed, some have pleaded guilty to those charges and wound up with a felony conviction on their records for the rest of their lives. So this isn't a joke, especially when courts see potentially the intention to hide assets. I'm not saying that's happening in this case, but it is something that people should be thinking about. The other interesting thing about this is these cases differ dramatically by states. I remember reading about cases where someone was prosecuted, for example, in Florida, for something that they wouldn't have been prosecuted for, for example, in New York. So it's very difficult to know without being a lawyer and without knowing the laws in a specific jurisdiction. So that's another aspect of it. You know, finally, obviously, I think this is probably not a great case. Not a great story for crypto.com. dot. This is a company that in many ways is best known for their publicity. They're best, they're very well known, of course, for the Matt Damon ad. They're well known for acquiring stadium naming rights. And I think this is probably not a great story for them in two ways. So, number one, it shows that they lost multi millions of dollars in funds and didn't realize that that had been lost until several months later. I think you said seven months later. Ten and a half million dollars. That's a pretty big chunk of change. If you lost that in the couch cushions, you'd probably notice it. So it doesn't make their sort of security infrastructure look very great. And also, it's never a great thing to sue your customers. I think we remember this from the Napster days. So it's not an awesome story for crypto.com."
    },
    {
        "speaker": "B",
        "text": "I would say, yeah, definitely not an awesome story for crypto.com. dot. You know, on another note, speaking of lawsuits, one of the biggest proponents of bitcoin in traditional finance is in legal trouble. Michael Saylor, founder and chair of microstrategy, has been accused of tax fraud by the DC attorney general. In a lawsuit filed Wednesday, the attorney general accuses Saylor of not paying income tax in DC, worth some $25 million, despite being allegedly a resident there. The lawsuit also names Sailor's company, company Microstrategy as a defendant. It alleges the company conspired to help Saylor evade taxes. Both Michael Saylor and Microstrategy denied the allegations. Ash, this is one of the top stories in almost every major crypto news outlet we're even covering, even though it's not directly covered about, it's not directly about bitcoin. Why is there so much interest with this story?"
    },
    {
        "speaker": "C",
        "text": "Well, there's interest because Michael Saylor is massively crypto famous, especially in bitcoin circles. But a couple of points to make here. First, this is, this is a civil case. This is not a criminal case. No one here, nothing, neither Saylor nor microstrategy has been charged with a crime. It's a civil case in the District of Columbia. And as you said, Marco, both Saylor and microstrategy have denied the allegations. It's a story that is going to be going through the courts and we're going to have to wait and see, as many of these stories is true of. Obviously, when something is in the courts, we can speculate about it, but we're going to have to wait and see until some of this more information comes out. By the way, I should just say Percy NBC. Under his leadership, microstrategy spent close to $4 billion acquiring bitcoin. Again, that's probably an answer to your question. Why is this story so interesting to so many people? Their average weighted cost on bitcoin was $30,700. That's also per CNBC. Obviously, that's underwater from where it is right now. Michael Saylor has also said that he considers the company's stock to be sort of almost like a bitcoin ETF. By the way, we should say microstrategy, which trades on Nasdaq under the symbol MSTR. As of right now, as we're live down, it looks like about 4.4% on morning trading today."
    },
    {
        "speaker": "A",
        "text": "Marco, Ryan Reynolds here from Mint mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless how did you get 30 30 but to get 30 bid to get 20 2028 2020 a 15 1515 just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try@mintmobile.com."
    },
    {
        "speaker": "B",
        "text": "$45 up front for three months plus taxes and fees. Promoting for new customers for limited time unlimited more than 40gb per month slows full terms at Mint mobile.com dot very interesting. Well, you know, another story that we're looking at here is a quick update that we did on a story from the show that we had on Tuesday. Kyle Roche, a lawyer involved in numerous crypto lawsuits. He was accused by Whistler blower website crypto leaks of filing frivolous, frivolous lawsuits on behalf of ABA Labs, creators of the avalanche blockchain against its competitors. The Ava lab CEO denied any involvement, calling the accusations categorically false. Shortly after the report came out, Roche said it contains numerous unsourced false statements and illegally obtain highly edited video clips that are not presented with accurate context. Now, Coindesk reports Roche has withdrawn from lawsuits against Tether, Bitfinex, Tron foundation and more. This is Jeff. This is definitely a developing story, one to keep an eye on as, as we move forward. Well, onto our clips for the day. I recently sat down with Francis Hunt, the market sniper, the crypto sniper, to discuss what's happening in crypto markets. In this first clip, we discussed the dollar. Let's hear what he has to say about it. There's this classic inverse relationship between the dollar and risk on assets. Just yesterday we had a headline from Cointelegraph where they were saying that the dollar hit an all time high, a 20 year all time high. It's since receded. But because macro is driving crypto, I think it's important we start there. What's going on with the dollar, in your view?"
    },
    {
        "speaker": "D",
        "text": "Oh, yes, indeed. You're spot on in terms of exactly what you said. And I would like to think we were one of the earliest to start calling this. We were saying it's not about stock to flow models anymore. It's not about various cryptocentric exclusive. This is truly macro is the earth upon which the buildings are built. And generally you can talk about the building and how you're going to finish the interior of XYZ apartment. But when you have the earthquake and the ground moves, everything else no longer matters, whether the couch is in the right area or the right corner of the room, just holding on tight and getting through. The macro is the big game. And that really is top of the mountain as we were when we were chatting just before. In fact, this is a chart I probably don't, I show so many times, yet many people will not have seen it. So I just almost insist on putting it up every time. And it's the dollar index generally over quite an extended period. Our overall viewing has always been that this has been a macro falling wedge for the dollar and that this was a major breakout that occurred in and around the 1415 era. And we've drawn this many times and we've highlighted it many times. And in actual fact just prior to stimulus, when we're having the repo problems, that's when we came across Brent Johnson and we felt he was the right message just at that time, the wrong timing, because we were in and around this point here, it was 19 ish and we felt there's a down leg in the dollar at some point. But thereafter when that has happened, we're probably going to go into what we considered a continuation breakup to the upside. So our default position is always continuation. And what you had in the rising wedge from the periods of the great financial crisis. So that put a real flaw there. Under the dollar you had this squeeze and break and that eventually took you outside of this macro falling wedge, which is a very, very squeezing and critical and long term. It's a huge timeframe structure. So our overall opinion has been dollar dominance. Even when the stimulus was being printed. In other words, our assumption was that we would base out and in the end we were a bit shocked how low it ended up coming. But when you consider that, I think if six or 7 trillion was printed, it was understandable. So our hypothesis was due to fail at the running of that low, which ended up not happening. And the minute we started to see resistance and a bit of basing in there, we were looking for the technical assumption. So because we had the right macro bias, I think on balance of probabilities for the time we were bull biased even when everyone was bare and we were waiting for that pivot moment. It's an important point to also make that bitcoin was having its absolute runaway success during this period and taking out the highs, which obviously makes the point that you asked in your question regarding risk on and risk off relationship with the dollar dominance. Since then this has been an absolute runner and we've said a couple of times where we're looking for the fall now that looked very far away when we were in 89. So I'm going to bring us a bit smaller timeframe now and bring us down more recently, instead of this monthly, it looked very far away when you were looking at this structure and you were down and you're traded below nineties, where all this mess is that I've drawn. But you can see that there was a real w bottom in the orange there, a real reversal. And since then, we've been in an absolute breakout. Those targets were both run for that reversal w bottom, which was also an inverted head and shoulders, by the way. So you get multiple overlays of pattern validation in there. So the left shoulder, just for the technicians, was in there, and a very small right shoulder. There wasn't much appetite for downside. You broke, you ran into a bit of legacy resistance. And then since then, it's been pretty much one way."
    },
    {
        "speaker": "B",
        "text": "Ash, I really like this analogy Francis uses here. Macro is the earth upon which the buildings are built. You can talk about whatever you want in the building, but none of it matters when there's an earthquake. And clearly, the dollar is part of Francis macro view. What is he saying about the dollar in this clip? And why is the dollar important to watch in general?"
    },
    {
        "speaker": "C",
        "text": "Macro is the earth upon which the buildings are built. It's a great quote, as you said, marco. Look, this is the background. This is the frame within which the crypto sniper, and in fact, many others are looking at cryptocurrency today. I would say, you know, there were a lot of people who were pioneers in the space who, who began to see bitcoin, especially, but also cryptocurrency more broadly as a potential macro play. Raoul, I think, was the first person in media to be widely thinking of it this way and to be giving that argument about how this works. You know, when you look back at that chart of the dollar that Francis showed, it goes back some 50 years before either you or I were born. And what's interesting to me about that chart is there are two peaks above where we are right now. Now, the second one, actually was after the collapse of the.com bubble in the 2000 era. But the first is during the plaza Accords. Plaza accords, named after the hotel that's kind of right down the street from me in that direction. This is when the g five depreciated the dollar against the japanese yen and the Deutsche mark, then the currency of Germany. The goal was to reduce trade imbalances. Many still argue that this was the beginning of the decline for Japan. Japan, we've obviously seen this multi decades long series of lost generations in Japan. There's a great short Wikipedia article about this. If you want to get up to speed on what happened during the plaza Accords. Why does this matter? Why are we talking about the dollar? Why this macro frame? I think the point here is macro matters, and it matters a great deal. Indeed, nations can rise and fall when their currencies fluctuate, especially when they fluctuate dramatically. The other point that I think it's important to make is that that it's very hard to know the implications for these kinds of movements in currencies at the time with Japan and with Germany. As the investopedia article points out, devaluation of the dollar was successful with Germany, but not successful with Japan. Indeed, as we said, it went into a secular economic decline as a contemporaneous moment after the plaza accords occurred. The point is, it is damned difficult to know at the time the implications of currency moves, of fluctuations more generally in the FX markets. Fair to point out that during the plaza accords, the last period, where we saw these dramatic changes in valuations of the dollar, indeed, the most significant peak on the chart from Francis, the brightest lights at the department of treasury and the academy, and the academia, academic world at the Fed, weighed in on the plaza Accords, and guess what? They got it wrong. Expert opinion is helpful, but it's not just positive. These markets are very complex. And I think it's just a bit of a reminder, as we think about crypto in a macro context, that these things are often very difficult to interpret. Though it's a very important to watch, obviously, dollar strength in both tradfi, if you're looking to buy stocks, and of course, in the crypto markets, which is the point that Francis is making here. Final point. And to me, this is super critical. Crypto specific stories still matter, especially. Especially security flaws. Uh, the broader macro framework does not mean that people should ignore everything else. Nothing will drive price down faster. Marco. Than a security flaw, than a hack in a space, as we've seen, of course, many times, and we've described on this show. Marco?"
    },
    {
        "speaker": "B",
        "text": "Yeah, absolutely. And speaking of crypto prices, that brings us to our next clip. Here we have Francis talking about bitcoin, the world's leading cryptocurrency. Where does he see it heading? Let's take a look."
    },
    {
        "speaker": "D",
        "text": "Overall, we've done already a number of videos on this in terms of where we think the market goes, all the key levels, and we already on record, on our YouTube channel, under the same name, saying that the next key levels will be 15 and then ten. And you might not be shocked by that, because a, there's a round number in there. But b, we have legacy targets and key levels here. This 15 comes from a head and shoulder that I will show you from the 69 high. You will see that coming all the way. There's that big vertical line. And if I just rectify that chart to get everything on here, this light blue. So I've been many times on the crypto channel with you guys, and I've warned that this is still alive and active event that's in play. And its downside target was the 69, down to the 42, which, if you can do your quick maths, probably quicker than me, you'll get to the point that you're looking at around $27,000, $27,000 or 42. They've both got two in them, so you're essentially taking 25 or 40. That gives you a 15 number, and that is a big head and shoulder. And many people were saying, when we said, this risk is out there now, guys, you stopped. At 55,000, they thought we were potty. At 30,000, they still thought we were kind of pushing it a bit far. At 20,000, they started to think, well, it's nothing as far as it originally felt. And when I look at the amplitude, I'm just going to take the jaws off. It can be overwhelming when I take the amplitude of this rally, because this is how we use hvf method, we get geometry from each. How much zip is there in the rally? That typically projected down is also bringing us to the 15,000 level, from where I would anticipate our natural level of access for this pattern is. So there's a lot in there to explain that we don't have time for here. People can go to themarketsniper.com if they want to know more, but 15k is the very next level, and there are others below that, I'm afraid to say, until such time as we get a proper reversal pattern. And guys might say, well, when would you call a reversal? On what basis? None of this qualified. You need real, sustained zip and momentum. And all of this was long, scraggy continuation structure building. None of it fell into reversal structure, as you can see here. And I'm drawing it, and I'm saying, unfortunately for everybody, the message remains the same, that this, too, doesn't. How could it change? Well, the last major move of any great momentum was this heading down. You need to go up at that level of rate. The only way this turns bullish. And what would it take for us to start making bullish overtones? You need a really zippy move up to the 25 again, this time a far more relaxed move down, maybe even just a shoulder, but possibly a relaxed move down, and then a zippy move to the 25. And go. So we need to see some more of the momentum on the swings. And then we can see this was just a temporary neckline of resistance. You come back to it, you come off it far more gradually. You return to it with real vigor, and then you smash it. And that would give you a sort of w bottom or a double bottom or even a triple bottom type structure, or you need inverted head and shoulders for that to happen. Then earlier shoulder you have is 31 and a half. So it's a long way back for reversal patterns."
    },
    {
        "speaker": "B",
        "text": "So, Ash, Francis has an interesting view on bitcoin's price here. What's your view on what Francis is saying in this clip?"
    },
    {
        "speaker": "C",
        "text": "Well, first, I should say, I'm not a technical analyst myself, but I always enjoy Francis's analysis and his take on this. I think it's interesting that Francis is looking at support levels of $15,000 and $10,000. He's looking at historical price levels here to derive those. And clearly, he is looking to the downside. Marco? He also clearly sees signs of technical weakness. What he doesn't see here are bullish signals with zip to the upside, as he says, which basically means the speed and sort of dramatic moves to the upside that he would need to see, in his view, to see that pattern breaking. Marco, what's your take on this? I know that you're very passionate about this space."
    },
    {
        "speaker": "B",
        "text": "Yeah, absolutely. So looking at that support level, 15,000, it's really interesting how Francis got there. If the viewers are interested in following along with Francis technical analysis, saying he's talking about a head and shoulders pattern from July 2021 to January 2022. This is a pattern that's typically used to predict a bullish, to bearish trend reversal. When we break the neckline and the target is based on the difference between the peak of the pattern and the neckline, as you can see here, the neckline was around 42,000. He got that by drawing a straight line from the swing lows from the left shoulder formed between August to September, and the right shoulder formed in January 2022. The peak of the head was, of course, in November 2021. Peak that was around sixty nine k. And the difference between the peak and the headlock, the neckline, sixty nine k to forty two k, is 27,000. 27,000 from the neckline on the bottom side is 15,000. And the idea is that when we break these head and shoulders pattern the same distance we traveled above the neckline. We do below the neckline when we break it."
    },
    {
        "speaker": "E",
        "text": "This podcast is sponsored by Ramp. Are you the decision maker in your company? Consider this for the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what. With each vendor, Ramp's software collects and verifies receipts instantly. To save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization, and bill payment. Time consuming tasks, which means you'll stop wasteful spending and close your books in hours instead of days. Businesses that use Ramp add up to 5% to their bottom line the first year. If you're a decision maker, adding Ramp could be one of the best decisions you've ever made. Get dollar 250 when you join ramp for free. Just go to ramp.com easy ramp.com easy ramp.com easy cards issued by Sutton bank and celtic bank members have DIC terms and conditions apply."
    },
    {
        "speaker": "B",
        "text": "So anyhow, moving on to this next clip, our analysis wouldn't be complete if we didn't throw a theory in there. And here we have Francis looking at Ethereum beyond price action. Ash, let's take a look when you."
    },
    {
        "speaker": "D",
        "text": "Look at the monthly on the dominance. So this is Ethereum divided by the market cap of all tokens, essentially, how much of a percentage of the market is it? You've got a shooting star here. So it's had a great run on the merge I narrative. It's not the time to be wading into Ethereum, even though it's $1500 versus the 2000 it was earlier on, because this can churn and congest and pull back. This is showing fatigue. So for this month, and we're still in the month for another day. So it's a pretty full month of data bagged in there that you're in a shooting star and you're at a key level. And this is where your question came in. Francis, you were pointing out about the dominance and the 20% mark, and this is a bit of a bedeviling point. So lots of annotations. I'll just reduce some of that noise. But we had a lot of. We were super bullish, actually. And Raoul came to that party as well, himself during this period. So again, we're not ethereum haters we're totally dispassionate about products. We look at price behavior and we take what the market and the money is saying. At the 20% mark, you can see still on this big monthly timeframe, it's real heavy weather to hold above. So if I just drew the 20% line and took some of the other annotations and noise, I leave all my annotations on for charts. If I just put it on there and take the eye off, you will see that actually you've barely had closures above 20% at a month end. You've had one closure above the 20%. That green candle, the very next one was back down at the 20% level and closing below. You've got above the 20% here during the month, but you're not going to hold it. So this is a heavy weather area in terms of it. It's kind of, you know, you're pulling the cannon in the cavalry and through the muddy field. It's real muddy field area here. To get higher, you need to get, get through the muddy field and onto some nice hard tarmac where the horses can get a bit of a gallop on. And you can, you know, you can clippity clop away, but right now it's, it's stuck in the mud and this is hard. This is pointing to fatigue in the earth. Dominance. So Ethereum, and many people were pointing out Ethereum and we were bearish and said, look how well it's rallied. You have news generated events, particularly on a big project that can actually gives relative price over performance for a fair period. But the long term is driven by the macro mood. Is money coming into crypto market? Is it in defense mode? What is the dollar doing? And in spite of those that might have made some money, hopefully on the upside, if they were choosing to play long, it's not much left, it's not a buy right now at these levels, struggling in that dominance, I would expect the dominance to wither a little bit. It could stay in this boxed range so it doesn't have to come back far. I'm not calling a capitulation back to the 15% or anything like that, and in fact long enough. I would actually imagine that this will turn into much like our dollar index. But remember, these take a long time to form and I think we've got a lot of bed wetting to do between now and then, if you'll excuse the phrase. But you could have something where it comes some of the way back and comes back up and we get continuation. So I do expect Ethereum to be a fundamental, it's involved in so many things. I don't think it's going away. And in some days, if you ask me, I think it's got almost more possibility of surviving than bitcoin on some days. So just thinking at things at a business level, because so much is being developed upon it, but that could be a structure for the future. But this is not going to be an exciting time, and I think price in dollars during this period could actually be going down."
    },
    {
        "speaker": "B",
        "text": "Ash, here we have another great clip from Francis. What are your general thoughts on this clip?"
    },
    {
        "speaker": "C",
        "text": "Well, you know, what Francis is talking about here is Ethereum dominance. That's the relative ratio of market capitalization of Ethereum to everything else in the space. He seems pretty clear, Marco, that Ethereum is not a buy for him right now, and he sees the potential for price declines in dollars in Ethereum going forward. But one of the things that's actually quite interesting to me is Francis talks briefly, briefly about the fundamental case for Ethereum. This view that he believes that a lot of things are being built in the Ethereum ecosystem, that's interesting to him, and that it actually has the potential, in his view, to outperform bitcoin on a longer term basis. That's really interesting to me, Marco, because Francis is a guy who looks at price behavior, not someone who generally looks at the fundamental case. So I think it's interesting that Francis does this little aside here where he talks about the fundamental case for ethereum, in fact, being strong. Marco, what's your take?"
    },
    {
        "speaker": "B",
        "text": "Yeah, no, I agree with you. Absolutely. I found, I also found what Francis said about the fundamental use case for Ethereum interesting. Like he said, there's being so, there's so many things being built on top of it and Defi NFTs, at least right now, we see them primarily on Ethereum. We do see other blockchains starting to come up in that department, blockchains like flow and Solana. But the advantage that Ethereum has is that that first mover advantage. So I understand why Francis has a long term fundamental case for Ethereum. And this, of course, while he's mainly a pre price action guy, very, very interesting. But the other thing I found that was interesting is this comparison to the dollar's wedge structure. Before we get into that, Ash, as you said earlier, dominance is the ratio of market capitalization a particular crypto token has to the rest of the cryptocurrency market. For example, as of this morning on September 1, 2022, Ethereum is at a market cap of around $189 billion. The total crypto market cap is approximately 1.02 trillion. And since dominance represents the percentage of how much Ethereum comprises of that total market cap figure is just simple division. So 189 billion divided by 1.02 trillion. Definitely huge numbers there. But that puts Ethereum at around 18 dominance, which we can see confirmation from. Oncoingecko Tradingview as of this morning, had it around 20%. But that's because the numbers are slightly different that they're using. It's the same process. So back to the comparison of the dollar. Francis said that on a long enough timeframe, he could see Ethereum dominance forming a similar wedge structure to the dollar index that we saw from the first clip. Right. It was a huge wedge structure. That to me is super interesting, because as we've seen in the dollar, a breakout from these long wedge structures can lead to huge moves, in the dollar's case, a huge move to the upside. Could we see the same for Ethereum in the future? Perhaps. But like Francis said, it will take time for this type of structure to form and it's going to chop around. And in the meantime, we might see Ethereum's value go down in terms of dollars. So it's something that definitely to be keeping an eye on. So, Ash, with that said, let's move on to our last clip of the day here. I asked Francis for final thoughts he'd like to leave viewers with. And he hammered home the importance of macro again. He brought up the Nasdaq chart, a lot of interesting things to say. Let's take a look."
    },
    {
        "speaker": "D",
        "text": "Crypto as a whole and bitcoin itself, the total market cap and bitcoin itself has never faced the sell off that occurred in the.com crash. It didn't even face the sell off of the Nasdaq chart in the great financial crisis. In fact, birthing has been throughout an entirely reflationary period. That doesn't mean there weren't some shocks and pains at a macro level, but there was nothing of the great scale of the.com crash on the Nasdaq. And I should respect the audience and actually just remind everybody, because not everybody visualizes charts like you and I might do, Marco. So if I just bring that up, this has been a massive reflationary pillow period, and high beta assets are exactly that. They can go and fall very hard very far. And most people don't understand. They made so much easy money in the bull markets because of that high beta. But it bites in both directions. And you've not felt the fullness of that ever since the birthing of bitcoin. Look at these key events that occurred here. That was the sell off from the Nasdaq.com high. And look at it again for the great financial crisis. And by the way, these bearish events set up future bullish events. This is a macro HvF, by the way, and that would have been behind the driver. And this is like your bitcoin 2.5 year setup that took you to 69k. So that's what the Nasdaqs had so far. Yes. You've had minor sell offs. So bitcoin was born around 2010. You've had nothing but minor selloffs. Sure, at the time, the headlines might have been super scary and racy, et cetera, et cetera. You had the euro crisis. That was pretty big. 2020, okay, we know what happened there, and now you're in this. But you have yet to face a proper wholesale high beta asset class like the tech full blown correction, like any of these. And these were in the region of, even if I take the lesser one, of the great financial crisis, you had about two nine, and you ended up down at about 1250. You've lost. You've lost 60, 65%. Think about what your high beta alts are going to be doing when the Nasdaq loses 65%. If it were to lose it. And I'm saying valuations are insane. Markets turning down the world is pivoting to physical things. I refer you back to what I will be doing on the beyond milkshake, the commodity currencies, leaving the dollar even out of this, there's a dollar dominance team. Full credit to Brent for naming it. But there's so much else. We're going back and we're going to really go on. Maslow's hierarchy needs a metaverse. Owning property in the metaverse is going to be sitting somewhere on the peak of the pyramid, where that capstone no longer exists. And just keeping your apartment warm in Germany or the UK during winter and being able to afford that is going to become far more tricky. So it's a non crypto friendly period coming up."
    },
    {
        "speaker": "C",
        "text": "Up."
    },
    {
        "speaker": "D",
        "text": "And weve yet to face in the crypto birthing period, which is from here, essentially a real shakeout on the tech boom. So I dont want to know how low bitcoin could go. And certainly the sketchy, I think a lot of projects could be cleaned out of the alts category. If we have a 30, 40 or 50% sell off here, if we have something that brings us back down to 4000 or 3400 or even five or six if we have just double to go. What we're going to go here. I refer you back to that bitcoin ixic chart. This is a key thing. So defense, defense, defense. And if you're prepared to learn a method, you want to be with us. There's a lot to be made on the short side, and it comes fast and furious at you."
    },
    {
        "speaker": "B",
        "text": "So, Ash, here we have Francis saying crypto as a whole has never faced a sell off like the.com or 2008 financial crisis. Crisis. You mentioned the.com financial crisis or the.com bubble in your first clip where we talked about the dollar. He also said crypto was born during this period of reflation. What does Francis mean by this? How is it affecting his outlook?"
    },
    {
        "speaker": "C",
        "text": "Yeah, bitcoin was born in reflation. Francis is saying something that we've talked about here on the show a great deal. He's just saying it in slightly different words. This is the idea that central bank liquidity has been pushing asset prices on a broad basis, and that the period that we've seen bitcoin, and indeed the period that bitcoin was born, has coincided with the rise of quantitative easing. Now we're moving from a period of QE to QT, that's quantitative easing to quantitative tightening. So Francis is really asking this fundamental question, reflecting on whether or not this bitcoin phenomenon has been, to some extent, in terms of the price movements, at least a phenomenon of the period of quantitative easing. And we're going to have to see on that. It's a really interesting point and a really sort of core fundamental one. And as you say, Francis points out that we've yet to see a full blown correction in the bitcoin market. Obviously, bitcoin price is very volatile in terms of upside volatility and downside volatility, both. But he's talking about more of a secular sort of stagnant bear market in bitcoin, in his view, which we have not yet seen. The other interesting point here to me is that Francis talks about the idea of how bitcoin enthusiasts see bitcoin as an inflation hedge. This is maybe extrapolating out a bit from what he's saying, but it's interesting to wonder about whether or not that is not the case, at least is not the case in the time being. The idea of bitcoin is an off the grid asset that is not subject to central bank dilution. In fact, we've actually seen the opposite. We've seen central bank reflation we hear about this phrase, symmetric reflation. This is the idea that a central bank, banks increased liquidity in the system. You see this broad based increase in prices across the board. Certainly that's something we've seen. By the way, one of the things that was most striking to me is the contrast that he makes at the end of this conversation between buying property in the metaverse versus keeping your apartment warm in Germany. This is kind of a sort of a grim metaphor for the idea of when there are challenges in the real economy, people do not look toward growth. They do not look toward new opportunities. They look toward things like taking care of their family. Obviously, we're looking at a fuel shortage. Francis is from the UK originally, I believe. So this idea, people in Europe right now, significant challenges in terms of demand for fuel versus supply of fuel. In fact, the Nord stream one pipeline was just shut down again, allegedly for technical reasons. So there's a real challenge in Europe now, and he's sort of bringing this case, Marco, about the fears that we see in the economy and how there's just a shift in mindset, that people looking toward new technologies, looking toward growth, versus looking toward security. Marco, an incredibly important point."
    },
    {
        "speaker": "B",
        "text": "Yeah, definitely a grim view, but I think the absolutely correct one. Here's what I learned today whenever I was watching, even with the conversation with Francis, what viewers can take away. So macro is the earth upon which the buildings are built. If we see a massive move in macro markets, it's impossible for crypto to be unaffected. And if people are concerned with heating their homes, I mean, are they going to spend money on crypto? Not likely. What kind of move could we see if everything starts to correct? If the Nasdaq starts to correct, similar to the.com or 2008 financial crisis, it would be huge, and altcoins would do far worse. As that aside, even just looking at the technical profile of bitcoin, Francis still views as bearish, with 15k, even ten k, as a possible targets. We talked about that head and shoulder. That said, during our interview, at separate parts and actually multiple times and throughout, Hedgesthem says eventually, one day he will be wrong. No one is right all the time. He's a trader. He's looking at, at this right now. He sees that we're in a bear trend. Continuation is his default position. Until we see a reversal, he's going to continue playing this market like it's a bear trend. But we did see what kind of moves bitcoin would need to make to, to have that type of reversal. So there's definitely a lot to unpack in this interview. If you want more analysis from Francis, you got to go to check him out on YouTube, on Twitter. He's the market sniper, the crypto sniper. He has a website, themarketsniper.com dot. Go check it out, give him a follow. Anyways, moving on to our last segment from. This question comes from Maximus, our employee here at real vision. Do you think that the developments with flow could allow the token to disconnect from typical macro fundamentals? Currently seeing no response in price. What's your take on Marco?"
    },
    {
        "speaker": "C",
        "text": "I've got some ideas on this, but I'm kind of curious to hear your take on it first."
    },
    {
        "speaker": "B",
        "text": "Well, you know, I think this kind of plays into everything we've been talking about from the very first clip. Macro is the earth that the buildings are built on, right? So it's really hard for there to be a disconnect from, you know, any type of asset class. You know, all these. When he talk. When Francis talks about the buildings that are built, we're. He's talking about crypto, he's talking about tech, he's talking about oil. He's talking about everything. And so, so if we kind of see a world where all these things where the macro. Where the macro. There's an earthquake in this analogy, then, of course, everything's going to fall. And even with something like flow, it could also represent why people don't have this extra cash to be putting in money. Yeah, sure. That they heard flow has interesting partnership with Instagram, has a new partnership now with Ticketmaster. Do they have the funds, the cash to be able to invest in that? You know, probably nothing. So I'm thinking that's why we're seeing that. But what's your take, Ash? What are you seeing?"
    },
    {
        "speaker": "C",
        "text": "Well, Marco, that's a great point, and I think that that's true. You can't escape the macro cycle. Obviously, if there's an earthquake and it's devastating, that affects everything of the ground that it's built on. But I also think here that there is this sort of countercase, and this is the sort of complexity of markets. The complexity of the way that we need to think about these things is that you can have a trend, for example, that bucks the trend. Right? Like, you can have an underlying trend, and yet you can have a. A subtrend or a story that bucks that trend. And this is, I think, something that we talk about on real vision a fair amount, is the idea that obviously, you're looking at things along multiple timeframes so you could have a macro case where there's significant depression of pricing, for example, but also you can have an amazing new technology that simultaneously develops during that, and that can be a separate story. So it's that really interesting interaction of these two sort of frameworks, the broader macro framework, on a time scale scale, and also on a sort of fundamental basis, while simultaneously having stories that do not, for example, conform to that macro story. And if you want an obvious example of a way where this can clearly show itself, it's if you're in a macro cycle that is broadly very supportive of prices. There's a huge boom in crypto, and one particular cryptocurrency coin, for example, has a security flop. There's an exploit. Half a billion dollars gets stolen. One. This isn't theoretical. We've seen this happen before, believe me, even though markets are going up, the price of that coin is going to get absolutely hammered, and rightly so. That's the way markets work. That's what makes it fun. That's what makes it interesting. That's all part of the complexity and richness of this space. Marco."
    },
    {
        "speaker": "B",
        "text": "Yeah, fun for some and not for others. Right. But anyways, with that said, that's it for today's show. Thank you for watching, everyone. Don't forget to comment. Smash the like button. Tweet at the. Remember, this is your show. We want to hear from you on what's working, what's not, what guests do you want to see? What themes should we cover tomorrow? We've got a great episode of Ral's Adventures in Crypto. Ralph sits down with Solana co founder Anatoly Jaco Venko to talk about Blockchain's future, as well as Solana going into mobile phones. Make sure to subscribe to real vision crypto for free. If you haven't already, you can watch it. See you next week live on real Vision crypto. Daily Breach briefing."
    }
]