[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless everybody get 30. 30 baby get 30 baby get 20. 2020 baby get 2020."
    },
    {
        "speaker": "C",
        "text": "Bid to get 15. 1515 just $15 a month, so give."
    },
    {
        "speaker": "A",
        "text": "It a try at mint mobile.com switch."
    },
    {
        "speaker": "C",
        "text": "$45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time Unlimited more than 40gb per month slows full terms at mint mobile.com dot. Hey everyone, if you like this podcast, go behind the paywall to get privileged access to the smartest minds in finance. Join the real vision community and learn how to become a better investor. Visit realvision.com rvpod and use the promo code podcast ten. That's podcast ten to get 10% off our essential membership for the first year. Now to the top analysis of today's crypto markets."
    },
    {
        "speaker": "B",
        "text": "Crypto is under fire in the US as regulators close in, ethereum resists censorship and bitcoin ordinals hit a milestone. Welcome to real vision Crypto Daily briefing. I'm Santiago Velez. Today I'm joined by Abradat Kamalpur from the law firm Jones Day. Welcome."
    },
    {
        "speaker": "C",
        "text": "Thank you very much, Santiago."
    },
    {
        "speaker": "B",
        "text": "So Jones Day recently released a comprehensive report on crypto regulation and challenges in the US, very timely and internationally. We're going to discuss in depth in just a moment, but first, let's take a look at our latest price analysis. Total crypto market cap is up around 2.5% since yesterday. Bitcoin is trading higher. It's currently at around 22,800. That means the weekly loss has been erased. Meanwhile, ether is also trading higher today, but remains lower on the week. ETH is up 2% on a 24 hours basis, changing hands at about 1580. We're going to talk about some interesting news on Ethereum a little later. We're also looking at Cardano. The layer one blockchain went through a Valentine's Day upgrade. It's up nearly 3% on a 24 hours basis, but little changed on a trailing seven day. Dogecoin is also up nearly 4% after Elon Musk posted his Shiba Inu dog as the Twitter CEO. The Dogecoin community continues to pin hopes on major dogecoin and Twitter integration. And the final token we're looking at today is busd. The binance branded stablecoin issued by Paxos has recovered its us dollar peg after falling to a two year low. However, its market cap continues to fall. Binance CEO Changpeng Zhao, better known as CZ, has distanced binance from the stablecoin. Earlier this week, reported Paxos will no longer issue new BusD. With that said, let's bring abradat. How are you doing?"
    },
    {
        "speaker": "C",
        "text": "Very well, thank you."
    },
    {
        "speaker": "B",
        "text": "Santiago Abradat has representing Jones Day and a seminal report on the state of crypto regulations in the United States. We're going to do a deep dive on that, but before we discuss the report, let's look at a few new stories. The US Senate banking committee held a hearing on crypto yesterday. Its title was quite telling, crypto crash why financial system safeguards are needed for digital assets. According to Forbes, among the subjects it covered were stablecoin and DeFi regulation, consumer protection, banking, the crypto industry, whether a self regulatory organization is needed, and how the securities and Exchange Commission should collaborate with the Commodity Futures Trading Commission to regulate digital assets. Outspoken crypto critic democratic senator Elizabeth Warren said that she's planning to reintroduce a bill that would tighten anti money laundering rules for crypto. And Coindesk reports Republican Senator Tommy Touraville wants to reintroduce legislation that would restrict businesses from investing in crypto in 401k retirement plans. Abradov, you and your team have obviously looked at the crypto regulation in great detail. What do you make of the current climate in Washington?"
    },
    {
        "speaker": "C",
        "text": "Well, it's very interesting, Santiago. Obviously, there's been a number of things that have happened in the last twelve months that have impacted the regulatory landscape. I think the issue around stable coins and what happened with Terra Luna has an impact, and that's why you're seeing a real focus on that. And I think the reason for that is that when people buy stable coins, they want to have certainty that there are real assets backing these instruments and that they could rely on their market stability. So that's not a surprise. I think that's been in the works for some time, and we've read about that. Obviously, what's happened with the major issue around FTX has also created a lot of focus on the industry as a whole. And it was interesting when I read the same article, there's talk about DeFi and how we regulate deFi. There's focus just generally around how we manage exchanges, how exchanges should be regulated, whether these instruments should all be securities. There's a lot of interesting discussion. I think it's kind of a difficult place to be as a lawmaker right now because if you overregulate, you risk that you kill off innovation of the industry and that as a country, you fall behind in terms of this new innovative marketplace, and you can't really afford to do that. At the same time, you need to protect consumers. Right. People have lost money in some cases. People have not understood what they've invested in. And there is a push for disclosure. And it was mentioned in the article, the issue around staking last week, and the position that the SEC took around staking that was prominent. That's caused a lot of issues in the industry. It's quite interesting because also staking is designed to help with ESG and protecting the environment to some degree and lower the use of energy with some of these chains. And if you're going to come in and also take this kind of position on regulating staking without any sort of warning or any kind of ability for people to plan for it, you no doubt gonna create issues around that. So it seems to me there's still no clear focus or direction on what they're gonna do. They've figuring it out and, you know, I can't really blame them in some ways. It's a difficult position to be in. Yeah, it's easy to criticize them. It's easy to criticize. But look, the reality is it's an important market. It's the future, in my view, of financial markets. And there are people that are getting hurt as well. So you got to get that balance right."
    },
    {
        "speaker": "B",
        "text": "Yeah. What is clear is that it seems to be a multi pronged regulatory enforcement initiative. It seems to be coming from several different agencies, several different sources, and a multivariate of topics, if you know from defi staking, stablecoins, how exchanges, what kind of products they can offer. So it seems to be a very timely initiative from the executive branch and a lot of kind of silence or no new legislation from the legislative. So it does put a lot of companies and actors in this space in a very uncertain role. And I think there is a strong need for some regulatory clarity and some guidance from those kinds of firms that understand how the space is evolving. One of the interesting things about BUSD was that one of the orders came from the NYDFs and the New York Department of Financial Services, which is a state level agency. And that was then complemented by a lawsuit against Paxos by the SEC. So how do you view that state federal international regulatory trend issue?"
    },
    {
        "speaker": "C",
        "text": "To be honest, the whole state federal issue is complicating things for the industry. And you could see with the Fin accelerations publication that we did where we have a 50 state survey of regulation among states. There's no consistency or strategy behind how this is all going to be regulated across the country in different states. But we'll talk about that, I presume, in a minute. But you have this issue of different regulators taking different positions. There's slightly conversations about turf war, about which regulators, regulators should be regulating the industry. And also at an international level, there's no consistency when we've sort of rolled out projects. You know, it's quite interesting when you're rolling out an international project, for example, what you're rolling out could be considered a security in one jurisdiction and not a security in another. So you try and address that and then when you address it in one jurisdiction, it causes a problem in another jurisdiction. And this business is an international business. You're not going to create a digital asset product focused on one country, one state, really, you need to be able to offer it internationally for it to get the scale it needs. So it's a real issue. And I think that what we need is frankly some kind of standard setting body that is sort of managed internationally, that really looks at all these things, looks at the problems and comes up with suggestions and solutions to have some consistency, and that's desperately needed."
    },
    {
        "speaker": "B",
        "text": "100% agree. Speaking of regulation and compliance, in our second major story for today, according to the data from MeV Watch cited by Coindesk, more than half of new Ethereum blocks validated in a 24 hours period were not compliant with us sanctions. Just 49% of all blocks that made it onto the blockchain were OFAC compliant. This means they excluded transactions banned by the US treasury departments Office of Foreign Asset Control. Thats the first time this has happened since October. Ethereum hit an all time high for censorship on November 21 when 79% of blocks were OFAC compliant. So in this case, weve got a situation where flashbots were used to improve minor MEV maximum extractive value. And many of the flashbots were designed to implement the OFAC compliant measures to censor certain transactions. Now that open source software has quickly developed into other relayers, which miners are switching to, and as a result, those number of censored blocks continues to lower. Any thoughts on that and the implications there and how the law should look at that?"
    },
    {
        "speaker": "C",
        "text": "So it's interesting, obviously, this is going to be a big issue for lawmakers. The laws around sanctions is very, it's a very serious issue and given the way the world is going, it's going to become more of a focus. So I think this needs to be addressed and there needs to be some kind of solution to try and make sure that compliance is in place, because otherwise what I worry about is that lawmakers and regulators will come down on the industry even harder. So this is something that, you know, I think the various foundations that help manage these chains should really think about this and just not ignore it, you know, try and address it, because otherwise I could just see that new regulation will come back and possibly even ban certain things and certain transactions. And that's not what you want."
    },
    {
        "speaker": "B",
        "text": "Yeah. You know, and I think if we really want global adoption, where you onboard a billion people, you have to accept the fact that there are going to be international standards that have to be met, that there's going to be compliance that has to be integral, especially if you want these chains to interoperate with fiat on ramps and off ramps so that we can start really using these assets to solve real world problems. Until we get to that acceptance level that the tech stack has to address the legal stack, it's going to be problematic. And it does increase the risk of those pendulums swinging too hard in one direction for over regulation. And I think that'd be counterproductive."
    },
    {
        "speaker": "C",
        "text": "I don't disagree with you. So if the industry can be proactive and try and address these concerns, that helps significantly. That helps the lawmakers."
    },
    {
        "speaker": "B",
        "text": "Yeah. And one of the feature sets of chains is that they are completely transparent and they're traceable and as such, really don't lend themselves to the kinds of illicit activity that oftentimes are attributed to them. They are the most transparent way of following the money in terms of law enforcement. So really the challenge, I think, is going to be how do you implement privacy protections? How do you implement, you know, using zero knowledge proofs to prove out certain aspects of compliance and these kinds of features that could be implemented in the tech stack without significant adverse effects to the end user. So I do feel there is a sweet spot in between these various tensions. And I think that overall, and we're going to look back in ten years and see that, you know, kind of growing up into, into a compliant regime is the best way forward."
    },
    {
        "speaker": "C",
        "text": "I think it's the only sustainable way. Santiago. Right. If the industry just sort of develops in a direction which is against policy, then eventually the law and regulation is going to slow it down and worst case scenario, shut elements of it down. So I don't think there's any winning by actually resisting that. And I think the more you try and adopt and address the concerns, the more sustainable everything's going to be."
    },
    {
        "speaker": "B",
        "text": "I agree."
    },
    {
        "speaker": "C",
        "text": "I know some people don't want to hear that. They want to continue doing what they would like, but I just don't think that it's not going to be viable long term."
    },
    {
        "speaker": "B",
        "text": "And so this is a really complicated space. We've talked about state, federal, international. Jones Day created a report on crypto regulation writ large. Let's dive into that report. What is it? Why did Jones Day feel the need to create this document, and what is the goal of providing this for the industry?"
    },
    {
        "speaker": "C",
        "text": "Sure. Okay, so the fin accelerations publication, that was kind of inspired by our accelerator program. Fine, accelerate. Which I think you know very well, really what we did. We have a really large resource within the firm, which is a digital assets ecosystem group of lawyers. There's over 100 lawyers in that, and they wanted to push out into various projects. And one was, why don't we look at the laws in various states of the US? What have different states done in terms of regulation of the industry? Because we always get clients asking, especially overseas clients, which state should I set up in? Where is it better? And it's a complicated question to answer because it's always moving. Different states are proposing new legislation. Some states are ahead of others. And we tried to pull all of that together with a 50 state survey and a heat map of regulation in the report. So you can click on the states and it'll go to the summary. Also, the Fin accelerations publications has 62 articles that the firm has published over the last year or so at an international level. Us, internationally, UK, Europe, Asia, that covers regulatory topics and discussions in the digital assets and fintech industry. And that is really designed to bring all of that together in one place. And I don't think that such a report is available anywhere else in the market. I have not seen it anywhere else, and it's been very popular. So a lot of clients, a lot of industry folks have asked for the report."
    },
    {
        "speaker": "B",
        "text": "And so it seems like this is a moving target. Regulations continue to evolve at the very state levels, the various federal levels, with the various three letter agencies. And this is a very complex and, and dynamic space. And I think it's very difficult for individual firms or projects to navigate this correctly and essentially go where the puck is headed. Right. So I feel there's a lot of value in consolidating that information and then maintaining it so that it's live and current and really seeking out that kind of, that advice that can help you make good decisions 100%."
    },
    {
        "speaker": "C",
        "text": "And, you know, it's, it's, as you said, it's this, the legal land and regulatory landscape is ever evolving. So the report will become, you know, dated very quickly as new legislation is proposed, as we've been just discussing. So we'll have to update the publication and hopefully publish another version after Finxcel rate 2023. And we continue to, as a firm, to publish and do alerts around the space in different practice areas on a range of issues and try and be ahead of the market."
    },
    {
        "speaker": "B",
        "text": "And so is that kind of Jones dates long term goal, to be a leader in the space in terms of keeping the finger on the pulse of regulatory compliance 100%."
    },
    {
        "speaker": "C",
        "text": "I mean, one of the things we did was we, in addition to providing legal publications and know how, as you know, we launched our fin accelerate program last year, where we took in some amazing companies and provided legal support to them and know how, and then also connected them with some top industry figures and influencers to help them accelerate their business. We're having another get together on March 8, and we're going to be announcing a challenge which will be around decentralized finance to our cohort and the broader ecosystem, because obviously, DeFi has enormous potential. And post FTX, there's also been a lot of conversations and focus on, well, how could we make things work with self custody so that you don't rely on a centralized party holding your assets and doing things with it that you don't want them to do? How can we make that user friendly? How can we actually make DeFi something, for example, that regulators are comfortable with, that institutional investors are willing to use and participate on? Now, DeFi, at the moment, I still think, has a long way to go before regulators are fully comfortable with it, before institutional investors start really using these platforms. And so we need to address these issues. And the idea with the challenge is to try and help address these issues. And for us as a firm, the reason we do these things is that we don't want to be just waiting, seeing what's happening and then writing about it. We want to be at the cutting edge, and we are, because we work with innovators all the time, not just institutions. We do both sides of the equation."
    },
    {
        "speaker": "B",
        "text": "Hey, everyone, we're going to take a quick pause and hear a word from our partners. We'll be right back."
    },
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile, unlimited premium wireless. How did you get 30? 30 biddy get 30 better, 20 2020 to 2020 1515, just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at Mint mobile.com switch $45 up front for three."
    },
    {
        "speaker": "C",
        "text": "Months, plus taxes and fees. Promoting for new customers for limited time unlimited, more than 40gb per month slows full terms@mintmobile.com. dot."
    },
    {
        "speaker": "B",
        "text": "Yeah, from my perspective, it seems there's an incredibly large appetite by brands and institutions to engage with the space directly, take advantage of the features that DeFi offers. But the problem is that they know that there's potential exposure there or risk if they do so in a way that runs afoul of regulations or compliant. So to me, it seems like a perfect roadmap to start creating. How do you navigate this correctly?"
    },
    {
        "speaker": "C",
        "text": "Exactly?"
    },
    {
        "speaker": "B",
        "text": "How do you structure your products?"
    },
    {
        "speaker": "C",
        "text": "Who are you dealing with? Kyc. That's one of the big issues. The other one is, look, what if I, I put all for institutional investors in particular, they're responsible to investors that are with them. What if I put my assets in there and it gets locked in because there's a code failure? Who addresses that? Who do I go to? Right. From a regulator's perspective, who do they express their concerns with? Who do they actually ask to make changes or to address issues? There's just a range of issues. And by the way, I think techie technology is one part of the solution, but it's only one part. And the way we've structured the challenge is to open it to technology companies, but also to those that have regulatory proposals, standard proposals, structural proposals, arbitration type proposals to address these issues. There are various solutions one can come up with, and I think it's not going to be one solution that does it, frankly."
    },
    {
        "speaker": "B",
        "text": "Now, when this report was being created and you were doing kind of a broad survey of the space, was there anything that jumped out at you or you and your team found surprising in terms of how individual regulators were approaching this space? And were there any leaders and laggards? What are your general thoughts there?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I mean, obviously there are some states that have been more proactive and have strategically decided to be the dominant player in the space, try to be the dominant player. So Wyoming is a classic example. Others have also gone like Texas, and defined certain terms. So people have certainty in terms of tax, in terms of being able to take a security interest over digital assets. And then you have some states that are still figuring out what they need to do. They haven't really regulated, they haven't adopted anything. There is, you know, there are a number of key areas that are relevant for state. From a state perspective, I mean, obviously you have the federal regulators and there's no escaping that by just going into a particular state that is proactive. And as soon as you start interacting with other states outside borders. Right. Then you have to think about laws fed, you know, in addition to federal laws, what the state laws are in that other jurisdiction and international, when you're dealing at an international level, just because you're in Wyoming and then you're offering something, for example, in the United Kingdom doesn't mean that you escape UK regulation. So if you're actively promoting something in the UK and you're in Wyoming, you will probably have to register under the UK crypto asset business registration process. It doesn't solve all your problems. But obviously some states are ahead of others. They've provided clarity in terms of tax. They've tried to address Daos and Dow llcs like Wyoming has, so that people can set up llcs that are corporate vehicles that are managed by communities and smart contract technology. Others have not done that yet because I think they're thinking that through. But it's interesting. I mean, there are, what really stands out is that how many regulators there are at state level, and it is a complex space to navigate. It's a complex space to navigate."
    },
    {
        "speaker": "B",
        "text": "And how would you compare if you were going to give the United States large a letter grade to international regulators, especially in the UK, Singapore, Asia? What's your view there? Are we lagging behind? We leading? Are there specific states that are leading? What are your thoughts there?"
    },
    {
        "speaker": "C",
        "text": "So interesting question. I mean, in terms of, because the country's state based, you certainly have states like Wyoming who have done the Dow LLC. I think that's a really interesting and market leading position that they've taken. Right. And you have like other regulators that are trying to protect consumers, as in New York, for example, they're trying to take steps to make sure stable coins are stable. The issue is that with the US it's more complex because you've got the state and federal level regulators and you've got so many regulators in other countries, they're usually smaller. They don't have the states and they don't have the state and federal level and sometimes all the regulators in one regulatory body. So it's a bit easier to coordinate and manage and you don't have that competition. But then at the same time, some of the most successful companies in this space are in the United States. They're operating and they're thriving. So despite all the noise of criticizing, they're still thriving. They're succeeding."
    },
    {
        "speaker": "B",
        "text": "Right. So there's a little bit of hyperbole associated with basically just saying that because we have a very complex regulatory regime, that that necessarily means flight. You know, that all of these companies, fintechs and builders on decentralized technology are suddenly going to pick up their bags and go to other jurisdictions because of its simplicity. I think it would be fair to say if you have a proper roadmap, you can navigate through the space correctly and continue to build and have access to capital."
    },
    {
        "speaker": "C",
        "text": "I totally agree. And access to capital, particularly in the US, it's the best place in the world, especially where I am here in the Bay Area, to raise capital for innovative projects. The investors understand that. They get it. They try and work with you and help you develop your business. You just really need to spend that time upfront thinking through and structuring what you do. And don't just jump in and say, I want to do this particular project, and just bang, go out there and do it without thinking through the regulatory issues and structuring properly. I mean, I see the fintech space as a two pillar space. You've got the technology as one pillar, and frankly, the regulatory and compliance is the other one. And a lot of people try and ignore the regulatory and compliance and focus just on the technology when they're building these projects out. And it always ends up bringing the house down in some cases. Right."
    },
    {
        "speaker": "B",
        "text": "And I guess that's a key distinction between web two. Traditional technology plays. You can run fast and break things, but here we're talking about value money investments, risk, things that regulators in particular are very interested in making sure that are done in an orderly manner and they don't create new systemic risks. So they're keeping a very close eye versus, say, a Facebook or a Google or one of these kind of traditional companies, 100%."
    },
    {
        "speaker": "C",
        "text": "And the other thing I think is that, but we are creating a whole new ecosystem of products that just wasn't there before. If you go back to web one and web two, this concept of having decentralized structures where no particular individual controls a product that can be a substitute for money, there's no central authority. Controlling it, is pretty new. I know it's been around now, bitcoin's been around for a while, but from a regulatory perspective, how do you regulate that? Do you stop it? Do you adopt it? It's not easy."
    },
    {
        "speaker": "B",
        "text": "So one last question on this whole subject and the report. What would you advise investors to look at in terms of the kinds of companies or projects that they invest in should be one of their due diligence processes be? How does this team navigating this space? What are your thoughts there?"
    },
    {
        "speaker": "C",
        "text": "I mean, 100%, I think, and it's happening now, is that investors, you had the heyday with the ICos and people were just doing anything they wanted, which we all knew at the time, is not going to continue. It was clear that it wasn't going to continue. But investors are very savvy institutional investors in particular. They want to look at the team, see if they're thinking through the regulatory components. Have they structured their product? Have they thought it through? Where are they offering their product? Have they thought about what the actual product is? Is it a security? Is it a derivative? Is it some kind of other instrument? Have they thought it through? Have they structured it? Or have they just budgeted for it and said, look, we need some funds to actually consider this and structure this properly. These are things that, you know, there's no point investing in something that a regulator is going to shut it down, or that the whole company is going to get sued by investors and consumers. There's no point. So without a doubt, that is going to be a main focus. And I think it's the, and I see it as a two pillar business, really. The technology, obviously, but also the Reagan compliance, 100%."
    },
    {
        "speaker": "B",
        "text": "Absolutely brilliant. Excellent alpha, as always. So we're going to revisit this in a moment. Let's visit some of our other stories for today. In other news, the request to recover funds at FTX has brought up a new surprise. The New York Times reports the bankrupt exchange is in talks with Modulo Capital, an obscure hedge fund that Sam Bankman Fried invested in $400 million. The time sources say the money is sitting in an interest bearing account at JP Morgan. There's no suggestion people that modular did anything wrong. A time source says they're negotiating to be released from legal liabilities in exchange for returning the money. And another story we're looking at today. Decrypt reports. Data from Dune analytics has shown ordinals, the so called bitcoin nfts, have been minted more than 100 times. The milestone was reached just a day after hitting 75,000 and transaction fees for ordinals passed more than $100,000. The new crypto sensation continues to attract significant debate in the space. And finally, Coindesk reports Soros fund management, the hedge fund of billionaire investor George Soros, made several crypto related bets late last year, according to an SEC filing. Created or added positions in crypto miner marathon Digital, bitcoin holding company microstrategy and crypto friendly bank Silvergate? Some of those bets were bullish and others bearish. Any thought on any of those stories? Apridot?"
    },
    {
        "speaker": "C",
        "text": "Interesting. Santiago? It's kind of interesting to see George is starting to invest in the sector. And what's going on behind those investment decisions, I have no idea. But, you know, very interesting, especially the mining angle. Right. That was very interesting because as we know, the mining industry right now is having difficulty driven by the price of coins right now. And so it's a sector that, you know, I mean, I remember doing some deals a couple of years back where, you know, getting a transformer of the equipment was like gold dust. You couldn't get them anywhere. The manufacturers couldn't get them out anymore. And now we are in contact with a whole range of people that are trying to sell that equipment at unbelievable prices right now. And it's very interesting that he's investing in that."
    },
    {
        "speaker": "B",
        "text": "Yeah, it kind of validates what we were saying earlier, that there's certainly an appetite to get exposure to the space. And what these kind of investments show is that for now, it's this arm's length. They want to go through an intermediary who is maybe publicly traded or who is a picks and shovel infrastructure provider. And so we see that incremental approach by institutions that eventually they're going to want to get exposure to the hardcore stuff, the DeFi, the protocols. So it's definitely encouraging, I would say."
    },
    {
        "speaker": "C",
        "text": "I think absolutely is that there are some investors that are thinking about that, and I'm sure that some of the equipment will get swallowed up at very good prices by some, and then they'll be selling it again or actually kicking off operations at the right time. They might store it in a nice place and bring it out and dust it off and get it working again at the right time. So that's quite interesting. I find this whole NFT connection with bitcoin really interesting. It's such a new phenomenon. I mean, there seems to be a lot of debate by some who say, well, look, bitcoin should be bitcoin. It should only be for transactional purposes, and we shouldn't have this in there. I mean, I don't know what your views on that are."
    },
    {
        "speaker": "B",
        "text": "Santiago well, I am strongly of the mindset that it's a permissionless network. And by, you know, that philosophy basically says that if people are willing to pay for that blocks block space, then they have a right to do so. And being permissionless is extremely important. If the transactions that they are competing with don't command that premium, then it needs to step aside until such a point that it does. So I think it's very interesting that somebody came up with a way to do something with the blockchain that wasn't originally designed or intended. I think that's brilliant. And it just goes to show you can never really anticipate where the tech and developers will take the."
    },
    {
        "speaker": "C",
        "text": "That's why it's hard to regulate. Right. Who would have thought ordinals would be coming around? And I haven't really spent enough time thinking about how the legal elements need to be tied into that. And that's something that needs. Because there are some nuances around what changes can be made to those nfts. But it's an interesting space and one that we're looking at very closely and I kind of take your view. Look permissionless, free. That's the idea. As you can see. That's why it's so hard to regulate. Right."
    },
    {
        "speaker": "B",
        "text": "And it really. It's caused kind of an arm trace by wallet providers and other infrastructure providers to decide where they're going to land on that. Are they going to hold, are they going to offer access to the nfts through their wallets? Are miners going to continue to. And mining pools continue to process the."
    },
    {
        "speaker": "C",
        "text": "Transaction question the actual ordinals sit on, unlike a link to some other database, actually sit on the chain, don't they?"
    },
    {
        "speaker": "B",
        "text": "That's my understanding that they occupy."
    },
    {
        "speaker": "C",
        "text": "Yeah, it's very interesting. I'm really. Is that the first time that's happened on the actual chain itself? Whether you hold the graphic on the chain, it seems like there's capacity for it as well."
    },
    {
        "speaker": "B",
        "text": "Yeah. And then similar things have been done in the past, like writing messages to the chain. You never know. It could be the unintended savior of the bitcoin tokenomics that subsidies for block space maintain the chain versus just the new creation of bitcoin. Because we all know that as we approach that 21 million limit, there will only be so many bitcoins available for miners, new bitcoin. So it'll have to be a way for the network to continue to secure itself and as a settlement layer, be very secure and valid. So it could end up being a good thing in the long run."
    },
    {
        "speaker": "C",
        "text": "Yes. So I think that's one to keep an eye on. It's very interesting, for sure."
    },
    {
        "speaker": "B",
        "text": "Hey, everyone, we're going to take another quick break and hear a word from our partners. We'll be right back to the real vision crypto daily briefing."
    },
    {
        "speaker": "D",
        "text": "This podcast is sponsored by ramp. Are you the decision maker in your company? Consider for the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what with each vendor. Ramp's software collects and verifies receipts instantly to save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization and bill payments, time consuming tasks, which means you'll stop wasteful spending and close your books in hours instead of days. Businesses that use Ramp add up to 5% to their bottom line the first year. If you're a decision maker, adding ramp could be one of the best decisions you've ever made. Get Dollar 250 when you join ramp for free. Just go to ramp.com easy ramp.com easy ramp.com easy cards issued by Sutton bank and celtic bank members. FDIC terms and conditions apply."
    },
    {
        "speaker": "B",
        "text": "Finally, Coindesk reports. We talked about CiROs management. Anything you want to say about Silvergate? I know that banks, and banking in particular, recently a report was issued from the OCC, I believe, about the risks to holding and custodying digital assets by banks. Any thoughts on that kind of movement and what do you think is going to be the outcome?"
    },
    {
        "speaker": "C",
        "text": "That's quite interesting. I'm always of the view that banks are well equipped to understand the regulatory and safekeeping aspects of financial products. And this is my personal view, it's not a firm view. My personal view is that you shouldn't try and limit what banks do, in my view, in this space, because they, they already have all the compliance procedures in place, in my view, to deal with this. So I, you know, I can understand why there's more concern, especially around safekeeping of keys, etc. And how you do that and how you do that as an institution with individual security, management, etc. Within banks. But I'm of the view that I, im not a big believer on limiting banks into this space, personally. As long as they take the right steps, they segregate things properly, they manage it properly. Im not. I think that they should be allowed to do it. Frankly, more than others, I feel that."
    },
    {
        "speaker": "B",
        "text": "Institutional and retail, theres a huge demand for individuals to have trusted custodian, insurances, reserve requirements, all of the kind of apparatus that accompanies good banking of your assets. It's a little counterintuitive. A lot of people talk about not your keys, not your crypto, but I think that as the space matures, people are going to be looking to experts and trusted custodians with a strong regulatory framework."
    },
    {
        "speaker": "C",
        "text": "Banks have that to a great degree already. A lot of the components are not there on the insurance and everything because we're talking about digital assets. You know, they have a lot of the know how and procedures in place."
    },
    {
        "speaker": "B",
        "text": "Exactly. Great. So we're going to turn to some viewer questions in just a moment. But first, for those watching on real vision website, thank you very much. If you haven't signed up there yet, please check it out@realvision.com. crypto it's the best way to access real vision crypto content, and it's always free. Don't forget, you can now watch the latest episode of Raoul pal Adventures in Crypto. He spoke with co founder of Delphi Digital, Kevin Kelly to discuss if Crypto Spring is here. And if you're watching on YouTube, please like and subscribe and hit the notification bell. Okay, on to viewer questions, first question, Paul E. On the RV website, will all these regulatory agencies, the New York Department of Financial Services, the SEC, and politicians on the warpath coming at crypto from all directions, how can the industry survive and thrive? Thoughts?"
    },
    {
        "speaker": "C",
        "text": "Abradat so very interesting question. I mean, it always tends to come up. And a lot of people in the industry say that we don't have like a proper lobby group to actually put our case forward. I think that as we said earlier in the conversations, trying to the industry, trying to self regulate a bit and making sure you take steps, like for example, the whole issue around not compliance with OFAC, well, the industry starts taking procedures and self regulates, it helps counter position. And I think that there should be proper clear knowledge and expert lobbying so that lawmakers know. I mean, I do see some of the questions and some of the questions back and forth from lawmakers and you can tell that they don't understand some of the underlying issues. And we just need education as well. So there needs to be some funding to do this, right?"
    },
    {
        "speaker": "B",
        "text": "Yeah. And that's where industry leaders, technologists all play a role in education, getting the learning curve, getting past that point. And then we can talk about the advanced topics around regulations. All right. Ralph H. On RV website, what impact does Arbor dot think the SEC proposal to expand, quote unquote, qualified custodian requirements may have on the industry?"
    },
    {
        "speaker": "C",
        "text": "Thats quite interesting. I mean, at the moment, custody is a tricky situation right now, right. And even what happened like a few months, like last year with FTX, you could understand why this is the direction things are going, right? And I cant see that nothing. Not moving ahead more and getting more aggressive, I'm afraid. And when I talk about self regulation, this is exactly the kind of thing I'm talking about. Because if something like FTX didn't happen, well, maybe these things wouldn't be moving at a million miles an hour. Right. I do think that self custody solutions are getting traction, by the way people are developed, they're getting funding for user friendly self custody solutions. There's more discussion about how institutions get comfortable with self custody. So it's an evolving space."
    },
    {
        "speaker": "B",
        "text": "Yeah. And it seems to be bifurcating, where you won't have a shady offshore exchange being a custodian, you'll have either self custody with really good UI and intuitive tools, or traditional institutions and banks having the procedures you talked about to ensure the risk is managed."
    },
    {
        "speaker": "C",
        "text": "And on self custody, I think that solutions around key and key loss at retail level and even at institutional level are going to be really."
    },
    {
        "speaker": "B",
        "text": "One more question from Ralph. Could Abradot discuss the regulatory regime Dubai has implemented? What are your thoughts on Dubai, Ralph?"
    },
    {
        "speaker": "C",
        "text": "Well, that's very interesting. I think they're taking a very proactive position with Vara and trying to capture the market. And you see a lot of institutions and frankly, others kicking off projects out there because they're trying to be, you know, a friendly jurisdiction to set up operations and offer your services and products. At the end of the day, though, when you offer the products in jurisdictions like the US, the UK, you still have to comply with the regulatory regime in that jurisdiction."
    },
    {
        "speaker": "B",
        "text": "Yeah. So if you want access to those big markets, you know, going to a faraway land may not help you. Right."
    },
    {
        "speaker": "C",
        "text": "Structure, structure, structure. Think it through. Just by going there, it doesn't solve all your problems. Right."
    },
    {
        "speaker": "B",
        "text": "At a minimum, it does show that many, there's competition at play here globally. And if we in the US want to maintain leadership as financial hub, we've got to work our way through this regulatory process. A few questions from YouTube. Chris Murray, does Arbor Dot have any views on UK's approach to regulation?"
    },
    {
        "speaker": "C",
        "text": "I mean, I am obviously very pro UK. I think that the FCA initially took a very good position on providing guidance. I think theyve tried to proactively. The main problem has been the whole UK crypto business registration issue. That has been a big limiting factor, and its not a legislation issue, its how they manage giving out those kind of registrations. That's been the limiting factor. But generally, I think the UK has done. The FCA is an incredibly sophisticated regulator. They don't have the state federal issues that we have here in the US, and I think they've done a really great job, except that issue has been the main problem."
    },
    {
        "speaker": "B",
        "text": "It's good to see some leadership. Final question from Shashank Rai on YouTube. Any idea on how regulators are reading decentralization, if they're moving towards defining a level of decentralization that is necessary for crypto to not be considered a security?"
    },
    {
        "speaker": "C",
        "text": "That's an interesting question. The concept of decentralization, for a digital asset to be not a security is a really core concept on whether a particular token is a security or not. Right. And it's a tricky one. Right. So we have looked at it very carefully on a number of projects, some that, you know, my colleagues have gotten comfortable that it wouldn't fall within the Howey test. In other cases, unfortunately, it does. So I don't think there's any clear regulatory position that regulators have provided saying, I want x decentralization to be the rule on whether something's a security or not. So it's a bit of a gray area still. But if you've got projects, we can discuss it and see what we can do."
    },
    {
        "speaker": "B",
        "text": "Great conversation. Final thoughts? Key takeaways abradat, what do you want to leave our audience with?"
    },
    {
        "speaker": "C",
        "text": "Well, I think the key takeaway, I think, is that remember that this business is a two pillar business, technology. Of course, your technology needs to be excellent, innovative, and ahead. But also don't forget the legal and regulatory pillar, because if you do, the house comes down and it's important to focus on both. That is the key takeaway, and I hope we've helped. And our fin accelerations publication helps you."
    },
    {
        "speaker": "B",
        "text": "Absolutely. My personal takeaway is we should internalize the lessons learned from 2022, the various failures in the various ecosystems, many of them due to a lack of compliance, a lack of rigor and risk management. I think our industry, if it's going to progress to global adoption, needs to internalize the lessons we've talked about today and proceed deliberately and make sure that it has the best interests of end users in mind. So thank you so much for coming on the show, Albert. I hope we'll have you back on again. It was a pleasure having you with us."
    },
    {
        "speaker": "C",
        "text": "It's been my pleasure. Thank you very much, Santiago."
    },
    {
        "speaker": "B",
        "text": "So for those of you watching on YouTube, like subscribe and hit the notification bell. That way you'll always stay up to date with the latest crypto news and analysis. If you're not a real vision crypto subscriber yet, don't forget, it's free. Head to realvision.com crypto. That's it for today. We'll be back tomorrow with Chris Perkins from Coin Fund. See you at 09:00 a.m. pacific, noon Eastern, 05:00 p.m. london time, live on real vision crypto, daily briefing."
    }
]