[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited premium wireless. Everybody get 30. 30, baby get 30, baby get 20. 2020, baby get 2020. Bid to get 15. 1515 just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at mint mobile.com switch."
    },
    {
        "speaker": "C",
        "text": "$45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time unlimited, more than 40gb per month slows full terms at mint mobile.com dot. Hello, everyone, and welcome back to real Vision Crypto daily briefing. Everything is moving so quick, so fast. Developing, tweeting, and moving quicker than anyone can even type. Quick enough to keep enough with the scene right now. But we'll try our best to bring you everything that we're reading throughout the show, throughout the day at real vision, through the show and tweets, and on our discord. Here's why you should watch today's show the day after, as the crypto industry lick its wounds, will access the aftermath of FTX collapse and Binance's move for it. A friend to real vision, Jim Bianco and Alice Melatus, will join us live. I'm Elaine Lee, GM, everyone. And your friendly crypto host and producer is here. Marco Oliveira is back now. Marco, I know just moments before the show yesterday, we were like, right, scrap the whole show. A lot of big breaking news is coming our way. Has the news fully sunken in yet?"
    },
    {
        "speaker": "B",
        "text": "It really hasn't, Elaine. I think there's so many new things coming out every second. I just saw on Twitter that apparently Alameda's recent balance sheet has been leaked. I don't know if it's true. We can't tell what's true, what's not. There's so much to go over, and so I'm really glad we have Jim and Alex here today to go over that with us."
    },
    {
        "speaker": "C",
        "text": "Yeah, so much to go through. So we better get to the meat of things. But before we get there, don't forget, if you are watching on YouTube, please subscribe to real Vision crypto. It's absolutely free. So hit that like and subscribe button so you don't miss it when we go live. And then with that said, so let's get a sense of the damage in the price action. Ok, now taking a look at all the charts right now across the board. It's a lot of red today. The total crypto market cap has fallen from around $1 trillion to less than $800 billion. Bitcoin is currently down roughly 15% in the past 24 hours. It's trading at around $17,000, which is not far from his two year low in June. The situation is even worse for Ethereum. ETH is down at some 23% on the day. The current price is just under 1200. Coindesk reports over $700 million in longs was liquidated in 24 hours long are bets on price rises? Meanwhile, futures tracking bitcoin and ether saw $390 million in losses in 24 hours due to liquidations. Marco, what are you looking at?"
    },
    {
        "speaker": "B",
        "text": "Well, Elaine, on that bitcoin note, I mean, obviously it hit lower than what the cycle low has been, so that's, that's pretty crazy news there. But I'm looking at some notable heavyweights. They're all down. The native token of binance, BNB is down about 20% on 24 hours basis. And that actually pales in comparison to Solana, which, of course was heavily backed, or people are saying is heavily backed by FTX's CEO, Sam Backman Freed. It's down a whopping 45% of the day, currently trading around $17. And it's also no surprise that the worst performer of today is FTT, the native token of FTX. It tanked roughly 75% to around $4. I think it hit something in the upper threes yesterday. So it's definitely been a wild 24 hours lane."
    },
    {
        "speaker": "C",
        "text": "I call it bloodbath on the streets, if you will. All right, let's bring in our guest, shall we? Macro guru and president of Bianco Research, Jim Bianco and Alex Valetis, the founder of Web three t and web three pills newsletter. Welcome to the show, gentlemen."
    },
    {
        "speaker": "D",
        "text": "I wish it was under a better situation than it is now, but here we are, right?"
    },
    {
        "speaker": "B",
        "text": "It would have been great if it was, things were going up, that we could be having this conversation. But of course, this is the news that's been on everyone's mind, FTX and Binance. I think that the best place for us to start is to probably just kind of set the lay of the land, get an overview going for the viewers. Let's start with you, Alex. Give us an overview of what you saw that happened in the past 48 hours with, relating to this story."
    },
    {
        "speaker": "D",
        "text": "Yeah, so, I mean, I think this situation actually really started a few years ago. You know, FTX at this point is in many ways the number two exchange to binance, even though Binance still does around ten x the trading volume. But back in 2019, CZ and Binance actually were one of the first investors in FTX, and what became very clear was that as FTX sort of had this meteoric rise over the last two years, was that CZ seemed to shift from looking at this little upstart to, wow, this is a real player. And back in 2021, they actually finance divested from FTX. And as part of that, they got about $2 billion worth of FTT, which is the exchange token, as well as BUSd, which is a stable coin. And so whether or not CZ knew and get to this point, it did seem like everything he did in the past 48 hours was done with Max, delivered with maximum effect. Whether it was tweeting that they were going to liquidate all the FTT from their balance sheet to, I think he did, like a, quote, tweet, like a whale watcher tweet that showed, like, 500 million FTT moving out of their wallets. So it did seem for sure, at least initially, that CZ delivered a lot of impact on the price of FTT between both the actual liquidation from their balance sheet as well as the narratives. I think that's a part that got kind of lost here, was the narratives that CZ seemed to spin up, causing massive bank run on FTX, where they saw about $6 billion in withdrawals in 72 hours. So that's an interesting backdrop. And I don't know, Jim, if you have other thoughts, and I think a lot developed since then, but I think it's important that people understand that this has been something that's been brewing for years, and it seems that it hit, basically this inflection point over the past 24 hours where things have gone really south."
    },
    {
        "speaker": "B",
        "text": "Yeah, Jim, jump in here. I mean, you're a trade fi guy. Give us. Give us your view."
    },
    {
        "speaker": "E",
        "text": "So two things. I did send out a little tweet thread right before the show started, and in it, I said two things. I don't. My personal opinion, I don't believe CZ has this grandmaster plan that he was going to bury FTX in two days because it doesn't benefit him. I think they're not loser. Everybody's a net loser in this. No one wins in this scenario. Not even CZ with all the plunge in all of the coins. I think he was out to embarrass him because I think he was mad at him, like a lot of other people in the industry were, because of the money he was spreading around Washington to try and personally write the crypto regulation bill, or as it was described, the FTX business model was going to be written into law. And that's why I think there was this anger. And he used the coindesk revelations about the shenanigans between Alameda and FTX as an x, as a venue, to say, I'm going to sell my coins. I don't trust you with the regulation. I wanted to embarrass you. That's my thinking, not, I want to bury you in 36 hours. And that's eventually what happened. I think what he didn't realize, what we all didn't realize, is how much trust SPF squandered in the last several months, especially with this bill. And that at the first sign of trouble, everybody ran for the hills, because he doesn't have trust. I'm a trat fi guy. I could go back to. I went to round at wash. I was around on Wall street when Drexel won under in 1989, all the way through. And I could tell you what brokerage firms work on is trust. We put together things like capital rules and segregated assets and haircuts for risky things. But all that's to say, you have to trust me personally to run this firm. And when that trust is gone, all the financials in the world don't matter. Everybody wants to get away from you because their money is at risk. And what SBF didn't realize is that he wasn't trusted. So at the first sign of trouble, everybody ran from him. And you know, this is Dick Fuld at Lehman Brothers. This is John Corzine at FF Global in 2011. We've seen this movie over and over again. And when they start to run and the outflows start, the bank run starts, it's very, very hard to stop it. There's only one way to stop it. You need a larger entity that has more trust to come in and take over. In the tradfi world, that is a central bank with a printing press, or a government with taxing authorities and armies to come in and basically say, now we're in charge. Everybody calm down. In world that doesn't exist."
    },
    {
        "speaker": "C",
        "text": "Jim, I'm just going to jump in there. I picked up a tweet from Ryan Selkus, who basically is one of really prominent voices talking about crypto regulation on the scene. And he tweeted out about 15 hours ago, he said, I have never trusted Sam. And I said as much to people I trusted. It's one of the reasons I spent so much time coming up to speed on the policy situation the past couple of months. And obviously, I think just doing a quick Google as well in regard to that tweet, $39 million, which is what SBF is the second largest donor for the democracy party. This is so topical at the moment, as people in the US is voted. I haven't kept in on top of the midterm elections, but do you know anything on that front? How is that planning out?"
    },
    {
        "speaker": "E",
        "text": "Yeah, I mean, yes, he is the second largest donor to progressive and democratic causes behind George Soros. Now, I should say he was in May. He famously came out in May and said he was willing to donate up to $1 billion to Democrat Party to prevent Donald Trump from winning in 2024. He doesn't even have $1 billion right now. Less than that. Yeah. So, so this is, you know, so there's three stories from last night. The red wave was a red whipple. You know, that the. The republican wave, while it did happen, wasn't. Is nearly as big as everybody thought. And there was the FTX story. And the third one is one of the biggest donors to the Democrat party is no more. And that's actually going to have implications for the 24 election. So, yeah, he was there. And as far as what Celk has said, I think what Ryan, he never trusted SPF. I think that's consensus opinion. I think that's the consensus opinion. And I just think everybody was afraid to say it because of who SBF was. You know, there's a big difference between him and Brian Armstrong. Brian Armstrong is a trusted source. Brian Armstrong, we all know, is having private meetings in Washington to talk about crypto regulation. Completely fine with that, because I know that his interests are aligned with the industries interests, and I want him to go talk to them behind closed doors about it. SBF does that. Don't trust him. He's over there saying, this is FPS business plan. I need you to kill Defi. I need you to kill my competitors. I need you to write a bill to basically make FTX even more important. That's what people were afraid of with him. That's why at the first sign of trouble, when you lose trust, whether you're Mike Milken at Drexel 2008, John Corzine 2011, 2020, during the COVID crisis, everybody runs. Because your money is at risk of getting trapped in one of these brokerage firms, and you're not to get it out. And by the way, as an aside, there is a story out that one of the largest, maybe unsecured creditors might actually be Tom Brady and Giselle, that they've got a significant part of their. He's gonna have to play till he's 60, if the stories are true, about how much money he's got. Trapped."
    },
    {
        "speaker": "C",
        "text": "We just cracked that joke in the pre game to the show."
    },
    {
        "speaker": "D",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "We were talking about it like, something like they have, I think, like 500, 600 million in FTX. And so, yeah, this. That's definitely something that could happen. He could be a tough situation. Well, so, Jim, you mentioned this tweet thread, and one of the. One of the, you know, part of the tweets there was part of that thread is you mentioned that bitcoin's price right now is signaling that the market is very worried about that CZ Finance aren't going to acquire FTX. What, do you explain that a little bit more?"
    },
    {
        "speaker": "E",
        "text": "Yeah. So remember now, FTX, now we're all probably thinking FTX, right? It's just a bunch of retail accounts. No, it's not. It's other brokerage firms. It's hedge funds, it's prop shops, it's VC's, it's institutional investors. It's. All of them have their money in. In that firm right now, that money is trapped. They have obligations that they need that money to get to meet with. If they don't get their money, this will cascade into other problems. Remember when Lunatera collapsed? Then we got, you know, Voyager and Blockfi and Celsius and three arrows capital, and it kept going on and on and on. This could be orders of magnitude bigger with the number of firms that are at risk. And it all comes down to whether or not binance follows through, acquires FTX, and makes all of those accounts whole. So I've looked at bitcoin for the moment, as like a thermometer as to whether or not finance is going to acquire FTX, and with it trading down at 17,000, flirting under it a little bit, the fear is, and you had the story up a minute ago, that this, the hole that has been created is too big, that even they can't fill it. And believe me, my take is he, CZ will fill that hole at personal loss, because walking away could be worse, but he might have no choice but to walk away because it's too, you know, because who fills it in tradfi? The guy with a printing press that's got an unlimited source of money. We don't have a guy with a printing press to fill this hole. That is what the due diligence is about, and that is what the concern is. So that's why I'm saying, for now, not forever. For now, bitcoin, Eth price is like a thermometer and whether or not finance is going to make all of these accounts whole."
    },
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint mobile, unlimited premium wireless everybody get 30. 30, baby get 30, baby, get 20. $2020. $2020. 15. Just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try@mintmobile.com."
    },
    {
        "speaker": "C",
        "text": "Switch $45 upfront for three months, plus taxes and fees. Promote for new customers for limited time unlimited. More than 40gb per month slows full terms at mint mobile.com dot."
    },
    {
        "speaker": "D",
        "text": "Yeah, I think, Jim, one thing that's interesting that, like, I think got lost in kind of the talk with a lot of people was the initial offer that CZ made. You know, not only was the letter of intent non binding, but it was actually for FTX.com only. So FTX, the exchange itself has an international market that it serves with FTX.com dot, and then it has FTX us. And it's really interesting that FTX us obviously wasn't involved in that transaction whatsoever. It was only the international side of the business which seemed to suggest, okay, this is maybe a chance to raise some capital to help plug that hole. But at this point, what's more concerning is that there's not just concerns about FTx.com possibly having issues, but, you know, what's the risk for FTX US customers? Are they going to all be, are they going to be able to process all withdrawals there? But more importantly, I think is, frankly, Alameda research could be more damaging because as you pointed out, Jim, contagion in these types of events are very, very concerning. So Alameda was obviously taking on debt. The question is, who were their lenders? Were there lenders, other large financial institutions? Were they other cryptocurrency firms? And then secondly, how are they going to go begin to fulfill it? I think, generally speaking, when you see this type of selling in mass, it's one of two buckets. It's either a fear induced selling by actual retail, and then there's for selling. And what appears to be happening, at least within the past 12 hours, especially, is that the for selling seems to be happening. And this isn't just for selling. From Alameda research. This also might be their lenders who are looking at the situation and saying, I have a fiduciary duty now to get my funds out because I know that I'm not going to have my debts fully repaid in time or in whole. And so I think those are my two biggest concerns right now, at least, are either a, the customers are not able to get their funds out of FTX, but perhaps even more damaging is what are the cascading effects on the rest of the financial and crypto industry if Alameda research isn't able to actually cover its liabilities? And suddenly we have a ton of firms that are not made whole."
    },
    {
        "speaker": "E",
        "text": "Yeah, we'll have a ton of lenders that are going to be holding worthless collateral, and that's going to be a big problem. And this is going to be a big problem. Alex, for your former stomping grounds, Silicon Valley, I was just looking at a tweet here. Sequoia's playbook is in rough shape. Zoom, Doordash, Airbnb and FTX, $420 million in FTX. So, you know, you take a firm like Sequoia, and, I mean, that's a blue chip firm when it comes to VC. And, you know, the playbook that they're advertising has got 100% losses, 90% losses, 80% losses in it. And so this is going to really start to really weigh on the, not just the crypto community, but the Silicon Valley community, because they're already hurting from what's been going on with all of the other problems that have been piling up in Silicon Valley as well, too. Not the least, which I know you want to talk about a little bit later, but the big bloodletting that is happening at meta right now."
    },
    {
        "speaker": "C",
        "text": "Yeah, sorry. And like we said, spreading into other parts of the area. Right. Don't forget, FTX has a stake in Robin Hood, I think roughly about 7%. And I just had a quick glance at some of the numbers there. Robin Hood is down by 9% and Coinbase is down by 8%."
    },
    {
        "speaker": "E",
        "text": "Yeah, that's after Robinhood was down about 18% yesterday."
    },
    {
        "speaker": "B",
        "text": "Yeah. Well, Jim, I guess that that really begs the question then. How do you think that this. Well, actually, to both of you, Jim, and ask, how do you think this contagion is going to spread? Where do you think it'll stop? Will it be, will it stay within the crypto industry? Will it spread beyond that? How are you seeing that?"
    },
    {
        "speaker": "E",
        "text": "I guess I'll go first. There is some leakage out of the crypto industry, because it seems like whenever this story heightens, you start to see Nasdaq stocks and stuff weaken as a little bit, too. So it will wind up. I guess, like I said, it all comes down to binance, whether or not binance has the ability to fill this hole, whether or not a consortium of maybe trad five people go to binance and say, here's some capital, go fill that hole. Um, you know, that's always possible, too, because they all recognize that they, they're all in this together and they all are going to sink or swim together with this thing, that they've really got no choice to let this go. But if it is let go for whatever reason. Yeah, I think that the contagion will go beyond the shores of crypto. It will go into tech stocks, it will go into the larger risk markets as well. Like I said, look at a firm like sequoia. Look at some of the other firms, you know, Andreessen, Horowitz, just to throw out a name, I don't know anything about them that's heavily involved in this space, too, and is heavily involved in a lot of, you know, traditional type of Silicon Valley VC stuff. It's going to affect everybody if this firm winds up not being made whole by a larger entity such as finance."
    },
    {
        "speaker": "B",
        "text": "Absolutely. What about you, Alex? What's your take on that contagion spread?"
    },
    {
        "speaker": "D",
        "text": "Yeah, I mean, I think part of the problem with this entire situation is we don't have transparency, which is one of the things that true decentralized finance is supposed to solve for. I think it makes me actually a little bit sad sometimes when you have FTX, which is going to be described as a crypto firm to many, and the average person is going to think, oh, this is what crypto is all about, when in reality, a lot of the details of what their liabilities are, are obviously, what we do know is we do know who some of the FTX investors are. So I saw a tweet from Frank Shaparo over at the block. He listed some of the larger investors in FTX from their previous rounds. This includes BlackRock, Sequoia, Paradigm, Tiger Global, Softbank, more like crypto native firms like Multicoin. One really sad group to see on there was the Ontario pension fund. So you had people putting their retirement accounts actually tied to an asset, which could theoretically be valueless at this point. So the question is, can these firms collectively step in to do something? At this point, I'm hearing the balance sheet hole may be as large as $6 billion, and frankly, it's probably only going to increase as the sell off continues since they're holding many cryptocurrency assets in terms of wider contagion, outside of just impacting those direct investors. Again, I think it really comes down to who was lending to FTX, and more likely than not, these are financial services firms. They might have cryptocurrency involvement, they might even be trad five. But yeah, that's going to be very concerning because there's now 6 billion unaccounted for. And I'd say the last thing that's also sad from an industry perspective is that FTX was a very active venture investors. They had a venture arm called FTX Ventures. I know founders who have been, who have received money from FTX Ventures. And the question is, if this whole thing goes under, the lead investor won't be able to do follow up rounds. It could affect the ability for some of these web three projects to actually sustain their operations over the long term. So I think it could get really ugly really fast, unfortunately. And it might also be a thing where we don't know for months. The last point I would make is in the aftermath of three arrows, capitals, people forget this wasn't something that just was drawn up or reached a conclusion within 24 hours. It took weeks, if not months, until the full unwinding began. And one could even argue that some of the issues happening with FTX right now might have actually been triggered by things that happened with three AC a few months ago. So we just have to wait and see to learn more information and see who really gets hit the hardest in this unwinding."
    },
    {
        "speaker": "E",
        "text": "So if I could just put a little bit of color on what you said, Alex, because I think it was right on. There's a $6 billion hole. How did that happen? For people that maybe don't understand, that terminal FTX takes in customer money? You mean we deposit our money in FTX and we buy coins, and our coins sit there in their hot wallet? They took. This is some conjecture, some others, they took those coins and they transferred them to Alameda. And they speculated with those coins over at El Ameda, they lost money primarily because their own token FTT fell so much. They lost about $6 billion. So they've got us. So as they transfer the money back from Alameda to FTX, which we've seen on chain has been happening to the hot wallet, they don't have enough to transfer back to meet all of the customer funds that they're supposed to have that is supposedly as large as $6 billion. So maybe it's smaller, maybe it's larger. Nobody knows because there's no transparency. And so in the due diligence, what a binance is trying to figure out is how much money do we have to bring to the table immediately? Is it $6 billion? We have $6 billion to bring to the table. And what if we bring that money to the table and all that, people, as soon as we reopen FTX, all that money leaves, it goes somewhere else and we're down $6 billion immediately. Can we handle that? And if the answer from Bonanza is no, then they won't, and then they're going to answer yourself. But what are the ramifications if we don't? If we say we can't handle it, we're just going to sit here and watch our existing business fall apart as well? Maybe we have no choice but to step up. So these are the types of questions, and that's where the hole comes from, is what did they do with the customer money? They sent it to Alameda. And what happened to it there? Because it was obvious from the on chain activity, they were sending money back from Alameda to meet customer with junctions at FTX. That should never have had to happen in the first place. That customer money should have always been at FTX. But apparently it wasn't."
    },
    {
        "speaker": "B",
        "text": "Yeah, absolutely, Jim. You know, I'm gonna throw this to Elaine here. I know you're looking at a tweet from CZ as we speak about transparency. Elaine, tell me, what specifically were you looking at there?"
    },
    {
        "speaker": "C",
        "text": "Yeah, so basically I was also gonna add, any centralized exchange right now that's issued their own token should be really be brought to light in consideration with, amongst consumers, because it's that proof of transparency. So this is exactly what Jim was basically pointing out when CZ tweeted, I think, was it yesterday? I don't even know the day, the month of time anymore. But he said all crypto exchanges should do Merkel tree proof of reserves. Banks run on fractional reserves. Crypto exchanges should not. Finance will start to do proof of reserves soon. Full transparency. What do you guys make of that? Who shall I go to first?"
    },
    {
        "speaker": "E",
        "text": "Go ahead, Alex."
    },
    {
        "speaker": "D",
        "text": "Yeah, I mean, I think transparency was one of the core tenets of what this industry was supposed to be built on. And I think it's a really good wake up call and a reminder to everyone that we've drifted very far away from the original ethos. I think there are benefits to having these large, centralized exchanges. You remove the friction of having to self custody your assets, which maybe not everyone is comfortable with, but these firms have really run amok over time. And this is, I think, just the latest example of what happens when you don't have the open transparency that decentralized finance brings. That one note too. Of just like I think a lot of people are going to ask, how do we get here? Especially considering SBF and FTX, just the empire you built. And I think a lot of people forget that. At his heart, I think SBF is a traitor. The only reason, first off, he started with Alameda research before FTX back in 2017. His first gig was actually arbitraging bitcoin. And you don't get to this size, launching an exchange in 2019 to suddenly be debatably the number two exchange pre this event without gambling really hard. And I think the problem is for people that do trade, all it takes is one really bad trade and things to go down. But the biggest takeaway for me, again, is regardless of what they were doing, without the transparency, we are bound to find ourselves in this position time and time again. And we really do need to make some changes, whether it's adopting DeFi or, you know, having. I don't like to push for regulation. I think it can be very dangerous. But at the same time, there has to be some system that prevents this in the future, whether it's, you know, proof of reserves or something of that nature."
    },
    {
        "speaker": "B",
        "text": "Absolutely. Alex, you know, earlier we were speaking about user funds. You. There was an Arthur Hayes article that you referenced. Is there. Could you want to maybe touch on that a bit?"
    },
    {
        "speaker": "D",
        "text": "Yeah, I mean, I only had a chance to glance over it initially, but for those that don't know, Arthur Hayes was the founder of Bitmax, which at one point in time was one of the top exchanges in the world. And they actually ran into some legal trouble because the way they were actually allowing us customers to onboard. And I think Arthur Hayes was actually placed on house arrest for a period of time. So he, more than anyone, knows what it's like to be in this position and working in this industry. And, you know, from the early looks of it all signs, you know, point to the fact that FTX was probably re hypothecating customer funds. And, you know, I think when we were, like, talking about this before the show, you know, I was, I think, you know, trying to, I think a lot of us are trying to. We know, I think deep down, but I think, Jim, you know, to your point, you had a lot of conviction with it as well. And I think that's because all the signs point to it. We don't have complete transparency, but the data we do know paints a picture that FTX was, in fact, using customer funds and they were also commingling funds with Alameda research. And that's effectively what Arthur Hayes seemed to be pointing out in this article was like, it'll be a while, maybe till we have all the facts, but every piece of information we have right now looks really ugly."
    },
    {
        "speaker": "E",
        "text": "Yeah, it definitely does look like that. Re apothecation is a fancy word for me, taking your money and using it to pledge a loan for myself, you know, so that's that. There's strict rules of tradfi that you're not allowed to do that. The problem, of course, within the crypto space is they're not subject to the tradfi rules. And so you can, you can do kind of shady kind of things along these ways. By the way, I completely agree, too, with your comments about defi. What I'm afraid oracle trees proof of reserves. That's a fancy word for saying defi. I mean, look at the Uniswap business model and the way that the Uniswap is Uniswap. If Uniswap is run as we understand it is, and we could see it on chain, it can't go out of business. All the coin prices can go down. But, and we won't like that, but the exchange itself will just continuously exist. That is the model that we should be moving towards. What I'm afraid of is that Washington is going to, first of all, Washington is going to get involved because a lot of Democrats are going to be very embarrassed. They took a lot of money from a guy who's now shady. And so we're going to fix this. We're going to punish Defi. We're going to shove everything in the c five firms, and then we're going to regulate them the same way that we regulate the New York Stock Exchange, Citadel, and Fidelity. So all we'll have doing with all of this whole crypto experiment is turned into a digital version of what we already have, and then we have accomplished nothing if we wind up doing that. But if some level heads start to look at it and say, the problem with centralized exchanges is they're always unstable and prone to blow up, that's why we have to have a central bank with a printing press and a government and the FCC and the FDIC and the OCC and all of these other regulators to sit on top of them because it's such an inherently unstable business. Let's look at Defi. It's not inherently unstable. And maybe that's the way to go. That's maybe wishful thinking on my part, that they're actually, Washington is actually going to come to that conclusion. I fear they're going to come to the opposite conclusion, but we'll see where it goes and how this thing plays out. But don't discount the idea. Look, two days before this happened, it turned out that the largest donor to the Oregon governor's race was FTX. And now the Oregon governor is going to be asked questions. Your largest donor just blew up and bankrupted a lot of people. You're going to give that money back? Well, they can't have because it's too much money to wind up giving back. So now they're deeply embarrassed. And so now they're going to wind up calling for punishment regulation on the entire industry because they've been deeply embarrassed."
    },
    {
        "speaker": "B",
        "text": "Absolutely. And to your point, Jim, I saw some articles about the US probing FTX over the handling of client funds and lending. So it's definitely something that."
    },
    {
        "speaker": "E",
        "text": "Yeah, and in three years, we'll have a really good, detailed report and it will be very, very useful in three years."
    },
    {
        "speaker": "B",
        "text": "Yeah, absolutely."
    },
    {
        "speaker": "E",
        "text": "Because that's the way the government works."
    },
    {
        "speaker": "B",
        "text": "Well, I know you're looking at another tweet from CZ. You're like, you're watching our Twitter thing and I think it's up here on Niko's screen as well on the teams. Let me. What is it saying? What is that tweet saying?"
    },
    {
        "speaker": "C",
        "text": "I have no idea what tweet you're referring to. There's so many tweets. Are we looking at the CZ, two big lessons?"
    },
    {
        "speaker": "B",
        "text": "Yes, CZ, two big lessons."
    },
    {
        "speaker": "C",
        "text": "Well, there you go. You guys can see it for yourselves. Two big lessons. Number one, never use a token you created as collateral. Duhdeh, don't borrow. If you run a crypto business, don't use capital efficiently, have a large reserve. Finance has never used BNB for collateral. And we net, we have never taken on debt. So, Jim, going back to what you said about transparency and trust, who do we trust at this day and age right now, I have no idea. Just in discord. Disco discord, I like to call it for the real visionaries. You know, someone's already just posted out a screen grab. Crypto.com is saying we're not allowing you to withdraw. Solana, what's going on there?"
    },
    {
        "speaker": "E",
        "text": "Yeah. So never use your token you created as collateral. That's a printing press. If you're giving yourself a printing press in your basement where you could just print up money as straight, let me."
    },
    {
        "speaker": "C",
        "text": "Get this straight, Jim. Don't use the funny money that we made up to borrow more funny money because this funny money is, can go away very soon. Is that what?"
    },
    {
        "speaker": "E",
        "text": "Well, yes, yes. Don't use the funny money we made up as collateral to borrow legitimate money. That would be very good. I'm going to take all, I'm going to take all the monopoly money that I have and I'm going to run to the bank and say, here's a bunch of monopoly money. Can I actually have you real, the us dollars now and then, and then when everything hits the fan, you've got the monopoly money."
    },
    {
        "speaker": "C",
        "text": "You have just ruined every kid's dream when they're actually playing Monopoly now going forward."
    },
    {
        "speaker": "E",
        "text": "Right. Well, that's what they were over there was. They were playing Monopoly. That's what he means that, that, that's what he means by, by that. And, and as far as crypto.com suspending Solana sales, I would assume. See, now that's concerning because what that's."
    },
    {
        "speaker": "C",
        "text": "Yes, I didn't think it sells out."
    },
    {
        "speaker": "E",
        "text": "Withdrawals."
    },
    {
        "speaker": "C",
        "text": "Withdrawal withdrawals."
    },
    {
        "speaker": "E",
        "text": "What that suggests, I. What that suggests, and I could be off, I'll give you just from that."
    },
    {
        "speaker": "C",
        "text": "Statement, put it on."
    },
    {
        "speaker": "E",
        "text": "Crypto.com has a bunch of accounts with Solana in those accounts. They all want out, but they don't have the Solana to let them out is what that sounds like. Where did it go? Or maybe there's something else going on. Unless it's an industry wide thing that they're trying to prevent the collapse of the Solana token, and that will be very difficult to do if you're going to try and suspend sales. Allah. What we did to Robinhood January of last year. When. Or what we did the GameStop. Excuse me, Robin Hood GameStop in January of last year when the selling got. So when the price kept going up in the short squeeze. Yeah, the GME thing. Yes, exactly. Exactly."
    },
    {
        "speaker": "B",
        "text": "And actually, Jim, it looks like, it looks like they're suspending USDT and USDC deposits on a Solana blockchain. So I don't know what that impact is. I mean, what do you make of that, Alex?"
    },
    {
        "speaker": "D",
        "text": "Yeah, I mean, so with the exchanges, it could be a couple things, right, just to kind of hedge a little bit here. It could be, you know, number one, they might have the reserves, but they might have some, like, cold storage system. And there's basically a bank run that's happening so quickly, they need the time to, like, go do it. This is, again, a very favorable take, but, you know, maybe something that could be there. It could be even just. They could be having such strain on their systems right now that they're actually having outages and stuff like that. Talking to a lot of my friends that worked at Coinbase in the early days, there were times where they just straight up couldn't meet the demand and the load on their servers. So the optimistic take for other exchanges would be that they have the funds and there's just some type of delay, either from technical issues or from just having to take time to withdraw the funds. I did want to, though, touch on CZ's tweet because I think it is kind of interesting, like for people that don't have like the full context on like Binance's history. Binance was actually involved with launching their own layer one blockchain. It was originally called Binance smart chain and they rebranded it to BNB. Do any of you guys have an idea what BNB stands for, by the way?"
    },
    {
        "speaker": "B",
        "text": "Is it there? Burn? I think there's something with finance babies."
    },
    {
        "speaker": "D",
        "text": "No, it's build and build blockchain. That's literally what they rebranded it to, if you can believe it. Build and build. But part of the reason they did that rebranding was because they wanted to distance binance from the blockchain for regulatory reasons. I think there's something, you know, kind of interesting about CZ making this tweet because, you know, BNB chain has been one of the tools they use to grow. And I think FTT frankly modeled, or FTX modeled their FTT token off of BNB because for years what binance did was they would actually allow BNB to be an exchange token where you could actually exchange with BNB, get a discount on those transactions. And then what they would do is they would take a third of the profits every quarter, they would buy BNB and then they would burn it, hence increasing the price of the remaining tokens. And so it's kind of interesting that CZ is making this point. I mean, maybe they never use tokens as collateral, but there is something almost deeply ironic, because I would venture to guess that FTX actually modeled a lot of FTT off of what CC and binance did originally."
    },
    {
        "speaker": "B",
        "text": "Yeah, absolutely."
    },
    {
        "speaker": "E",
        "text": "BNB is an important token. I mean, I don't have coingecko in front of me, but isn't it number three right now after BTC and Eth?"
    },
    {
        "speaker": "D",
        "text": "Yeah, their market cap. Yeah, it's the third largest for like a native blockchain."
    },
    {
        "speaker": "E",
        "text": "Right. So it's, it's a significant token. And if there's going to be. If you said it's down 20% today, that's that. A lot of people are losing money here, losing serious money."
    },
    {
        "speaker": "C",
        "text": "Okay, I need to move along because we can have the, the line open all day. So I do want to just, you know, when we have these big conversations, so much stuff is being thrown at us. I do, you know, whether you're retail investor watching this, whether you're coming from the institutional background from this, we at real vision have macro heads and crypto heads. I sort of want to wrap up this conversation with some of the key takeaways of what we just discussed over the last 40 minutes, believe it or not. Okay, so my takeaway is, all right, Brian Armstrong might be the new DC boy and the face of crypto regulation going forward. And then for me, everyone is sort of in the crypto space. Whether you're personally invested or however you're involved in the crypto space is basically turning into mi five mode. We want to basically find the trust and transparency, go into the deep holes that we do in crypto by investigating and just really ask ourselves, how big is this hole and where else will it spread to? So just very quickly, Jim, I want to get your big takeaway from just all the things that we discussed in the last 40."
    },
    {
        "speaker": "E",
        "text": "Yeah, I want to react to one of your takes. I'm perfectly fine with Brian Armstrong being the voice of the industry as opposed to span the voice of the industry. Yeah. And his interests are aligned with the entire industry. His interests are not aligned with next quarter's profits at Coinbase, and that's why I think he's a better voice from that, too. I also think that the other big takeaway here is, I understand, look, I'm a tradfi guy, so I deal with no coiners all day long, that, you know, this is all crypto thing. This is all crypto. No, this is. This is the inherent instability of the current tradfi system applied to crypto without a central bank, with a money printer to try and oversee it. And so what crypto needs to understand is the old system, which you're trying to do away with bringing it into here, into the crypto world, is the problem. That was Celsius problem. That was blockfi's problem. That is FTX's problem. Defi, I think, is the answer. And so I hope that more people in positions of power and in positions of regulatory authority view it that way instead of saying no. The answer is the old system on the new system with just more regulators. That is not the answer."
    },
    {
        "speaker": "C",
        "text": "Yeah, complicated stuff, Alex, very quickly, because I do want to try and fit into one viewer's question. Very, very clear what you said there, Jim. Basically c five is not defi. Alex, past 40 minutes, what stuck out to you very quickly?"
    },
    {
        "speaker": "D",
        "text": "Yeah, I'd say the biggest takeaway is now's the time to go embrace crypto fundamentals and actually move to true defi. That means not your keys, not your crypto, get your funds off of exchanges. Don't be the last one out. Learn what it's like to basically self custody and have financial sovereignty. And then let's hopefully get people in Washington that actually want to see the future of Defi and crypto as opposed to what maybe SPF was pushing for."
    },
    {
        "speaker": "C",
        "text": "All right, my team is going to kill me. I don't care. I'm going for it. Okay. From YouTube. What does this do to binance credibility overall? Marco, you want to have a go."
    },
    {
        "speaker": "B",
        "text": "In terms of the binance credibility? I don't think it really affects binance's credibility. I think it's more of a credibility issue for the whole industry when people see this kind of thing happening and then this kind of soap opera being played out in real life. Or you could say, I think it kind of affects the credibility for the whole industry. And we mentioned earlier the regulators are going to see this and see this as an example to kind of regulate, to kind of save face. I think Jim mentioned earlier something to those lines. And I think that if that's the case and people start kind of really looking at the crypto industry that way, then there could be some ramifications. So that's how I see it."
    },
    {
        "speaker": "C",
        "text": "Well, Jim, Alex, Marco, it is great. I'm so thankful to have all of you here to really make sense of everything. Don't forget to describe. Oh, my God, my ep is typing. Get the screen off. Okay. Don't forget to subscribe. Rv is free. Those of you watching, hit the like button. Tomorrow we'll bring to you fresh analysis with see the light. You do not want to miss that. If you care about price action in crypto. See you tomorrow, twelve noon Eastern, live on real vision crypto daily briefing. Stay safe out there."
    }
]