[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless everybody get 30. 30 baby get 30 baby get 20. 2020 baby get 2020. Bid to get 15. 1515 just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at mint."
    },
    {
        "speaker": "C",
        "text": "Mobile.Com switch $45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time Unlimited more than 40gb per month slows full terms at mint mobile.com dot."
    },
    {
        "speaker": "B",
        "text": "Hey everyone, if you like this podcast, go behind the paywall to get privileged access to the smartest minds in finance. Join the real vision community and learn how to become a better investor. Visit realvision.com rvpod and use the promo code podcast ten. That's podcast ten to get 10% off our essential membership for the first year. Now, to the top analysis of today's crypto markets."
    },
    {
        "speaker": "C",
        "text": "Welcome to the real Vision Crypto Daily Briefing show. I'm Elaine Lee, your friendly crypto host and producer. Rocking the BTC Orange today, as you can see, you know that we're going to have a little deep dive into the bitcoin ordinals conversation. And here with me today, I have made a new Twitter friend who is going to tell me all about the growing bitcoin web three wallet that we're seeing today. Elizabeth Olsen. She is the head of growth at X Verse. Elizabeth, welcome to real vision."
    },
    {
        "speaker": "D",
        "text": "Thank you so much for having me. It's great to be here."
    },
    {
        "speaker": "C",
        "text": "Elizabeth. I think I just want to start off by talking a little bit about your Twitter profile bio. I was looking into it. I read the word Sotheby's and which is covering luxury, and now you're in this space where you're just talking about bitcoin wallet growth. I mean, how did you get into this space? Let's start a little bit talking about that. First of all."
    },
    {
        "speaker": "D",
        "text": "Sure, I do have a rather non traditional entry into the bitcoin space. I actually do come from the luxury sector. I was for many years at Steinway and sons and then Sotheby's auction house most recently. And I just saw all the exciting things happening in the web three space there. At the time. Sotheby's had just launched the Sotheby's metaverse. A lot of the auctions I was working on had digital nfts tied to the property, and even the us constitution was one of my auctions. And I saw that the constitution dow come through. So it was a really exciting time in the space, and I knew that I wanted to get involved directly and have direct impact as soon as possible. So I was recruited for exverse, where I am now. And I thought, what better place to start than a wallet, where you get a seat at the center of all the action. So you get to have exposure to things like DeFi and nfts and payments and all the many exciting things that the web three space has to offer."
    },
    {
        "speaker": "C",
        "text": "Wow. The constitutional doubt. That seemed almost like a lifetime ago now. And I remember that project really well. So you must have had a fascinating standpoint where you're seeing, you know, the phigital goods coming in and the real true sense of ownership and what that means for the future of digital art. So a really good front seat, and now you're into this sort of universe and this ecosystem. I think I want to start just by talking to you. What exactly is an ordinal and why have they been so controversial? They're always on my Twitter timeline. Let's go a little bit into that."
    },
    {
        "speaker": "D",
        "text": "Sure. So ordinals are essentially bitcoin nfts. And what makes them so unique is that they're directly on chain. So unlike ethereum nfts, where you have ipfs, these are something that's directly uploaded data, directly uploaded to the bitcoin base layer. And so what we're doing to make that possible is we're uploading data, and that process is called inscribing. So we're inscribing this data directly onto a satoshi. And a satoshi is the smallest monetary unit of bitcoin. You can kind of think of it like a cent to a dollar. And once we have this data on the satoshi, the satoshi is now unique. So now we have a non fungible token directly on bitcoin."
    },
    {
        "speaker": "C",
        "text": "You know, Samantha Bormann, who is our community member who joins us every day. Hello, Samantha and Canada. She literally wrote, looking forward to learning about ordinals. I know nothing. You know, every day I come on the Twitter timeline, I see so many people. There's ordinal shows on Twitter now with, I think, Trevor BTC. They're talking about bitcoin and pizza every day. But so many people are just so still new to the space. And we're going to take you step by step through this video how to sort of open up yourself to learning a little bit more about this ecosystem. I mean, so what's the controversial about it? I mean, I've read that some people said, you know, a lot of people in the bitcoin community saying, oh, it's jamming up the network. Like, what's the conversation there?"
    },
    {
        "speaker": "D",
        "text": "Yeah, it is really interesting. There's been a lot of friction within the bitcoin ecosystem. I would say in particular, there's a certain, I would say, minority group of people who believe that bitcoin should only be used as a sound money layer, kind of like gold. You hoard it, you look at it, you watch it grow. But ultimately, bitcoin, to survive and to really reach mass adoption, we actually need to make bitcoin usable in a way that we can scale it and have all different kinds of solutions like DeFi and NFTs. So this is actually really good for bitcoin. So I would say there are definitely some legitimate concerns around the congestion of the blockchain, but ultimately ordinals are just another door to enforce us to face these issues and make bitcoin scalable. So we're seeing a whole new wave of talented, and that's what I'm most excited about is the talent and the funding. The VC's that are now looking at bitcoin thanks to ordinals."
    },
    {
        "speaker": "C",
        "text": "Yeah, no, and we've spoken about the growth of the bitcoin ecosystem here on real vision. And it just, you know, when they. When we talk about how culture is the new investment class, this is the opportunity again. And I want to bring up this little photo because, you know, I'm a Twitter stalker, ultimately. Take a look at this photo here that I see of you with a Peter Schiff here, who was a massive bitcoin critic. And now he was all into the bitcoin web three ecosystem. What's going on there? Where did you meet him? Where did you hang out?"
    },
    {
        "speaker": "D",
        "text": "Yeah, so that was just a few weeks ago in New York City. Peter Schiff heard about bitcoin nfts, and he is known as being one of the biggest bitcoin critics out there. So it's so interesting. He has an artist friend and I think for fun they thought, why not we launch a collection on bitcoin? I think there's what is true gold here? Is it the physical metal or is it bitcoin? And bitcoin is known as being this digital store value for gold. So I think he thought it would be an interesting project to launch this collection. It was a collection of, believe, 50 prints and they're sold out. I think he did. Well, we'll see what happens. I mean, I think everybody is being kind of orange pill right now. Coming to the bitcoin ecosystem. We're seeing people from Ethereum, from Solana, from all different chains, and even a lot of bridges being made within the bitcoin ecosystem between these extremists, people who believe it should only be used for gold, sound money, basically, versus actually making it usable. And that's what ordinals are doing. It's not making change to bitcoin itself. But I. That's what's so wonderful. Bitcoin is permissionless, and people will find new ways to innovate."
    },
    {
        "speaker": "C",
        "text": "Yeah, I just think the space is way too small in the digital asset world to having all kinds of drama. But you know what's interesting to me when you're telling me about this is I remember having one of our guests, Brian Estes, on the real vision platform. And I think this was like almost two years ago when he goes, oh, Elaine, you know, I've got a bitcoin NFT. And I was like, what's a bitcoin NFT? And he was telling me that he got one of those playboy nfts. And I remember Playboy collection was on. Yeah, I remember the Playboy NFT was on bitcoin. So that's a small, small thing that I remember that brings into mind. Okay, so that's really interesting. So you are now with X. First, tell me a little bit more about x verse. I mean, I log on to the website. I see it's the bitcoin web three wallet. I've had a little play with it myself. I've downloaded it. What is it that you're actually growing over there and building?"
    },
    {
        "speaker": "D",
        "text": "So you can think of X versus, like, a bitcoin super wallet? We're offering everything that the bitcoin web three space has to offer. So we're kind of like that gateway to the ecosystem. So not only payments, but also you can hold your bitcoin NFTs in a beautiful gallery, which I'll be showing you in a little bit. You can also access web three dapps decentralized applications on bitcoin. So that means you can log in and directly connect your wallet to marketplaces, NFT marketplaces, where you can trade and swap. And then you can also connect to protocols, like defi protocols, and many other exciting new applications being built out. And another thing you can do is also stack tokens to earn bitcoin rewards. So there's all different kinds of new features and exciting, exciting capabilities that we're unlocking in the bitcoin ecosystem."
    },
    {
        "speaker": "C",
        "text": "Yeah. So, Elizabeth, I remember when I first reached out to you on Twitter, I was like, hey, I really need someone to sort of have a conversation with me and tell me how to start going into this ecosystem, because I think, okay, you know, the journey of stepping into NFTs is like your metamask wallet. Get a bit of ethereum, and then you go and buy whatever crap out is on there and open. And now I think, you know, you've seen so many other blockchains launching their own NFT market as well. Okay, cool. That's in the system as well. Gaming is taking a whole new revelation on chain, which is fascinating as well. But I mean, ordinals, the more I went into the vortex, of course, I opened up and stepped into the vortex myself, is okay, bitcoin is bitcoin. You know, it's just a different caliber of itself. So I think just taking. Looking back, my own journey is I started with getting my Ens name, you know, blah, blah, Elaine E. And that was like my first sort of ownership identity going into that ecosystem. And I recently registered for something myself called Elaine Sats, which is a journey I did myself as well. So I think, you know, if you can show us a little bit through using the X verse wallet, how to get your BTC domain, I would love to tell that with the little show and tell if you ken."
    },
    {
        "speaker": "D",
        "text": "Absolutely. I think that's such a great way to get started in the ecosystem is to secure your bitcoin identity, your bitcoin username. And what I love about X verse is that if you're coming from another chain like Ethereum, and familiar with a wallet experience like metamask or Phantom Wallet on Solano, if you come to bitcoin, you'll find that X verse is actually quite similar. We are available on iOS and Android, as well as the chrome browser extension. And, yeah, let's go ahead and get started. I can kind of walk you through that, that process to secure your first bitcoin username. So can you see my screen?"
    },
    {
        "speaker": "C",
        "text": "Hey, everyone, we're going to take a quick pause and hear a word from our partners. We'll be right back."
    },
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is. Is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium Wireless 20 2020 1515 just $15 a month so give."
    },
    {
        "speaker": "A",
        "text": "It a try at mint mobile.com switch."
    },
    {
        "speaker": "C",
        "text": "$45 up front for three months, plus taxes and fees. Promoting for new customers for limited time unlimited more than 40gb per month. Slows full terms at mint mobile.com dot. Yes I can to ask that on Zoom calls."
    },
    {
        "speaker": "D",
        "text": "So can you see my screen?"
    },
    {
        "speaker": "C",
        "text": "Did you pick up a british accent as well?"
    },
    {
        "speaker": "D",
        "text": "There may be picking up. Can you see it? Okay, great. So here we have, if you go over to X verse app, this is our website and you can see where we're available to download and you can click download. I already have the wallet installed as a chrome browser extension since I'm on my laptop right now. So I'll just go ahead up here, click on the browser extension and log in."
    },
    {
        "speaker": "C",
        "text": "I love seeing the longest password in the world."
    },
    {
        "speaker": "D",
        "text": "You know what I think somehow my. I think I might need to unshare my screen to grab my password."
    },
    {
        "speaker": "C",
        "text": "We will give you all the patience to do that while I hang around with my community. We actually have one member where he texts his name all the time, Nanaimo Trader. He said he has the X verse wallet and he goes rv should define what an ordinal is. We did. You just missed the top of the show. No, I'm kidding. But we have spoken a little bit about that. Let me pop into our YouTube space. Oh, we're back."
    },
    {
        "speaker": "D",
        "text": "Good to go. Yeah, yeah. Good to share. Good to share. Here we go. We're in. We're in. One of my accounts in my wallet firsthand, you get to see. And so here up at the top, you'll see I have my bitcoin username secured. And to do that you're going to need to purchase some stacks tokens. Stacks is a bitcoin layer enabling all different kinds of applications secured directly on bitcoin. And so all you have to do is go to a fiat on ramp. And let's say I want to purchase stacks. We have Moonpay finance and transact available so you can easily on ramp yourself depending on whatever fiat currency you're coming from and depending on where these, these fiat arm ramps are available in your country and simply exchange purchase some stacks and then from there we're going to go and navigate to BTC us. And here is where the fun begins. Elaine, what kind of username should we secure today?"
    },
    {
        "speaker": "C",
        "text": "The DJ in me would go Blackrock BTC, but I think that's probably taken. Let's go for something. No, let's go for real. Let's see if Blackrock is available."
    },
    {
        "speaker": "D",
        "text": "It is unavailable."
    },
    {
        "speaker": "C",
        "text": "Of course it is. You degen. Someone has taken it. Let's put in real vision. Does that work?"
    },
    {
        "speaker": "D",
        "text": "Real vision. Here we go."
    },
    {
        "speaker": "C",
        "text": "Okay."
    },
    {
        "speaker": "D",
        "text": "Oh, it's taken."
    },
    {
        "speaker": "C",
        "text": "I know someone in the community did it. I just know them. They're so smart like that."
    },
    {
        "speaker": "D",
        "text": "Okay, I did test your name yesterday and saw it."
    },
    {
        "speaker": "C",
        "text": "So I'll send you a bit of BTC after payback. How much is it actually?"
    },
    {
        "speaker": "D",
        "text": "So they're, they're actually not that expensive. Oh, sorry. I do need to sign in to the account. Let's see. So first of all, to connect the wallet, might need to."
    },
    {
        "speaker": "C",
        "text": "This is how brave we're being today on this video to do anything on crypto live."
    },
    {
        "speaker": "D",
        "text": "Definitely. Let's see if the connection works."
    },
    {
        "speaker": "C",
        "text": "Okay."
    },
    {
        "speaker": "D",
        "text": "I did connect the wallet when I."
    },
    {
        "speaker": "C",
        "text": "Did my sats one. It did take a while."
    },
    {
        "speaker": "D",
        "text": "You know what? I just did it. So for some reason the connection is not coming through GM Batsy."
    },
    {
        "speaker": "C",
        "text": "He's suggesting he's trying to get a free bitcoin domain name from us."
    },
    {
        "speaker": "D",
        "text": "We can still talk through the process."
    },
    {
        "speaker": "C",
        "text": "Oh, no, it's fine."
    },
    {
        "speaker": "D",
        "text": "Let's see."
    },
    {
        "speaker": "C",
        "text": "And if it doesn't work through, do also let me know and we can easily move on to the conversation. I think just letting people know the user face of exverse and how to connect it to BTC is a lot of info there already."
    },
    {
        "speaker": "D",
        "text": "Right. Okay. Well, not sure why the connection is not going through, but normally what you do is you simply sign in, connect your wallet, and you're able to claim this username, which I'm sure I can do right after this."
    },
    {
        "speaker": "C",
        "text": "Look, like this is, this is something that you should do always by yourself anyway, to concentrate. Like the correct names, the correct connection, the correct passwords. So, okay, so that's the sort of first journey you feel like you belong more into the ecosystem. Now, I've seen you opened up the gamma IO page, create your digital legacy on bitcoin. I mean, tell me a little bit, what is gamma? Is that sort of like the NFT marketplace? Like the opensea on Gamma is like the bitcoin version. What is gamma? Why do we have to, if we go down the bitcoin ecosystem of exploring in web three, why does Gamma come into our lives?"
    },
    {
        "speaker": "D",
        "text": "Yeah, gamma is a marketplace. It's also a wonderful launchpad for artists to launch their collections directly on bitcoin, as well as stacks bitcoin layer and a wonderful place for us to get started and create our first bitcoin NFT. So same process here as you would with any other bitcoin decentralized application. If you're connecting, you can just connect your wallet. And here, I think part of this is because my screen is not large. So I wonder if, oh, there's an."
    },
    {
        "speaker": "C",
        "text": "On chain monkey friends."
    },
    {
        "speaker": "D",
        "text": "Yes. So let's see, if we go to create and create a new inscription, we'll have the option to select either a single image or text, or you can even upload multiple images. And just for simplicity today we can go ahead and create some text here. And that's the wonderful thing. We are putting text. We're about to put text directly on the bitcoin blockchain forever and ever. This is a forever database. So what we do here today will go down in history."
    },
    {
        "speaker": "C",
        "text": "I like let's test fate again. Let's go for it."
    },
    {
        "speaker": "D",
        "text": "Let's test fate. I mean, should we put real vision in here?"
    },
    {
        "speaker": "C",
        "text": "Real vision?"
    },
    {
        "speaker": "D",
        "text": "Yeah, real vision. Anything about real vision that we should."
    },
    {
        "speaker": "C",
        "text": "Say, oh, now you're testing me. What shall we do? Let's go to the community and ask them. Go for it. Go for it."
    },
    {
        "speaker": "D",
        "text": "Okay, so now we have the option to choose a fee and I'm going to go ahead and opt for a higher fee."
    },
    {
        "speaker": "C",
        "text": "Oh, she's, she's impatient. She wants things quick. She wants to etch things on the chain real quick. I'm so cheap. Back in my ethereum days, I would make sure to choose my gas feed the lowest one possible and then I panic for it through totally."
    },
    {
        "speaker": "D",
        "text": "And now, and now we're going to, here's what's special about bitcoin NFTs, the ordinals is that you're going to need to use a special ordinals address. So what I'm going to do here is go into my collectibles tab. I'm going to select my ordinals address which starts in BC one. And I'm going to paste it here. And because I'm sending it to myself, I can just put it in the recipient bitcoin address. And let's go ahead and I'll put my email in here. And here we go. Review."
    },
    {
        "speaker": "C",
        "text": "Do you have to insert the ordinals wallet or was it there already?"
    },
    {
        "speaker": "D",
        "text": "So all I had to do was just type the text and then click continue."
    },
    {
        "speaker": "C",
        "text": "Okay."
    },
    {
        "speaker": "D",
        "text": "Okay. And same thing. If you're uploading image, you just upload the image and click continue. And now I'm going to need to send bitcoin to this address. And so I have the option to either manually type in the bitcoin amount and the address to my browser extension or I can opt to simply scan the QR code to pay with exfirse. And exverse has a really easy way to scan it because I'm on the browser extension. I'll go ahead and copy this address and I'm going to be manually typing in the amount of bitcoin I want to send. So I'll do that real quick here."
    },
    {
        "speaker": "C",
        "text": "This is the funniest thing about bitcoin because it's worth so much money. Not point, no."
    },
    {
        "speaker": "D",
        "text": "Hello?"
    },
    {
        "speaker": "C",
        "text": "Hey, I'm still here."
    },
    {
        "speaker": "D",
        "text": "All good?"
    },
    {
        "speaker": "C",
        "text": "Yeah, yeah, all good. I can hear you."
    },
    {
        "speaker": "D",
        "text": "Oh, okay, great. Okay, so now I'm clicking continue check on the status of your transaction and let's see, we can view the payment details here. And then we're just going to wait for that transaction to go through. Sometimes it takes a little bit longer because this is bitcoin that we're working with. It's not a super fast chain, but we are working on various scalable solutions and then we should be able to see that ordinal, that bitcoin NFT pop up. And so I will see a text soon in my x verse gallery showing real vision, loves bitcoin. So we can look at that. If we go into my gallery here, I can open up the gallery. I can view some of the NFTs that I have in this particular wallet address. So you can see I already have secured another bitcoin username, X verse app sats. I have Elizabeth Olsen sats. I've got some tokens, I've got one of my own inscriptions, some rock monopchy."
    },
    {
        "speaker": "C",
        "text": "You're showing us your bags, basically, Elizabeth Roger on our platform goes live demos are great. Even though things obviously not a smooth sailing on a live demonstration. It actually is more than harder than it looks with the live bandwidth that we got going on as well. But to show the interface of the website is even a good start, I would say, to show how people really to do this journey safely. Okay, so we spoke about ordinals. I'm going to get to a question from you from my favorite canadian french trader about why stacks is important, but we'll get to those in the questions further down the line. And we also went through how to inscribe a text or an image on ordinal via Gamma. So moving on, Elizabeth. Cause I get the chance to hang out with you and I know you're so all over ordinals. I know you were a speaker at an ordinal conference that took place. And there's even one plan for next year. What excites you most on the web? Three. L two developments in the bitcoin ecosystem as you're like everyone across most of these projects."
    },
    {
        "speaker": "D",
        "text": "Yeah, I mean, I think, I think that's something. I mean, you kind of named it right there like what, what we need to see on bitcoin now is l two scalability solutions. We need to make bitcoin more usable. And one thing that we're working on at X verse is we're working on lightning integration to enable instant and fast low cost effective instant payments. So that's something that I'm really excited about. We're working on a lot of really exciting security solutions as well. For example, Multisig. So multisignature means that like multiple people will have access to that same account. And so you're spreading security across many different people. And in order to put a transaction through above a certain amount, you can set the amount people will need to sign on that transaction. So it's another added layer of security. We're also working on hardware support, so we'll be the drum roll, a little alpha here, but we'll probably be the first wallet to have hardware support. Four ordinals for bitcoin nfts. So that's really exciting. As well as BRC 20 tokens. And I just think I'm so excited to see all the new talent and devs. I think ordinals have created this flywheel effect for bitcoin with bringing the right kind of people to the space, launching new projects, bringing in artists and collectors and developers, and that leads to funding. And that's just only going to help the ecosystem flourish more and more."
    },
    {
        "speaker": "C",
        "text": "Hey everyone, we're going to take another quick break and hear a word from our partners. We'll be right back to the real vision crypto daily briefing."
    },
    {
        "speaker": "E",
        "text": "This podcast is sponsored by Ramp. Are you the decision maker in your company? Consider this for the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what. With each vendor, Ramp's software collects and verifies receipts instantly. To save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization, and bill payments, time consuming tasks, which means you'll stop wasteful spending and close your books in hours instead of days. Businesses that use Ramp add up to 5% to their bottom line the first year. If you're a decision maker, adding Ramp could be one of the best decisions you've ever made. Get $250 when you join ramp for free, just go to ramp.com easy ramp.com easy ramp.com easy cards issued by Sutton."
    },
    {
        "speaker": "B",
        "text": "Bank and celtic bank members have DIC."
    },
    {
        "speaker": "E",
        "text": "Terms and conditions apply."
    },
    {
        "speaker": "C",
        "text": "Oh, go on, tell me a little bit deeper. There must be one project where you're like, that's so fun for me. For example, I'm going down this hall, and I tell you what I did the other week, right? I was messaging Nick Carter, who, like, has a ton of followers, but he's got, like, a cute little wizard next to his name. And I was like, what's that? What is this weird thing? So I just literally dm'd him. I was like, nick, what's this wizard thing you got next to your name? And he's like, that's my taproot wizard. Have you heard about those?"
    },
    {
        "speaker": "D",
        "text": "Of course. I mean, taproot wizards. I mean, this is a. They were really stirring the pot here with the bitcoin maximalists. So Taproot wizards is co founded by Udi and Eric Wall and some others. And essentially what they did is they saw all. Everything was happening with ordinals, and they were wondering, why is this causing so much controversy with the maxis? So what they did is they went ahead and inscribed all these taproot wizards that were taking up all the space on the bitcoin blockchain, and they were even accused at one point of breaking bitcoin. And I think it's kind of a little bit satirical. The whole point is that, hey, we're here to. We are all bitcoiners. We're here to make bitcoin fun again and magical and usable, and we're here for the mass adoption. And there's so many benefits that ordinals have to offer. But I think that's the point, is we're making bitcoin fun again, and that's really good."
    },
    {
        "speaker": "C",
        "text": "I see many of them on, like, platforms with, like, wizard hats. And obviously, I'm a forever Harry Potter fan, you know, have you ever tried dressing up as a wizard yet?"
    },
    {
        "speaker": "D",
        "text": "Oh, no. Oh, no. It's like. So they did have. They actually did have a taproot wizards party in New York. And I may or may not have dressed as a wizard. Well, I wasn't sure if I could dress as a wizard or a witch. So what I did is I got a beard. I dressed like a witchen, like a female witch. And then I figured if I have a beard, I'll be, like, extra safe, you know, just in case there is a chance that you could win the taproot wizard. And, I mean, people will do everything to get these taproot wizards these days. Trust me. I don't know how to get one."
    },
    {
        "speaker": "C",
        "text": "I've signed up and I have to go through a school. And then I was in the discord messaging, I think Udi replied back to me and he goes, I'm going to get the dungeons and the dragons sorted out. So how fun. It does seem like a new ecosystem to make bitcoin fun again. It is in the works, and there definitely is photo vision evidence of you somewhere in a beard."
    },
    {
        "speaker": "D",
        "text": "Beard."
    },
    {
        "speaker": "C",
        "text": "I had to hold it. That's awesome. Okay, so sometimes I look at the crypto space and I do have to take a step back before I go too much into the vortex. And bitcoin is so expensive as an asset. Are BTC NFts like a bigger risk as a form of investment? Because it's much more expensive than eth. Like, how do you know which project is safe? Which project are scams? Is it like a different chain, same scammers? How do you sort of keep an eye on all that sort of stuff?"
    },
    {
        "speaker": "D",
        "text": "Sure. Well, I think what. Something that's kind of interesting is that a lot of ethereum nfTs, they use ipfs, so that's not directly on chain. And if those projects no longer are paying the server fees, those projects can get rugged. So what's unique to ordinals and bitcoin entities is that they're directly on chain, which means they're going to be there forever. It doesn't matter if the project behind them, you know, the artists who inscribed them, disappears. They will always be there. So there's this. This immutability aspect, and there's this security layer and durability and longevity that we're. We've never really seen before. Like what we have with on bitcoin, which is the most decentralized, secure network out there. And I think that's why people are so excited about this. We're even seeing luxury coming from the luxury sector. We're even seeing some luxury companies, brands come to bitcoin. For example, Asprey Bugatti is launching a collection. And once fully minted, this is positioned to become the first blue chip NFTs on bitcoin. So it's super exciting time not only for."
    },
    {
        "speaker": "C",
        "text": "I think I saw some of the unchained monkeys and Farouk as a launch party in London, actually, out of all places."
    },
    {
        "speaker": "D",
        "text": "Yeah, we had some presents at that party, actually. So x verse is going to be supporting the launch, and we're just thrilled."
    },
    {
        "speaker": "C",
        "text": "That was my invitation. Where was my invitation?"
    },
    {
        "speaker": "D",
        "text": "Hey, we didn't know each other. Now we know each other."
    },
    {
        "speaker": "C",
        "text": "So what are friends for in crypto? Twitter. I love this. Okay, so very good. Sorry, drove off there because I was in awe of you. So how do you see ordinals affecting the blockchain space six months from now? And, you know, six months is a lifetime in crypto. So where do you sort of see this whole ordinal space going? I sort of get the point that everyone's sort of like learning about it, haven't had the energy to learn about it. They want to start with quick video like this. I know projects are sort of building. It's very much like ramping up to that space and to be in a good position on projects that probably have opportunities for some crazy growth in the world of NFTs or whatnot in the ordinal space. What about you? Where do you see ordinals six months from now?"
    },
    {
        "speaker": "D",
        "text": "Yeah, I mean, it really is such a nascent space. There is so much happening. We're so early, and it's not too late. I just want to tell all the viewers and listeners out there, it's not too late to get involved. You know, I think the first thing you do, you get a bitcoin wallet and you start inscribing and have fun and, you know, not financial advice here. It is experimental. It is, you know, it's very new protocol here. But I think there are definitely ways to get involved, especially for artists and collectors. And it's just a fun way to get started in bitcoin ecosystem because already we're seeing new developments happening around defi. So I think art is one of the best ways to enact change and have this cultural shift and ordinals. What better way to get started than with NFTs? And I love how you were getting started with Ethereum, with ENS. So that's another fun way is with BNS in regards to actually technical developments. We're seeing a lot of different scalability solutions already, not only through bitcoin layers, but even through, you mentioned, on chain monkeys. So they just recently launched a collection that enables recursive inscriptions and recursive, there are inscriptions that are referencing each other that enables composability on bitcoin. So essentially we have large files that can be, they would be a much larger, smaller file size and much more cost effective. So kind of what we have is this skyscraper effect on bitcoin blocks. Now we have 3d interactive, beautiful."
    },
    {
        "speaker": "C",
        "text": "I'm going to jump in there because you're going to geek out, freak out on me. And my producers is obviously noticing at the time that this is meant to be a 30 minutes show, but I think they're going to give us a few more minutes. And he says on the script in front of me briefly, biggest players in the ordinal space right now. Quickly go."
    },
    {
        "speaker": "D",
        "text": "Sorry, biggest player?"
    },
    {
        "speaker": "C",
        "text": "Yeah, biggest players in the ordinal space right now. Who do you see out there?"
    },
    {
        "speaker": "D",
        "text": "Okay, so I think a really great follow is Leonidas. Leonidas is an NFT historian coming from other chains, but he totally got into the bitcoin ordinal space with and is now a co host of the ordinal show and also co founder of or IO. Definitely give Leonidas a follow. He's always putting out really interesting content around research and developments in the space. Give experts a follow. We're one of the fastest products out there, shipping advanced features, but also in a really user friendly way so that it's easy for people to get started. We're putting out a lot of educational content. We're going to walk you through. We have a fantastic support team and we're here to onboard the world to the bitcoin space. So we love user feedback and we'd love to hear from you."
    },
    {
        "speaker": "C",
        "text": "Okay, so three projects. My producer obviously clearly is going down the ordinal hall as we are having this conversation. We talked about Taproot Wizards and then Ethereum has like bought at Yacht club and crypto punks. What are three of the projects on the top of your head that you see are going to do big things on the ordinal space?"
    },
    {
        "speaker": "D",
        "text": "I mean, on chain monkey rise, people."
    },
    {
        "speaker": "C",
        "text": "Out there send a banana to make a wealthy digital nation."
    },
    {
        "speaker": "D",
        "text": "Yeah. So on. Chain Monkey is the project that's working directly with Asprey Bugatti. So. And then final one, final, final. Oh, this is so hard. There's so many good ones out there."
    },
    {
        "speaker": "C",
        "text": "I'm definitely putting you on the spot, by the way, for our viewers who are watching, I do want to ask you to sort of give this YouTube or this video a like so we can keep providing the free content out here for you on the crypto daily briefing show. Anything else on the top of your mind, Elizabeth?"
    },
    {
        "speaker": "D",
        "text": "Okay, so I'm going to throw out our friends luminex. They've just been fantastic to partner with around minting support for minting all the BRC 20 craze that's happening. We don't have too much time. I guess we're at the end of our time to talk about BRC twenties, but essentially it's experimental token token derivative that stemmed from ordinals and there's a lot of meme coins as a result on bitcoin. It's very speculative research, but that's, that's been really fun to see. And as a result, bitcoin NFTs are now the second most used chain for nfTs. They've taken Solana's place. So after Ethereum, there's bitcoin nfTs, at least in regards to volume. Okay, thank you."
    },
    {
        "speaker": "C",
        "text": "Now, getting to the part of the show where we mentioned questions, and again, we've told you guys to put the questions in the chat. If you are a regular real vision community member, obviously I know some of your usernames, so wherever you are watching, we'll take the best ones to air as usual. And remember that you always take priority. But the good news is crypto membership is free here on real vision. You need to go onto realvision.com crypto for a sign up. And if you're on YouTube now, I have to nag you again. We're almost at the one milli mark for the real vision YouTube. Go and click on that and subscribe to our channel so you can stay up to date. Elizabeth, I'm going to make sure you check and hit that subscribe button as soon as you get off this call. All right, let's go to some of the questions, shall we? Okay, so we have Paul, and on the website he's asking, is exfirse also a marketplace to acquire ordinals? Where can you access them?"
    },
    {
        "speaker": "D",
        "text": "Great question. So we are the gateway to those marketplaces. So what you can do is use our explorer. So once you go to Xperse, you can then either in the app or directly on your browser, navigate to a marketplace. There's many out there already. There's Gamma, there's magic Eden and several others where you can go ahead and have fun, start purchasing ordinals."
    },
    {
        "speaker": "C",
        "text": "Okay. And then Batsy, who has followed me from Degen happy hour all the way to messing around with me on the crypto platform, Batsy is asking, please explain the symbiosis between STX and ordinals."
    },
    {
        "speaker": "D",
        "text": "Ah, so stacks STX is a token of the stacks bitcoin layer. And there's a little bit of controversy around, is this a layer two or a side chain? But I think it's safe to say this functions like a layer two, and stacks is kind of that gas token that enables the layer to leverage all the benefits that bitcoin has to offer in regards to security and durability. It enables us to have applications secured by bitcoin so there is no direct correlation at the moment between the stacks, token and ordinals. However we are looking, I would say the foundation and all these developers and various projects are looking into ways to create bridges so that people can transfer their stacks bitcoin nfts to on chain ordinals nfts and vice versa. So there's a lot of really interesting projects and initiatives out there. I don't want to spill too much alpha from others, but definitely, definitely want to keep an eye on I outboard."
    },
    {
        "speaker": "C",
        "text": "I love that. Elizabeth, have you had fun coming on here at real vision to hang out with me for a little bit?"
    },
    {
        "speaker": "D",
        "text": "Fun. Elaine, this is great. Thanks for having me."
    },
    {
        "speaker": "C",
        "text": "Good, good. Obviously guys, as we continue to figure out new sort of vortex hole opens up to you too. Please, just as a reminder to do your own research as you go along and learn. And Elizabeth, so how do people keep up with you before I let you go?"
    },
    {
        "speaker": "D",
        "text": "So feel free to give me a follow on Twitter. Would love to be in touch and help address any questions that people have. I think I mentioned before, but we're always open to user feedback and ideas. So if you're a dev or creator out there, we do have an API that you can work with to integrate our wallet. If you're an artist, happy to put you in touch with the right kinds of launchpads and supporters out there. So we're here to onboard people."
    },
    {
        "speaker": "C",
        "text": "You are a delight and I can't thank you enough for spending some time with me this morning."
    },
    {
        "speaker": "D",
        "text": "Thanks for having me, Elaine. Really appreciate it. This is fun."
    },
    {
        "speaker": "C",
        "text": "Okay, cool, cool, cool. Well, visionaries, that's it for today. Make sure to check out our website. Go to realvision.com crypto. It's absolutely free to sign up. I only need to buy bread at the moment in this current economic climate. Tomorrow we've got co founder of Concordian joining us to talk about blockchain identification. More of that. See you tomorrow at 09:00 a.m. p noon Eastern and 05:00 p.m. london time. Wherever you are watching. Thank you so much for watching and I'll see you for dj and happy hour on Friday."
    },
    {
        "speaker": "A",
        "text": "What's up revolutionaries? Thanks for tuning in. For more content like this, head over to realvision.com and get unfiltered access to the very best, brightest and biggest names in finance."
    }
]