[
    {
        "speaker": "A",
        "text": "This podcast is sponsored by Ramp. Are you the decision maker in your company? Consider this for the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what with each vendor. Ramp's software collects and verifies receipts instantly. To save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization, and bill payments, time consuming tasks, which means youll stop wasteful spending and close your books in hours instead of days. Businesses that use Ramp add up to 5% to their bottom line the first year. If youre a decision maker, adding Ramp could be one of the best decisions youve ever made. Get Dollar 250 when you join ramp for free. Just go to ramp.com easy ramp.com easy ramp.com easy cards issued by Sutton bank and celtic bank members of DIC. Terms and conditions apply."
    },
    {
        "speaker": "B",
        "text": "Hello, and welcome back to real Vision crypto Daily briefing. Here's why you should tune into today's show. Tesla keeps hodling. Japan is making crypto friendly moves, and Solana is making the case for its new phone. We're going to discuss all these stories and more. Plus, we're going to do a deep dive into the latest technical analysis. Ben Cohen is joining us live today. Stay tuned for that. My name is Mark Olivera. Ash Bennington is with me today. Ash, you were off at some events recently. What was going on there? How were they?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I was at the D two summit downtown and also at the coindesk ideas conference. Look, it's the ultimate cliche, but people are building in this space still. There's still a great deal of passion, as you might imagine, from inside the space. I was also struck, particularly by the D two summit, where we saw people coming in from traditional corporations who don't necessarily have a significant crypto or digital asset footprint. I'll give you one example. FedEx is apparently doing some really interesting things in terms of using blockchains in their logistics operation. They actually have a code out today that is currently in production. I had a chance to speak with a gentleman from FedEx. Maybe we'll try and get him here on the show to talk a little bit more about it. But it really is very interesting to see all the work that's happening in the space, particularly these companies that do not have crypto native footprints who are interested in using blockchain and other technology related to distributed ledgers. Marco."
    },
    {
        "speaker": "B",
        "text": "Wow, FedEx, super cool. Definitely looking forward to that. Well, folks, don't forget to subscribe to real vision crypto. It's free. If you're watching on YouTube, like subscribe, hit the notification bell so you don't miss when we go live. Okay, so with that said, let's jump into the latest price action. There's been very little change in the prices of bitcoin and ethereum, as per usual. We're going to speak to Ben Cohen about this a little bit later. So rather than waste time, let's look at the cryptocurrencies that are making moves after a more than rocky star. Newly launched and hyped up token Apdos has stabilized. It's currently down some 5% on a 24 hours basis, thousands of tokens were airdropped to early users. Ash, since you've been away and we've been covering aptos without you, I really want to hear your thoughts on this. What do you think about aptos?"
    },
    {
        "speaker": "C",
        "text": "Well, you know, the first thing to say, of course, is the layer one space right now is quite crowded. You've got Ethereum, Solana, Cardano, Avax, lots of other tokens in that space. So it's as crowded space to begin with. You know, one of the things that's probably the biggest talking point right now around this, around that decline that you see, I think on that chart at launch is the question of TPS. That's transactions per second. The promised transactions per second were over 100,000 by some reports. And first week looks like we're seeing single digit transactions per second. Obviously, probably not fair to judge the protocol in its first week, but this is a concern, and I think it just plays into some of the questions about how crowded the space is and what the unique, differentiating sort of feature set is going to be in terms of use case for aptos."
    },
    {
        "speaker": "B",
        "text": "Yeah, very crowded. I remember not so long ago there was ICP that launched, and I haven't really heard anything of it since then. So definitely one of a crowded space, and you never know what's going to happen. But like you said, it's not fair to judge it in week one. Well, thanks for that, Ash. Before we get to our top story, we have a word from our co founders, Raoul and Damian. They want you to know that what you see in crypto daily briefing is just a fraction of what you get when you subscribe to real vision. We believe the next three months could define what happens in the economy over the next three years, which is why we just launched the hugely popular make or break series. Quite simply, this is a must see if you want to protect your wealth or find hidden opportunities in the months ahead. A yearly subscription to our essential tier is now as low as $99. That's for the whole year, folks. That works out to be less than $9 a month, so don't miss that, that promotion. And until the end of October, you can also get a pro crypto subscription at a lower price. See for yourself. Scan the QR code down at the bottom or head over to realvision.com crash pricing to learn more. All right, so with that, I think we've kept Ral happy, right? So let's move on to our first story of the day. Going back to the second quarter of this year, you might remember bombshell headlines that Tesla sold most of its bitcoin. The car maker infamously sold around 75% of its total holdings. Nothing like that this time. Tesla's bitcoin reserves remain intact in this third quarter. Tell me, Ash, how much is Tesla still hodling right now, though?"
    },
    {
        "speaker": "C",
        "text": "Tesla has about $218 million worth of bitcoin left. Marco, as the price of bitcoin did not change much, the value of their holdings remained fairly unchanged compared to the prior quarter. As you said, that's down from around 1.2 billion that Tesla originally owned at the time. Elon Musk said the sale was due to uncertainty around the COVID lockdowns in China. He also said it was not meant to be taken as a verdict on bitcoin. Still, Tesla remains one of the biggest corporate holders of bitcoin, and bitcoin enthusiasts will be pleased to see it continues to hodl the wider earnings over at Tesla did not please investors. Revenue missed expectations as sales have slowed, Tesla cut their full year growth expectations on the year. The stock is down some 5% in early trading today."
    },
    {
        "speaker": "B",
        "text": "Marco super interesting, Ash. Some other stories we're looking at today. It seems that Japan is moving ahead with its mission to become more crypto friendly. Bloomberg reports the country is planning to relax rules around new tokens. The body that governs crypto exchanges plans to allow them to list coins without going through the lengthy screening process. Unless the tokens are new to Japan's market, Bloomberg says the changes could take place as early as December, and even the restrictions placed on new tokens could be gone next year. Ash, what do you make of this story?"
    },
    {
        "speaker": "C",
        "text": "You know, Japan has reputation, is a super techie country, but it's also a place where a lot of companies still use fax machines. Yes, fax machines, not to mention lots of paperwork and bureaucracy. Clearly, Japan has been trying to live up to its international reputation as the birthplace of one of the world's first crypto exchanges. Japan, obviously, for those who know about this, has a complicated history with crypto. Talking about Mount Gox here, which suffered a massive hack and then bankruptcy, it followed tighter regulatory path after those events, perhaps not surprisingly, now it seems that it's thinking about attracting international players back once again. It seems to be working. Bloomberg says that, for example, binance is once again seeking a license in Japan after four years away from the country."
    },
    {
        "speaker": "B",
        "text": "Well, speaking of speaking about finance, let's move on to a different exchange. FTX. FTX us is trying to get ahead of regulators and has published a draft proposal for industry wide standards. The draft was written by Sam Bankman Fried, the company's CEO. He's arguing the industry needs clarity before it gets relevant laws. Of course, among the many ongoing ambiguities is whether or not certain tokens are securities. According to SPF, there are a number of tokens that are unclear. That said, he says FTX us will compile its own legal analysis of any token they're considering listing. Obviously, regulation remains a big concern for the industry. Ash, what do you make of the proposals?"
    },
    {
        "speaker": "C",
        "text": "Yeah, you know, Marco, where to start here. We say this all the time on this show and elsewhere on real vision. This story is still a reflection of this very new environment that we find ourselves in, how very early it is in the space. Crypto exchanges like FTX have to come to their own conclusion about which tokens are or are not securities. You know, Marco, we seem to be in this period right now of regulation by enforcement. You don't know exactly where the line is. You only know when you get tapped over the shoulder by regulators after you've stepped over the line. Good actors in the space obviously very much craving that regulatory clarity. You know, for me, Marco, this story really is kind of a microcosm of everything that's happening in crypto right now, where we are with this uncertainty. I want you to read the last tweet in a tweet storm that Sam Bankman freed. I think about 15 tweets out today talking about this quote. And finally, none of this is legal, regulatory, or investment advice, obviously. You know, this is just reflective of where the space is at the moment. FTX knows that they need to think about this in a meaningful and thoughtful way. My take on this story is that they're saying, hey, we're going to do that analysis internally, but, you know, once again, subject to the broader prevailing winds from a legal, regulatory and compliance standpoint, we're obviously going to be following this story very closely here on real vision."
    },
    {
        "speaker": "B",
        "text": "Marco, not investment advice. Tweet from Sam. That sounds like our story every day. Right? So anyways, Solana talks about its phone. This is our new story that we're looking at here. Four months ago, Solana Labs, the company behind the layer one blockchain, announced it will release its own mobile phone, which we're learning more about now. The web three focused phone called Saga is expected to ship in the first quarter of next year. TechCrunch is reporting some interesting comments from Solana co founder Anatoly Yakovnko. He says the plan is not to sell millions of units. Instead, selling a number between 25 to 50,000 units is going to be considered a success because rather than being a play at the mass market, the phone is mainly a tool to attract developers. Jakkovenko also said that it's relatively, it's a relatively cheap and quick process to modify the Android operating system to make it web three friendly. So this move didn't require huge funds. All in all, I get the sense that Yakovnko is playing expectations down a bit. What do you think, Ash? Are you hyped up for this phone?"
    },
    {
        "speaker": "C",
        "text": "Well, yeah, I'm hyped up. It's a novel piece of hardware in the crypto space. You know, obviously we have hardware wallets, but this is a really cool idea. The idea that there's going to be a crypto native phone built from the ground up with digital assets in mind. Let me give you some interesting context around this, Marko. The goal for this phone, according to Yakovenko, is to allow content creators and platforms to enable digital ownership rights to both organizations and users. Apple, by way of contrast, for example, takes about 30% of the cut of sales in their app store on a revenue basis. Let me just read this quote from Anatolia Yakovnko. Quote there. And he's talking about Apple and Google and other competitors in the space. Quote, they're built around a rent seeking model where all the content is owned by the creator. And as you use it, you rent it. When you buy a video from Amazon, you don't actually own it. Everyone realizes that you don't own it. He went on to say the idea of true digital ownership means that digital items have to be treated like physical ones. And this isn't something Apple or Google are built around. So obviously, you know what he's talking about here is this, this goal to transition from the web two model where we find ourselves today, to a web three model where the users, organizations and individuals have a great deal more control over their ability to own and then therefore monetize digital assets. Absolutely fascinating conversation, Marko."
    },
    {
        "speaker": "B",
        "text": "Yeah, definitely a fascinating conversation there. Well, thanks for that, Ash. That was it for the news today. We're going to move on to our main segment now. Let's bring in our guests, Benjamin Cohen, CEO and founder of into the cryptoverse. Ben, what's going on? Thanks for coming onto the show. How are you doing today?"
    },
    {
        "speaker": "D",
        "text": "Thanks for having me. It's always a pleasure to be here. Just trying to survive our bear market."
    },
    {
        "speaker": "B",
        "text": "Yeah, definitely trying to survive our bear market. Well, I know you guys are going to cover so many topics today. Ash, take it away. I'm going to be back with key takeaways here at the end."
    },
    {
        "speaker": "C",
        "text": "Thanks, Margaret. We'll see you soon. Ben, welcome back to the show."
    },
    {
        "speaker": "D",
        "text": "Yeah, thanks for having me. I always like coming back and talking with you."
    },
    {
        "speaker": "C",
        "text": "Well, Ben, you're one of our favorite guests. This is the first time we're ever doing this live. And you're going to walk us through some charts here. I see one queued up on the screen right now. This is kind of the big picture chart, the crypto market cap trend line. Tell us what we're looking at right now."
    },
    {
        "speaker": "D",
        "text": "So, yeah, this chart is something I've showed a few times in the past. The blue line is the total cryptocurrency market capitalization. And the red line is just what's called the fair value logarithmic aggression trend line. So the whole idea is that the fair value of the asset class increases monotonically with time, and we sort of oscillate around that fair value. Right now, the data would suggest that we're about 50% undervalued compared to where the fair value is. But it also suggests, too, that major bottoms usually occur closer to, say, 60% to 65% undervalued before we can really sustain another bull market. So what I'm looking at in this chart is that we still need a bit more time before we can really claw our way out of this bear market. But hopefully within the next year or two, we'll start to see us move back up again, back above the fair value."
    },
    {
        "speaker": "C",
        "text": "Hey, man, just looking at this chart, walk us through how that y axis works. This is semi log y, meaning that equal changes in distance represent equal changes in value on the y axis. This chart may actually understate for people who aren't familiar with logarithmic charts, the growth in value of digital assets."
    },
    {
        "speaker": "D",
        "text": "Yeah. So it's a, it's a semi log chart, as you said. So every, every tick mark, every major tick is a ten x move. And, and the reason why we use this in crypto is just, and in general, when you're, when you're looking at price charts that span orders of magnitude, if you don't look at it on a logarithmic scale, it basically hides everything that happened early on because everything that's happened recently just sort of, you know, over everything that happened early on. So, yeah, you're, you're correct. It does."
    },
    {
        "speaker": "C",
        "text": "What you see on those charts where you see it as a, just as a linear axis, it looks like just a little bit of squiggle on the left as you don't really get to see all the detail in there. And then it just blows out to the upside to the right and you see the volatility, but only after it attains a certain level. This chart really shows that the overall curve, the scope, and how we've seen the value change over time more accurately."
    },
    {
        "speaker": "D",
        "text": "Exactly. Yeah. I mean, it does a good job of showing the growth rate, but it doesn't do it justice. And showing just how much. I mean, look at the y axis at the bottom. 100k for the total market, captain. Now, the total market cap of the entire asset class is around 1 trillion or so, give or take 100 billion or so. A really good point that you bring up, Trey."
    },
    {
        "speaker": "C",
        "text": "So what were looking at here is the total market capitalization of the entire digital asset universe. Im guessing this chart looks relatively similar if you look at bitcoin."
    },
    {
        "speaker": "D",
        "text": "It does. And honestly, for the first couple of years on this chart, its only bitcoin because that was the only thing, that was the only thing that actually existed back then. And then you had some other altcoins start to come into the picture, like litecoin and a lot of others really, really early on. And, yeah, so it really does just simply look like the bitcoin chart. But we also know that bitcoin is the king in terms of market cap. It's been king for a long time in terms of market cap. And so it continues to sort of control the overall direction of the asset class. I would argue that in general, the asset class trends higher with time, but we have these boom and bust cycles that are fairly well captured with this chart."
    },
    {
        "speaker": "C",
        "text": "Yeah. So, Ben, let's move on to the next chart."
    },
    {
        "speaker": "D",
        "text": "Yeah, so this chart is one of my favorite charts. And this one actually took a long time to put together. So one of the things I like to look at is risk analysis based on prior movements in the cryptocurrency asset class. So this risk metric is actually made up of 15 different risk metrics in and of itself. So it's made up of price metrics on chain metrics and social metrics. So there's a risk metric associated with price on chain. And your social risk. Your social risk is sort of like YouTube viewers and new YouTube subscribers, Twitter followers to popular crypto accounts. This is how we can get an idea of what is the social risk. Because the whole idea is, you want to buy crypto when no one cares about it, not when everyone's talking about it. So if you turn a lot of these on and you create a single risk metric to rule them all, this is what you get. And what it shows is that. And what it really does a great job of showing as to where we are in the current bear market. I mean, what this suggests to me is that, yeah, I think long term value is found with bitcoin under twenty k. I do think under 20k is. Is a. Is a great. Is a great area when you're thinking about long term, especially over the course of the next couple of years or so. In the short term, could we have another leg lower? It is certainly possible. As you can see on this chart, in 2011, 2015 and 2018, 2019, we did eventually have one final leg lower. This sort of marked the major bottom for that market cycle. So nothing is a guarantee, like, nothing is a sure thing. If you want to think about it. In general, the way I like to think about these charts is just DCA ing into the market. Do you want to. Slowly, for those who may not know."
    },
    {
        "speaker": "C",
        "text": "That'S dollar cost averaging, right?"
    },
    {
        "speaker": "D",
        "text": "So the whole idea is you want a dollar cost average into bitcoin when it's at 0.8 risk, when we're really, everyone's talking about it and you have all the celebrities shilling it on their twitter and on their instagram, or do you want to. Do you want to dca it when no one cares about it and everyone thinks it's dead? Normally it's better to do it when it's at the lower risk level. So if you were to look at this chart and you only ever bought bitcoin below the 0.2 risk level, yeah, you might have seen some downside in the short term, but over the macro scale, you were doing very, very well on the counter. If you were always buying it at above 0.8 risk, that doesn't always work out that well. I mean, in fact, if you had bought it in, you know, at the peak in 2017, you would actually only be breaking even, not including inflation, over the last five years. So really, the whole idea is to slowly come into the market when the market is undervalued, and to slowly exit the market when the market is overvalued."
    },
    {
        "speaker": "C",
        "text": "This is really an incredible chart, and let's just walk through it and maybe try and explain it a little bit. So you have two primary lines here in the bottom. The blue line, which is the price of bitcoin. This, once again, is on a logarithmic scale. And then the red line, this is the summary risk. This is the one risk metric to rule them all. And what you basically see here is the steady rise in price of bitcoin on a logarithmic scale on the y axis. And then you have these red waves that show the sort of the greed versus fear in the space. And what's really fascinating about this, to me, is the way that you have this structured, it's very clear to see where you have these sort of like, low levels on sentiment. 20, 12, 20, 15, 20, 19. Where essentially, as you get down close to the zero indicator there on the y axis, where, as you said, people think bitcoin is dead, you look at that, that's where you see people withdraw from the market. You can see that in terms of the drop in price. But what a fascinating chart, the way that you aggregate all of this together to give this macro risk view in a single line on a chart of."
    },
    {
        "speaker": "D",
        "text": "Yeah, I think it's useful, and I've been learning a lot myself, because I used to only look at price metrics, but now I've incorporated on chain risk, and I've incorporated social risk into it as well, because I think understanding the whole spectrum is really useful to figure out where we are right now within the market cycle."
    },
    {
        "speaker": "C",
        "text": "So you measure this risk, this sentiment and risk from a scale, basically, of zero to one. Is there some sort of like a key tipping point there? Like, for example, is the midline mark around 0.5 in some way a critical number? Is there some other point or level on the chart where you start to see things happen?"
    },
    {
        "speaker": "B",
        "text": "Steven?"
    },
    {
        "speaker": "D",
        "text": "Well, I mean, I think it depends on the type of investor that you are. So what I would generally say is, what I like about this chart is that it's useful for everyone, no matter what your goals are. If you're a more risk averse investor, you might only care about accumulating at low risk levels, like below 0.2, which is where we are right now. If you're a more risk, if you are a more aggressive risk taker, maybe you want to accumulate all the way up to 0.7 risk or something a lot crazier. So it's really useful in that sense. I think the real thing, I mean, to get to your question, where do things actually start happening? I mean, yeah, if we break above 0.5 risk on this chart, you can see we typically go up to the top within the next several months. 19. We didn't really quite break above the 0.5 risk level and then we came back down. But typically, if you, that's almost like."
    },
    {
        "speaker": "C",
        "text": "A kind of a bullwhip effect where sentiment gets depressed below a certain level. You see it flip back to the upside, right?"
    },
    {
        "speaker": "D",
        "text": "Yeah. And I mean, it's, it's, it's crazy just how quickly it can come back, you know, and when we're in a time like this, it just feels like those times will never return. But if history is an indication for bitcoin, it, it tends to return. You just have to give it, you know, you have to give it another year or two. And we typically see those types of market conditions return. So, I mean, it's a great observation. Like, going back above the 0.5 risk level tends to send us back up to 0.9 to one risk or so."
    },
    {
        "speaker": "C",
        "text": "Well, the other thing that's interesting about this chart to me, and I think this probably applies more generally to all of your work, is this is really beyond simple technical analysis in the sense that we would think about it, for example, in us equities, because you're using technical indicators, you're using on chain metrics, and simultaneously, you're also using the social indicators that you described earlier."
    },
    {
        "speaker": "D",
        "text": "Right. I mean, you can see at the chart everything that's included. I mean, the MVrVZ score, the pure multiple transaction fees and more stuff with the on chain. And then the social risk is made up of YouTube subscribers, YouTube views, Twitter analysts, Twitter exchanges and followers to layer ones on Twitter. So it looks at a lot of different things to just figure out, is there retail interest? Because if there's not retail interest, then you're generally not going to support a sustained bull market. But if you get that retail interest coming back, that's where you see those huge spikes back up to the higher risk bands."
    },
    {
        "speaker": "C",
        "text": "Yeah, I was going to tease you and say you almost sound like someone who has advanced degrees in mathematics and engineering. For people who may not know, tell us a little bit about your background as you walk through some of this stuff."
    },
    {
        "speaker": "D",
        "text": "Yeah, so my background is math. So, I mean, my undergrad was in mathematics, and then I did a PhD in nuclear engineering, did a postdoc at a national lab, and then worked as a staff scientist at that national lab, and then decided, ultimately, I'd rather go into cryptocurrency and trying to navigate this very volatile asset class."
    },
    {
        "speaker": "C",
        "text": "I know we have some other charts that we want to hit here, but there's something that I want to ask you about this. One of the challenges when you have this massive amount of data, how do you weight those different risk indicators, especially when you're looking at them across broad categories, things like, for example, uh, you know, social versus, uh, technical indicators, how do you weight that and come up with the. The single risk metric to rule them all? Ben?"
    },
    {
        "speaker": "D",
        "text": "Well, a lot of it is just sort of like back testing what has historically worked and what hasn't. I mean, there is the problem that you could over fit something, which is something we want to avoid. Um, like, right now, if you look at this, you can see that some of them are actually turned off, like the R Hodl ratio, like the. And the supply and profit of those are actually turned off right now because they don't tend to provide great results. And the one year running ROI is turned off as well. And we're going to talk about that chart in a second. Some of these things we don't actually include in it just because it doesn't seem like they actually provide that much value. But one of the things that I think, I really wish I focused more on in the last bull market is the social side of things, because the social risk is one of the only ones that was able to identify the November top. Okay. A lot of the major price metric risk charts and on chain risk charts, they all basically peaked out in April of 2021. And from that standpoint, you could argue we've been in a bear market since April of 2021 where everything has just been going down. We did have a very brief period where the price went back up. Mostly everything has just been going down. The social risk was the only thing that actually went back up in late 2021, back up to the highest risk span. So I basically look in the past to see what has actually performed well, what hasn't, and then try to incorporate that moving forward into trying to identify major bottoms and major tops. And, I mean, I look right now, and we're below the 0.2 risk level. I mean, I look at this as fairly decent value. It doesn't mean we can't go lower, but it's still, I think, fairly decent value for the macro scale."
    },
    {
        "speaker": "C",
        "text": "Great chart, Ben, but let's move on to the next one."
    },
    {
        "speaker": "D",
        "text": "Sure. So the next one is, and we've talked about this a little bit on your channel on real vision before, and this is the bitcoin dominance. So there's three lines on this chart. So there's the yellow line, which is the total market cap, excluding stable coins. The blue line is bitcoin's market cap. And the orange line, which maybe looks kind of red, is the bitcoin dominance, excluding stable coins. Okay, so there's the bitcoin dominance, where you include stable coins. And then there's the one where you exclude stable coins. And stable coins have become such a larger percentage of the market cap today than they were back in 2017. So it does seem like there's some relevance to exclude it, because back in 2017, if you wanted to get out of crypto, you would just go back to USDA. Now, if you want to get out, you can just go, you know, you can go to USDC, you can go to Dai. So many different things, but it still contributes to the total market cap. The orange line. The orange."
    },
    {
        "speaker": "C",
        "text": "The idea there is you basically can keep dry powder in digital assets rather than having to go back to dollars or other fiat currencies."
    },
    {
        "speaker": "D",
        "text": "But the purpose of this chart is measuring the relative performance of bitcoin compared to the altcoin market, not the stable market. So I've been a very big proponent over the last year that the dominance of bitcoin needs to move higher before we can have another sustained bull run. So I really like investing in altcoins, and I think that's where the most outsized gains come from in bull markets are in the altcoin market. But I also recognize that it's a very difficult battle right now for the altcoin market to do exceptionally well just because the dominance is relatively low. And if you look at this chart going all the way back to 2013, we see the dominance is putting in lower highs, but we also see that it's putting in higher lows as well. And excuse me, my voices have a cold. But over the macro scale, I think we could argue that the dominance is sort of in a downtrend. It seems like eventually, there's a high likelihood that many, many years from now, it'll likely break down. Once we really get into what crypto is going to be and what it's going to look like in our society. But in the short term, in the short to medium term, I look at this chart and I think its more likely that the dominance breaks back up to the upside, maybe five or 10%. And then the first half of the next bull market could also see the dominance continue to move higher like it did in the last bull market and like it did in the one before that. So I think its a useful chart basically just for trying to identify when are altcoins undervalued against bitcoin and when are they overvalued against bitcoin."
    },
    {
        "speaker": "C",
        "text": "Yeah, this is a really fascinating chart. One of the cool things, if you look in the upper left hand corner, you can see the remnants on that red dominance line of basically the horizontal line that you would see before then when bitcoin was the only player in the space. And as you say, sort of a measure, a metric of bull markets, whether or not you see this domicile. Let me ask you this question. Does the 50% level, which it's always interesting to see, how bitcoin tends to orbit around it, is that a tipping point in some way based on the data that youve collected?"
    },
    {
        "speaker": "D",
        "text": "I mean, I would say. I would have said yes had you asked me that a few months ago. A few months ago I was very bullish on the dominance moving higher. And honestly I thought it was going to move higher back then up to the 60% level. You can see that it made good progress. That went to about 55% or so. And then we have the Ethereum merge, which brought a lot of hype back to Ethereum and the altcoin market in general. And so it kind of just sends us right back down below 50%. So I don't know how much relevance the 50% level has. I mean, you can see we've poked our head above it a few times over the last year. So far we've been unable to hold above that level for any sustained period of time. I do think we are heading in that direction. I mean, I think you can clearly see we're putting in higher lows. And I think if you look at the market right now, bitcoins going sideways at around nineteen k, and a lot of altcoins are slowly losing value against their USD pairs and against their bitcoin pairs, not all of them. There's always a few altcoins that outperform, and congratulations to those who hold those. But most of the altcoin market, I still think is under a lot of pressure right now until, until the macro really starts to look a bit better. And so, yeah, I think the next. I'm hoping I should say. I don't. I can't say for sure because I would have thought last time we would have continued going higher. But I do think eventually we are going to break up to the 60% level sometime over the next six months. Twelve months, something like that. Trey."
    },
    {
        "speaker": "C",
        "text": "Also, really interesting to see how closely the total market capitalization of this space X stablecoins tracks bitcoin. I mean, it's really just a mirror image with a slight downshift on the y axis."
    },
    {
        "speaker": "D",
        "text": "Yeah, it really is interesting. And it reminds you of that first chart we looked at, which basically just looks like the bitcoin chart. Right. It shows you just how important bitcoin is in the asset class."
    },
    {
        "speaker": "C",
        "text": "Sure does. Ben, I think we've got time for one more chart here, if you'd like to jump on."
    },
    {
        "speaker": "D",
        "text": "Yeah, so let me. Let me show you the. Yeah, so we can look at this one that you have pulled up. This is the one year running ROI of bitcoin. And this is one of the charts that has me the most cautious going into the next, like, say, two months or so. And the reason is because you can see that it typically bottoms at around 0.2. Okay. Like, that's where it bottomed in 2012. That's where it bottom in 2015. It's where it bottomed in, like, 2018 and early 2019. And right now, the one year ROI on bitcoin is 0.291. What's interesting, though, is to get to that level, to get to that .2 level. It makes a lot of people assume that crypto is just dead by that point. But historically, that's really a great time to really come into the market. So we're not that far away from the 0.2 level. And the way that we get there, the easiest way for us to get there would be for us to go down to the 13 to 14k level sometime in November if it were to happen, because we would be comparing to the prior November peak in 2021. So we measured 80% down from the 69k peak would get you to around that 13 to 14k level if it were to happen in November. But the truth is it doesn't have to happen in November. If you look at 2012, it bottomed well after the actual market cycle bottom of bitcoin against the us dollar. So you could see something like that play out where the bottom occurs for bitcoin, and then the one year ROI doesn't bottom until maybe a little bit later. But this is a chart that still has. It has me somewhat cautious going into the end of the year."
    },
    {
        "speaker": "C",
        "text": "Hey Ben, I think you have one more chart. Let's see if we can squeeze it in."
    },
    {
        "speaker": "D",
        "text": "Yeah. So the last chart I'd like to talk about is just comparing this bear market to prior bear markets. Blue lines, 2011 bear or 2012 bear market. The red line is the 2014 bear market. The orange line is the 2018 bear market, and the green line is where we currently are. So another chart that keeps me cautious and say, you know what, in terms of time measured from the all time high, we're right between the 2018 capitulation and the 2014 capitulation. I cant say for sure if we are going to capitulate. But if you look at the risk chart that I showed you earlier, if you think back to that and we did get another lower low, you would basically see all the remaining bitcoin indicators hit pretty historic bottoms youd see the one year RoI hit a bottom youd see the bitcoin bear market chart like this one. It would look like every other chart. It would make the risk levels go back to their historic lows. So these are the main charts that I'm looking at as we get into the end of the year and hoping to see some of them reset so that we can look, you know, look more fresh going into into the next cycle."
    },
    {
        "speaker": "C",
        "text": "Absolutely fantastic stuff. And I always enjoy your insights here. When you join us, I want to bring Marco back into the conversation who I know has been watching and I'm sure has something to say. Hello, Marco."
    },
    {
        "speaker": "B",
        "text": "Hey, what's going on, guys? I love the conversation. Ben, great charts. It's a shame that we didn't get to go over all of them. But my key takeaways here was the first one we were looking at the crypto market cap trend line. You mentioned that the fair value increases with time and we tend to oscillate around it. Right now we're 50% below it, but bottoms typically happen around 60% or more, so perhaps there's more room to go there for a bottom. Uh, the second thing that I wanted to cover is that you developed a really interesting single risk metric that you made up of 15 different indicators that includes on chain social risk risk, among other things. And in your view, it suggests that the long term value is found with bitcoin below twenty k. And your strategy is dollar cost averaging at the lower risk levels when no one cares. The third one you covered was dominance. You were just essentially saying that bitcoin dominance needs to head higher before we have another bull run. Obviously, in a long term, dominance is likely in a downtrend, which makes sense because we have all coins gaining traction. But again, dominance needs to move higher for another bull run. And the last thing you talked about was the ROI levels. And I think what's really. I don't know if you mentioned this in the conversation, but it's based on one year. So it's not like, you know, from the top to bottom decrease in terms of percentage. It's really based on one year. So the ROI doesn't have to happen from, you know, the. From the. From. Exactly from the top in terms of percentage levels to get to that lower ROI level. But those are the things that stood out to me the most. What about you, Ash? What'd you think?"
    },
    {
        "speaker": "C",
        "text": "I just think it's fascinating that Ben is probably the only person I've seen in this space who really comprehensively and in a holistic way incorporates not just the technical analysis, but the on chain data, as well as the social data metrics, which is really a fascinating way of thinking about this. As I said, very holistically. To me, that chart that shows. It's really the first two charts that shows the overall trajectory of the price. As you can see from just looking at it, understanding what the logarithmic growth looks like and the overall trend and pattern in the logarithmic growth. And then number two, I think that great risk chart, as you pointed to Marco, trying to get an overall temperature check on whats happening in the space, looking at the correlations then between those risk metrics and then the swings in price. Just really fascinating. Fascinating stuff."
    },
    {
        "speaker": "B",
        "text": "Yeah. And Ben mentioned social was the only. The social metric was the only one that predicted the top. All right. The other ones didnt. So I thought that was also an interesting point that he brought up. But Ben, I mean, tell me, what do you think? Did we miss anything? Is there something else that you wanted to emphasize?"
    },
    {
        "speaker": "D",
        "text": "Maybe the only other thing, because one of the things I find is that I can often, it's easy for me to become very deterministic about a certain outcome and always question my views and try to figure out what is the other scenario? The other scenario in terms of. And this goes back to what Marco was saying at the beginning with the first chart, in terms of being undervalued, like 60% to 65%. That's normally where we find a bottom. Sometimes we get there not because we go down, but because we go sideways. Because remember, the fair value is going up. So if the market cap stayed the same for the next year, we would actually be at 65% undervaluation, which is actually what happened. If you look at where we are now compared to 2018 and 2014, we sort of came down to this level and then just went sideways for a year until we hit that lower green line, and then we went into another bull market."
    },
    {
        "speaker": "C",
        "text": "Can I jump in and ask a question about the fair value? Tell us a little bit about the slope on that chart and how it continues to rise at an increasing rate. Tell us a little bit about why you project the fair value to continue to rise. I think expect this is probably a Metcalfe law type of calculation."
    },
    {
        "speaker": "D",
        "text": "I mean, the whole idea is just a general crypto adoption that we would assume that as time goes on, more people will adopt crypto the way this trend line is fit. I'm minimizing the logarithmic difference between the market cap and the fair value. So it's like an iterative process that you have to go through, say, several iterations to actually minimize. And I'm minimizing the summation of it over the entire time. So that's how it's ultimately created. And right now, I mean, you can see on the chart, the fair value, according to the chart, is 1.8 trillion, right? Around 1.8 trillion or so. I know it seems crazy right now because we're like 50% below that, but it wasn't that long ago that we were at 3 trillion. We have a way of forgetting these types of things. So I do think the altcoin market is still going to see some pain. But I will constantly remind myself that there does exist a scenario where we get to a point and we just go sideways for a year, hit the lower green bound, hit the green band at the bottom, and then we start our new bulletin."
    },
    {
        "speaker": "C",
        "text": "Market Preston, what's your instinct tell you, Ben, in terms of months, for how long it takes us to get back to fair value?"
    },
    {
        "speaker": "D",
        "text": "Well, I mean, a lot of times, especially if you look at bitcoin. Bitcoin. And I don't actually have this chart for you to show right, right here. But the fair value for bitcoin has always been, or bitcoins price has always been at its fair value, at its having. So every single bear market, we go below the value, we go below the fair value, and then by the time we get to the next bitcoin having, that is where the price is. So, I mean, in order for us to get back up to the fair value, I would say it's likely going to occur? My guess would be 2024, sometime early 2024 is my guess. And remember, the fair value is still something that it's moving away from us. So the longer it takes us there, the higher it'll ultimately be. And by then, the fair value could, will probably be over 2 trillion. It's just going to take us a while to get there."
    },
    {
        "speaker": "C",
        "text": "Fascinating stuff, Ben."
    },
    {
        "speaker": "B",
        "text": "Yeah, definitely some amazing stuff. I appreciate that, you guys. I'm not sure if we have time for it. Looks like we have time for viewer questions. We have a couple here if you guys are open for it. The first one comes from Aon Sn on YouTube. How do you find these risk levels? So I'll throw that over to you, Ben."
    },
    {
        "speaker": "D",
        "text": "So the risk level. So it depends on which metric you're talking about, but essentially it's looking at prior performance and then normalizing those results for, say, the price. Specifically, we're accounting for diminishing returns, which is just a normal evolution of an asset. You would assume you'd have diminishing returns for something like the social risk. It's a bit more complicated because as the asset class grows, we should assume that there's going to be more and more people as our base, our base viewership. So, like base viewership in the 2022 bear market is going to be higher than it was in the 2018 bear market, which is higher than it was in the 2014 bear market. So for some of the risk levels, we sort of assume that there's going to be some type of growth, base growth no matter what. And so we're not normalizing it between where it has always been historically. We're normalizing it between, like, where it has been historically, but based on a projection of that going forward, to assume that there will be some type of social growth from one cycle to another. I don't think we're going back to 2018 levels of social interest just because crypto has become a lot more mainstream today than it ever was back then. So it really depends on the actual metric, and it changes from one to the other."
    },
    {
        "speaker": "B",
        "text": "All right, well, here's another question from King Kobe's on our Discord channel. This is a long one. So he says, I got a question about BTC and the market cap and trendline. I see very similar charts for many people, large hearts with fair value, upper and lower bands. But from most of those other commentators, their models are sharing the current price market cap wherever, whatever they measure, as just above or touching the lower band, suggesting we're at the bottoms with their model. Yours though, meaning, I guess, Ben, yours still has room. On the downside, what separates yours and why is it the best? Is it a simple thing, like using the total crypto market cap rather than BTC specifically, than many people do?"
    },
    {
        "speaker": "C",
        "text": "Ben, why are you the best?"
    },
    {
        "speaker": "D",
        "text": "First of all, I don't even think I would argue that I am the best. I don't. I don't. I don't think that I'm necessary. I don't think that my regression charts are necessarily any better than anyone else's. I do have a logarithmic regression chart for bitcoin, and you're correct, we are at the lower bound of it. And. But the. The one thing you have to remember with these, and I actually have a. I did a video on my channel sometime in 2019 where I talked about this. When you fit the logarithmic regression curve, it has to be refit every cycle. If you only fit it to, say, like, 2012, like data up through 2014, it would have predicted that bitcoin would already be at, like, a million dollars. Right. If you fit it up to, say, 2016, it sort of brings it down. And so every bear market, I think it's important to refit it just a little bit. And it's not a cop out answer. It's just that we simply do not have. We don't have all the data that we need back in 2017 to project it going forward till the end of time. So, yeah, I mean, you're right. According to the logarithmic regression models that were created back in 2019, which is when mine was created for bitcoin specifically, we're at the bottom of the regression curve. We are. It's true. And there is a non negligible chance that bitcoin has bottomed on its USD pair. And that's why I mentioned we should assume that there could be a case where we go sideways into the lower band rather than dropping any further. I am more convinced that the altcoin market needs to drop than bitcoin. But there just are a lot of similarities between what happened in 2018 and 2014 and what's happening today with bitcoin. So, yeah, I don't think it makes sense to be super deterministic about a lower low. But I would caution people, because I thought in 2018 that we had bottomed when we sat at six k for five months, and I ended up being wrong. So just some words of caution. No one knows exactly what's going to happen. And one last thing. All models are wrong. Some are useful."
    },
    {
        "speaker": "C",
        "text": "George box. That's a great quote Ben we can, of course, but it really is a measure of two things here. First, the complexity of trying to build these data models, and second, just the high esteem that your work is held in this space in terms of the seriousness that you put into the data, into the math, into the analytics, and to try to tease out these incredibly tricky questions like how do you fit these data windows when you do this analysis? But fantastic stuff."
    },
    {
        "speaker": "D",
        "text": "Yeah, I appreciate that. And I always, I'm always excited to come on the show and talk about these things."
    },
    {
        "speaker": "B",
        "text": "Well, I appreciate it. Well, thanks to both of you, Ash and Ben. It was a great conversation. That's it for today, folks. Don't forget to subscribe. Real vision crypto is free. We also have some paid content. If you're looking for professional grade crypto research, scan that QR code on the screen to find out some more. But for those of you watching on YouTube, smash everything the like, button the bell and subscribe. Tomorrow we're going to hear from Ben Whitby on the latest of the world of defi and compliance. See you tomorrow at 12:00 p.m. eastern. Eastern live on real Vision Crypto daily briefing."
    }
]