[
    {
        "speaker": "A",
        "text": "This podcast is sponsored by Ramp. Are you the decision maker in your company? Consider this for the first time in decades, theres a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your companys spending and control who spends what. With each vendor, Ramps software collects and verifies receipts instantly to save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization, and bill payments, time consuming tasks, which means youll stop wasteful spending and close your books in hours instead of days. Businesses that use ramp add up to 5% to their bottom line the first year. If youre a decision maker, adding ramp could be one of the best decisions youve ever made. Get dollar 250 when you join ramp for free. Just go to ramp.com easy ramp.com easy ramp.com easy cards issued by Sutton bank."
    },
    {
        "speaker": "B",
        "text": "And celtic bank members of DIC."
    },
    {
        "speaker": "A",
        "text": "Terms and conditions apply."
    },
    {
        "speaker": "C",
        "text": "Hey everyone, if you like this podcast, go behind the paywall to get privileged access to the smartest minds in finance. Join the real vision community and learn how to become a better investor. Visit realvision.com rvpod and use the promo code podcast ten. That's podcast ten to get 10% off our essential membership for the first year. Now to the top analysis of today's crypto markets."
    },
    {
        "speaker": "D",
        "text": "What's up guys? It's Ash Bennington. Welcome to real Vision Crypto Daily briefing. Joining me today is Matteo Dante Peruccio. Matteo, welcome."
    },
    {
        "speaker": "B",
        "text": "Thank you for having me."
    },
    {
        "speaker": "D",
        "text": "It's a pleasure to have you here. Lots to talk about. We'll be back in just 1 second. But first, we want to talk about a quick programming note. We often get questions from our viewers about which real vision membership is right for them. So we're hosting an AMA on it with Maggie Lake and Raoul pal. That's 10:00 a.m. eastern time this coming Wednesday. Now let's take a quick look at price action happening right now in bitcoin. Trading at 29,192. It's up by, oh, call it about three tenths of 1% here. In the last 24 hours, basically flat seven days, it's down about two and a quarter percent. Ethereum trading right now at $1,858. On my screen, trailing 24 hours, it's up about 85 one hundredths of 1%. Call it about 1%. Trailing seven days, down about 2% on ethereum. Mateo, welcome to the show. It's great to have you're excited to talk to you. I should have said at the top of the show, you are, of course, president international of Wave Digital Assets. You've got a very long history in the traditional asset management business, traditional investing business. Tell us a little bit about your background and how you made the transition into the digital asset space."
    },
    {
        "speaker": "B",
        "text": "Thanks. Thanks for having me. It's a pleasure to be on here, especially given the color of my beard. I'm probably not the average age of most of your participants, but it's great to be on. Yeah, my journey was an interesting one. So my past experience, I run some very large asset management companies, was on the board directors of FTSE, regulated listed asset managers, traditional and active asset managers. And then I had my own boutique. I managed $2 billion of the british telecom pension schemes, alternative assets. So in the hedge fund world for a long time, and about in 2016 to 17, I was approached by. I was starting to back away from the traditional world for a whole host of reasons, primarily because it was becoming a arduous as an industry, and I was sort of feeling a bit stale. And then I got involved with a group that was very early in wanting to create. They had seen that this industry was going to need an institutional infrastructure, and they were trying to build a managed account platform for crypto hedge funds. But things have moved so fast. If we think back to what this world looked like in 20 1718, what a crypto hedge fund meant was a guy in a hoodie managing a portfolio and up 1000% with no stop loss risk management compliance. It was a different world. It was a wild west, as we remember, and it was exciting, but I had no knowledge of crypto, but they wanted my assistance in counseling them about how to create an infrastructure that would resonate with institutions eventually, because they were convinced about five years too early that institutions would eventually want to get access to the space. And in order to do that, they wouldn't have the knowledge base to understand how to do due diligence on managers, to understand their strategies and so on. So they wanted, if you had institutional quality due diligence being done on the managers, that would help so fast forward. I was super skeptical of, I was very bullish on the blockchain. As a technology. I understood the blockchain. I understood harshly the possibilities of the blockchain. I didn't understand crypto and tokens. I decided to dive into it. And like many people, you hear, I went down that rabbit hole and came out and said, oh my God, this is just a light bulb went off. So many similarities to things that I remember some innovations in my past experience and remembering how people talked about those innovations and it just resonated. It was such a metaphor. People forget about things like even something as mainstream now as emerging markets 30 years ago. And when you talked about investing in Russia or investing in South Africa or investing in Ecuador, that was like investing in the moon. And people didn't have a knowledge base, they didn't have the skill sets, they weren't in proximity. And so, and I remember people saying, this is never going to take off. And I remember a very specific conversation of someone saying to me, I'll never invest in China, in chinese equities. It's the wild west. And now you can't even imagine not having exposure to China, right? So I think that hit me about crypto. I was kind of like, wow, this is really going to change the way, way we transact in the financial world. And I want to be part of it. So I just kept learning and learning and decided I wanted to get involved personally and professionally in the industry."
    },
    {
        "speaker": "A",
        "text": "Clay."
    },
    {
        "speaker": "D",
        "text": "Right. I spent a bit of time early in my career working in the tech space. I think a lot of us who were interested in the blockchain, who really wanted to explore the underlying technology, were just fascinated by some of the utility of the blockchain, some of the potential use cases. Let me ask you this. How do you tie together in your mind the utility, the functionality on the blockchain with the valuation component of the digital asset token universe?"
    },
    {
        "speaker": "B",
        "text": "See, that's a super complex and problematic question. I know there's lots of people that are trying to associate, and by the way, it merges as you know, emerges into the latest rulings on XRP and the whole conversation about what the token represents. And I heard a fascinating interview that you did, I think, with the chief legal counsel of Kraken and talking about how focused we were on the asset, the concept of the token itself representing a security as opposed to the transaction, the investment contract, which is the more important component. But going back to your point, when I look at, when I look at this universe, it's just so broad, it reminds me a little bit. Again, and I apologize if I speak in analogies, but it's a weakness I have. But it reminds me so much of when I used to go to speak to people who didn't know much about hedge funds. They would say something to me that I found just so incredibly frustrating. And they would say, I don't like hedge funds. And I'd say to them, what does that mean. I don't know what that means. Do you not like long short strategies, like merger Arb? Do you not like event? Do you not like. What don't you like about it? And I hear the same thing about, I don't like crypto or, you know, I don't believe tokens have value, which token and which underlining underlying technological infrastructure. So I think there's an argument to be made to sort of split. I do a very, you know, I'm not a programmer, I don't come from the tech world. So I apply a very, very simplistic, if I may, simplistic, filter on that of this universe. And I kind of split it up into three types of tokens. And there are tokens to me that are easier to value because they represent an underlying business model. And those tokens, like Solana, and I can get my head around easier understanding why Filecoin or Solana, we could create a valuation model for those, because there's a business model that is dependent on that token, the token dependent business model."
    },
    {
        "speaker": "D",
        "text": "There's a lot of whatever the success or failure of the underlying model, it's very clear to be able to see how the cash flows relate to the underlying valuation. You could apply sort of traditional, uh, metrics and analysis, uh, on that. Again, not suggesting that they're all going to be successful, but at least you understand the parameters for how they would succeed or fail in theory."
    },
    {
        "speaker": "B",
        "text": "Right? I totally agree. And so I think, you know, I think the problem is where, because this industry moves at such a fast pace. And I think I heard you say one time, um, you know, we're constantly talking about the next, you know, this is this is it moment in crypto. I think there have been this is it moments. These are all this is it moments. We're living through something that we have never seen. A velocity of change in a financial industry like we've seen in crypto, the evolution of, if you think many of your listeners will not remember the advent of derivatives when they first started, but derivatives when they first started with black magic, until we had contracts to solidify those relationships in order to trade derivatives and to transact in a trusted way between two parties, and then it accelerated exponentially. But even that acceleration was slow by the standards of the world today. And so I think we need to realize that there will constantly be new tokens. But I am absolutely convinced that the landscape that we look at today will be entirely different in ten years. I don't believe that 80% of the tokens that we're talking about today will be meaningful in a conversation ten years, much like social media platforms, much like other tech platforms, the things that we talked about. And I guess I just finished by saying, I always remind my audience about BlackBerry. And, you know, at the height of BlackBerry, if I told you, you know what, it's not going to exist in three years, you know, you would have laughed me off the show and said, this guy's in that case. But that's what happened, right? So technology is a fickle thing and it's amazing."
    },
    {
        "speaker": "D",
        "text": "Well, there's still, you know, BlackBerry, interestingly enough, they're still kicking around, right?"
    },
    {
        "speaker": "B",
        "text": "It's like, I mean, the usage should have, should have been more precise. I mean, everyone, you know, in my, professionally ingested, I ran a firm with about 25,000 people and we all had blackberries. And that's how you did business. Nobody had a mobile phone. Nobody worked on an Apple phone."
    },
    {
        "speaker": "D",
        "text": "Yeah, it's a fascinating story. They just made a great movie about it. It's on pay per view now or on Amazon, whatever, and you can watch it. It's fantastic. But I did some research about what they're doing today, and apparently they're involved in backend security and encryption software, which is really fascinating. But as you point out, which probably."
    },
    {
        "speaker": "B",
        "text": "Is going to give them a huge, I mean, the crypto advent of the crypto industry is probably giving them a huge new approachable market."
    },
    {
        "speaker": "D",
        "text": "Hey, everyone, we're going to take a quick pause and hear a word from our partners. We'll be right back. So let me ask you this, because I think it's a fascinating topic that you've brought up, which is the, this landscape of sort of trying to get out of the day to day price valuation, day to day price fluctuation type of mindset, and to think about what the space looks like more broadly in, say, a decade. What can we say about that? How do you think about that framework for where we're going in a decade's time, other than saying it's probably not going to look the way it does today?"
    },
    {
        "speaker": "B",
        "text": "Well, I can give you an idea of why wave digital appealed to me, by the way. I should say our compliance people are very, very serious and we are SEC regulated. So any opinions I give on this show are my own personal opinions. They don't reflect the opinions of wave digital, but wave, when it was born, from the first day we were founded, we were regulated in the state of California, which at a time when people weren't searching out regulated counterparties, didn't really matter. It was a highly unregulated industry, but we understood from the very beginning that that was going to be really important. And I think when we also looked at this asset class from a wealth preservation and wealth management perspective from the very beginning, which is, if I can explain that, why that's so different. If we think back, it was all about capital appreciation in the early days of crypto. You bought your crypto and you held it and it appreciated a thousand times and everybody was getting rich and it was an exciting time. So the solutions were mostly trading and momentum driven strategies. We identified the volatility as a really interesting characteristic of this industry very early on and started to work in derivatives to create yield and looking at the yield possibilities of crypto. And so I think that mindset has served as well because the industry has morphed and changed as we've gone through two winters now. And now we're in this band where it's very hard to extract capital appreciation without actively trading. So I think I. What we really need now is and what's happened. And I'm, you know, I'm obviously saddened by many of the events that have happened in the industry, but I'm not surprised by them at all. It was an unregulated industry and I think they were necessary. And, you know, we were very fortunate to have avoided all of those debacles. And I kind of would argue if you had good risk management and common sense and I, feet on the ground, a lot of the stuff didn't look like it made a lot of sense at the time. So we were fortunate to avoid that. And so to me, I think now we're getting some of the survivors of this phase, this very difficult phase in crypto. Who are the good players, good actors? Most of them have learned lessons or already knew what to do. So we've got that component which is continuing to grow and I would put us in that category. And then you have a lot of tradfi new entrants coming in now. And I think that's going. It's hard to change, distract people from something that made them so much money. Right? Watching the price of bitcoin was an exciting day to day endeavor five years, six, seven, eight years ago. Every day it was a new high and you're making money and it was exciting. Now it's, you know, now we have to look at it as maturing industry. It's still very immature in the natural evolution of a financial industry, but it's. Yeah, so I think it'll come. And I think as we get more serious, you know, more serious actors involved, their focus, like ours, is going to change the way people think about their crypto and start thinking about risk managing crypto about it as part of a portfolio and not just a speculative investment. Trey."
    },
    {
        "speaker": "D",
        "text": "So talk a little bit about just that point, which is interesting to me. How do your clients sort of ask these questions of you about the risk management component, how you guys think about your time horizons and some of the other points that you just made."
    },
    {
        "speaker": "B",
        "text": "So it changes a lot depending on the moment in time, what the fixation is. If you remember, post mat off, everybody focused on custody and administration because that's where the money was hidden. There was no money there, and then they found that out. So then all of a sudden that became the number one question and a due diligence questionnaire. That's what clients wanted to know about. How is my money custodied? How is it held? And it's not dissimilar in the crypto context, as we have an event which flares up if you were creating yield in CFI and then the Celsius happens. The clients are incredibly concerned about counterparty risk on CFI. The good news is that we've always been very attuned to the fact, having been crypto native, very attuned to the fact that counterparty risk is everything, and understanding being deep in the ecosystem and understanding the risk parameters of your counterparties, how they're operating. Are they operating in a way that when you. Because we would do due diligence on all of our parties. So I would say that's a long winded way of saying most of our clients first now are it's about security. It's about how can I be sure that you helping me invest my money, that you're doing it in a way that it's not going to disappear, that it's safe, that you're using institutional quality parties, and of course, being SEC regulated, that's an important component for us."
    },
    {
        "speaker": "D",
        "text": "Anyways, it's so interesting as you frame that with the Madoff example and also with the example over at Celsius and C five more generally. It's interesting because it almost sets up this situation where it's the case of generals fighting the last war. Obviously, there's a tension that's raised, there's focus for places where you've seen these breakthroughs in the past, but it almost makes you wonder, what are the new risks that might be coming down the horizon? How do you guys think about that? Do you have a view about what the next potential risk parameter might be?"
    },
    {
        "speaker": "B",
        "text": "Well, I think DeFi is a super interesting area. I am not an expert, the caveat, but we are, and being deep in that ecosystem of Defi, that's a place where you really need to understand your counterparty risk technology, risk hacking, risk security. So anytime there's new technologies and the new technology, the frustrating thing is the new technology is what makes this industry so exciting and gives it so much potentiality. It's also what makes it so risky, because anything new put together, any new innovation, as we see in all industries, not just this industry, put together with financial incentives, it's kind of a bad recipe, usually because people push things out before they're ready to be pushed out. We've seen it with some of the best companies where their products crash or they have bugs because they have commercial objectives. So I think the risks are constantly changing the risk horizon. Obviously, we have a very complex world regulatory environment and which we have always said, and I think is overdue, and we need regulation, we need clarity. I think that's the hard part, is clarity. I've seen, you've done a couple of shows on XRP and what that means, and everybody talks for a half hour and then ends it with. But, you know, we'll see. Still not clear. So it's a bit frustrating. You know, we all are begging for this confirmation bias moment where they say, this is how everything's treated now get out with it and do business."
    },
    {
        "speaker": "D",
        "text": "You know, I guess, I mean, the only way it seems to me at least, that that's going to be definitive is when you get actual law from Congress, which doesn't seem to be forthcoming anytime soon."
    },
    {
        "speaker": "B",
        "text": "Well, you know, it's a fascinating, I mean, you know, it's fascinating to watch, and I can speak more to what's happening around the world. And it's really interesting phenomenon to see the difference this time around between how the Anglo Saxon, and I don't put the US is obviously the largest, but the UK is in some respects similar. And I'm not as familiar with Australia, but I think it's kind of similar. The anglo Saxon approach has been quite different from most of the rest of the world. You know, in Europe with Mika, they've kind of decided to define, you use definitional regulation, so to say we're defining these things as this, and they'll be treated this way. So once you've got those three points cleared, then you know how to handle him. And now you might disagree. You might disagree if they define stable coins in this way or that way, or they want to tax them as income or capital gains, but at least you can go forward with the business. And I think the MENa region, Middle East, Dubai, has, and I don't know how much they talk about it in the us, but Vara, the regulation in the. In Mena is quite avant garde and really thoughtful. They have the virtual asset regulatory authority they created. They created a separate authority for it and they've staffed it with people expert in it. And it's not a surprise that they're attracting a huge amount of inflow from all over the world of new startup projects and blockchain and crypto, because there's an environment where you can have a dialogue and build. And I think we're just seeing a shift around the world of domiciles that weren't really substantive in the past, sort of taking their slice of the pie because this industry is global."
    },
    {
        "speaker": "D",
        "text": "Hey, everyone, we're going to take another quick break and hear a word from our partners. We'll be right back to the real vision crypto daily briefing. I'm curious if this different regulatory framework elsewhere in the world, internationally, versus the United States, can change potentially the degree of asset allocation. Meaning, will you see allocators from places where you have greater regulatory clarity, feeling more comfortable around the asset class and therefore investing in it to a greater extent?"
    },
    {
        "speaker": "B",
        "text": "Yes. Yes, you will. I think, however, let's not forget the US is still a, you know, it's the leading economy in the world and it's the largest capital market in the world. So I don't want to overstate the fact that it is really important that the US get it right. And I'm sure in time we will. But, yeah, I think what you're finding is you're finding those allocators, where there are pockets of capital that are outside of the United States are going to allocate to this space much easier. We've seen it a little bit in Switzerland and Germany. I don't know if you're aware, I'm sure you are. But Germany about, I think now it's two years ago, they allowed these special pension. I can't pronounce it in German, but there's a specialist pension to invest in crypto. And of course that's going to help. It's going to help adoption, it's going to help advance the cause of crypto in that geography. And Switzerland has also been very. We're expanding into Switzerland and it's purposeful, it's our hub our international hub. And the reason we're doing that is because crypto has been a leader really uncharacteristically. Generally, Switzerland is a follower market, both from a regulatory and financial innovation perspective. It's a very conservative market generally in crypto, with Crypto Valley and the regulators being very ahead of the game. They were the first domicile to actually codify and law NFTs so that you can actually go to court and sue trademark infringement and so on. And it has a juridical status in the country, and they've been very open to letting the market operate. They've been very focused on licenses and making sure that the players that can act in that space are in good standing, and then they let them act and see how that market evolves. So it's a different approach. But, but so far it's been them. Pretty interesting to watch."
    },
    {
        "speaker": "D",
        "text": "Yeah, I should say. By the way, viewers, put down your questions in the chat. We're already asking the best ones on air. Remember, real vision members take priority. If you're not a member yet, go to real vision.com forward slash crypto to sign up. That's real Vision.com forward slash crypto to sign up. It's free, I should say. We've already got questions coming in. First one comes to us from Ralph from the real Vision website you mentioned, wave digital using crypto to create yield with derivatives. Can you expand on this, please?"
    },
    {
        "speaker": "B",
        "text": "Yes, I cannot, again, for SEC reasons, I can't speak about any specific product or performance, but I can talk in generalities about the fact that, for example, in a market, very much the same way that in the equity markets, if you have a stock which has a degree of volatility, you can sell, Covid calls on that stock out of the money. So let's say at the beginning of the month, the stock is worth 100 and somebody else thinks it's going to be worth 110. You write a 10% out of the money cover call with that counterparty. If the stock goes to 109.9, you pocket a very attractive, well, either way, you pocket an attractive premium and you keep your gains up to 109.99. If it goes to 110.1, then it gets exercised. You've earned up to 110, but you've lost any upside if it goes to 120 in that same month. And bitcoin, if you thought very early on we thought about bitcoin, and now it's quite, I think, a relatively common strategy that some people employ. But we thought about it and said this is a perfect asset for this it has a high degree of volatility and yet it has a, it has, which we don't find often in equities of similar characteristics, an upward trajectory. If an equity had 80 or 90% volatility, it probably would not have an upward trajectory over time. So that's the interesting, that's a very simple example. Then there's obviously way more complex and complicated strategies."
    },
    {
        "speaker": "D",
        "text": "Yeah, I think its always great to walk through these examples because I think it helps people to understand some of the potential framework for thinking about how it works on the crypto side. Next question comes from SAS finance on YouTube. Any thoughts on Brazil as a market for crypto? How about Brazil?"
    },
    {
        "speaker": "B",
        "text": "Thats an interesting question. I dont know it personally in the sense that I have a huge amount of personal involvement with Brazil, but peripherally I have come across some really sophisticated funds out of Brazil in crypto and it seems to me a very crypto friendly environment. It's just that it's one of those markets where you really need to be in the market in order to understand it and operate there effectively. But it's a big market and it is definitely crypto friendly. They pass some relatively friendly legislation, you know, a thumbs up in terms of if you're thinking about whoever it is thinking about, you know, looking into Brazil, it's. I've heard a lot of good things about it."
    },
    {
        "speaker": "D",
        "text": "Mateo, great having you on the show today. Always a pleasure to have people on from the tradfi space who have a lot of background, a lot of experience there to apply that knowledge and wisdom here in the crypto space. Always enjoy that. Final thoughts, key takeaways that you'd like to leave our audience with?"
    },
    {
        "speaker": "B",
        "text": "Well, you know, I wish, I wish in a way, I'm assuming your audience is way more crypto savvy than the average person because they wouldn't probably be on this if they weren't, but because if they weren't, if it wasn't that audience, I would say, stop asking. If crypto is going to be around in a couple of years, it's here to stay. It's a fascinating industry and I think we need to stop talking to ourselves. I think my final point would be, I think this industry has one illness and it's, we love to hear our own voices and talk to ourselves, and that's understandable because it comes from the history of you wanting to take on the establishment. And I get that, and I think there's a lot of value in that. At the same time, I think there's a lot of experience out there. I count myself as one of those people that, you know, it can add some value. And I'm learning, I've learned a ton from the crypto community. So I think that that dialogue should, should improve."
    },
    {
        "speaker": "D",
        "text": "Yeah, that's well said. And it's very much a two way street. And I think obviously, a lot of experience on the traditional finance side for people who've just been in the space for decades, such as yourself, who understand some of the risks and the opportunities. And then interestingly enough, the folks who are developing these technologies have insights and ways of seeing the world that people who have been, for example, embedded in the status quo for decades probably don't see. That's one of the reasons why these conversations are so much fun to have here on real vision and why we appreciate you joining us so much."
    },
    {
        "speaker": "B",
        "text": "Thank you very much for having me."
    },
    {
        "speaker": "D",
        "text": "That's it for today. Make sure to check out our website, real vision.com forward slash crypto. That's real vision.com forward slash crypto. It's free to sign up for crypto content. Tomorrow on the show. Elaine will be joined by Somy from in peak. See you at 09:00 a.m. pacific noon Eastern, 05:00 p.m. in London. Thanks for watching, everybody. What's up, revolutionaries? Thanks for tuning in. For more content like this, head over to realvision.com and get unfiltered access to the very best, brightest, and biggest names in finance."
    }
]