[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless everybody get 30. 30 baby get 30 baby get 20. 2020 baby get 2020. Bid to get 15. 1515 just $15 a month, so give."
    },
    {
        "speaker": "A",
        "text": "It a try at Mint mobile.com switch."
    },
    {
        "speaker": "C",
        "text": "$45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time Unlimited more than 40gb per month slows full terms at Mint mobile.com dot."
    },
    {
        "speaker": "D",
        "text": "Hello and welcome back. Here's why you should watch today's real Vision crypto daily briefing. There's more to Binance's controversial move than meets the eye. We'll explain why rivals are praising its move to auto convert some stable coins into its own. Plus, we'll do a deep dive into the merge and the biggest themes within defi. We'll break our conversation with a defiance rob and Schmidt down into key takeaways. My name is Nico Bruga. Ash Bennington is with me as always. Don't forget to subscribe, smash the like button on YouTube or join us on the real vision platform. Now let's get right into the latest price action. Bitcoin is trading deep in the red after a big slide away from $20,000, it's fallen to the lowest price since June. That's when we saw bitcoin reach a two year low of below $18,000. Coindesk reports. The decline followed the release of the ISM Monthly services index. It showed an unexpected increase in activity among the 15 industries measured in the report. The increase strengthened the case for further interest rate hikes by the US Federal Reserve. Rate hikes have been bad news for risk assets such as bitcoin, as Darius Dale showed us yesterday. Ash, what about Ethereum? What's going on over there?"
    },
    {
        "speaker": "E",
        "text": "Yeah, once again, Nico, looks like good economic news is bad news for crypto because of this fed reaction function, actually, that Darius Dale talked about yesterday. But to get specifically to Ethereum, we've seen Ethereum making greater magnitude moves lately than bitcoin. Today, also the case. But to the downside. Yesterday, ETH surged to nearly $1,700 after the Bellatrix upgrade went live. Today, that gain has evaporated. Niko yeah."
    },
    {
        "speaker": "D",
        "text": "In fact, a quick glance at Coinmarketcap shows that there's only one gainer today in the top 100 coins, helium. The token has had some wild swings lately after a proposed move to the Solana blockchain token holders will start voting on the proposal next week. Indeed, another token that has been in the news a lot lately is BUSD, which brings us to our top story. Yesterday we reported Binance had announced it will auto convert several rival stablecoins into its own busd at the end of this month month. It was a bold, controversial move that has been widely debated. Now, one of the CEO's behind a rival stablecoin that's been effective is actually praising Binance. Jeremy Allaire, the CEO of Circle, which is behind USDC, one of the affected stablecoins, says the move is not only good for Binance, but for us DC as well. Another exec, the Paxos Asia CEO, made similar comments to crowdfund insidere ash help me understand why Binance auto converting other stable coins into its own could be good for them. On the surface, this looks like a market grab."
    },
    {
        "speaker": "E",
        "text": "Well, Nico, I don't know whether it's good news or bad news, but let's go through some of the things that we do know for a fact. First, what's on Paxos website. And second, what's on Jeremy Aller's Twitter feed. Jeremy Aller, of course, is the co founder and CEO of Circle. First, over to Paxos. Based on information that's posted on the Paxos website, we now know that Paxos co developed this stablecoin, BUSD with finance. So once again, BUSD is a partnership between Paxos and Binance. Paxos is the USD custodian for Busd. That certainly sounds like they're going to be custodying the assets here in dollars in the United States. BuSD, we should also mention, is approved by the NYDFs. That's the New York state Department of Financial Services. This, according to Axos website. Now let's talk about the second piece of this, which is the circle component of the story, which is probably the aspect of the story that's generated a little bit more confusion. This is a quote that I just wanted to read a direct quote from the Twitter feed of Jeremy Aller. Quote, binance is trying to consolidate dollar liquidity with cash equivalent stables. That's good for liquidity and market depth. USDT is not cash equivalent. Not even close. USDT, of course, is tether. I think it's fair to say that USDC, that's circle, and USDT, that's tether are direct competitors here. So you can draw, I suppose, whatever conclusions from that you wish. But the bottom line here is that Mister Aller is on Twitter making this reference directly to USDT. We're going to have to wait and see what it means in terms of market composition and dominance in the space. But I think it's pretty clear what Mister Aller is saying there, Nico."
    },
    {
        "speaker": "D",
        "text": "Absolutely. And just to go back to the tether question of it all, finance's announcement had a notable admission. No mention of Tether or USDT. Why do you think that was, Ash?"
    },
    {
        "speaker": "E",
        "text": "Well, you know, it's the old joke. It's always hard to prove a negative. I'm not sure exactly what Binance might have said here. The words circle and paxos are also absent from the announcement on the Binance website, so we should probably avoid leaping to any conclusions there. But Niko, we're going to continue to follow this story. Actually, as we did today, we followed up on yesterday. This is an interesting story in the space, and we're going to continue to be on top of it."
    },
    {
        "speaker": "D",
        "text": "Absolutely. Thank you for that, Ash. Now, here are some other stories we're following today. The Luna saga has taken a somewhat hopeful turn as some users are getting a partial repayment for their losses. The Defiant is reporting that Terra, the foundation behind the doom classic Luna and UST tokens, has opened the process to claim eligibility for a second airdrop of its new token. But many, many users on Twitter are complaining that they have been excluded or that the airdrop is merely a drop in the bucket compared to how much they originally lost. Ash, how does this process work and why are people getting a lot less than they had before the crash?"
    },
    {
        "speaker": "E",
        "text": "Those really are the key questions. Niko. Look, this is a new airdrop. This is the Phoenix airdrop from Luna. Let's talk a little bit about the vesting schedule because I think that's really where a lot of the focus is going to be. This airdrop has a two year vesting schedule with a six month cliff. Let's talk a little bit about what that means first. What's vesting? Here's the investopedia definition of vesting. Vesting is a legal term that means to give or earn a right to a present or future payment, asset or benefit. So earning the right really is the key here. Another way of saying this might be that vesting is the process, Nico, by which you gain control of an asset when it's granted to you. The other important piece on this that I should touch on here is the six month cliff. That means that there's a six month period during which there is no vesting that takes place. So you basically have this period during which you're effectively, you're not able to control that asset. That's the cliff component of this. We could sort of engage in a little bit of a thought experiment. So let's say I wrote you an IOU, Nico, for dollar 100, and I said, I'm willing to buy that IOU back at any time at face value at par for $100. Unfortunately, that asset doesn't vest for another twelve months, at which point maybe I'm no longer willing to buy it back at par. This is obviously a thought experiment. It's a hypothetical here, not trying to cast aspersions on anyone. But the reality is, until something fully vests, it's very difficult to say for certain what the ultimate impact, the economic impact is going to be to the bearer of that asset. And that's really the challenge here. We'll have to see, because this is obviously something that's going to be traded based on a market value. So two years from now, after it's fully vested that the ultimate valuation of that based on the market price is going to be unknown, we're going to have to wait and see."
    },
    {
        "speaker": "D",
        "text": "Thank you for that, Ash. Now, we all know we are in the midst of a crypto winter that's been particularly harsh to nfts. But today we can actually report two feel good NFT stories. Ute's, a Solana based NFT collection, is sitting at the top of the OpenSea secondary sales list after a successful launch. Chain Debrief has dubbed it the biggest Solana NFT project ever. At the same time, dust Labs, the company behind Ute's, has raised 7 million in a funding round. Decrypt reports investors like FTX Ventures and Solana Ventures, as well as top Solana NFT marketplace magic Eden, that top spot on the Opensea list was earlier held not by a collection of non fungible images, but domains. There's been a surge in trading activity on OpenSea of ENS, which are Ethereum domain names. Decrypt reports that in the past week, ENS trading volumes surpassed 2300 etH, or $3.8 million, representing a 43% week over week increase. ENS allows people to register a name for their Ethereum wallet instead of having a long line of numbers and letters as its address, they can also be traded as nfts. Ash, it appears it's not all doom and gloom when it comes to nfts. What are your thoughts?"
    },
    {
        "speaker": "E",
        "text": "Well, Nico, let's first talk a little bit about what ENS is. Ens, as you said, is the Ethereum name service. This is, as you say, also the idea that users can register their name or any other word followed by ETh. This is analogous to DNS domain service name service, which is the mechanism by which you basically resolve domain names, facebook.com or IBM.com comma, the name that you type into your web browser into an IP address. The idea here is a pretty simple one. Obviously, it's much easier to remember facebook.com than it is to remember a series of octets, these numerical strings. It's obviously a bit of a challenge from a user interface standpoint to have an alphanumeric string representing the name of your wallet. That's basically the idea here. You make this more user friendly, you improve the interface, it increases the usability of it, and hopefully it improves the viability of the space. I actually claimed my own name as an EnS domain name, which means I got airdropped. Some of these ens tokens, I think I sold around half of them to deploy elsewhere, mostly in the Ethereum ecosystem. But I don't know the exact numbers. Just in, in terms of full disclosure here, here's the important point for me, Niko, about this story. The first thing I think I would point out is that NFTs are not just pfps. What does that mean? So non fungible tokens are not just profile pictures. They have utility. They have the potential to use in some way that has real value in this broader decentralized ecosystem that we're building. I've said this here on our era before, which is this idea that we don't actually really know what NFTs are. We don't really understand all of the use cases. We don't understand what values they're going to have in the future. An NFT, again, is just a technology. It's essentially just a token that has a digital fingerprint attached to it. You know, a fungible token like Ethereum or bitcoin is basically like $100 bill. If you have a $100 bill in your wallet and I have a $100 bill in mine, we're happy to swap them. You know, assuming that neither of them is counterfeit, you don't care which hundred dollar bill you have. This revolution about what makes an NFT an NFT is the fact that it's unique. It has this embedded digital fingerprint in it, and the utility that this could generate a. We don't even know what that is yet. We've talked about ticketing applications, as one example here, the ability to trade securities potentially in the future on an ATS all of these opportunities here being afforded by NFTs, the underlying technology. ENS is just one really interesting example. It's kind of a beta use case, I think, for what NFTs are going to be, and that's why I find this story so interesting."
    },
    {
        "speaker": "A",
        "text": "Niko Ryan Reynolds here from Mint mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile, unlimited premium wireless. Everybody get 30. 30. Betty get 30, baby get 20. 2020 Biddy get 2020. Better get 15. 1515, just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try@mintmobile.com."
    },
    {
        "speaker": "C",
        "text": "Switch dollar 45 up front for three months, plus taxes and fees. Promoting for new customers for limited time unlimited. More than 40gb per month slows full terms@mintmobile.com."
    },
    {
        "speaker": "D",
        "text": "Dot absolutely. And just to touch back on the ute's story, I'm very intrigued to see if this continues for ute's. And my question is, is this just a hot project that a bunch of NFT quick flippers see an opportunity in, or is there a real community around it that will allow it to have real sustained growth? As we all know, community is such a big part when it comes to NFT. So definitely something for us to keep an eye on."
    },
    {
        "speaker": "E",
        "text": "Nico, I want to do a Fred Gwynne joke here and say, what is a ute?"
    },
    {
        "speaker": "D",
        "text": "I think we're all figuring that out this week. Ash. Speaking of the ENS story, it's another example of the increase increased activity and buzz around Ethereum as it approaches the long anticipated merge. The move from proof of work to proof of stake is the biggest upgrade in the cryptocurrency's history. But there are so many unknowns about it. But what we do know is that it's happening next week. Ash Bennington's caught up with Robin Schmidt, the head of video at the Defiant. They spoke about the biggest themes in crypto right now and you won't be surprised that the merge featured heavily. Let's take a listen."
    },
    {
        "speaker": "F",
        "text": "The two key narratives at the moment are regulation and the merge. So regulation is sort of sitting there as this crust on top of everything. What's Gary Gensler going to do? What is this situation with Michael Saylor, which is just bizarre. And then of course, the merge with all the uncertainty around the trading environment, the technical environment, and then of course, these competing forks, the EtH Pow fork, what does that mean? A lot of it's just theatrics and a lot of people are using this as their moment, to have their voice heard in the market to say something important because the audience is listening. And to be honest, it is a historic moment for Ethereum because it's been promised for so long. Now we get to see whether Vitalik's vision and the entire Ethereum's community vision for proof of stake is actually workable in the real world. It's such a sort of. The French have a great word for this, boulevards. It's turn everything upside down of everything that we understand. Imagine you're a miner and you've been mining Ethereum very profitably for four, five, six years. Suddenly that nest egg has gone away. Those voices go away, and we have that mining power replaced by staking power, which inevitably ends up in the hands of the VC's, who've never had that sort of intrinsic control of a network to the scale of Ethereum before. Wow. Politically, technologically, it's a big moment. And of course, nobody really knows what's on the other side of this. It'll probably be a lot less disruptive than we think, but it's still. It's great theater."
    },
    {
        "speaker": "D",
        "text": "So, Ash, I have to say, I really loved how you and Robin set the stage here. And he's absolutely right. As our own coverage has reflected, the big question at the moment are regulation and the merge. What's going to happen with both of them? So, Ash, what do you make of Robin's comments here?"
    },
    {
        "speaker": "E",
        "text": "Robin makes the case for the absolute weight of this moment right now. This is it, Nico. This is it. This is where the rubber meets the road, because the merge, as Robin points out, has been promised for so long. And this is the moment where we get to see if it's workable, where we get to see sort of what the kinks are in rolling it out. And by the way, at the very beginning of the clip, Robin echoed the very point that I've been making, which is the key narratives right now. The two at the moment are regulation and the merge. It seems like more likely that the more important narrative, or at least the more durable one that might be a better way of saying it, as I was discussing yesterday, is regulation. Unless there's a massive catastrophic failure on the merge, which does not seem to be the likeliest scenario, at least if the opinion we're judging by is the experts who are closest to the code, that seems to be unlikely. But we should always point out, not impossible. Nothing is impossible, particularly in these decentralized environments where it's very challenging. To mitigate risk, because this is really live and you have these transactions that can't be repudiated. And that's the challenge. But the reality here, Nico, is that one way or the other, the merge gets done, the errors get sorted out. You know, this is, there's no other choice. This is sort of the way it has to be parenthetically. And this is just as a purely historical point. Ethereum was hard forked back in 2016 after the Dow hack. This is how we get the coin. Ethereum classic. Now, I'm sure that every precaution has been taken to make sure that that doesn't happen again. This is obviously something that was quite traumatic in the space. The hard fork is still controversial to this very day. But the point here is, one way or another, the merge gets done almost no matter what at this point, and to Robin's point, we're left then with the regulatory issues that I think are going to increasingly become important, particularly with staking. I think that's something that obviously Brian Armstrong has been tweeted about, whether or not censorship is going to be part of the Ethereum staking model. You know, this is something that's very important. If you read the Ethereum foundation website, the idea of uncensorable money, this is something that I believe we're going to see some significant questions about around regulation in the future. Nico, very well said, ash."
    },
    {
        "speaker": "D",
        "text": "Indeed, given the hype around the merge, it's prudent to ask if perhaps it's being overhyped. Let's hear Robin's thoughts on this. Let's take a listen."
    },
    {
        "speaker": "F",
        "text": "Everyone can speculate on the pros and cons of what a merge will actually do, but no one really knows. And historically, when a big event like this happens, like Segwit for bitcoin or the lightning network, it feels like it's an immense thing. But in terms of the day to day of everything, you're not going to see a vast reduction in the cost of transactions. What you will see is a lot of people fighting for position and trying to figure out what fighting for a block means in a proof of state network of that size. And then it'll just settle down and it'll be business as usual. What really happens later on when we have the next upgrade and people are able to withdraw the staked tokens they put into the network? That will be a really interesting moment. But again, all of these things have been deliberately designed to slow down activity so that it isn't just like a massive break point where suddenly we were going this direction, we go that direction. Honestly, I think very little will happen. There'll be a little pop of champagne and then it'll be business as usual and we can kind of get on with it. The thing that it reminds me of is y two k. Remember the millennium bug?"
    },
    {
        "speaker": "D",
        "text": "Oh, yeah."
    },
    {
        "speaker": "F",
        "text": "This big thing where we thought the planes would fall out of the sky, massive servers would simply stop functioning. It's not that. And let's be honest about it, the hard work for the proof of state network has already been done. The beacon chain has been running successfully for some time now. The shadow forks that they've been performing have worked perfectly. It should really be a technicality. But of course, symbolically, what does this mean for ethereum and for east maxis in particular? Well, it's a big moment, and I think it helps that it lands in the middle of a bear market cycle, because naturally sentiment is a little bit more tampered down. If this was happening in 2021, at the height of the insanity, can you imagine what have happened to the east price and the overinflation of literally everything in crypto? So I'm sort of happy it's happening now. But I think we have to look at the longer term view of this and think if Vitalik is right, if proof of stake really isn't the transformative moment for Ethereum in terms of cheapness of transactions, speed of transactions, then it will then fall again to the layer twos, the arbitrams, the optimisms, to pick up the slack on the load bearing component of Ethereum. But again, everyone has something to say. But I have a feeling it's going to be a little bit of a quiet moment and then business as usual."
    },
    {
        "speaker": "D",
        "text": "I have to say, Robin always does such a great job at capturing the enthusiasm of the space and especially the optimism around the merge. With that said, ash, what's your reaction to what Robin was saying here?"
    },
    {
        "speaker": "E",
        "text": "Well, first, Nico, I really respect Robin here. As I said in the last segment, a catastrophic failure doesn't seem to be the likeliest probability here. But as Robin says, no one really knows. He also makes the point that the merge won't massively change transaction fees, which is an important one. Obviously, gas fees in the space is something that people have been focusing on. It's been a challenge for the Ethereum ecosystem. And finally, Robin makes this point that this is just one of many technical upgrades that we're going to be seeing in the months and years to come in the Ethereum space. The merge, the surge, the verge, the purge, the splurge. These are the sort of rhyming names that we've been given for the various phases of the technology, rollout, for the upgrades of Ethereum. But the point here is that it's not a single monolithic change and then sort of a steady state. There are going to be a series of other changes. If it goes well, we get some champagne corks popping and then it's kind of back to work on the roadmap. I think that's kind of what Robin is pointing to. What could go wrong though? That's really one of the main questions that we're asking here. So I posed it directly to Robin. Lets take a listen to his answer here. Niko."
    },
    {
        "speaker": "F",
        "text": "If youve grown up through the 2017 phase of crypto, there were a lot of layer ones that came on the market that initially issued an ethereum token. Then their main nets went live and there was no more vulnerable time for those projects than when they first launched their mainnet. They didnt have enough validators. They were incredibly at risk. Its like a snake shedding its skin and coming out. It's incredibly vulnerable at that moment. The skin is soft. And you're right, if there are adversarial actors, this would be the moment to pounce. But on the balance, one of Ethereum's great strengths is the fact that it's very well established. There are large sort of parks of money sitting there that are very, very, very vested in that not happening. So I think you have to weigh up the risk reward. Is it easy to attack ethereum? No, it's much easier to attack a new layer, one coming to the market that hasn't really established itself properly. There are more developers working on the merge and on this particular transition process than have ever been in any other project. Bar maybe bitcoin up to this point, but it's the most scrutinized event where there's ever been. So if there are vulnerabilities, then they are a massive outlier that nobody saw. I'm not ruling it out, but I think it's unlikely. So I think it's much, much more likely that what you would see is not ethereum itself as the problem, but other the protocols that are built on top, simply missing a step or misunderstanding a step and making a mistake. And there's just this week there was a protocol on Solana where they accidentally locked all the funds because they didn't understand the steps in the smart contract that they were implementing and just wrote a bad piece of code and locked it down. And I think most of what's going to happen on the post merge chain should be exactly the same as it was on the pre merge chain. But when there's volatility and people are under pressure and they feel stressed, they do make mistakes. And let's not forget, it's people that write the code initially."
    },
    {
        "speaker": "E",
        "text": "Boy, that's such an interesting point. The idea that even if the core Ethereum network remains secure, that there's a risk of the interactions with other protocols. Protocols and anything else that really touches that chain. That's a really fascinating point, Raoul."
    },
    {
        "speaker": "F",
        "text": "Let's not forget all these interdependencies. You know, we talk about composability and it's fantastic, but it does mean everything is sort of stitched together. So if one thing goes bad, then it sort of has these weird knock on effects. It's never as clear cut as a house of cards. That's the wrong analogy for it. But now we have bridges, we have tokens wrapped onto other chains, we have loans taken out cross chain. And cross chain is a big topic. We don't know how badly something could break in the middle of all this, but im pretty hopeful, given the number of test nets there have been, the amount of testing thats happened, that it should be pretty uneventful, to be honest with you. And I think thats sort of being reflected as well in the price action in the market, that there was this. Wow, its finally happening and its like, well, it should be kind of a non event actually. Great one for the technical people, but in terms of the user end experience, it should just work. Should. But again, we shall see. And we'll be scrutinizing it with great interest."
    },
    {
        "speaker": "D",
        "text": "So over the past couple weeks, we've discussed a lot about what could go wrong with the merge. But considering Robin's comments here, what do you think, Ash? What's your reaction?"
    },
    {
        "speaker": "E",
        "text": "Well, you know, Robin's way of talking about this is interesting. He uses this metaphor of maximum vulnerability. The moment a snake has shed its skin, it's like the. That's the moment that a predator, an adversarial actor would pounce. It sounds like Robin is weighing the risk here very thoughtfully, but he sees the risks to the core of Ethereum itself as something of an outlier. But here's what's interesting to me, Nico, about this clip. He's talking about some of the risks to l two protocols. These are the layer two protocols. And the idea here is that there's a potential risk that Ethereum core gets out of sync, so to speak. With the main chain of Ethereum. Excuse me, the main chain of Ethereum gets out of sync with some of the l two protocols, and that could result potentially in a vulnerability. Robin here is talking about these interdependencies that are the result of composability. This is about the interoperability of Ethereum, this idea of money Legos. Money Legos, the idea that you can just kind of snap these different services together. And when you snap these services together, there's the potential for this kind of getting out of sync phenomenon, that you have some changes to the Ethereum core and then some of the layer twos or some of the interacting protocols don't necessarily get in sync. And Robin gives some examples of what these could be wrapped tokens, bridges, loans on the Ethereum network. So the real question now is going to be how do these money Legos, which have been snapped together, how do they hold up when you have this change to the Ethereum code base? A fairly substantial change, obviously from proof of work to proof of stake. That's a question we're going to wait and see and see what happens when it actually goes live. Robin sounds relatively sanguine, that is quite optimistic about this based on the testing that's already been done in the space. But ultimately, Niko, even Robin concedes, we're just going to have to wait and see."
    },
    {
        "speaker": "G",
        "text": "You're a podcast listener and this is a podcast ad. Reach great listeners like yourself with podcast advertising from Lips and ads. Choose from hundreds of top podcasts offering host endorsements, or run a reproduced ad like this one across thousands of shows. To reach your target audience with lips and ads, go to lipsonads.com now. That's Libsyn ads.com."
    },
    {
        "speaker": "D",
        "text": "I know we're going to have to wait and see, but it drives me up and wall as an anxious person. It's going to be a bit of some nail biting between now and next week when the merge finally goes live. But let's move past the merge for a quick second and see what other crypto themes Robin is following closely. Here's what he thinks will be the biggest battlegrounds in the coming months. Let's take a listen."
    },
    {
        "speaker": "F",
        "text": "One word, stablecoins. If you're Janet Yellen, the SEC CTFC the battleground is stablecoins. Anything that's an existential threat to the us dollar, even if it isn't, is a threat. What's been really fascinating is this tornado cash saga, where anything that was going through the tornado cash privacy mixer is now tainted and USDC which is issued by circle. The wallets that touch tornado cash have been frozen, which means if you had any interaction with tornado cash can't access your funds. That's a big no no for web three permissionless, you should be able to do whatever you want. But of course, we're meeting this battleground of, oh, well, this is used, for instance, the Lazarus group that hacked the Ronin bridge. They laundered their funds through tornado cash and they launder a whole bunch of other things through tornado cash. And obviously the us government is very bothered about this. So stablecoins are very much the battleground right now. We're seeing the likes of Makerdao looking to actively de peg their peg from the US dollar and from USDC because a large amount of the collateral that makes up the DAi token collateral is USDC, which is now obviously censorable. So everyone is sort of scrambling to both be compliant but also skirt around the edges and not be at risk from any regulation that might come through. But from where we sit, everyones put bitcoin to one side, they put exchanges to one side. Theyre really focused on stablecoins and the threat they pose to investors, to financial systems. And of course, sitting alongside that, down in the background are cbdcs and what they might be, and I haven't spent enough time on cbdcs in the last month, but I'm definitely going to look back into them because all of these things hinge on the abilities of governments to issue their own digital currencies and what that might do to stable coins as well. So really that's the front line for regulation at the moment."
    },
    {
        "speaker": "D",
        "text": "Well, I guess we know what Robin's thinking about when it comes to regulation. But ash, can you give us a little bit of backdrop on tornado cash, which Robin mentioned in this clip, as well as your general reactions to Robin's argument here?"
    },
    {
        "speaker": "E",
        "text": "Yeah, I think Robin is right. Stable coins are going to be the key battleground. I talked about this yesterday, actually, this idea of choke points in the system. Stable coins are one, centralized exchanges are another. The so called on ramps and off ramps for crypto. You know, tornado cash we of course, talked about on this show last week. This is the sanction protocol that effectively, if funds that you interacted with touched the tornado cash mixer, you basically got those blacklisted by circle. USDC effectively said, nope, those wallet addresses are no longer valid. So that really is the sort of the framework that we see here for understanding these challenges. Robin also sees both sides of this debate, which I think is interesting. The values of defi and decentralization on the one hand, and the risks to the broader ecosystem that it's facing from regulation. This I think in many ways is kind of the key conflict that we see in the space right now. Robin also points out what I think is the big wildcard here, which is CBDC, central bank digital currencies. The question is what happens when central banks, if and when, we should say central banks, begin issuing their own stablecoins? What happens to the regulated stable coins that are on the market? That's really an interesting question and one that we don't have an answer to. Again, a counterfactual here, but I really think that the space, and Robin seems to intuit it and understand the significance of it. I think the space right now is on the precipice of significantly more regulation. I think that's almost unquestionably going to happen. Whether you think it's a great thing or whether you think it's a terrible thing, I think it's a likely thing that we're going to see as we go forward. Niko?"
    },
    {
        "speaker": "D",
        "text": "Absolutely. So it's time for our key takeaways. So let's get those horns blaring and the spotlight swinging, because here's what I've learned today and what the viewers can take away from your conversation with Robin. Robin says the two biggest themes in cryptocurrencies right now is the ethereum merge and regulation. He says the merge is a historic moment that has been promised for a long time, but now we finally get to see whether the vision for Ethereum on proof of stake can be fulfilled. However, Robin also points out that it could be a pop of champagne momentous before we go back to business as usual, as some legacy issues would likely not be addressed. For example, transaction fees. Robin also argues that the test so far means the merge itself should just be a technicality. But things can still go wrong in the process, which will be a sensitive moment for Ethereum. He takes a critical point, that even if the Ethereum mainnet is secure, there could be potential unforeseen issues with interactions for other layer two protocols. Robin also thinks stable coins will be the biggest battleground between crypto and the regulators. Anything that can be seen as an existential threat to the us dollar will be treated as a danger by the us government. Now, Ash, I know we're running out of time, but what do you think? We got time for a question or two?"
    },
    {
        "speaker": "E",
        "text": "Let's do it."
    },
    {
        "speaker": "D",
        "text": "Awesome. Alrighty. So this first question, I think we can interpret a couple different ways. So why don't we take it from those different lenses? Chili, four. Chad on YouTube asks, I've heard that ETH is Wall street now after the merge. Thoughts? And is this good for mainstream adoption of all use cases for ETH? What do you think, Ash?"
    },
    {
        "speaker": "E",
        "text": "What's up? Chili, I think this is really an interesting question, and I think one of the key questions, I think what Chile is suggesting here is that Ethereum has the potential, through DeFi, to become this massive, decentralized way of interacting with value, interacting with value in terms of finance, in terms of exchange of value, in terms of smart contracts. These are all use cases that are floating around out there. I don't think we're quite there yet. I don't think Wall street is going to be supplanted today, tomorrow, next week or next month. The challenge is understanding. I think, especially as we look at regulated functions, how the legal system is going to change, how that framework, legal, regulatory and compliance, is going to embrace some of these technologies so that we can see some regulated uses of these things, like securities, send security tokens. There's this great clip floating around. I don't know if you've seen it yet, Nico. I think it was in 1979. BBC ran this documentary. It's a clip. It's floating around on Twitter. I'll retweet it after the show. And this woman goes into her living room and she says, in a number of years from now, we're going to be able to work from home. And she sits down at this very modern looking computer monitor. It's super thin, which, as you'll remember our 1970s from old television shows that tubes are about this thick. She sits down at her desk. There's like a wireless keyboard in front of her. And she says, you're not going to have to commute into work anymore. You're going to be able to just sit in front of your screen and get any information anywhere in the world. You're going to be able to send pictures to people anywhere in the world. It's going to be this just amazing, extraordinary time. And it's amazing how basically accurate BBC pegged this in 1979. There is one point, though, in this clip where she says, and this technology could all potentially be working as early as 1981, of course, we know that she was 40 years early on this. And it's like the line in the big short with Michael Bury where his investor is really angry with him. And he says, I'm not wrong, I'm just early. And his investor screams, it's the same thing. The question is really? I think not. Ultimately, if these technologies get adopted, for example, the Wall street functions that Chile is talking about become more broadly distributed in a digital way, I think that's almost certain to happen. The question is how, in what format are they going to be these truly decentralized networks that have what advocates call censorship resistance built into them or not? We'll have to wait and see on that. And then, of course, the when. Now, I don't think it's going to take 40 years for this technology to get adopted, in the worst case, Chile. But whether it's, whether it's a year or two years or five years, I think we really don't know the answer to that question. But it does certainly seem like it's coming. It's hard to imagine the trajectory. When you look at the Web 2.0 revolution. It was pretty clear, I think, even then in Web 1.0, if you go back to the 1990s, that this technology was going to play a larger role in our lives. Of course it did. The adoption curve, that's going to be interesting. And whether or not it's going to be truly decentralized, Chile, that's going to be interesting. And I think that's what's implicit in your question about Ethan. So that's really some great points there. And we're going to, we're going to follow this on this show and talk about how that implementation gets done. Nico, absolutely."
    },
    {
        "speaker": "D",
        "text": "Thank you for that great breakdown, Ash. And that's it for today's show. Thank you for watching. Don't forget to comment, smash the like button or tweet at us. Remember, this is your show. We want to hear from you on what's working, what's not, what guests do you want to see, what themes do you want us to cover tomorrow we've got Brian Estes joining us to discuss more about the intersection of tradfi and crypto. Make sure to subscribe to real vision crypto for free, if you haven't already, and we'll see you tomorrow live on real vision crypto. Daily briefing."
    }
]