[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing. Mint Mobile Unlimited Premium wireless everybody get 30."
    },
    {
        "speaker": "B",
        "text": "30 baby get 30 baby get 20."
    },
    {
        "speaker": "A",
        "text": "2020, baby get 2020."
    },
    {
        "speaker": "B",
        "text": "Bid to get 15. 1515 just $15 a month, so give."
    },
    {
        "speaker": "A",
        "text": "It a try at Mint mobile.com switch."
    },
    {
        "speaker": "C",
        "text": "$45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time."
    },
    {
        "speaker": "A",
        "text": "Unlimited more than 40gb per month slows."
    },
    {
        "speaker": "C",
        "text": "Full terms at Mint mobile.com dot. Hey everyone, if you like this podcast, go behind the paywall to get privileged access to the smartest minds in finance. Join the real vision community and learn how to become a better investor. Visit realvision.com rvpod and use the promo code podcast ten. That's podcast ten to get 10% off our essential membership for the first year. Now to the top analysis of today's crypto markets."
    },
    {
        "speaker": "B",
        "text": "A warning of potential crypto staking ban in the US reports that Kraken is under an SEC investigation. And a blast from the past as satoshi era wallet awakens. Welcome back to real Vision Crypto Daily briefing. My name is Mark Olivera. I'm joined by my co host Ash Bennington today. How's it going, Ashley?"
    },
    {
        "speaker": "A",
        "text": "It's going great. It's great to be here with you, Marco. I feel like we were getting a little bit of a rhythm going."
    },
    {
        "speaker": "B",
        "text": "Yeah, absolutely. I love the rhythm. And getting more of this in place, for sure. We also have Thomas Brazil from 507 capital with us today. How's it going, Thomas?"
    },
    {
        "speaker": "C",
        "text": "Yeah, it's going well. Thanks for having me."
    },
    {
        "speaker": "B",
        "text": "It's a pleasure to have you. We have a lot of questions coming from our pro crypto member on the blockfi bankruptcy process. That's what we're going to discuss later today with Thomas on the show. But first, let's take a look at our latest pricing price analysis. Bitcoin is moving away from the threshold of 23,000. It's currently trading at around 22,600, slightly lower on the day and 5% lower over the past week. That's despite the bitcoin blockchain activity hitting a two year high. We're going to have more on that later in the show. Ash, how's Ethereum doing? Marco?"
    },
    {
        "speaker": "A",
        "text": "Ether is making a similar move in percentage terms to bitcoin ETH, currently trading at just over 1000 $1600. That's a fall of 2.55% on a trailing seven day basis. However, ether has caught up with bitcoin when it comes to year to date returns. Both cryptocurrencies are now up 36% year to date, despite ether's weaker January performance than bitcoin. Lots of attention on Ethereum's upcoming Shanghai upgrade. Of course, we've talked about it here on this show. CoinDesk has reported a note from us investment bank JP Morgan, which expects the staking ratio on the Ethereum blockchain to rise and rise considerably. JPM says at the moment the ratio is 14%. The bank expects us to rise to 60% in line with other proof of stake networks. A big move there, obviously. The JPMorgan analysts say this would lower the yield from 7.5% to 5%. Remember, supply and demand has an impact on that yield. Marco, that's ethereum. Who's the best performer today?"
    },
    {
        "speaker": "B",
        "text": "So we're seeing modest gains today. Nothing crazy going on. There are three tokens with the highest gains on a 24 hours basis on coin market cap. These tokens are Nio, rocket pool and Chainlink. Nio is up 13% as we speak, while the other two are up around 8%. Ash, let's look at some crypto news as well. Here's an interesting tweet from Coinbase CEO Brian Armstrong. Remember, this is coming from the head of a publicly traded us company. He's talking about the us regulator, securities and Exchange Commission. He says, quote, we're hearing rumors that the SEC would like to get rid of crypto staking in the US for retail customers. I really, I hope that's not the case, Ash, as I believe it would be like a terrible path for the US if that were allowed to happen. Obviously at this stage there are unconfirmed rumors, but given the source, it's something that we definitely should be taking seriously. What do you make of it?"
    },
    {
        "speaker": "A",
        "text": "Well, absolutely, Mark. I think that's very well said. I want to bring attention to a couple of more tweets from Brian Armstrong. Here's the first one, quote, of regulation by enforcement doesn't work. It encourages companies to operate offshore, which is what happened with FTX. And here's a follow up again from Mister Armstrong. Quote, we need to make sure that new technologies are encouraged to grow in the US and not stifled by lack of clear rules. When it comes to financial services and web three, it is a matter of national security, and these capabilities can't be built outside of the United States. Close quote. Look, Marco, this is a very big story. It's something I've been talking about here for a very long time I've been calling this the unstoppable force meeting the immovable object, I felt a little bit like a crypto cassandra talking about this. Staking has changed the nature of the Ethereum ecosystem and has a lot of wonderful benefits in terms of the technology, in terms of efficiency, creating a potential benchmark, interest rate, et cetera, et cetera, on and on manifold benefits. But it has opened up, at least in my view. This is just my analysis here to potential, potential sources of contention with us federal law. One is the Howey test, and whether it is or is not a security, and the other is OFAC regulation, that's the auspice of foreign asset control over at treasury. So we need to be very careful here. Investment requires a very different way of looking at the world than, say, politics. Facts don't care about your feelings. Price doesn't care what you think of it. There's a great Warren Buffett quote or quote attributed to Warren Buffet, and paraphrase of Benjamin Graham, that in the short term, markets are essentially voting mechanisms or voting machines, and in the long term, they're weighing machines. Look, the reality here is that whether or not we agree with what the, what federal regulators or legislators, for that matter, want to do, the reality is that's the law. And a publicly traded corporation that has us directors, us officers, and is regulated here in the United States, like coindesk, has to abide by the law. There's just no other way around it. You know, I don't know what the metaphor here is. I guess you could have made the argument, like, ten years ago where we saw the silence on science, on marijuana. Yeah, it's really not that harmful, but it doesn't mean that you can sell it in the middle of the street. You're going to get arrested. People really need to understand this. There's a tendency, you know, this is part of where we are as a culture right now. Red state America, blue state America. My team, your team. People get caught up in their feelings. Oh, this is terrible. It's a terrible idea. Idea. This is bad. Forget about that for a minute. If you're involved as an investor in this space, you need to understand probabilities and likely outcomes. The reality is, this is a headwind, whether you like it or not, whether you agree with it or not. People need to understand the risks of investing in this space as well as the opportunities. I think we're all incredibly passionate here about the opportunities in crypto, but we need to understand that there is at least a period in which there may be a frictional risk basis that from. From these adaptations of federal law that maybe isn't in alignment. I mean, I agree with Brian Armstrong that it wouldn't be a good idea, but the reality is, whether or not it's a good idea is a very different thing than whether or not it's likely to happen. You know, you know, he mentions this idea of. I'll just read the tweet again. We need to make sure that new technologies are encouraged in the US and not stifled by a lack of clear rules when it comes to financial services. In web three, it's a matter of national security that these capabilities be built out in the US. Now, you may agree with that statement. I would also say right now, in terms of national security, this Office of Foreign Asset controls at US treasury monitors transactions from so called sdns. These are specially. They're foreign. They're essentially foreign nationals who are on the OFAC list, and it means that they're not able to transact with us banks. So the way that staking currently works, and this is just a very rough description, as I understand it, what you have, in effect, is a stake pool that's operated, in this case, bye, by Coinbase, a us company. And if you have transactions where you have specially designated nationals who are transacting, it seems that most interpretations under federal law is they are not allowed to pass on the transaction. Now, the structure of Ethereum under the new staking model here after the merge, is that effectively you only have two choices. You can include the transaction, in which case you're in violation of federal law, or you can exclude the transaction, in which case you're going to get slashed on the network. This is a really sticky situation here, Marco, and essentially OFAC compliance. Federal law is in contradiction with these ideas, these very important ideas. The ethos that people in the ethereum ecosystem care very much about, things like credible neutrality and censorship resistance. Credible neutrality is the idea that no matter who you are, you get treated the same way on a network. Censorship resistance, obviously, is just what it sounds like, the ability of individuals to transact on the network without being censored. This is an immovable object and an irresistible force coming into collision. And that, I believe, is why we're getting this tweet from Mister Armstrong. Marco."
    },
    {
        "speaker": "B",
        "text": "Yeah, I love that. It reminds me of a Batman, the movie the Dark Knight, where he talks with the Joker and he says that. I do think that it's unfortunate, though, because I also see his point that innovation could head overseas if we do that. And I also think that there's also an additional thing where sometimes it's really hard to stop something that's just like a naturally occurring thing in a country. And life, there's another."
    },
    {
        "speaker": "C",
        "text": "Another."
    },
    {
        "speaker": "B",
        "text": "Just to bring another movie quote in. It reminds me of. I think you've said this before on air. Ashes is Jeff Goldblum, I guess, from Jurassic park. Life finds a way, right? And so people might try to find alternatives, and they get the VPN, they get do all these other things, and they try to see if something like staking happens. You know, this is. It's a shame that regulators wouldn't try to. They would attack it whenever people might find alternatives. Other like to get that same access to that type of. That type of technology. Ash."
    },
    {
        "speaker": "A",
        "text": "Hey, Marco, let me respond to those two points, because I think they're excellent ones. And you're precisely right. There is a risk of the US getting left behind. I completely agree with Mister Armstrong on that point. But again, very important to understand the distinction between what you think should happen and what you think will happen. And so, yeah, we can all agree that this would be a bad thing for the United States if we didn't have the ability to innovate here and things could go offshore. It's a very interesting point that he makes about FTX, which of course, was not regulated in the offshore entity. But your second point is also an interesting one. Life finds a way. Look, this is another. I think it's a fallacy that we commonly hear in this space. Can you prevent something from happening on the Internet? It's very difficult to do, but that's really not the issue here. The issue here is whether a corporation, a publicly traded us corporation with directors and officers who are us persons that's regulated here in the United States, will be able to operate. Look, the assumption about the valuations of these protocols, of these networks prices, in the idea that it's not a fringe technology, that you have to have a VPN that you're running on your raspberry PI to run it. The idea that the people in this space who care about this technology are so passionate about is mass adoption, that these things are going to be used in transactions in finance and the banking system. That's what we're thinking about here. That's why we're so excited about it. Could it be something that's very difficult to censor? Sure. But if there is a violation of federal law, if it's banned by federal law, if certain activities are banned by federal law, a very, very different situation that we'd find ourselves in a very different ecosystem. But those points are spot on. And all of these kind of contradictory ways of seeing the world and thinking about this on the one hand, this on the other, that that's what makes this space so interesting and so infinitely worth discussing."
    },
    {
        "speaker": "B",
        "text": "Yeah, absolutely. Infinitely worth worth discussing. Well, speaking about enforcement actions, there's another story that we're looking at here today. The SEC might be taking in the coming days against the crypto space. And this is the Kraken under Sec probe. According to a source speaking to Bloomberg, us based exchange Kraken is under investigation. The SEC is looking into whether Kraken has been offering unregistered securities. The Bloomberg source says that the probe is in its advanced stages and a settlement could be coming soon. Kraken declined to comment to Bloomberg. Obviously, this wouldn't be the first time that Kraken has been under scrutiny by us regulators. Ash, what do you make of it?"
    },
    {
        "speaker": "A",
        "text": "Well, that's exactly right, Marco. And this is, you know, precisely follows on the last story. According to Bloomberg, last year Kraken breached a settlement with US Treasury's OFAC office. Again, that's Office of Foreign Asset Control. We just talked about this, that there was a violation, that this is what they reached the accommodation over, that there was a violation over us sanctions against Iran. These are things that nation states take very seriously. And in 2021, the SEC settled with poloniacs over accusations it registered, excuse me, it was Iran, an unregistered digital asset exchange. Coinbase has also perhaps, perhaps been indirectly implicated by SEC and again indirectly of offering unregistered securities as part of an insider trading lawsuit. I say perhaps because it depends on how you interpret it, because the former, there was a former Coinbase manager, someone who worked at Coinbase, who changed his plea from guilty to not guilty this week over federal charges that he basically pleaded guilty to two counts of conspiracy to commit wire fraud in federal court in Manhattan here in the southern district of New York. Look, these are very real, very material concerns when you have the federal government, you know, essentially saying that some of these activities are prohibited, whether they're in violation of office foreign asset control, sanctions, regimes, violations, or whether or not they are offering unregistered securities. Again, that has not been the finding in the case of Coinbase, but it is something that we're thinking about and we're talking about, look, I can see in the YouTube comments here, people are saying, like, well, you know, this is control and we shouldn't be doing this again. When you're thinking about this. If you're listening to this or if you're watching this show, remember, perhaps the most valuable lesson you can take from. From this conversation is remember to understand the difference between what you think should happen and what you think will happen. Analyze the forces that are at play here. If this were physics, you'd want to look at gravity and friction in in case of investment. You want to understand U. S. Law, the federal courts and regulatory agencies. These are important, important entities that have a significant bearing on price and on the development of the ecosystem. Marco?"
    },
    {
        "speaker": "B",
        "text": "I agree. I agree. Ash. Well, moving on to some more positive news here, right, so we to all the bitcoiners out there, we have several interesting stories. Let's start with something that's been causing a bit of controversy. So, according to data from crypto Quant cited by Coindesk, activity on the bitcoin blockchain has reached a two year high. The last time the network was so active was just before China banned crypto mining. And that's in a big part. In thanks to nfts, a protocol called ordinals allows to store. Allows us to store nfts on the bitcoin blockchain. Big Bitmax says 13,000 ordinals have been minted since it was launched in mid December. Ash, this has caused a lot of debate in the bitcoin community. What are your thoughts there?"
    },
    {
        "speaker": "A",
        "text": "Well, you know, as you say, Marco, this is a story that is not without controversy. Obviously, this is a very different application for the bitcoin blockchain, and it shouldn't surprise anyone, I suppose, that bitcoin purists have some concerns about what probably is seen as mission creep here. Bitcoin has been remarkably dedicated to a single idea, and that is this idea of a kind of digital money off the grid storage of value, peer to peer transactions, solving the double spend problem for digital currency. I want to read a quote here from Renee Pickard. And the quote is, so atomist three us. This is a Twitter address invented hash cash as a spam prevention mechanism. Then Satoshi utilized this in bitcoin to solve double spending. And now, folks, waste precious blockchain. Excuse me, precious block space by spamming jpegs. Question mark, exclamation point. Why creating the lightning network in the first place if the base layer allows this shit? Look, this is a sentiment here that you, you probably shouldn't be surprised to hear from bitcoiners. The idea here is that this is mission creep. It's chewing up block space. It's true. Up valuable resources on the blockchain network. This is a controversy here in bitcoin. It's an open protocol, so you don't really have the ability to clamp down on these things. Again, these are some of the frictions that we see in the space. And by the way, the quote at the end, I happen to see the point here that Renee is making, that this sort of thing should be saved for a layer, too. That's what he's making reference to in the lightning network here. But again, once again, it's a controversy in this incredibly young, incredibly vibrant, incredibly exciting space."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think it's also something that. I mean, it's causing controversy, but it's also attracting attention, I believe, too. I mean, I think even Elaine had called me earlier today, and she's like, oh, you can. You can bring your on chain monkey, because I have an on chain monkey. You bring it on your on chain monkey onto the bitcoin, onto this thing, through this. And I was like, it was interesting. People are getting excited. I've been seeing tweets about it, and I think anything that attracts people to something right, is a good thing, especially in this industry where we're trying to desperately get, you know, more people onboarded onto. Onto crypto. I think it can be a good thing. And I think sometimes, you know, one of the issues with people, I think, prematurely kind of coming to conclusions like, oh, why waste this space? And again, no criticism to this user. But, you know, some stuff like that eventually gets built out. You know, eventually we can transition to layer two. And I think what's important at this moment, at least in my view, would be bringing people onto the space."
    },
    {
        "speaker": "A",
        "text": "Well, that's a good point, Marco. We should commit to getting this debate here on real vision. By the way, I'm looking at the YouTube comments right here, and I see t alkan tib. I don't know how to pronounce that, but it's a good point. He says, bitcoin fork number three. Incoming. So, again, that's the implication that this could have for the space. And it's a conversation that we'll continue to have here. Narco."
    },
    {
        "speaker": "B",
        "text": "Well, so there's some more stories that we have here for bitcoin ash, so they can both be classified as a blast from the past. First up, this report from Benzynga. It says a wallet containing $9.6 million worth of bitcoin has been activated for the first time in ten years. It holds more than 400,000 bitcoin. The stash was worth only $8 at the time the wallet was emptied at the price of bitcoin at 23,000, that's a return of 120 million% from the $8. It's pretty amazing to see, right?"
    },
    {
        "speaker": "A",
        "text": "Yeah, that's a pretty nice cost basis to have in bitcoin. Look, this story is important, and people always find these interesting because these early wallets, sometimes they're presumed to have been lost. Occasionally they get refound, I guess is the word. It comes back online and you get these stories of these 120 million% returns, and they're always interesting."
    },
    {
        "speaker": "B",
        "text": "There's some stories out there, too, where people have had some not as good stories. I remember I read one where there was a guy was looking in a garbage, garbage dump for like an old computer he threw away. They might have. So it can also be sad. Some people like, have probably. They're like, miss. They feel like they're missing out because they had access to it earlier."
    },
    {
        "speaker": "A",
        "text": "I don't know how I could get out of bed if I bought $8 worth of bitcoin that was worth $120 million."
    },
    {
        "speaker": "B",
        "text": "I agree. Well, on a set, another sadder note here, a peer to peer exchange. Local bitcoins has shut down after ten years in business. The company has blamed, quote, the ongoing very cold crypto. Winter. Trading will be suspended on February 16. After that, users will only be able to log in to withdraw their bitcoin ash. What do you think of that?"
    },
    {
        "speaker": "A",
        "text": "This is an interesting one. We were talking about this off camera a little bit within the idea that in the block that reported this article notes that KYC was not originally part of the local bitcoins network. And now it is once again, we're seeing all these challenges with harmonizing current existing legislation, regulation here in the United States. I don't know to what extent that played a factor in it. We know that block reported it, but it is an interesting, at least avenue to think about in terms of why this may or may not have closed."
    },
    {
        "speaker": "B",
        "text": "Because when we were speaking off earlier, that was part of the initial, the attraction to bitcoin was this peer to peer nature of it. And now people, for the most part, where they're buying them on centralized exchanges, where you do have to put KYC and offer this information to be able to buy it. So I know that there's some people out there who were very enthusiastic about the initial type of sentiment around the bitcoin community and that they might be disappointed by this. But onwards and upwards, right?"
    },
    {
        "speaker": "A",
        "text": "Well, it's interesting because this is, again, like most things in the space, this is a story that has two sides. Some people are, of course, going to be disappointed because they had these, the true libertarian values, the idea of peer to peer money, very exciting to a lot of people. And for a lot of people, it's disappointing to see local bitcoin shutting down. The flip side is there are other people who are very much enthusiastic about this becoming an institutional grade asset, and they see this regulation this march forward, this harmonization, this embrace of the federal framework for how assets get transferred as a positive thing. Again, depends on your perspective, where you're coming from philosophically on this, what your view is."
    },
    {
        "speaker": "B",
        "text": "Yeah, I agree. Well, with that said, let's bring in our guests. We have to get to this, to the blockfi stuff, because this is really some important thing, important proceedings that we want to be covering here. So Thomas Brazil is the managing partner at 507 Capital. He specializes in distressed asset investments and is here to talk today about the blockfi bankruptcy proceedings. Welcome back to Crypto Daily Briefing, Thomas."
    },
    {
        "speaker": "C",
        "text": "Thanks for having me."
    },
    {
        "speaker": "B",
        "text": "Well, it's a pleasure to have you. You're the perfect person to have on today. We have a list of questions submitted by our pro crypto member who wishes to remain anonymous. These are exactly as submitted to us, unedited by a subscriber. Subscriber, but of course not given to by a journalist. I'm sure many viewers would have similar questions, especially if they had funds on blockfi or other bankrupt crypto lenders. Full disclosure, Blockfi has been an advertiser on real vision in the past. So let's start with this. Thomas. First, could you explain to our viewers your involvement in this currently ongoing bankruptcy litigation? Are you representing anyone in this case? Do you have positions in the coins or claims against the coins? And do you have any other potential conflicts of interest, positions or claims in."
    },
    {
        "speaker": "C",
        "text": "This case in blockfi? No, I don't think we have any positions. We, of course, have been actively following the case, but don't have any positions in Blockbuy."
    },
    {
        "speaker": "A",
        "text": "Hey, everyone, we're going to take a quick pause and hear a word from our partners. We'll be right back. Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing. Mint Mobile Unlimited premium wireless. How about to get 30?"
    },
    {
        "speaker": "B",
        "text": "30, baby, get 30."
    },
    {
        "speaker": "A",
        "text": "Bid to get 20. 2020."
    },
    {
        "speaker": "B",
        "text": "1515. Just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at mint mobile.com switch."
    },
    {
        "speaker": "C",
        "text": "$45 upfront for three months, plus taxes and fees promoting for new customers for."
    },
    {
        "speaker": "A",
        "text": "A limited time unlimited."
    },
    {
        "speaker": "C",
        "text": "More than 40gb per month slows full terms at mint mobile.com dot."
    },
    {
        "speaker": "A",
        "text": "Hey Thomas, just as a general introduction, tell us a little bit about what you do and how you get involved in these cases."
    },
    {
        "speaker": "C",
        "text": "Sure. So we work predominantly for a large family office or high net worth individual that might want access to distressed opportunities directly. So our majority of our time is spent on regular wave sort of distressed opportunities. And because of the recent crypto winter environment, we've been focusing a lot of time on this space. So looking at if everyone buying claims, providing alternative financing, whether credit or equity, or even buying estate property, those are those sort of our three areas of focus."
    },
    {
        "speaker": "B",
        "text": "Well, with that said, Thomas, let's go through this list. So this first question. Blockfi initially described its situation as the antithesis of FTX and vowed to keep client needs as the highest priority. Has there been any significant difference between how BlockFi and FTX have conducted themselves that has benefited blockfi clients, as Blockfi inferred?"
    },
    {
        "speaker": "C",
        "text": "I think so. I mean, clearly with FTX, it's sort of a shock to the entire system. You know, I'm sure there were people that called it ahead of time, but I think a lot of people were sort of shocked by the revelations of acid dipping by Alameda and by Sam Bankman Fried. And so, yes, I think pre petition, clearly, but post petition, you like to give the benefit to the estate professionals and say that things have been basically the same across those two dockets. Of course, the difference is FTX is going to take years to unwind, and hopefully someone like a blockfi and some of the other cleaner cases or cleaner pre petition activity cases will be able to get in and out of chapter within a suitable time. Call it a year, 18 months."
    },
    {
        "speaker": "A",
        "text": "Thomas, can you give us the thumbnail sketch, the 50,000 foot overview of what's happening right now with blockfi."
    },
    {
        "speaker": "C",
        "text": "Yeah, so basically they filed really in the, the, you know, revelation of their line of credit being pulled, which is FTX going under. You know, they claim that there, I should say they had, they thought they had collateral with Robin Hood, and now it appears that that collateral is been pledged a few times and probably a kind way to say it, there's, there's some issues around who actually has first. Right on that, and I think it's an appropriate thing to do. I think I've been generally impressed with their organization, you know, in their case in the docket, and they're trying to find a suitable solution, whether it's selling themselves or doing a plan of reorganization that gives creditors the vast majority of the company, if not all of it, really. So it's the right thing to do. It's all you can do. And I say that, you know, I know we're talking about crypto projects going offshore, but when you talk about creditor transparency and the ability to have a solid rule of law when it comes to these situations, it's hard to beat the US. So it's interesting to see the juxtaposition of the two things for innovation. Maybe you don't want to be on shore because no regulator wants to try to stick their neck out and put real rules to the road on. And yet, when it comes to cleaning up the mess, I can't think of a better jurisdiction than the US."
    },
    {
        "speaker": "B",
        "text": "That's a good point. Cleaning up the mess. No better jurisdiction in the US. Well, onto this second question here. Blockfi recently received court approval to pay retention bonuses to employees. How common is this during chapter eleven proceedings? What are the advantages and disadvantages of this approval for creditors?"
    },
    {
        "speaker": "C",
        "text": "So this goes back to the US point, which is they're called carps, or key, key employee retention bonuses. And it's not just a bonus, it's really about incentive packages for keeping people to stay on. They're absolutely critical, sometimes hard to swallow because people see them and say, oh my God, they're paying this guy half a million dollars and this guy a million dollars. Well, if you don't, then binance is going to poach that person and Coinbase is going to poach this person. And so it's actually quite important to keep the key people in. That doesn't mean you should just be throwing around money as a debtor. And I really don't think they do that. And it's important for people to push back if they don't agree. But it's critical because these businesses are kind of on life support. The last thing you want to do when someone's life support is to not pay the doctor. So you got to kind of pay the right people to be incentivized to stay on board. And this has come up in other dockets, but it's good to see that they're thoughtfully thinking through it. I mean, if people really get into the details and don't agree with someone's retention bonus or that they're so necessary, or if it's too much, there should be real, you know, what's called motion practice, where people can have the opportunity to object and, you know, the judge and the court can rule, but I think it's important for these cases. I mean, none of these debtors, none of these cases are worth anything. Well, there's a bound. The bound is what the crypto they have on their balance sheet. That's the downside. And then any additional recovery after you look at the hole in these balance sheets is going concern value. You don't have much of a going concern value if you don't have employees."
    },
    {
        "speaker": "B",
        "text": "That makes sense. So this next question here. The bankruptcy judge for Celsius recently ruled that transfers withdraws could, should be subject to a 90 day clawback. How does this ruling affect the blockfi unsecured creditors committee's position that blockfi should allow wallet holders access to their assets? If blockfi were a bank, would it have to recover all withdrawals in the 90 days prior to the pause?"
    },
    {
        "speaker": "C",
        "text": "That was a compound question is what my lawyer would say. So they'll start at the back and come back forward. There is some case law on bank runs before, I think the 86 change, the 1986 changed bankruptcy code, and preferences are still pursued actually in financial insolvencies, whether it's a bank or something that could sort of look like a bank. So the answer to that last question is yes, they do sometimes go after preferences. Where you have financial institutions to go under, there are safe harbors, the financial institution preference actions that you're referring to, these clawbacks. And then I can't remember the original start to the question, Celsius, where the judge said, maybe you should go after, maybe it's possible to go after. All he's really doing is saying he's trying to be as narrow as possible and say, we're not sure, but it's possible. These are preferences. And that's what he's saying when he says that we can send home the money for custody accounts is we know that certain aspects we cannot go after, so let's go ahead and send that home. But there is a possibility there could be credit recoveries here. And so we're going to hold back on that. So he's trying to be as narrow as possible and be as correct as possible. So there's a precision that he's trying to use. Because if they get a plan done that something that's consensual, then you don't really need to have a discussion around preferences or clawbacks. You can sort of consensually do things. And so bankruptcy judges are really smart and they sort of try to be as focused narrowly on what they can grant without being wrong. And so that's really what Judge Glenn is doing in Celsius. He's trying to be as thoughtful as possible without overstepping because sometimes you don't even need to decide on these issues. They get resolved via settlement. And so that's what I would say. So Blockfi guys saying that they want to like open up withdrawals, it's kind of incredibly premature and kind of a silly, silly motion, silly idea at this point."
    },
    {
        "speaker": "B",
        "text": "And for the viewers who might not know what clawback is, could you briefly explain that too, so they may have some context for what we just spoke about too?"
    },
    {
        "speaker": "C",
        "text": "Sure. So this is, this is, I don't think it's ever been called clawback until these crypto insolvencies. Basically, there are two sections of what are called avoidance actions on the us bankruptcy code. One is a preference, 546 c, the bankruptcy code, which says that I look back 90 days pre petition for any withdrawals, and I, unless you have a defense for those, those withdrawals, I can call that back as a preference. So you basically give me the money back and I give you a claim that amount that I like, quote unquote, clawed back from you. And you also have what are called fraudulent transfer statutes. Generally it's two years under us bankruptcy law, and then state law generally looks like something back like six years. So those are the general provisions that allow for, quote unquote, clawbacks. But the clawback is not defined in the bankruptcy code. So if someone wants to Google and try to learn more, you should google preferences and fraudulent transfers in us bankruptcy code."
    },
    {
        "speaker": "B",
        "text": "Interesting. Preferences and fraudulent transfers. So then the fourth question that we have here, a group calling themselves the ad hoc committee committee have gathered donations and hired a lawyer to represent them. An attempt to force blockfi to honor transfers and withdrawals acknowledged by Blockfi's user interface. But that occurred after the so called pause. Does the Celsius ruling effectively nullify any hope for them?"
    },
    {
        "speaker": "C",
        "text": "No. I don't know the specifics of what motion they're going to bring or have brought. Traditionally, you do have debtors that will honor, that are in, you know, in the queue to be processed. But in these instances, since any money that went out would, could potentially be a preference, the judge is clearly not going to grant that relief right now. They'll just say it's premature. You might be right and maybe there's no preference, but I'm not going to rule on that today. There's too much other big stuff going on and, you know, you're kind of a fringe issue and you can get in the line with the other creditors that have grievances. And right now, I want to focus on the main corpus of this case, which is trying to figure out what this debtor is going to do to get the highest and best result, because the longer these cases sit in bankruptcy, the more they chew up in administrative expenses, which just eat away at the recoveries to creditors. He's trying to start with the big fish and move his way down to the smaller items. That's clearly a very fringe and small item."
    },
    {
        "speaker": "B",
        "text": "This next question here is, has there ever been another time when so many retail investors have been affected, as has been the case for the many crypto bankruptcies? Can you anticipate any changes to the bankruptcy law resulting from these crypto related cases?"
    },
    {
        "speaker": "C",
        "text": "Yeah, that's a really fascinating question. These are unprecedented. Someone was telling me that Enron was the largest in terms of amount of creditors case, you know, something like 10,000 or something. Creditors. Imagine that, right? Like Blockfi and Celsius and Voyager are making those look like nothing, right? Because they've got 300,000, 400,000 a million creditors. I mean, that's just astoundingly different. So I think the big takeaways from the bankruptcy code, the big one is probably what's called under section 107, which is the ability to redact creditor information. This is a standard that's really hard to meet. You basically have to say that there's imminent harm to the creditor or there's intellectual property that's being hurt by giving out this credit information. So that's the standard under 107 of the bankruptcy code. And I think that that's way behind the times of where a lot of creditors feel like, you know, in Celsius, a lot of creditors felt like they were doxxed. And it's around the same idea, which is, you know, Judge Glenn, who ruled and gave it a pretty thoughtful opinion on this, said, like, look, 107 is pretty clear. You need either imminent harm or needs to be hurting the intellectual property of the debtor, actually the business assets, by giving out this credit information. And I think a lot of creditors feel very differently about that. GDPR has come out in Europe and other places, and a lot of people involved in crypto are very interested in privacy and just autonomy. And I think that that's the biggest one I see is creditor disclosure and the ability to have some semblance of privacy, even if your crypto CFI exchange goes under."
    },
    {
        "speaker": "A",
        "text": "By the way, this is a pretty good example of what we were talking about earlier. I think, which is this notion of the conflicting cultures between, for example, federal law, the federal courts, and the ethos of the crypto space. So the imminent harm standard is relatively high in terms of creditor disclosure, but that's not the expectation that many people who are in the crypto space have. And so this, again, is just a culture clash. I would be surprised if most federal bankruptcy judges know what the phrase doxxed means. And this is this weird place that we're in right now. As crypto just continues, it seems inexorable rise that you're going to have these kind of cultural collisions in the cases like the one we see before this court."
    },
    {
        "speaker": "C",
        "text": "Well, can I, can I, can I add something to this? So, creditor collisions on this issue. I recently have had a few people reach out to me about trying to tokenize bankruptcy claims, which I think is a fantastic idea, but a little problem. We don't really have strong laws around what's the security, what's not. Is this a howie test? And then if you try to take your business, which some of the stuff, okay, it's all offshore, but then you try to bring it onshore, because you're talking about a us bankruptcy. We don't know how the bankruptcy court and the sort of move fast and break things approach to some of the crypto projects would fit. And so you could really have a clash on some of those things. I think it's a fascinating idea that some gentlemen, some people are trying to cook up and take it to the next level. But, Ash, as you bring up, that could be an absolute tornado, those two things hitting each other."
    },
    {
        "speaker": "A",
        "text": "Absolutely. And it's this contrast, again, between what I think is a fantastic idea, on the one hand, and what I think is likely to happen or to be banned under federal, state, or local laws, on the other, for people who aren't familiar with the bankruptcy process, and I imagine there are probably a lot of people who are listening to this right now who are not really familiar with the way that bankruptcy works in the United States. I'm not a lawyer. I'm not an expert on this either. But if you want a crude metaphor for the way you think about this, if you live in the United States, people say all the time, it's a free country. I can come and go as I please. I can associate with whoever I want. I can come home and go out with whatever time I want. That's not the case. For example, if you're under, if you're on probation, as someone who's been paroled from prison and in some ways, and it's a crude metaphor here, but a bankruptcy is very similar in that courts have oversight of just about every aspect of a creditor's ongoing operations when you're in federal bankruptcy. And the reality is that the, the ability of crypto to have certain applications is one thing, but the ability of federal bankruptcy courts, for example, to permit it, a very, very different point."
    },
    {
        "speaker": "C",
        "text": "Yeah. And I'd love to see innovation, but at the same time, I would just worry about those two things colliding. But I actually think these cases are great. I think they're great for the crypto ecosystem, they're great for crypto asset owners, because there's a lot of uncertainty around certain. If you own assets in crypto, what are the legal touch points and touchstones that we need to define better? I know guys that were working on updates to the uniform commercial code when it came around. Digital assets have done great stuff, but we need to see this stuff in action. We need to see what happens when you go to court. And unfortunately, there will be some fallen brethren of crypto believers that will have to fall on the sword, whether it's the terms of use and how they were interpreted in Celsius and then maybe in FTX and then lending and borrowing markets. When you look at how Gemini earned customers are being treated and just seeing all this play out. So we get a lot more clarity how crypto assets are interpreted by federal courts. I mean, because bankruptcy is a federal court, I mean, this stuff is quite important. Case law will come out of these cases."
    },
    {
        "speaker": "A",
        "text": "Yeah. One more important point I think that people need to understand here about this framework as we, as we discuss it, is that one thing we haven't talked about here and where I think a lot of these problems emanate from is the absence of legislation around this. There just aren't laws that apply to this. You know, if you're, if you're an intellectual lawyer, this is a conversation that happens all the time in legal circles. It's a large sort of point of contention in the United States between people who tend to be left of center and people who tend to be right of center. If you're right of center, there's this phrase that you hear all the time legislating from the bench. This is the idea that judges, especially federal judges, apply laws in new ways. Conservatives don't like this. They believe that legislatures should be the one who establish exclusive rights over laws. On the other hand, people who are left to center progressives tend to say, well, laws are not something that can apply to every situation. Federal judges need wide latitude, wide discretion, and the way that they apply the law. And the challenge that we see right here specifically is, and we've talked about this many times on this show, federal law, state law, simply does not accommodate digital assets, cryptocurrency, it's just a totally different model, a totally different paradigm, a totally different framework. And as a consequence of this, judges, often federal judges have to make these rulings in the absence of very clear legislative guidelines that we presume that they would like to have. So that's one of the challenges here. And as we move forward, this is something that hopefully will begin to evolve. But I have to tell you, laws do not move and legislatures do not move at the speed of open source software development. So it takes years, sometimes decades, to get legislative solutions to these problems. And the challenges that we see right now are these tensions between the technology, the law, and the interpretation of the law. So it's a pretty complex system."
    },
    {
        "speaker": "B",
        "text": "Very confident. Oh, please."
    },
    {
        "speaker": "C",
        "text": "Yeah, it's fun. I mean, for me, it's exciting because there's a lot of case law will come out of this, and I really hope it helps crypto asset owners. But I know it's a pain point and it's a reset in the ecosystem. But I'm also glad as a distressed investor and as a sort of, you know, sort of very legally minded when we approach these things, a, the case law for crypto asset owners, great for the ecosystem long term to get more clarity on these issues. And even if you think about all the new players that are showing up to crypto from a distressed and opportunistic investment standpoint, putting in bids like sharpening their pencil, learning about protocols, I think it's great for the ecosystem long term because all markets go through cycles, and the vertical of crypto is no different. It's fascinating to watch all these new entrants show up and sharpen their pencil and learn about stable coins and learn about, you know, whatever, ethereum and, you know, whatever, what's wrapped ethereum, you know, if you get these questions like that from more tradfi distressed institutions. So it's exciting, honestly."
    },
    {
        "speaker": "B",
        "text": "Well, as we speak about clarity, this six, this next question here, it says, blockfi tweeted a message that transfer withdrawals were paused and has asserted that the tweet was sufficient legal notice. Is the use of a tweet as legal notice precedent setting? What aspects, if any, of the current state of crypto related bankruptcies are setting new precedents for bankruptcy law in the US?"
    },
    {
        "speaker": "C",
        "text": "Whoa. Lots of new precedents. Okay, so the tweet is interesting because. Legal notice through a tweet."
    },
    {
        "speaker": "A",
        "text": "Hmm."
    },
    {
        "speaker": "C",
        "text": "I don't know. I'm not a lawyer. I'm just an investor. So I don't know. I'd have to ask a lawyer. You know, three arrows. They issued a subpoena over Twitter, and Judge Glenn in the chapter 15 allowed it. He's the same judge in Celsius. So, you know, that's pretty. You know, I'm not more of a bankruptcy person than I am a legal expert, but those seem pretty unprecedented to me. A lot of the bankruptcy code stuff already has been kind of unprecedented, whether, again, like I said, creditor redaction. And, you know, we're gonna. The preferences and fraudulent transfer stuff is gonna get really interesting. You know, you're supposed to value that time at the date of the. I think we spoke about this maybe last time I was on ash, but you have this idea of dollarization. So you're supposed to basically treat everybody's claim as if it's liquidated on the date of the petition. Well, if crypto five x is, who gets that uplift in value? Does the claimant get that or does the equity holder get that? That seems pretty inequitable if it all goes to, I don't know, SPF. So you have real issues here. Now, also, the terms of service and FDX are a little interesting, which they kind of say, title never passes hands. But we'll leave that aside for a minute. All the other cases are basically, title always changed hands, and then you have all kind of interesting precedents that have already been made and then will be made through these cases. Honestly, the cleaner the case, the fewer precedents will be made because they won't be litigated. They'll just be settled. But the more litigious and the more, the messier the case, actually, the more case law will probably come out of them. So Celsius. My bet would be Celsius and FTX make the most case law."
    },
    {
        "speaker": "A",
        "text": "And by the way, both of these are taking place in the Southern District of New York."
    },
    {
        "speaker": "C",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "Sometimes for people who aren't familiar with their judicial system, called the sovereign district of New York, this is a place where there's a lot of jurisprudence and a lot of experience in handling exactly these types of cases, and where a lot of case law, I think it's reasonable to say it gets established. Hey, everyone, we're going to take another quick break and hear a word from our partners. We'll be right back to the real vision, crypto daily briefing."
    },
    {
        "speaker": "C",
        "text": "You're a podcast listener, and this is a podcast ad. Reach great listeners like yourself with podcast advertising from lips and ads. Choose from hundreds of top podcasts offering host endorsements, or run a reproduced ad like this one across thousands of shows. To reach your target audience with lips and ads, go to lipsonads.com. now, that's Libsyn ads.com dot. You know, the big bankruptcy districts. You know, and I hate to say it, because it's almost unfair that these, these forums get used so much, but Southern District of New York, Delaware and southern District of Texas, part of it is the ability for debtors to form shop because these are all federal districts, but you can basically kind of make a nexus and that say, oh, we have an office in Houston, so we're going to file outsider district of Texas because, you know, we want the judge we want. So there's a little bit of, I would call it gamesmanship, but strategy the debtors take when they do these things. And I think that is FTX, southern district, or if it's a Delaware, actually, don't know. I shouldn't, I shouldn't answer that after. If you, if you're saying a southern district, I'll take your word for it."
    },
    {
        "speaker": "A",
        "text": "Don't take my word for it. I think the criminal, the criminal case against Sandbank, when freed, is in the southern district."
    },
    {
        "speaker": "C",
        "text": "Yeah, yeah, yeah, yeah. No, no, no. The actual bankruptcy in Delaware. Yeah. And you know, the criminal case. Yeah, the criminal case is interesting because, you know, we're doing an asset tracing exercise, and it was interesting, super interesting. Remember NFDX, the shares of Robinhood were owned by this entity that Sam. Sam was the beneficial owner of, and then it filed for bankruptcy separately, which is interesting because I assume they're going to try to claw back the government seizure of the, of the, of the Robin Hood shares. So there's all kind of strategy and gamesmanship that the lawyers are trying to take on. Mostly it's, you know, to represent their clients. You know, there's nothing wrong with that. And we'll see how some of those gamesmanship plays out. But yeah, southern district in Delaware, and Delaware are the big, big, you know, districts where a lot of case law is made, for sure."
    },
    {
        "speaker": "A",
        "text": "I should say FTX is in the, in Delaware. But by the way, I knew southern district of New York and Delaware. What's the deal in Texas? Tell, tell me that story. That sounds like an interesting."
    },
    {
        "speaker": "C",
        "text": "I don't want to blame it all. Gosh, this is like bankruptcy nerd you know, okay, I don't want to blame it all on Judge Drain or, sorry, on Judge Jones, but there's a judge down there that's very debtor friendly. And it's, it is, you know, Texas is a big economy, so there's lots of oil and gas bankruptcies, and you kind of get a. It's almost, I think in economics, they call it hysteresis. You kind of get like a, like a cottage industry of people in an area, and then it sort of feeds on itself. Like, everybody goes to Hollywood to make films because everybody's already there in Hollywood to make films. And, you know, Chinatown or, you know, or, you know, in a certain city develops in a certain area because that's where Chinatown is. And then, you know, you get more and more sort of economic activity around that idea. And so I think the same thing. There's a big economy, and you have a lot of oil and gas entities as well. And so that kind of, like, started the ball rolling. And from there, you know, there are probably a few judges that people like to be in front of because they can be either very debtor friendly or I just say very debtor professional, firm friendly. And so that means the lawyers get paid. Yeah, exactly. How'd you know? Thank you for reading between the lines there. They like to get paid, and they really lay soft rubber stamp. They don't want a lot of questions. They come in, they're like, we have the best interest of the debtor, you know, and all the creditors at heart, and we don't want a lot of questions. This is our motion. Approve it. So, you know, there's a little bit of that for in shopping. But, you know, federal judges are, you know, generally specialists in their field, generally extremely smart. And, you know, people hate California because sometimes they can be too creditor friendly. And so they do generally try to stay out of California if they're a big, big debtor. But that said, the federal judges are generally incredibly smart, very business attuned. So they understand business issues, I think more so than maybe some other courts where it's more like, focused on the law, like bankruptcy. Judges are basically very business minded, and so they weigh out the cost and benefits of being exactly right or being close to right and also being efficient because, like, you know, you have to balance out that efficiency with being, you know, 100% accurate."
    },
    {
        "speaker": "B",
        "text": "Well, so this next question here, this last one that we have from this, from this pro crypto member, it seems that the UCC lost a significant battle with blockfi when Blockfi withdrew its motion to allow transfers out of wallet accounts. And the hearing on this issue has been delayed multiple times. Do debtors typically win disputes with the UCC, or is it the other way around?"
    },
    {
        "speaker": "C",
        "text": "Generally you like to see some collaborative solutions, so someone might file an objection because they're not getting what they need. And then you show up at a hearing and they say, judge, we've been talking over it, and we think we have a workable solution. So, you know, they want certain amounts with maybe they say, we want a certain relief, and they've decided they're going to give us this relief instead. And we're okay with that. And we found a solution. We're going to compromise. So you'd like to see collaboration, but generally you see more collaboration, and especially with the UCC, because they're generally getting information from the debtor, and you don't like to see dueling motions from UCC and the debtor, but it happens. Things flare up. There's real differences of opinion sometimes on issues and differences of agenda that people think are important, and it has to be done through motion practice. So, you know, many times the debtor will win and many times the UCC would win. It's not. Those are both stat. You know, the UCC is a statutory committee, and so the judges really take their motions seriously. If you're a pro state creditor showing up, filing all kind of crazy motions, the judge will listen and he's not going to just throw you out of court, but the likelihood of you winning, it is extremely low compared to if a UCC brings emotion, he's listening extremely intently and saying, wait, these are the guys that are representing all the creditors in a fiduciary capacity. They really want this. Someone really better be able to explain to me why I shouldn't give them this so they have a lot of latitude and will be well listened to by the judge."
    },
    {
        "speaker": "A",
        "text": "By the way, a jargon alert. Pro se means representing yourself. Individual creditor shows up in court and says, hey, listen to my claim. It has less weight than what you would see from the UCC."
    },
    {
        "speaker": "C",
        "text": "Thank you. Yeah. Pro se means you shouldn't do it. No, you shouldn't. It's a very bad idea. I mean, you know, it's okay if you want to bring up issues, whatever. Well, you know, something different. You're talking about precedent in crypto cases. There has been a number of creditors that have brought up really good issues that the courts hadn't really thought through. And the judges have been listening. That doesn't mean they've granted it, but they put the UCC on notice or put a debtor on notice. Like, hey, I saw this motion. I'm not going to grant this, but this is true. Do these things really happen? Because if this is really what happened, we should be following this guy's information and trying to take in and see if we can find workable solutions for that type of creditor."
    },
    {
        "speaker": "B",
        "text": "Well, thank you for all those answers, Thomas. And thank you to the pro crypto member who submitted them. We still have more questions. I know there's a lot of questions, but we have some questions from viewers now, which we're going to get to in just a moment. But first, for those watching on the real Vision website, thank you. If you haven't signed up there yet, check it out at real vision.com crypto. That's the best way to access real vision crypto content, and it's always free. Tomorrow we'll release the the latest rouse adventures in crypto. He spoke with the head of research at Delphi Digital, Kevin Kelly. Again, that's real vision.com crypto. And if you're watching on YouTube, please like and subscribe and hit that notification bell. We'll answer the viewer questions. And this is from YouTube, and it's coming from average Joe. On YouTube, companies like Matthew Rozic's block offer staking as a service. Do you think it will be affected by a staking ban? And as a side note, we're going to have Matthew on the show next month. What's your take on that? Thomas?"
    },
    {
        "speaker": "C",
        "text": "In my view, this is not really a bankruptcy question, so I can't help the gentleman or hopefully it won't become a bankruptcy question. So, so I hope he won't need my decent base of knowledge in bankruptcy. So I can't really give him much other than if it gets banned. I suppose I'll have to find another solution. But up until then, I guess he's fine."
    },
    {
        "speaker": "A",
        "text": "Yeah. I would just say the reality is this kind of plays into the point that I was making earlier. Obviously, we don't know the exact intent of what's going to happen from a regulatory perspective here, but in the event that there is a ban on staking, again, we're not saying that's happening, but if that were the case, all types of entities could be within federal law brought into that interpretation. So it's an open question and one."
    },
    {
        "speaker": "B",
        "text": "We'Re going to watch this next question here. When we spoke earlier about nfts referring to bitcoin nfts, the question was, how are they nfts when they're fungible. What do you think? Ashley?"
    },
    {
        "speaker": "A",
        "text": "Could you repeat the question? I'm not sure I really understand it."
    },
    {
        "speaker": "B",
        "text": "Yeah, so he's, earlier we had that bitcoin NFT story and related to that, he was saying, how are they nfts when they're fungible? I'm assuming he's saying that the nfts that are being, I guess, on the bitcoin network are not. They're not non fungible. They're fungible. So how are they nfts then? Or how would they be classified as nfts?"
    },
    {
        "speaker": "A",
        "text": "I don't know enough about the structure of the code, but let me just answer the question a little bit more generally. What makes an NFT an NFT? NFT is the idea that it is non fungible. What that means is essentially there's a digital fingerprint that gets embedded into the token. One bitcoin is equal to any other bitcoin, I guess, in theory, unless there's a lien against it or something. But the idea here of a fungibility is a pretty common concept in economics. For example, if you're trading oil futures, one barrel of oil, West Texas intermediate, is equal to any other barrel of West Texas intermediate. And the idea is this has been applied in the digital ecosystem to bitcoin, to Ethereum, a bunch of other protocols here. The concept of a non fungible token is an individual NFT that has a stamp in it, essentially a digital fingerprint that says, this token is different from all others of the class. I don't know enough about this particular project to comment on it, but my understanding was that they were, in fact, nfts. So we'd have to get someone in to look a little bit more deeply into the code in this one."
    },
    {
        "speaker": "B",
        "text": "Yeah, we'll have to dig into that and figure that out for this viewer. This next one is for Thomas. It's from T account B on YouTube. What are the chances for company executives to use imperi delicto as defense against creditors? Imperi delicto is Latin, of course, for an equal fault legal term used to refer to two persons or entities who are equally at fault. What are the chances for the company executives to use that as defense against credit?"
    },
    {
        "speaker": "C",
        "text": "I mean, I'll start by saying I'm not a lawyer. I don't really understand. And there's one case that I think he's referring to in Celsius, where there's people that are saying that Alex Mashinsky might be able to use this against causes of action against him. I don't really understand the argument. I mean, the estate's not at fault. There are a lot of creditors aren't at fault. And so I don't really understand that sort of compared to lickdo, you know, both hands are dirty. I don't know. And it's probably best to seek legal advice if you want to get very technical on the ability of the estate to pursue causes of action. And the problem I think people have is they almost want to be told exactly what the answer is for some of these things. And let's just be real. Like these cases, especially with crypto, I mean, impaired delicto has been argued, but when you start layering on crypto complications that have never been tested in a court of law, it's just very hard to know how the courts will come down on things until things have been fully briefed. And a lot of these things are extremely fact intensive. So sometimes you have the crypto unanswered legal questions and you have fact intensive questions that have just not even come to light yet. So it'll take time for this stuff to be developed."
    },
    {
        "speaker": "A",
        "text": "Man, I can't even pronounce that, let alone offer of struggle pronouncing, too."
    },
    {
        "speaker": "B",
        "text": "And then I have, you know, I have, yeah, I struggle pronouncing, too, so. Well, thank you so much, both of you guys. This was a great show, and I appreciate you guys answering these questions. I know that some of them, you know, we, we really got into them really deeply, and I think that's going to be a real benefit for our viewers. I want to get on to final thoughts and key takeaways. Let's start with you, Thomas. What, what is some final thoughts, key takeaways you want to leave with the viewers from our conversation today?"
    },
    {
        "speaker": "C",
        "text": "You know, this is like part of, for me, I think these cases, the crypto sort of current restructuring cycle, I think long term is good for the ecosystem. I think it's good for crypto asset owners to have more clarity and for legislators to see these cases and say, oh, that's not what we thought would happen. Let's, let's make sure we fix that. And so the cases are important to follow, even if you're not involved with them. Maybe not like, following the actual dockets, but maybe just reading the headlines on, you know, real vision or on the block or wherever you read your crypto news. And so I think it's important to kind of follow them along and not just forget about them and chalk them up to, like, oh, bad token economics or something like that. There's so much more to it that I think will come out of these cases. So for me, that's what I'm looking for as a sort of a crypto person as well as, you know, working in stress."
    },
    {
        "speaker": "B",
        "text": "As more comes out, we'll definitely have to have you back on to kind of walk through these changes for our viewers so they can, they can get a sense of what's been happening. How about you, Ash? What final takeaways would you have for our viewers?"
    },
    {
        "speaker": "A",
        "text": "Well, first, I always enjoy these conversations with Thomas. I always learn a ton about this space. Look, I would say for me, something that's really changed the way I think about the world is I constantly pause to ask, particularly in the crypto space, is this something that I want to happen or is this something that I think will likely happen? It's like you ever talk to someone at a bar on election night, and invariably they always come up with reasons why they believe, they believe their candidate is going to win. It's this bias that we all naturally bring to things. We want something to happen, and so we believe it's more probable that it will separate those two things in your mind, and you will be a better analyst. You will be better able to make judgments about the likelihood, about the probability of future things happening. Even if you don't like something, even if you feel morally revulsed with a sense of moral revulsion to it, understand that the probability is sort of unrelated, unconnected to what your feelings are."
    },
    {
        "speaker": "B",
        "text": "Well, thank you both again for coming onto the show. Thomas, it was a pleasure having you with us."
    },
    {
        "speaker": "C",
        "text": "Thanks for having me."
    },
    {
        "speaker": "B",
        "text": "Well, so for those of you watching on YouTube, like subscribe and hit the notification bell. That way you always stay up to date with the latest crypto analysis. If you're not a real Vision crypto subscriber yet, don't forget, it's free. Head to real vision.com forward slash crypto. That's it for today. We'll be back tomorrow. David Nature from Arca will join us live. See you at 09:00 a.m. pacific Noon Eastern, 05:00 p.m. london time, live on real vision crypto daily briefing."
    }
]