[
    {
        "speaker": "A",
        "text": "This episode is brought to you by Shopify. Forget the frustration of picking commerce platforms when you switch your business to Shopify, the global commerce platform that supercharges your selling wherever you sell. With Shopify, you'll harness the same intuitive features, trusted apps and powerful analytics used by the world's leading brands. Sign up today for your dollar one per month trial period@shopify.com. tech all lowercase. That's Shopify.com tech."
    },
    {
        "speaker": "B",
        "text": "Hey everyone, if you like this podcast, go behind the paywall to get privileged access to the smartest minds in finance. Join the real vision community and learn how to become a better investor. Visit realvision.com rvpod and use the promo code podcast ten. That's podcast ten to get 10% off our essential membership for the first year. Now to the top analysis of today's crypto markets."
    },
    {
        "speaker": "C",
        "text": "Coinbase launches its own layer two blockchain. A court hearing is held in the metaverse and the coveted nfts from three arrows capital collection go on sale. Welcome to real vision crypto daily briefing. I'm ash bennington. I'm joined today by jd kord from launch notes. Welcome to the show."
    },
    {
        "speaker": "D",
        "text": "Jdeheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheh fine, thanks, ash."
    },
    {
        "speaker": "C",
        "text": "Lots of interesting news around ethereum today. Plus we'll do a deep dive into staking and the shanghai upgrade. But first, let's take a look at the latest price analysis. The total crypto market cap is down 2.3% today on coin market cap. Bitcoin is closing out the working week in the red. It's trading right now at around $23,400. That's a drop of 3% on a trailing seven day basis. Ether is making very similar moves. It's down 4% over the past seven days, trading at about $1,600 right now. One other token we're looking at right now is optimism ticker symbol op. It's one of the best performers today, up 5.5% on this time yesterday. That's probably related to optimism's collaboration with coinbase on a new blockchain. Details on all of that in just a moment. And speaking of Coinbase, shares are down some 6% on yesterday's closing price. That's despite another purchase by Ark invest. The block says Cathie woods funds put fund put another $4 million worth of Coinbase stock. $4 million worth of capital to work in Coinbase stock. Ok, viewers, join us in the conversation, put down your questions in the chat wherever you're watching. We'll ask the best ones on air later in the show. Remember, real vision members take priority. But the good news is real vision membership for crypto is free. With that said, let's bring in our guest. JD Court is the founder and CEO of launch nodes. The company provides software infrastructure to make Ethereum staking more accessible to everyone. JD, anything you'd add to that description?"
    },
    {
        "speaker": "D",
        "text": "Just that we really care about sonos taking Ash and what we try and avoid being is an intermediary. And so our clients stake on their own infrastructure and we kind of help them do it rather than taking funds and running nodes and staking on our stuff. It's always on our client infrastructure."
    },
    {
        "speaker": "C",
        "text": "Well, you know, that's obviously a very important point, obviously with SEC and other regulatory actions here in the United States. We'll talk a lot more about that in just a second, but I want to take a look at our top story today. Us crypto exchange has launched a new blockchain. It's called base and it's a layer two blockchain on top of Ethereum. Of course, this of course is Coinbase we're talking about. It was created in partnership with layer two network optimism. Using its op stack tech, Coinbase says that we will reduce fees on Ethereum to just 1% connect with other blockchains such as Solana and Polygon. The company says the aim is to eventually onboard 1 billion people into crypto. Obviously that's an ambitious goal. Coinbase wants base to be decentralized, permissionless and open source. Notably, the company says it has no plans to launch a dedicated token. The chain has been launched as a testnet. Early reports suggest the rollout has been rather rocky. News outlet Coindesk reports base has experienced network problems. Users have complained on Twitter of transactions not going through. There's also been criticism of updates, the network's terms and conditions disclosure. I actually minted my free base NFT last night. Just wanted to check it out. Jd, what are your thoughts on this development?"
    },
    {
        "speaker": "D",
        "text": "I think building scale and hyperscale software is really, really hard and so teams that are doing it, I have a lot of sympathy for. I think optimism and Coinbase working together and not releasing a token is really good. I think that doing that hard engineering work and leveraging all of coinbases operational experience over the past ten years of making crypto accessible to lots of people and giving this very smooth user interface into a layer two solution that allows things to be cheaper and better and fast, only you could think at it."
    },
    {
        "speaker": "C",
        "text": "Yeah. Just to be clear, the fact that they're not launching the token, the idea here is then the fees will accrue to the Ethereum network."
    },
    {
        "speaker": "D",
        "text": "Yes. And actually the exact details of those fees and the nature of the roll up is, I'd have to say, I don't know that just announced the details today, but I think it's a really great thing for optimism to have someone like Coinbase bringing such a heavyweight real world use case to their chain."
    },
    {
        "speaker": "C",
        "text": "Talk a little bit about what that heavy real world use case might look like and why you think it's compelling."
    },
    {
        "speaker": "D",
        "text": "Good one. I think the heavy world use case is that if it's going to be something that Coinbase use and want to promote and push into the hands of lots and lots of people, then you will have to build and work a hyperscale and as a blockchain. Fundamentally, we believe that the health is a function of the number of independent nodes you have and the number of different people operating those nodes. And I think the idea that Coinbase are going to bring that to life and across multiple different endpoints in terms of NFTs and core payments and transactions, I think is, as I said, it's bringing some real utility back to optimism, which they're going to be very grateful for, I'm sure."
    },
    {
        "speaker": "C",
        "text": "Yeah, let's talk about something else that's right in your wheelhouse. We've got some more news flow here on ethereum. The other big development here that we're talking about around Ethereum that we want to discuss today is the upcoming Shanghai upgrade. Earlier this week, the Ethereum foundation announced that the Shanghai upgrade will activate on the sepolia testnet Tuesday next week, February 28, I should say. The Shanghai upgrade grade is also being called Chappelle, a combination of the words shanghai and capella. That's because it will being changes to the execution layer. That part is called shanghai and the consensus layer, that part has been dubbed capella. JD, let's start with the basics. Please explain what's happening to those who are unfamiliar with those terms."
    },
    {
        "speaker": "D",
        "text": "I think the execution layer client is the part that is kind of that we brought from Ethereum as a proof of work network and we joined that at the merge with the consensus layer and they became one and the consensus layer client. What do those two layers do?"
    },
    {
        "speaker": "C",
        "text": "I'm sorry, but for people who are less familiar with the technology, explain what those two layers do. The idea that you have an execution layer versus the other layer. Explain to that point what exactly those distinctions are and why they're so material in the functioning of the network."
    },
    {
        "speaker": "D",
        "text": "Well, I think it's about the idea that you've had a design that's evolved over time. And what that ends up meaning is that the issue of state Ethereum virtual machine that's being handled and managed by your, I sort of consensus, sorry, your execution layer client. And then the beacon chain, which was brought to life when Ethereum two, as it was called, then went live, is managing other aspects of the network. And as they came together after the merge, there is still now a separation that has come about. I don't think it's a super beautiful and elegant design construct, but it's what we have, and it's allowed for things like multiple client diversity, and it's allowed for the network to work and carry the weight of the transactions it does, moving from proof of work to proof of stake."
    },
    {
        "speaker": "C",
        "text": "Okay, so let's talk a little bit more in detail. We teased it at the top of the show about what you guys do at launch. Note, tell us a little bit about what the real world problem you were looking to solve is and what you're doing right now."
    },
    {
        "speaker": "D",
        "text": "We enable solo staking and we provide RPC notes. And the solo staking swap has a touch point with the RPC nodes, and that stems from a basic belief that Ethereum and a blockchain is a shared database. There's a new type of work that can be done by running a node and putting some capital to it. And that work is updating everyone's copy of the database and validating transactions and securing the network. And for that you get paid and divorcing yourself from that is not, I think, what the Ethereum core team want, and it's not the client team to want. And so what we've always been passionate about is you keep your infrastructure, you keep your money meaningfully, don't be dependent on our ui, don't be dependent on any aspect of nodes. Let us just help you touch the network, roar and bear enabling clients to build their own staking architectures on their own infrastructure that they own, with all the choices that come with that, in terms of client software, in terms of beacon and validator node ratios, in terms of which execution layer client, you take a."
    },
    {
        "speaker": "C",
        "text": "So just to bring this down, because I know we have a lot of folks in our audience who are very technical, but also many who aren't, walk us through what the use case is like for one of these products that you're discussing here, just to give people a sense of what that story looks like, what the trajectory is and where it fits in, in the ecosystem."
    },
    {
        "speaker": "D",
        "text": "So when you have 32 ethereum or multiple 32 Ethereum, you have a choice. Now, you could go to a liquid staking provider, you could go to an exchange, or you could go to a staking as a service provider. What they will do in different contexts is they will give you the financial outcome of staking. Actually, I'd like to make a distinction here, because liquid staking providers like Lido are super important because it allows people with small amounts of eth to stake. And what we do is we work really with people. And it's kind of sad to say it, but with 32 or multiples of date to eat, so bigger chunks of capital. But all that section of staker, putting your money into an exchange or putting it into staking as a service provider means that you all obfuscated away from all these mucky technical details of beacon nodes and validator nodes and execution layer clients and consensus layer clients. And you just get a financial outcome at the end of it. There's a good user experience, and there's this phrase, not your keys, not your e, which is sort of a bit meaningless, but you stake through user interface, through a website, to a company or an exchange. I think what we say is, well, actually, the idea you're too big to fail or trust us isn't really a sentence we're very comfortable with. Let's assume I'm dead, my company doesn't exist anymore. But you've staked using a solo staking approach that we give you. You've got a transparent technology stack. So you know what the open source cloud software you're using is. You own all the physical infrastructure, and we create no user interface or intermediary experience for you to access your nodes."
    },
    {
        "speaker": "C",
        "text": "So just to break this down for folks. So you're making this distinction between staking as a service, which is a service, a financial service that's being provided. And obviously, we should point out one that seems to be very much under fire by sec here in the United States. This idea that it appears to be, in the view of Sherritt Gensler, at least to be a financial service, to be a security, according to recent statements by Sec. And on the other hand, you're talking about building essentially a software stack that others can then use to abstract away some of those challenges. And by the way, just for reference, for folks, ETH trading right now at about 1600 bucks times 32, it's about 50 grand that you need to begin your own staking operation."
    },
    {
        "speaker": "D",
        "text": "Yeah, that's right. Yes. The distinction is super significant because what we're accepting is that it's not simply a financial outcome that you're getting. Give me your e and then I'll go get you a magic outcome through some whatever voodoo. It's a case of it's almost operational income we make in operational income you run the nodes, you do this work, and when there are upgrades you can upgrade them yourself or we can do it for you, but it's your node and we support you technically to become a native staker. And why I think that's really important is two things. One, it's certainly the goal and what good looks like for the Ethereum client teams and core dev teams. They did not want people to hand over their money to intermediaries. And then we'll do the staking for you and give you some back to be the majority way that the staking has become. And that is what's happened by accident with the best of intentions. But I think post Shanghai and what we're seeing in the Shanghai upgrade is this clear reward for those who are solo staking in the form of the moment that upgrade goes live, you're able to withdraw your funds in whatever context that is laid out by the core devotees."
    },
    {
        "speaker": "C",
        "text": "By the way, a quick distinction here between, and if we could do it in a non technical way, the distinction between running nodes and RPC nodes for solo staking, RPC of course is remote procedure call. What's the very high 50,000 foot level view of the distinction for that? For people who don't have technical backgrounds."
    },
    {
        "speaker": "D",
        "text": "It means you've got a door that you are opening directly onto the blockchain and just scooping your data out yourself rather than having it sent to you in the post through APIs or using endpoints."
    },
    {
        "speaker": "C",
        "text": "Essentially thinner in terms of the number of abstraction layers between the blockchain, one is API, one is direct access to chain."
    },
    {
        "speaker": "D",
        "text": "Exactly, exactly. When you're building decentralized apps, you need those RPC nodes to allow you to do useful stuff in your app. Basically, yeah."
    },
    {
        "speaker": "C",
        "text": "Hey everyone, we're going to take a quick pause and hear a word from our partners. We'll be right back."
    },
    {
        "speaker": "E",
        "text": "This podcast is sponsored by Ramp. Are you the decision maker in your company? Consider for the first time in decades there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what with each vendor. Ramp's software collects and verifies receipts instantly to save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization and bill payments. Time consuming tasks, which means you'll stop wasteful spending and close your books in hours instead of days. Businesses that use ramp add up to 5% to their bottom line the first year. If you're a decision maker, adding ramp could be one of the best decisions you've ever made. Get Dollar 250 when you join ramp for free. Just go to ramp.com easy ramp.com easy ramp.com easy cards issued by Sutton bank."
    },
    {
        "speaker": "D",
        "text": "And celtic bank members of DIC."
    },
    {
        "speaker": "E",
        "text": "Terms and conditions apply."
    },
    {
        "speaker": "C",
        "text": "So let's talk a little bit about who some of your clients might be. I know you probably don't want to disclose their actual names, but talk a little bit about who those folks are. And when they come to you, what do they ask you? What are their challenges? What problems are they looking to solve?"
    },
    {
        "speaker": "D",
        "text": "They are a mix of crypto businesses, startups, who sort of really technical and know what they're doing and want to build and use staking as an engine. And there are businesses that want to stake across not just Ethereum but multiple chains, and they want to do it using this solo staking paradigm. So they want to run their own nodes for Polygon, Kusama, Avalanche and others. And so they dont want to delegate their funds. They want to run those nodes and then offer delegation themselves to others. And so we help them, help them do that and enable that very much in the way in a technology services provider. Right. We don't take any commission off anyone. We send you a license and subscription for your software and professional services. So it's a pretty simple model. You have regulated businesses working in the US and financial institutions who are learning. Everyone is learning in this space. And the solo staking paradigm really brings that to heart. It's not about saying I just want the financial outcome, it's about saying, well, where's this financial outcome coming from? How's it going to evolve in time? What are the other things Ethereum is going to do and become? Our premise is that Ethereum is going to become a general purpose technology, much the same way the Internet was, and it's going to change everything."
    },
    {
        "speaker": "C",
        "text": "What does that mean? Give us a sense of what your view of the world one, three, five years in the future looks like in terms of the changes that Ethereum is driving."
    },
    {
        "speaker": "D",
        "text": "William, its a hard question because again, its like if you tried to say in 1997, whats the Internet going to look like and youre going to be able to do in 2001, you might say, okay, well yeah, ill buy a book online, but im not going to buy a house online. Im not going to do all the things we now do online. And in 2001, when broadband just about made it out, if you were saying, well, I'm, you know, I'm not going to be ordering a cab online on a mobile phone that has the entire depth of human knowledge available to me in a three inch devolve, five inch device. But these are sort of paradigms you can't really, I think, predict or describe. But I think that the basic simple treat is this that went to peaked when we all realized that the fact that you and I might spend time on a social media platform or an app and the data from that time spent and the value of it is completely centralized into a handful of firms, they take all the value from that. If through a shared database we could all have access to that, then there's a huge wealth distribution and creation opportunity there. And I think what the theory is going to do is going to say things like, well, could you imagine if you had, and this also is to bitcoins favor as well, if you had the complete history of every transaction ever conducted in the US dollar, that would be pretty useful. There would be a multiple number of things that we could do with that. At its simplest level theres that. Then you layer on top of that, the idea of smart contracts, layer on top of that, the idea of non fungible value through tokens. And I think that the idea of a house, for example, having three component representations of it through nfts, its market value, the mortgage debt and its potential rental yield, well, that opens a whole new level, an opportunity for individuals to securitize their assets. I think also the idea of platforms that enable people to invest in individuals where there are young people, where there are workers, set against a place where there is capital and without intermediaries, but a kind of democratization of that investment opportunity with much smaller amounts into much more remote places. I mentioned to you before I start, I'm sitting here in Rwanda. The need for that, the need for the ability for individuals across East Africa to be connected with markets and not be siloed away through archaic, swift and banking institutions is huge."
    },
    {
        "speaker": "C",
        "text": "Jadep, I think that is so very well said. It's funny actually, whenever I give the same generic disclaimer that you do and use the exact same example, when people ask me about the future of this one and talking about Uber, the idea that you're going to carry this little device in your pocket that's about this big, that you're going to be able to use gps and mobile payment networks and wireless communication radios to basically hail a cab anywhere in the country. It's so right in terms of the inability to predict the exact trajectory. And then you also were able to answer beyond that, what the broad scope looks like in terms of the framework for things that we might be seeing and to articulate this case for the direction things are headed more broadly. I think that's just so incredibly well said. Let me ask this. What applications are you most interested in? Are you most optimistic about as you look ahead over the nearer term? Where do you think we are in three years? What might we be doing that we're not able to do today in terms of end user use cases or stories?"
    },
    {
        "speaker": "D",
        "text": "One thing that we're working on here in Rwanda, with the government of Rwanda, Unicef and the Ethereum foundation, is using staking returns to pay for Internet connectivity in schools. The idea of a long term cost that needs to be financed with money that people find difficult to commit to and with interest rates where they've been in the past, was difficult to generate by putting money into a bank, is something we're challenging with the idea of saying, well, actually you could donate your staking returns, not the principle, to fund Internet connectivity. Over three years, you will see how those ISP's perform with providing that connectivity. And after three years, you can continue to stake and support this calls or you can do something else. And I think that within that model, there's a real obligation on the person receiving the staking money to provide data rich outcomes. Because if there's lots of data, then it doesn't matter necessarily if you fail, because there's no failure, if there's a lot of data around what that failure looked like. And I think that using staking returns to support reforestation, to support forms of universal basic income."
    },
    {
        "speaker": "C",
        "text": "Now would these be services that the government would basically be staking, or this be like, in other words, would the government be staking a pool of capital to do this? Or would this be users, individual users and corporations who would then donate the proceeds from staking to these causes?"
    },
    {
        "speaker": "D",
        "text": "I think it could be both. And I think that theres a really interesting use case in terms of going into blue skies or taking mushrooms. Could it be that a governments sovereign credibility is a measure of how much ethereum it has state and how much bitcoin it holds? I dont know, but its possible, as weve become very aware through the financial crisis and the five years afterwards that money has become very politicized. And we go into a world that looks more and more political, the idea of non political money feels like progress."
    },
    {
        "speaker": "C",
        "text": "Raoul well, we're probably years away from world from nation states and global central banks deciding to give up the sovereignty of the money supply. But it does pose that sort of interesting hypothetical about the direction that we might be going broadly over a very long time horizon as we move toward more decentralization and I think, frankly, just more rules based, immutable operations that the types of technologies like blockchains provide the opportunities for. By the way, you also made another incredibly important point, which is the role that blockchains can potentially serve in emerging markets. I think very often folks here that I talk to in the United States, those who are most skeptical tend to be the Gaza galza, who have great degrees of wealth, who have bankers who call them up and make sure that they're happy. The reality is most people in the world do not have those opportunities. There are obviously tremendous numbers of unbanked persons throughout the world and also entire swaths of the developing world where there simply isn't the infrastructure for banking, in many cases for rule of law to adjudicate different claims. This really has great potential. Someone who's based in Rwanda, tell us to what you see there and some of the use cases that you see blockchains and specifically ethereum having the potential to help solve."
    },
    {
        "speaker": "D",
        "text": "Raoul well, actually, I think Rwanda and East Africa already has amazing widespread adoption of low tech that allows mobile money transfers and your mobile phone to be a source of banking functionality for you."
    },
    {
        "speaker": "C",
        "text": "By the way, by the way, this is fascinating to me because this has been a story from developers Asia and Africa that we've heard time and time again, this idea that there's almost this leapfrogging effect with low tech solutions where essentially you have decades of infrastructure that didn't exist, and then you have this massive leapfrog with wireless technology when you have people doing businesses in agriculture, doing business in shops, et cetera, through their mobile phones, and you have this tremendous empowerment of individuals. Incredibly exciting story."
    },
    {
        "speaker": "D",
        "text": "No, it really is. And I think that the extension of that mobile money into crypto based solutions, I think is inevitable. But the one thing I would say and the reason why we think impact staking is so important is there are people that I commend them. If you want to put wallet into the hands of farmers, I just want to get them cash so they can get seed. And my point is that impact staking is about taking this pipe that is a money pipe, and it takes a recurring return from a fixed pool of capital and applying it to these problems that have a challenge of that long term funding. Some people do. But climate change is a real problem. Inequality is a real problem. The challenge is not. And a need for green infrastructure is a real problem. No one is necessarily disputing that. The question is, where is the money coming from? And then tying that story back is the next set of apps in the form of Uber and Gmail. If they're built on Ethereum, then that means that the data around those apps and the wealth from that can be shared by everyone. And as the network grows, the wealth opportunity from staking grows, because that's what apps now are. They give back some of the wealth through the data, through the blockchain. This becomes a very virtuous circle."
    },
    {
        "speaker": "C",
        "text": "Yeah. And it is really a compelling view of a decentralized future. It's very different, obviously, from the world that we live in today and probably will take us some time to get there if in fact, that path doesn't fall. But just a very compelling worldview that you present. Hey, everyone, we're going to take another quick break and hear a word from our partners. We'll be right back to the real vision crypto daily briefing. By the way, I wanted to touch on a few more stories. And look, here's one right out of the bat that sort of talks about the challenges that I mentioned. The IMF, obviously, the International Monetary Fund, has published a nine point plan for crypto regulation. Al Jazeera reports the organization is urging members not to make bitcoin a legal tender. On the other hand, the IMF says it's, quote, untenable for governments not to respond to challenges presented by digital currency. So I guess whether or not this is a case of nation states and supranational organizations being pulled into a decentralized future kicking and screaming. But there does seem to at least be the acknowledgement on behalf of the IMF that not responding is untenable. I think that's an interesting perspective. By the way, I just want to touch on a couple of other stories here. Binance has admitted it made an error when determining what type of access to funds around 500 users in Australia should have it liquidated their positions after realizing they were classified as wholesale investors. Obviously, this is a story that's going to be very interesting to our sizable audience in Australia. Decrypt says that under australian law, this type of account can access derivatives because the investors running them have more experience and bigger funds. Decrypt says australian regulators will carry out a review of this incident. Moving on to the world of nfts. Ever coveted any number of the digital artworks in possession of three arrows Capital, the bankrupt crypto hedge fund. Well, now you might be able to have another chance to NAO. The liquidators for three AC are putting dozens of nfts that belong to three ac on auction. Coindesk says the collection is worth an estimated $22 million. However, the NFTs on sale don't include the highly coveted starring Knight portfolio. And finally, decrypt reports that Colombia has become one of the first countries to hold court hearings in the metaverse. It took place in horizon workrooms, which was created by Facebook. Parent company meta lawyers appeared as animated avatars. The meeting was live streamed on YouTube. I'll leave it to our audience to insert the lawyer joke of their choosing there. Speaking of NFTs, we want to show our viewers a clip from the latest Raoul Powell's adventures in finance. Our co founder Raoul spoke with Dan Sickles, an award winning independent filmmaker. You'll be able to access it tomorrow on real vision.com crypto. That's real vision.com crypto. Here's a quick clip from it talking about the power of NFT communities. Let's take a look."
    },
    {
        "speaker": "F",
        "text": "Why does this exist? And why is it so sticky? But I think that, again, there are so many reasons. It's like bored Ape Yacht Club is an example that I will take because I have an ape. Yuga has done miraculous things, sort of like bridging this virtual and physical world. And I've been, I went to the first ape fest in New York City. It was on Halloween. They rented a sort of like ferry boat. And I remember I brought my wife because I was like, you know, I'm making this film, we're here on Halloween together. But you know, like, whatever the compromise is, like, we're gonna go and do this thing and I'll film with my phone and whatever. And it was really taken with how quickly this sort of recognition and sort of mutual appreciation and respect happens in these groups that are sort of flying these sort of flags, these tribal Internet, virtual flags on the Internet. But in a way it doesn't make sense. But then in another, it totally does."
    },
    {
        "speaker": "D",
        "text": "Humans are tribal anyway, right? We'll find any reason to coalesce around a single theme and multiple themes. And we've always done it."
    },
    {
        "speaker": "F",
        "text": "Absolutely. And I think within that there's so many, there's a bunch of nuance, right? I mean, like, you have the effects of COVID which like, I think people are so hungry to connect with people outside of their immediate sphere. Like, people have been locked in their home, their neighborhood, their, you know, immediate vicinity, their country. Right? So I think now you sort of have this crossover that's really happening between these Internet communities that have been like, oh, I like this JPEg. Can we trade for this JPEG and whatever that are now also being able to sort of enact themselves and manifest in the real. So it's supercharged in that way because everyone's like, oh, now we get to actually meet and there's something so human in that."
    },
    {
        "speaker": "C",
        "text": "Sounds like an incredibly intriguing conversation, by the way. I should say. It's actually available right now, today@realvision.com. crypto so, jd, let's call back to something we were talking about earlier. Obviously some skepticism mixed with, I guess, some undeniable embrace of reality over at the IMF. These are precisely the kind of issues that I was alluding to in terms of the challenges for this technology. I know that you're more on the technical side, not a lawyer. I'm not a lawyer either. But when you think about the challenges on the legal, regulatory, and legislative side of this equation, how do you think about it and how it might influence the timeframe and the adoption curve of these technologies?"
    },
    {
        "speaker": "D",
        "text": "I think it's really hard to answer that without having to let go of a top down approach. I think the popularity of crypto with citizens and youth and young people all over the world is going to be what ultimately drives change to multilateral doors like the IMF. As you said before, I don't think they're going to rush to embrace this. And also I think the IMF and many large financial institutions which I've worked with and had exposure to in the past, they want a grand unified theory of everything in terms of this is how it works, and this is what it's going to be. And then here's the target operating model that we have now, and here are the ten steps to get to the end of the change program. And then we can all have a celebratory party and say, the job's done, and that doesn't really exist. We are inherently building, as they might derogatory, say, making it up as we get along. But if everything was perfect right now, and citizens feel fantastically enabled and empowered to access financial markets and build wealth, and there's no real issue of inequality or centralization of power and wealth, then I don't think crypto would have a chance. But I don't think that's quite accurate, is it?"
    },
    {
        "speaker": "C",
        "text": "You make such an intriguing point here in terms of the way that folks on the tech side think versus folks at, for example, multinational organizations and governments. There tends to be a desire to see first principles stated first in the governance spectrum, whereas most tech folks kind of build things from the ground up. It's almost this cross between the platonic and the aristotelian in terms of the way people think. That really is quite material challenge in terms of thinking through how these sort of very disparate mindsets and different centers of power will integrate their philosophies in terms of this development effort."
    },
    {
        "speaker": "D",
        "text": "No. And I think people like Niall Ferguson frame it really well in his book the Square in the Tower, where he talks and tries to reframe human history as being a function of towers and hierarchies that get swept away by networks. And what are the characteristics of those networks? And those networks have, have been the techies from the days of Archimedes through to da Vinci through to now, and the gates and Zuckerbergs of this world and the Vitaliks and Satoshis. So I think, yes, I think that is an inherent challenge, but it also ends up being a kind of boring, you meet in the middle somewhere, right?"
    },
    {
        "speaker": "C",
        "text": "Well, if I had been more clever, I would have come up with a Niall Ferguson metaphor myself, but thats so spot on. Listen, weve got a lot of questions here streaming in to us from our viewers and listeners for you. I just wanted to jump in and ask you a few of these because there's some really good ones here. The first one comes to us from Ralph H. On the real vision website. The question to you is, what other crypto software infrastructure companies does JD find interesting? Great question."
    },
    {
        "speaker": "D",
        "text": "What software infrastructure companies do I find interesting? I think there are a lot of different people doing interesting things in terms of taking apart the public cloud domination of infrastructure and actually what's really important about that and why that's so important. And companies from OVH to vulture are doing a great thing trying to, to break down that monopoly that the big cloud providers have. But the challenge is that it's not simply the infrastructure and the team that is so powerful for public cloud, it's the concepts around it, like serverless, like kubernetes, like cloudformation templates, and infrastructure as software. And so companies working in this space, I think are really interesting. And I think that if Ethereum has an opportunity to incentivize people providing infrastructure as a decentralized declout almost to allow people to earn incentives and rewards for providing that infrastructure. Now I dont think Kubernetes is going to go away anytime soon. I think its a massively powerful open source tool. But whether it's containerization or lambda functions or any of the other things that are out there that public cloud do, they are super addictive for your development teams. I read an article saying is public cloud a form of crack? Okay? And the answer is yes. Because once you get these tools you just want to build fast. You just want to build fasten and that's the monster of our teams. But at a business level and a structural level, you're letting go of so much operational knowledge and insight that you can't re engineer yourself off these cloud platforms, not because of the tier and the servers, but because of all this layering of technical capabilities in the development."
    },
    {
        "speaker": "C",
        "text": "Paradigm by the way, not just inside so control. And it is an important point and maybe we'll see a time in the future where those public cloud infrastructures that are controlled by a handful of companies in the valley become more distributed and more decentralized, giving power and data and insight back to the user. I wanted to go to one other question here from Ralph H. On the real vision website because it really is very interesting and I'm curious about the answer to this myself. What is the crypto landscape in Rwanda and East Africa? Which countries are in the lead on the continent for crypto adoption? Boy, great question."
    },
    {
        "speaker": "D",
        "text": "I think everyone's sort of finding their way. I think that the bigger market, bigger economies in the region, Kenya and ideas are emerging and businesses and works being done. I think also I know exchanges in Cameroon that have been set up and work and integrate into the mobile money systems. I think there's a lot happening and where there are large young populations, the interest of crypto is always strong and that's great to see in Kenya, here in Rwanda and also half Uganda."
    },
    {
        "speaker": "C",
        "text": "Here's a question from YouTube, from Bandit 8899. This is an interesting one. All major dev networks are trying to scale ethereum with side chains and layer two. What is the point of other layer ones if one day ethereum can handle everything fast and cheap? Obviously it sounds like Bandit 8899 likes Ethereum a great deal, but it is a fair question with the market share that Ethereum seems to be grabbing right now, do you see a role for other layer ones or do you focus almost exclusively in the Ethereum space?"
    },
    {
        "speaker": "D",
        "text": "I see opportunity and scope for anyone who wants to work really hard and make useful software and put it into production and decentralize it. So I don't want to be disparaged layer one networks. But what I will say is this, too many of them haven't done the hard work, they haven't provided the tooling, they haven't done the things that you need when you build the scale and hyperscale and therefore been impossible to use them. And they haven't produced the documentation and been rigorous enough with all the software good practices that we know about that allows people to use it. And I think Ethereum will be a general purpose technology. Yeah, I do. And I think then the other layer one solutions, nothing stays static forever. There will be good engineers and there'll be talent, and there'll be solutions, ideas and use cases that meand. And we're all building this space. And anyone who is doing the hard work of building, I support. So I'm reluctant to say that there's no point, but I definitely understand his point or her point."
    },
    {
        "speaker": "C",
        "text": "Yeah. And of course, it's also just very early. Right. So when you see the Solanas, the cardanos of the world, obviously those have large teams that are moving forward with doing some interesting development work. Here's a great final question. This comes to us from twins and eth on YouTube. Do governments actually have power to alter or regulate blockchains, or do they just control entities that use blockchains? That's an interesting philosophical question."
    },
    {
        "speaker": "D",
        "text": "I don't know. I mean, operationally, I would say that they definitely get to control the on ramps for the financial piece into cryptocurrency. I think the idea that if there was no ability for you to turn Ethereum or bitcoin into dollars or yen or sterling or euros can be quite tricky. I think also creating a fight with regulators in my head isn't helpful. People do need protection. There have been so many scams and bad actors in our space that the idea that we need to stay unregulated and anyone should be able to do anything, I don't think that's necessarily particularly grown up. Seriously, do I think that there are some super existential challenges to the idea of non political, decentralized money as well as data? Yeah, I do. I think that for me, the other bit about the blockchain piece is that that's what we are talking about. We're talking about a shared database for which to incentivize good sharing. A currency needs to emerge, not the other way around."
    },
    {
        "speaker": "C",
        "text": "Yeah, a really great conversation, jaydeep, to close out the week, philosophical and practical, technical and legal. Just, we covered all the bases here. Terrific. One final thoughts. Key takeaways that you'd like to leave our audience with for this conversation."
    },
    {
        "speaker": "D",
        "text": "Solo staking is really important. And I think that the for all blockchains, not just for Ethereum. And I think that participating for those lucky enough to have 32 businesses, crucially, who are looking to stay key, Ethereum needs you. It needs you to own your infrastructure. It needs you to be engaged and understand how the network's changing and make choices in that space. It's not static. It's not simply a financial outcome. Come be part of it and we'll help you, I think might be a takeaway."
    },
    {
        "speaker": "C",
        "text": "Ginny, fantastic conversation, as I said, I hope you'll come back and join us again."
    },
    {
        "speaker": "D",
        "text": "Thanks for having me."
    },
    {
        "speaker": "C",
        "text": "Yes, thanks for joining us. For those of you watching on YouTube, like and subscribe and hit the notification bell. That way you will always be up to date with the latest crypto news and analysis. If you're not on a real vision subscriber yet, don't forget, it's free. Head to real vision.com crypto. That's it for today. We'll be back the same time Monday. We have more sterile guests, stellar guests coming on the show next week, including Christine Kim from Galaxy, Mike Belshi from Bitgo, and Nick Carter. See you at 09:00 a.m. pacific, noon Eastern, 05:00 p.m. london time, live on real vision crypto daily briefing. Have a great weekend, everybody."
    }
]