[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless everybody get 30. 30 baby get 30 baby get 20. 2020 baby get 2020. Bid to get 15. 1515 just $15 a month, so give."
    },
    {
        "speaker": "A",
        "text": "It a try at mint mobile.com switch."
    },
    {
        "speaker": "C",
        "text": "$45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time Unlimited more than 40gb per month slows full terms at mint mobile.com dot."
    },
    {
        "speaker": "A",
        "text": "Hey everyone, if you like this podcast, go behind the paywall. To get privileged access to the smartest minds in finance, visit realvision.com rvpod and use the promo code podcast ten to get 10% off our essential membership for the first year, join the real vision community and learn how to become a better investor. And now into today's episode of Ralph Real Vision."
    },
    {
        "speaker": "B",
        "text": "The world of Crypto is an incredibly exciting journey that we're all going on together. We don't know where it's leading to, but we know it's going to be absolutely massive. Join me, Raoul Pal, as I guide you on our adventure to discover just what this new world will look like. Welcome to this special edition of Adventures in crypto. With me, Tariq Naslawi. I'm the president of a company called Science Magic Studios. We're a web three studio that uses emerging technology to create deep connections between brands and communities. As you will probably notice, and I'm starting to get in the habit of saying this now. I am not Raul Powell. Raoul is a good friend and colleague. He's also a co founder of SMS, which is how we got to know each other. And for the month of August, I have the privilege of running the show to take you on a very special tour about all things to do with brands and web three, a topic which has been talked about a lot as one of the major drivers of adoption, where there's a lot of cultural currency to tap into, bring people in off the sidelines. But we also know it's not a cakewalk after seeing some very exciting moves in the last year or two as well. So our job this month is to get under the hood about the why and the what and the how of brands using web three to connect with consumers and fans. And with that, I have the great privilege of introducing our guest today, Robert Bryan, founder of Karate Combat, a new mixed martial art format which has been designed from the ground up with the idea of disrupting the format with putting fan engagement first. When I first found out about karate combat or KC, I was absolutely fascinated about this as yet another example of how sports and entertainment is disrupting and what the role of web three could be in that. So welcome to the show, Robert. How are you doing?"
    },
    {
        "speaker": "C",
        "text": "Good, good. Thank you for having me on. It's a pleasure."
    },
    {
        "speaker": "B",
        "text": "Well, thank you. It's a real pleasure. I very much enjoyed our last conversation where we were really kind of getting into the whys and wherefores of karate combat after finding out about it. And you have a very interesting story to tell. So I'm looking forward to sharing that with our audience. But before we start going into karate combat itself, tell us a little bit about you, Robert Bryan, and how you ended up in the web three space one way or another, and take us as far back as you think is relevant."
    },
    {
        "speaker": "C",
        "text": "Yeah. Well, as you know, today Karate.com has started a new sport. We're the world's top striking league and we're using crypto in a way that I don't think anyone out there is doing anything close to this. So it's very interesting, but it is very new. And how we got here was just very long, roundabout stories. So my background started in tradfi, worked at Goldman, number of different hedge funds over a ten year period in New York City. And after that I was always interested in actually running a company. And I saw a pretty unique opportunity in cybersecurity, essentially to kind of give you a high level view in the medical device cybersecurity industry. There is very, very little in the way of cybersecurity. And two researchers came to me with this thesis. I ended up funding the company, running it as CEO. And thats a story in itself. But essentially right now the company does about 90% of the market for medical device and planable cybersecurity. So anyone you know with a pacemaker, you know, anyone you know on a ventilator, we most likely did the cybersecurity for that device. So in any event, you know, that was quite a journey itself. And I was actually looking at taking some time off from that. I actually had hired another CEO that the company was transitioning to. And actually my wife always wanted me to meet with her father about this interesting idea he had. And hes the nicest guy ever. But honestly, he has very limited english speaking. I unfortunately speak very limited Spanish. So I was putting off for a bit. I didnt know what it possibly could be. And he basically came into my office and he had what I thought was a pretty crazy idea at the time, but it was simple. He said, look, karate is an Olympic sport, but the way they do it in the Olympics, it doesn't work at all for tb. But if you look at the sport of karate, it actually has a massive following. So, for instance, in the United States, two to 4 million people do mma, depending on how you count it up. But over 100 million people do shotacon, which is just one type of karate worldwide. So it's a massive market. And the other thing is, when you look at how the UFC has become successful, yeah, it's very interesting fighting. However, the fans don't like the grappling, and karate doesn't have grappling. And, you know, if you look at a lot of the movies, a lot of what you see is cry. So it's one of the most fun to watch types of fighting out there, period. So essentially what his idea was to look, you know, take the Olympic fighters, they train full contact, even though they don't fight full contact in the Olympics. Have them fight full contact, and it'll be the most exciting mainstream combat sport out there. And absolutely no one's done it before. And I heard what he was saying. I said, man, this can't be a good idea. This sounds horrible. This is so simple. Like, of course somebody's tried full contact karate before, and it turned out there was a few reasons why no one had done it before, but we saw a few ways around that."
    },
    {
        "speaker": "B",
        "text": "And what are those? Cause I'm sure that, like many of the people in the audience, I didn't even realize that Olympic karate is not full contact. Like, what's the, what's the deal there?"
    },
    {
        "speaker": "C",
        "text": "Well, to tell you how Olympic karate works, it's pretty ridiculous, frankly. You know, karate is a combat sport. So the way it works is it's touch only. But furthermore, if you accidentally hit the person too hard, which is extremely subjective, and they're hurt, you lose a point. And if you hit them, you know, way too hard, you're just disqualified. So nothing was a better example of that than the last Olympics when you had a guy from Saudi Arabia, and by the way, he was the first Olympic medal winner ever in their country, and he was in the gold medal match with an individual from Iran, and he hit the guy clean, perfect strike, knocked the guy out. Refs come out and they're like, you lost the match, you're disqualified. And they're like, carrying this other guy out, and then they, like, wake them up. They're like, you won the gold. Medal. Good job. So, you know, that that's sort of Olympic karate. And there's an organization called the WCF. And essentially what these guys did is, you know, they set up an organization. You know, they did have a stranglehold on the Olympics, and it made the athletes pay to compete. You know, I think that they didn't, they didn't have the largest platform, you know, when the athletes paid to compete, you know, in these, in these limited contact matches. But the big problem is they really prevented the athletes from participating, um, in any other combat sports leagues. We weren't the first ones interested in these athletes. You know, the UFC was after them, all sorts of people. And what the, what the league essentially did is they said, look, if you. If the athletes, if any of our athletes participate, um, they didn't say this openly. They did behind the scenes. If any of our athletes participate in any other league, we're going to tell them they can never go to the Olympics, which is obviously a horrible thing to do in an athlete. And then, frankly, it's. These guys dream. So that that's what essentially, it set the sport back, and that's what kept these athletes from performing on a larger stage. And when we came along the way, we found it to get around that issue, it was actually quite interesting. So at the same time, this idea came across my desk. Something else happened in another area of the Olympics. Speed skating, essentially. There were these two, I think they were dutch speed skaters competing in the Middle east. They just did an exhibition event. They got paid $3,000 or something along those lines, and the skating federation did the same thing. They said, you can never go to the Olympics. Well, these two guys hired a law professor, filed antitrust complaints plane, and they actually won. So that case precedent had just been set. So we sort of said, hey, now is the time from karate. If the competing league tries to prevent these athletes from competing. Now, we have this antitrust precedent to sort of get around that. So that's sort of how the league started. So armed with that knowledge, our background, and doing other sorts of similar businesses, we flew around the world, we signed all the best buyers, including the number one greatest of all time fighter. And essentially, that's how the league got off the ground."
    },
    {
        "speaker": "B",
        "text": "Well, I mean, look, in that little intro there that you've given, there's, I don't know how many hooks you've given us there. Like, the first is, I mean, you must be one of the most grateful people for their father in law ever, I think. Right."
    },
    {
        "speaker": "C",
        "text": "Yeah. You know, and I feel bad because my wife always reminds me about it. And, you know, I told bast a story. Bast was on the Joe Rogan show, and he basically said the same story, but he said her brother rather than her father. And her father was like, what? The one time, you know, they mentioned me on the Joe Rogan show and they got the wrong guy."
    },
    {
        "speaker": "B",
        "text": "Okay, well, that is too bad. Well, I mean, I'm sure like that, you know, our following is almost as big as the Joe Rogan show, so we can set. We can set the record straight. Set the record straight. So that's. That's. That's very interesting. And you yourself at the time, then. So, actually, were you an MMA fan at this point that you decided to kind of, like, jump into this thing? You're like, were you sort of licking this purely from a, you know what? What's your father in law's name?"
    },
    {
        "speaker": "C",
        "text": "Man, I call on Papa."
    },
    {
        "speaker": "B",
        "text": "When Papa brought this idea to you and you started looking into this, and you had just been doing your stint in cybersecurity for medical devices, were you already an MMA fan at the time, or was this something that you were looking at? Really is more just like a. You know what? There is actually an interesting gap here in the market."
    },
    {
        "speaker": "C",
        "text": "Well, funny enough, I had seen. So the way the landscape worked at the time is you had the UFC, which at that point was already a great success, and then a number of other companies were essentially copying them. Exact same rule set, sort of UFC juniors, and I didn't know if those models would work or not. But if you look at baseball, everyone just cares about the best teams. No one's ever heard of the Yankee farm team. I thought combat sports is probably going to be the same way. I think there's a few surveys out there, like, 96% of MMA fans only care about the top five fighters or something crazy like that. So even though I saw. I was interested in the space, and I was looking at these other investments in the space, I just didn't see a great opportunity there. But when this came along, my desk, with karate, not only is a different rule set, but it's a completely different culture. So rather than copy the USA, I said, hey, look, here's an opportunity to do something completely different, not just from the rule set, but also culturally. And when you look at the values of millennials or the younger generations, some UFC in this pre fights are saying, I'm going to kill your family. Iconic Gray, your wife's in my DM's, all sorts of crazy things, and I don't think that resonates quite as well with the younger audience. And with karate, there's still a lot of competition, but there's also respect. So I'd say our fighter confrontations are similar to f one. You still have this aggression there. They're not best friends, but they treat each other with respect, and they also have very complex backgrounds. Mma, you're training in gym. It's a lot of people from California, Brazil, um, you know, southern parts of Russia, very concentrated areas. Karate is pretty diverse from around the world, and a lot of these fighters teach children during their day. So they're very interesting. They have great backstories. You know, there's just so many incredible stories there. So, you know, all that together. I said, hey, look, combat sports is growing, and this is the perfect platform to be a more mainstream combat sport that resonates with a larger group of people."
    },
    {
        "speaker": "B",
        "text": "Hey, everyone, we're going to take a quick pause and hear a word from our partners. We'll be right back."
    },
    {
        "speaker": "D",
        "text": "This podcast is sponsored by Ramp. Are you the decision maker in your company? Consider this. For the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what. With each vendor, Ramp's software collects and verifies receipts instantly to save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense, categorization, and bill payments. Time consuming tasks, which means youll stop wasteful spending and close your books in hours instead of days. Businesses that use ramp add up to 5% to their bottom line the first year. If youre a decision maker, adding ramp could be one of the best decisions youve ever made. Get dollar 250 when you join ramp for free. Just go to ramp.com easy. Ramp.com easy ramp.com easy cards issued by."
    },
    {
        "speaker": "C",
        "text": "Sutton bank and Celtic bank, members of the IC. Terms and conditions apply."
    },
    {
        "speaker": "B",
        "text": "So there's a few things that you've already hinted at as well, like that this opportunity is really created by the fact that the largest franchises and all of the franchises that have replicated that model, the UFC model, same ruleset, and it sounds like the big deal there was. There's a lot of viewership here, but the rule set is giving rise to fighting, which results in grappling, because grappling is basically what is grappling like? Basically the discipline which gives you the best odds of winning in that rule set. Like, if you want to win UFC, you got to be great grappling. And that means fights will always end up on the ground. And is that kind of the, is UFC getting boring for people? Is that the real issue?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I mean, look, I'm a UFC fan as well. You know, they created the industry. I love what they do. UFC was essentially all different types of fighting. You know what's going to be the most effective with that rule set? And by the way, a lot of it is advantage. You know, for brat Boeing, you know, it is close to a real fight, but honestly, it's a very soft mat, right. Theres a lot of things that are different from a real world fight. Youre also in a small area confined by a fence. So all these things benefit grappling. They benefit certain things and even the smallest thing such as the way the fence is set up. People have changed their entire style to capitalize that. A lot of the grapplers that you see. So theres still a lot of interesting strikers in the UFC. Still incredible sport. But for me, you know, my favorite part was the striking. And I think a lot of the fans, new fans and new fans prefer it because it's easier to understand. And I think most of the older fans, you know, even if you understand grappling, I do jujitsu myself. The striking is just more exciting and it's more fun to watch. So, you know, that's why I think our rule set is exciting. But rather than just the grappling, we've made a number of other changes. So when you look at some of our highlights, it might look similar to MMA, but we made a number of other changes to the rule set with intention of making it more exciting. So when you actually watch a fight, it's completely different than MMA. And I think that's why we have a lot of the old, old school guys in MMA. You know, we didn't expect this. We were going after new audience, but when we started year one, we were on fight, fight pass. I think we're the highest rated show other than the actual UFC. And all the comments are like, hey, this reminds this exciting again, you know, this reminds me of the original UFC. So, you know, we're really happy with the rule set. We think it really showcases the parts our athletes are the best at and fans have loved it."
    },
    {
        "speaker": "B",
        "text": "I mean, that's, that's, I think important to get to is like the actual format of the sport itself is the core part of the proposition. Right. We're going to talk a little bit about the web three element, but it's the actual, it's not, it's not really mixed martial arts. And I think I probably actually just misquoted that it's actually just karate like it is. It's a karate format, it's karate fighters and it's full contact striking. And that's the real kind of the core of what's different to this about what you can have in a different UFC."
    },
    {
        "speaker": "C",
        "text": "Yeah, so, so quick intro interjection there. So we call it karate combat. Our core base of initial fighters, you know, essentially most of them came from, from Olympic karate. However, any type of stand up striking is welcome in our league as long as it follows the basic rule set. And we've definitely leveraged on the brand name of karate. That's definitely the biggest part of what we do. And the funniest thing about that is it's incredible brand, period. You look at it, it's the top. What are the top tv shows out there? You've got Dragon Ball Z. I think Cobra Kai was the biggest tv show in the world the past two to three years. Cry is excellent from branding, but then you come up to the corporate side. Investors hate it. Theyre like, what is this terrible idea? Were investing in a karate company. It sounds like a kid thing, right? So its perfect for branding, but people are not in the business or a lot of the older investors just dont seem to get it. Whether its other traditional businesses were partnering with the whole group of business people out there, I dont think is in tune with what incredible brand it is and how great its been to attract new viewers."
    },
    {
        "speaker": "B",
        "text": "Tower Lee I mean, it doesn't sound like it'll be long before they change their mind with like the kind of participation rates that just seem to be quite staggering. Like you said, 100 million people doing karate globally. But you know, for anybody that hasn't actually watched a KC fight yet, right. And I certainly hope that everybody goes online and watches some of the fights to see what we're talking about here. It's also a different vibe. Right? Like when I first went online and I think it was KC 39 that I was watching, the actual kind of arena itself is also aesthetically quite different. Tell people a little bit like what they might expect to see and why you guys decided to bring a really strong digital angle into the aesthetic."
    },
    {
        "speaker": "C",
        "text": "Well, so first off, you can watch on cry.com. that's the easiest way to get up to speed. What we do is definitely unique and when you look at it, it sort of looks really interesting. But when we created it, we always had one goal in mind. We wanted to make the content people wanted to see available in the ways they want to see it. And we had this core that's been around for hundreds of years, one of the oldest sports out there. I mean, hey, cavemen were fighting. We add that platform, but we're able to change all the ruleset because we changed from Olympic cry. I explained how we made the rule set more exciting. We also made the venue completely different. And what we did is we actually ended up focus grouping a lot of people when we came up with this, and we didnt want the traditional stadium, so we did all sorts of crazy stuff back then. We had a boxing win. We put a boxing win on top of the World Trade center and sort of mocked it up and said, hey, look, this isnt a stadium. We got people watching. This is cool, right? And what people generally thought was, why do, why are you having this weird location? It must not be the best buyers, and people only want to watch the very best spiders. However, we found out when we changed everything about it, you know, the venue, the look and feel almost made it look more like a movie, half like a movie, half like a sport. Then they thought it was extremely cool. And then when we showed them, you know, traditional mma, they were actually the focus group. They were coming back was, oh, this looks a little trashy, not as classy, et cetera. You know, we like the sort of movie oriented look and feel much better. And the important thing about that is it allowed to grow our sport. Before, we had the following to fill whole stadium and without these enormous fixed costs. So, you know, it was basically a really cool environment that people love without the fixed costs. And essentially the things we changed is we have a patented pit that has 45 degree angled walls. So it's exciting for the fighting. We can go up the walls, but you can't stand there. So people run up. They do kicks off, though. But there's some other advantages. So, one, there's nothing between the viewers and the fire. So whether you're there in person or it's on a camera, there's no cage, there's no ring. So you're shooting sideways and you can have a better look and feel. We actually shoot it with movie cameras. We use movie lighting. The audience is standing, you know, rather than sitting. So all these different things give like a fight, you know, almost like a fight, upscale fight club vibe that the audience really likes. And in season one, we actually did have an event on the top four of the World Trade center. We had an event in necropolis in Greece. We had an event in South beach, out in Hollywood in California, and these really unique venues. What we did to further this thing is, in season two, we actually dropped that, and we sacrificed live for a period of time to film it with a virtual background. So we went to the world's largest movie, student Budapest. Set up a massive green screen. It had a real audience, but inserted virtual worlds behind it. And that was one of the biggest risks we've ever taken in our business. And it turned out to work out very well. The audience ended up loving it. But when you put all that together, what you see today, it's been four or five years perfecting it, but there's definitely nothing like it out there."
    },
    {
        "speaker": "B",
        "text": "So. Wow. Okay. Because when I tuned in for KC 39, I think I was seeing the latest iteration, which is you've got the fight going on. You've got quite an intimate looking. It's almost deceptive because it looks like the crowd's quite big, but they're really close by the pit. And then in the background, it's almost like I'm in the metaverse, like I'm actually in. This whole thing's kind of taking place in a very sort of 2020 digital world gaming type of aesthetic. And it really does make the thing feel grand, actually, and adds certainly to the vibe. But you mentioned it's been four or five years in the making, so actually, karate combat started when. Started in 2018, is that right? 2019?"
    },
    {
        "speaker": "C",
        "text": "Yeah. I think our first events, we're approaching our fifth season now. So this is our fifth season operation, and the R and D was about a year before that. So it's already been about six years at this point."
    },
    {
        "speaker": "B",
        "text": "That's nuts. Now, if I sort of just think about all the things that you were trying to take on there with creating this new franchise, different rule set, different aesthetic, and also, I think, challenging the governing body's approach as well, to how fighters can participate in the sport as well. Those three things seem pretty ripe for disruption, but there is a web three aspect to this whole thing as well. We've been talking for quite a few minutes now. We haven't even got to that. So there's that much meat already in what's different about KC? But tell our audience how you guys decided to try and incorporate tokens into the fan engagement experience and this fascinating concept of something called up only gaming."
    },
    {
        "speaker": "C",
        "text": "Yeah. So one of my partners in the company, he's always followed web three, so I followed web three from a high level. Back when I was in finance and then bitcoin was in its infancy, I was actually a proponent. I always thought it was an interesting thing. I argued with my friends about it on our, we still have a fraternity listserv. I said, hey, this is interesting. We're arguing about it. Funny thing is, now, ten years later, they all work in the industry. After making fun of me back then. But I didn't really have a unique web three knowledge. I was running these other two companies. I didn't have the time to follow all these new projects. But my partner had invested in a number of web three businesses. He had founded one already. And so essentially this was his idea. But the core killer application is pretty simple. What we did first is we took the league assets were actually purchased by an offshore foundation company. Sort of a typical DAO setup, if you can imagine. So there's a token thats directed by trustees, essentially at the will. Sorry, the foundation is directed by trustees based on the will of the token holders, more or less similar to other daos. The one thing that we did that was interesting is we went all the way. So theres no hidden equity. I dont own any other equity. Its literally just the token out there, period. Thats the only, thats the only thing related to the league and its governance thats external. But that being said, that wasnt enough to take a business that was going really well and sort of change its path. The idea that we liked is simple, so ill go through how it works. So say youre a karate combat fan. There might be some criteria, but you might receive an airdrop and you get a link, you click it, you go to the karate app, and you'll get some karate tokens. When a fight comes up, you can pick what group of fires or which fighter you think is going to win. If your fighter wins, you get more tokens. If your fighter loses, you don't lose any tokens. So that's very interesting because it's not regulated gambling. You can only win. And you might say, okay, well, how are you, how are you going to pay out winners? So essentially, the founders set aside a large chunk of their tokens to pay the winners over the first three years while the, while the league is growing. So that's sort of the setup. And at first, you know, it sounds like, okay, this interesting concept. You guys are doing a lot of new things here. How does it come together? But that's actually extremely important. So the most engaging thing for sports fans is having a little bit of incentive on the outcome, I think the recent stat said almost 50% of people under the age of 34 are only interested in watching a sport. If they have a wager on this. Its a very, very strong incentive and its incredible customer acquisition tool. Draftkings essentially created a $10 billion company because they filed loophole in the game laws that it was a game of skill and not luck. What we're doing just isn't even gambling at all because you don't stand to lose anything, period. But it has that same incentive. So if you imagine someone who's a dentist or something like that, and he might be kind of interested in our league, you'd have to show him so many viral clips of a fighter like Conor McGregor to have him interested enough to essentially watch a fight. Whereas, you know, if you give him, you know, $30 of tokens and the guy's going to make $10 if his, his spider wins, all the research says he'll drop what he's doing and he'll not only watch the fight, but usually they'll research it and they'll become involved. And the advantage is, once you acquire that customer, sports is some of the stickiest model in the world. You don't have to change anything. The more they watch suppliers, the more involved they get on their own. So once the fan has that initial, that initial moment where they're watching their fight or win or lose, they usually continue to follow that fire. So once we get the fan interested, it's all downhill from there. And we think this is a perfect customer acquisition tool and it's only possible with web three."
    },
    {
        "speaker": "B",
        "text": "Hey, everyone, we're going to take another quick break and hear a word from our partners and then we'll be right back. So. God, I don't even know where to start there. I think we're going to go backwards, right? Because we talk on this show in this month, we're really talking about what the role of web three is with brands and why brands are investing. And there's two big things you talked about. You talked about almost like the killer application of the token being an acquisition because of the unique nature of the sport. Let's go there for a second, but I want to come back to the fact that KC is owned by a Dao. And what's that like for sure? To take the first part first. You can win, but you can't lose. Okay, so, great. So the first thing is, right, what's the catch? And the catch really is, well, the founders have set aside tokens, literally as a way to fund that stickiness of the actual engagement model. And from a fan perspective, the more you engage, the more you can earn because you can't lose. So there's no reason not to watch, there's no reason not to bear bet being kind of this thing, right, to back one of those fighters. And that's a conversation starter. Right now you've got a sticky group of your viewers who are probably going to be talking about. That's how you build your evangelists around the franchise and how you build that stickiness. Is that something that you think has wider application beyond specifically sport? Do you see that kind of mechanism as something which other brands and other sectors could be using or you think this is something which is uniquely linked to that stat that 50% of people might only be watching games which they have a wager on, which is quite mind blowing, to be honest."
    },
    {
        "speaker": "C",
        "text": "Well, I'd have to think about it a little bit more broadly. In our case, we loved it because I think it's great for sports in general, but very good for combat sports. It's a simple rule set and it's something where the fans can have a lot of say, you know, if you're asking fans to do something complicated, you know, like draft a baseball team or something like that, I think it gets complicated very quickly. Combat sports are simple, you know, mono versus mono. Who's going to win? It's a very simple thing to vote on. You know, our fans vote on who's going to win, but they also go on who's going to fight who and also who are going to recruit. You know, it's very simple things that."
    },
    {
        "speaker": "B",
        "text": "Who are we going to recruit? Interesting."
    },
    {
        "speaker": "C",
        "text": "It's very simple things that fans care a lot about. So combat sports, I think, work particularly well for this versus more complicated team sports. So, you know, we're really happy about specific application, but I think that, you know, in all the sports, I think it's, I think owning, not, not obviously, it's not owning, it's different than that. But, you know, having real say in a sports team is one of the most sort of engaging things out there. You know, the Green Bay Packers, I don't even know if the stock actually owns the league, but, man, everyone's so proud about their Green Bay. Green Bay packers stock certificate. I think it's such an important concept throughout sports. And web three allows you to take it a step further, allowing you to do the airdrops and get people involved essentially for free. So I think it works well for sports. I don't know about our exact application outside of sports, you know, I'm sure there's some tweaks to it that could, that could have it work. Well, you know, and outside of the upland gaming, you know, we're using, we're using, you know, sort of our token a number of other ways that we think are unique and drive value as well that aren't really related to that concept. So, for instance, in combat sports, there's this huge, this huge debate out there. The leagues are making a lot of money. Are the fighters making enough? But at the same time, if you look at a lot of these other leagues where fire pay is 50%, the league doesnt really make any money. UFC is the other extreme. Youve got fire pay, I think its below 20% and obviously they have some of the highest margins out there. How are you going to make these work? What we do with the token is that the, so there's a pool of tokens that fans are basically picking different fights. If you're a fighter and a lot of fans pick your fight because they're interested in it, that's the size of the token pool. Maybe all the fans just want to fight, bet on fight number five because that fighter walked out in the weigh in in a duck costume or something like that, right? So maybe that fight has a much larger token pool. The way we incentivize the fighters is we give them a percentage of the total tokens that fans have picked for their fight. So it encourages them to promote their own fight. So you have an immediate feedback loop there, right? And the UFC, they have whatever it is, 30, 40 fighters on a card, usually top one or two fights are incentivized by pay per view, and it's really hard to track what value you're actually adding here. It's perfect. They can watch real time how engaged the fans are in their fight and they're directly benefited from it. And all of our fighters have tokens as well. So we're essentially all incentivized together and it's a great way to encourage the fighters to do the right thing and at the end of the day, benefit from it."
    },
    {
        "speaker": "B",
        "text": "So actually, you, the Dow, the fighters, the fans, all holding the KC token is extremely central to the idea of like, the more we all engage in this thing, the more the whole kind of franchise will benefit from that. And of course, the up only aspect of this is kind of a certain level of irresistibility they're taking out. The downside there is this driving demand for the token. As a fan, I'm guessing that if I want to participate, either I got to get airdropped, some token or whatever, which means you need to have a wallet address, presumably for these fans, or they got to go somewhere and get the token in order for them to participate. Let's just say I just heard about this. I'm like, I'd love to. When's the next KC card? I want to tune in and watch the stream. How do I get me some KC token? What does that look like for fans right now?"
    },
    {
        "speaker": "C",
        "text": "Well, the easiest way is to download the app. It's pretty easy to get involved that way. You know, we give the fans some tokens when they start, when they start using the app. Day one, if you want to purchase, we don't sell any of the tokens. We just give them away. We're using it more as a fan engagement tool. Honestly, I know externally fans can go to exchanges to purchase tokens separately. It depends on your jurisdiction. There's a host of rules around it. But I think there's a number of the top exchanges I saw out there that do list the token."
    },
    {
        "speaker": "B",
        "text": "So if I download the app and you give me some token for just getting started, but I know nothing about crypto, have you set up a custodial wallet for me so I can participate in the thing or do I need to turn up with my own non custodial wallet?"
    },
    {
        "speaker": "C",
        "text": "Exactly. The beauty of this idea is it's web three. It runs on web three, but the core functionality of it is built for sports fans. It's simple and they don't even have to know it's web three. So it's one of the easiest apps out there. You download the app. We do have to give you a seed phrase because we are creating a wallet for you. But it's very simple. I think it's like three clicks. Apple makes it extremely easy. We actually have, our Android app is launching in the next couple of weeks as well. It creates a wallet for you, but you don't even see the wallet. All you see is boom, okay, you have whatever it is, 88 karate tokens. And then you see a list of the fights coming up. Usually it's just the next fight and you can click it. You see all the fighters, and then you can go in there, you pick the winning fire. You can just click and allocate your tokens. And when the fighter wins, um, or loses, you see if you win additional tokens. And then we have another simple area where you can, you can vote on different initiatives within the league. So for instance, you know, who's fighting for the title. And once again, you know, that's very simple. You know, it's just a picture. Here's what we're voting on. You know, click the way you're going to vote and then it just says so that that was sort of enough right there to accomplish what we want, you know, have the fans engaged. It's a simple concept, but it works very well. We have a number of other things that we're rolling out. And then obviously there's the basic stuff that we have to give people where they can. Basic wallet functionality. It's just send receive tokens, things along those lines."
    },
    {
        "speaker": "B",
        "text": "So as far as most of the fans that are watching karate combat right now, they'll not have a clue that we're on web three rails right now. Is that fair to say?"
    },
    {
        "speaker": "C",
        "text": "Other than it says karate tokens and you know you're going to win tokens, tokens other than that, no, you don't have to be web three sophisticated whatsoever."
    },
    {
        "speaker": "B",
        "text": "But I'm guessing that there's probably a bunch of people that would be like, oh, I've just, in the last three cards, I've managed to treble my KC token stuff. Is there a market for this token? Can I go cash it out somewhere? Because I'm guessing if you can't, and we'll come to the regulatory bit in a minute, but if you're nothing, the seller or trader or whatever, the tokens, you're not the market for the tokens. Have you seen people ask you and your team questions like, hey, how do I sell my KC token? Is that a question which comes up?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I mean, once again, the app makes it, makes it pretty simple. If you're doing well and you have a whole bunch of tokens. I think fans are pretty adept of their own on figuring out what their different options are to do with them. If they want to go and find someone else to buy, usually it's pretty easy for them to figure out how to do it. But our app, from our end, we make it pretty easy for them to transfer their tokens wherever they want to. It's their tokens, it's up for them to do whatever they want with them. So we make it easy for them to transfer it to any other wallet, and from there, it's like any other cryptocurrency."
    },
    {
        "speaker": "B",
        "text": "Well, one of the big things that is a discussion in this space, no matter which brand or to be honest or company or use case that we talk about is basically the idea that this challenge that people have around scaling experiences, because for people turning up who understand the idea of having custody of digital assets and having a wallet, and ive got the things, I can trade them on a marketplace over here. I can interact with an experience over here thats still very much the minority of people. Youve got a sports franchise here and you have an acquisition model with, with the KC token where a bunch of people will be coming in who have got no idea about that, but the thing has a financial value. So one of the things, which I think is a really interesting question is, do you think that there's people that are through fans of martial arts, are starting to get to know what it means to have tokens and transfer them into another wallet, like who's all using the things? Or is it actually that KC is maybe even attracting people who are familiar with crypto?"
    },
    {
        "speaker": "C",
        "text": "So this is actually pretty interesting. So sitting back from a high level, our goal with all of this was just to grow the fan base, right, and bring more people into the league in a fun, exciting way. And we thought it was perfect for that. But when we step back and we think about it, obviously we have a number of other partners that are, that we partner with. They're wondering what percentage of our fan base is already involved in the, in cryptocurrency. When you look at, we think about the types of people out there, you know, the people who invest in crypto per currency, invest in, you know, meme stocks, and honestly are interested in combat sports and even more so wagering on combat sports. That Venn diagram is like three circles on top of each other. You know, it's like basically the exact same people. So in our heads, you're like, oh, all these people, you know, are similar ourselves. Um, probably a lot of them have wallets, right. You know, to us, you know, web three is so, so big, uh, but surprisingly out there, you know, I'm not, you know, I'm a traditional guy. Now, getting into web three, you probably know the stats better than I do, but it's still a surprisingly small number of people that have wallets, even in our space, where we have, like, the perfect demographic for it, period. Right. So, you know, we, we have noticed that, um, even our fans, I would say most of them are not super crypto savvy. Now that we're doing this, we've actually quickly gotten a large portion of web three community interest in us. So when we announced what we're doing, we had a huge number of web three enthusiasts now come and become interested. Obviously, those guys are experts, but the Marshall arts only fans, I would say the vast majority of them didn't have a wallet. But the concept is so simple, they understand it pretty quickly, right? They're like, well, you're saying you're going to give me tokens and if I pick the guy that wins, I'm going to get more tokens, right? People love free stuff, so, you know, they free up pretty quick. And we made the wallet simple. So you'd be surprised how excited they are to jump on board. And we talk about on our broadcast and even our, even our commentators are pretty interested. At first they said, oh, what, this token thing? They found we were pushing it, and then afterwards they hear about it, they come back and they say, hey, this is awesome. How do I get more tokens? Is the question that people always ask me. Right. So I think people are learning pretty quickly and we keep the core aspect of it very simple. So I think people are coming around and they can actually figure out pretty easily. Even with no web three knowledge."
    },
    {
        "speaker": "B",
        "text": "Well, I mean, I think it's very interesting to hear that because I think that's one of the hypotheses that gave rise to us even having this show in the first place is, are things that people love, brands, intellectual properties, art and media, and these things, are they actually a force for people starting to use this stuff? And it feels like that, especially that it's built into the kind of acquisition model for KC, that this is very much an experiment to watch, isn't it? And for the audience, when you tune in and you watch one of the fights, there is no ambiguity that there's a token involved. It is absolutely plastered all over the screen and the commentators are saying, don't forget to place your. To back your fighter or what have you. I forget how they kind of introduced them. But the Casey token is very integral to the experience of watching it, so you cannot miss it."
    },
    {
        "speaker": "C",
        "text": "Yeah, that's for sure. Most people are very happy about it. There are a lot of hardcore fight fans that they already know that we have the token, so I don't think that some of them don't want to hear more of it. So that was some of the only negative feedback we actually did get. Some of the fight fans like, man, this is such a cool promotion. But they're like, you keep telling us about the token, we already know about it. And then, like, the first comment was like, yeah, we heard it was started by these crazy web three bros. And I was like, well, this is certainly not me, maybe my partner. But, yeah, we keep talking about it, just so all the new people understand it. And it brings a lot of new people to the league. But it is so simple. I guess some of the OG karate combat fans are like, man, we already know how this works. Come on, it's easy."
    },
    {
        "speaker": "B",
        "text": "It wasn't from the beginning then, right? Like the token was something which you guys decided to introduce sometime down the line. Is that right? Or was it there?"
    },
    {
        "speaker": "C",
        "text": "Yeah. So I go, now that we're involved, I go to all these web three conferences and it seems like we stand apart most of the web three projects out there. Basically the core of it is just web three. If it's a game, the biggest draw by far is it's web three, right. You never see a game out there like Fortnite, that's ridiculously popular, and go say, hey, we're going to become totally web three project, right? If someone did something like that, it would probably be insanely valuable, right? What we did was we had a traditional sports league. We were already in operations for three years. We were actually just becoming EBITDA positive, which is, you know, a huge market on business. And, you know, all the traditional sports investors out there, you know, they said they were very, they were interested in best analysts, all this different, different things. Then we told them our web three plan and they were like, man, thats a big risk. These guys are really, its interesting, but theyre taking a big risk out there. We think its worth it. But we already had something that we really had prior market fit and were just using crypto to supercharge it. I think thats generally the way to go. If you can, you already know the product works and then youre just supercharging it with some sort of additional alignment of incentives or customer acquisition with web three. But there are actually some burning pains as well, taking a traditional business and moving it over to web three."
    },
    {
        "speaker": "B",
        "text": "Well, I think that if this whole series is about brands and web three, there was marketing before web three. This company may have existed for 100 years, not just for six years. So the idea that you're using the technology, this emerging technology to just amplify what you already know is working and grow the sport or grow the franchise, because through this up only gaming mechanic, there's now an incentive for me to go get the app and sort of play, you know, that's not rocket science either, right? This is what also what actual regulated betting sites do, right? You create an account and you get your first whatever, $10 or $50 of betting or whatever, like free. Knowing that that's just basically the price of acquisition and you all are doing the same thing, but it's up only. So you're really just, you had something solid to build on. And for most other people out there and brands, I think that's really important to remember. You're not addressing necessarily a web three native audience. You're addressing karate fans or people who are fans of mma fighting and making that experience better. Actually, something that sometimes I think we all do well to remember that don't get obsessed with the technology, make the experience better. And it feels like you guys took a swing on it. But that's what was really the motivation behind that. I want to come back to what you said before, though, which is."
    },
    {
        "speaker": "C",
        "text": "You."
    },
    {
        "speaker": "B",
        "text": "Kind of almost glossed over it, that KC is basically owned by the foundation, by a dow, right. And so there isn't any equity around. It's really just the value of the token. What is that like being a Dao? And I'm talking a bit more sort of like from an operational perspective, like how, how you manage the relationships with DAO members, because that's a big operation like running a Dao. As you know, if you speak to any Dao operator or DAO member, it's quite an operation to do that. And how does decision making work for the company in that respect? And what was that like compared to more traditional experience you've had?"
    },
    {
        "speaker": "C",
        "text": "It's definitely been interesting, but the good thing is, looking at from a very high level, this can be hard with a lot of traditional companies, but sports are among the best student. If you think about the NFL, it's a whole bunch of owners running around. I mean, that's almost similar to a Dow right there. You've got all of these crazy billionaires spread across the United States just voting separately on what's going to happen. Right? So a lot of sports actually are using a very similar structure to begin with. The other thing is, you know, the sports almost like a protocol, the. The rules don't change very often, right. And you're just sort of feeding different inputs in. This guy's fighting this guy, and every once in a while, you know, maybe there's a small change to the way it works. Right? So sports are uniquely set up to it. The small changes that you do have to do, just a lot of the understanding out there. That's where it can be tricky. Right. Combat sports guys are some of the funnest people out there. Everyone's into exercise, things like that, but we're not huge fans of change. Take someone who's a marketing guy, I think we had someone who worked with us, great guy, but he's like, does this mean Rob, I'm going to have to listen to these crazy guys in discord about who's going to sponsor us? Like, this is going to be insanity, right? And, you know, they're all so concerned about it. They're like, am I going to be, like, listening to all these crazy guys out there, like, who are going to recruit, you know, like, are the. What if they have the best guy fight the fight, the worst guy in the league? Obviously that would happen because there's a fighting commission, you know, but. But people were a little bit scared at first, but, you know, we were great team. They're all open minded now. They love it. That same guy, we were looking for sponsorships in a category, and he was, like, blasting on discord. He was like, hey, does anyone know XYZ sponsors in this category? You actually got a few intros, so it's been a learning curve. At first, they were really funny about it. We had to have these company wide calls go through it a few times. I think people were a little scared to ask if you know nothing about web three, and then the company that you work for is just going 100% all the way. We give them all tokens, but no one has stock anymore. That's a shocker right there to these people. It's a lot of change. It's a lot of learning. But even they know that web three is the way live things are going, so they know we're at the cutting edge. So they were excited about that. And now that they've learned about it, everyone's super happy. You know, there's. There's small pushback here and there, like, okay, maybe the. The social platform, you know, instead of just fighting posts, you know? Now, you know, you do have to have some web three stuff in there, right? So, you know, every once in a while, you know, one of our poor fight guys get some complicated, like, web three question he has to respond to, right? So, yeah, it's still not 100% positives, but overall, you know, I think every single. I think every single person is really happy about the transition, especially when they see the way it's turned out."
    },
    {
        "speaker": "B",
        "text": "Is anything surprised you said so? This is a question I ask, actually, everybody who we've done one of these special episodes with because, you know, also having direct interaction with the community is not easy. Right. It's kind of always on, which is, you know, it's definitely a bit of an adjustment for, like, you know, you go from having a job to having like a community who's like, you know, they don't care what time it is and they don't care if you're in the office. And they, you know, there's an immediacy expectation with that. When you make an investment in having direct interaction with your community like that, then it's got to also feel like there's something that you get back from that. And almost everybody that we've had on the show has unanimously said that something happened or they learned something which surprised them from their community. Have you got any examples of like, you mentioned one? Like, actually we may even got a couple of intros to sponsors we wanted to speak to. Have there been any other examples of where you'd say, you know what, if we hadn't had direct interaction with our Casey community, then we would never have done x or we would have never have changed y. Is there anything that you get from having that always on interaction?"
    },
    {
        "speaker": "C",
        "text": "We've had tons of things. I mean, my favorite was quite, quite simple. We were in the discord once and someone got, this was really early on, they got a KC tattoo on their neck, right? We're like, fly that guy out. One week later he was sitting front row, right? So there's simple things like that. But we have had a lot of people in the community, particularly on the fight recruitment side. There's a number of different styles of fighting around the world. Fighters are from all over the world. We've had a number of the community members identify a number of talented fighters and we've actually brought a lot of them on to where they're spending the majority of their time on fighter recruitment for KC. So we've actually had a number of people that were just doing completely other jobs. They're now just working full time to move the brand forward. So I think that's been a big change. And now when there's another world that's needed, our first go to places is our community. And, you know, it's really helped us, you know, gain some very talented individuals. And I don't know, I don't think we would have hired or not. Obviously it's not hired. I don't think we would have be working. But those with a number of those guys, they weren't sort of community members first."
    },
    {
        "speaker": "B",
        "text": "That's actually also quite a common story, right. That actually the discord almost becomes your highest fidelity recruiting channel for specific roles where people want to contribute what they can and there would be no contact otherwise there'd be, you know, info at karate combat.com."
    },
    {
        "speaker": "C",
        "text": "I mean, like now that you see, I'm sure it happens all the time in web three, that makes sense. But for us, I guess it's just interesting because these roles have like nothing to do with web three. Right. It's like, yeah, fighter recruitment. Right. We wouldn't expect, you know, roles like that to be filled from discord."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's, yeah, I think, I think you're, I think you're probably right about that. Now what about like, you basically have a fungible token. This is not an NFT play, right. This is, you have a KC token, right. And most of the brands that we've spoken to and also that at science Magic studios that we speak to are really quite a bit more focused right now, at least on how do nfts and the use of nfts across other web three environments drive consumer engagement. This token model is a little bit more like the zone, which has been a little bit more tricky for crypto recently when it comes to things like securities law and regulation. Has this been a barrier for you, especially being a company based in the US where there's been plenty of recent news and the SEC is very active as well in trying to make examples of tokens and securities with mixed success, perhaps? Has this had an impact for you as a company as well, or is this something which you just kind of keep going until you're told it's an issue? What's the vibe?"
    },
    {
        "speaker": "C",
        "text": "Well, from a high level, I would say that there is a lack of clarity, for sure. And I think theres a lot of other projects out there that are doing something financially related, something along those lines. What were doing is quite simple. Right. And on the spectrum of regulatory risk, things like that, I think would be on the lowest end of the scale. That being said, there still is a lack of clarity. So obviously cry combats assets have a lot of value. Its very important to the fans and community members that the leap continues. So weve been extremely careful to do everything as perfectly as we can from a regulatory perspective based on the knowledge out there. And frankly, its just been really costly due to the lack of clarity. I think that for people are already taking advantage of web three traditional businesses, all of that, and it's moving that direction. But I still think that there's a number of unneeded hurdles and I'm really looking forward to clarity in the regulatory environment. Honestly, it's really unfortunate. I've had to become an expert there to make sure that everything's done perfectly and I'm here trying to run sports sleeper. People beat each other up. That's what we want to have happen here. There is a lot of regulatory uncertainty out there, but it is what it is and we really hope that everything's cleared up."
    },
    {
        "speaker": "B",
        "text": "You said it's being costly. Do you mean literally just in paying for lawyers, or is there some other aspect? Is it inhibiting your growth in some fashion? Is it about whether token can be listed and limiting demand for the token? How is that?"
    },
    {
        "speaker": "C",
        "text": "Yeah, it's a number of different things, obviously. You know, we can, you know, certain things, you know, only work and in certain geographies. Right. You know, that that's one of the limits. And yeah, there's a, there's a number of different, different things out there. You know, different hoops that you have to jump through. You know, we sort of jump through all these different hoops, you know, in case they matter down the road, they might matter, that they might not. You know, just, there's not a good framework out there for us to know what to do. So you just have to go above and beyond and sort of be absolutely as careful as possible. And, yeah, the legal fees for that do add up. Management's time for that does add up. And there are some things that we have to restrict or be very careful about as a result."
    },
    {
        "speaker": "B",
        "text": "Well, I think probably many of the people watching here will be on the same page where the appetite for clarity is obviously very, very high. And hopefully it won't just take a series of lawsuits to develop that. And, yeah, we'll see. Because the use of the token as an acquisition tool here is actually something which feels like it's got real legs and much wider applications than just combat sports. Actually, let's switch gears a little bit. We talked a lot about KC, a journey where the product itself, the experience itself, the fight itself is different, right? Rules, format, the aesthetics of it, how you're treating and recruiting fighters there. The web three aspect came a little bit down the line as a way to really just amplify that, grow the fan base, make that experience sticky, more engaged the more you earn. And I for 01:00 a.m. extremely excited to see how this all unfolds. Because nowadays the question of, like, how would you start a franchise in 2023? Or how would you start a brand in 2023 when basically what the world is doing right now is juicing all the existing ips for every cent that they're possibly worth the big get bigger. Right. So this experiment is fascinating to watch. Here's my question, do you think, or even perhaps, do you know of, like, other areas in this intersection between sports and entertainment where there might, we might expect more disruption, perhaps, right? Like think about the sports formats that have been existing for decades and decades, like tennis, like cricket's been quite good, actually starting to adopt new formats. The Kingsley for soccer in Spain, and you've got all sorts of stuff going on with golf. Do you think we're just going to see more and more of this stuff? And is your expectation that you guys will be the front runners on web three for a while or you think people might start following your lead?"
    },
    {
        "speaker": "C",
        "text": "Yeah, well, there's a few different things out there. So you have just this weird area of disruption of sports in general. So I think for the longest time you had baseball, basketball, hockey, football in the United States, right before we even talk about the new sports out there, out of nowhere, you have something that's been around forever, like f one now becoming a huge sport in the United States. Right. So I think the traditional sports landscape is moving around. You see a number of sort of challenger sports out there, beanbag, paddle ball, drone lake, things like that. I think that there will be a number of winners and losers there. I think similar to everyone growing, the United States being kind of an up and coming sport that's still been around for a decent amount of time. Combat sports is sort of there as well. You know, that's across combat sports, what we're doing, the UFC, I mean, even something like boxing. Right. Arguably some of the most famous influencers in the world. You know, it's kind of becoming their go to sport out there. And I think you're seeing a large number, a large amount of disruption among sports. And I think that, you know, a lot of people are using new technologies, web three or otherwise, to try to gain edge in that. You know, you've seen fan controlled football and a number of other things. So I think there's going to be winners and losers. You know, we'll see who has the right mix and model to make things work. You know, we, we like where we're situated. But I think, you know, there's a lot of things going on, and I think that there's going to be a limited number of people that kind of come out of this on top, to be honest. You know, people only have so much time, and sports are a highly fixed, cost intensive business, and you really need a big global fan base in order to make them work."
    },
    {
        "speaker": "B",
        "text": "So I've got two questions left for you. One of them is like, okay, so you guys have placed quite a significant bet on web three then, in terms of not just like the acquisition and engagement side of it, but also just the governance of the company. If there's one thing that you're like a bit like, I would say, worried about, but that might actually sort of be something you really need to learn to figure out if this is going to be successful in the long run. For the mechanics you've chosen for KC, what would you say that is?"
    },
    {
        "speaker": "C",
        "text": "Sorry, you mean like some understanding on the web three side that's kind of key to the success on the traditional side?"
    },
    {
        "speaker": "B",
        "text": "Well, maybe I'll just phrase it a bit more simply. Is there anything that concerns you, maybe about the bet that you've placed right when you place a hypothesis?"
    },
    {
        "speaker": "C",
        "text": "Okay, I understand what you're saying. I mean, there's definitely a different set of risks, not that I'm concerned about or unconcerned about, just something that's markedly different. I mean, frankly, if you look at our need for capital, potentially you have the traditional sports market where you have VCP investors. Obviously, if we're web three, the ups and downs of that market can be significantly different from sports funding. Could be worse, could be better. I'm a web three proponent, so I want to get on that train. I think that there'll actually be more liquidity for something like what we're doing in the long run, but that's different, and that's always a risk, right? A lot of projects out there are highly dependent on the price of bitcoin, on the price of Ethereum. A lot of the revenues are highly correlated to that. We're a bit different. Whether or not an energy drink wants to sponsor us based on our viewership is a lot less correlated to crypto prices than most of the web three projects out there. But that being said, it could still affect our access to capital. If we wake up tomorrow and somehow Ethereum magically blows up, obviously something like that will never happen. Some other similar project can negatively impact us, even though our core business isn't as related to the price of these securities. So that's obviously a new risk. And there's some other things that we're always careful of. There could always be some crazy regulatory decision, something along those lines. So there's concerns out there, but that's the case with any new space, and we'd happily accept those risks for the benefits of. And as things clear up, I think a lot of these things will actually end up being clarified in a positive manner. And just hopefully end up being a tailwind for us."
    },
    {
        "speaker": "B",
        "text": "Well, as you said, it's not like you didn't have evidence that there's demand for your products with or without the web. Three elements. So in essence, there's kind of a flaw, no pun intended, of value associated with that. Because if people find that entertaining, that's the basics right there."
    },
    {
        "speaker": "C",
        "text": "Yep, yep. People always ask me, I mean, it's a ridiculous question, but, you know, the first financial, institutional question that we get a lot of the time from the foundation is, oh, could it be, could it be turned back into a normal company if the whole web three space blows up? I was like, honestly, I don't know, and I don't care where we're going all the way, but, yeah, spoken like."
    },
    {
        "speaker": "B",
        "text": "A tree founder, right?"
    },
    {
        "speaker": "C",
        "text": "Like, funny question, that we always get that, you know."
    },
    {
        "speaker": "B",
        "text": "Well, okay, I said there were two questions left for you. I don't actually know if I've used them up, but I know I've got one left. Let's think a little bit ahead now, you know, what's your dream for karate combat for, say, twelve to 24 months from now?"
    },
    {
        "speaker": "C",
        "text": "Well, I think the main thing is to continue to grow our community on. Honestly, it's just fun. You know, the more people that get involved, everyone enjoys what we're doing. It's just a great thing to be, be a part of. Three years ago, if I wore a cry teen a karate combat t shirt, no one had the faintest idea what it is. You know, now if you go out, people stop you because it's a niche, up and coming brand, but a lot of people have heard of it and they say, oh, you know, you know about that? That's awesome. You know, I've been watching it, right? So it's just great to kind of see that. And then with web three, it brings the community even closer. So I just love to continue growing it, get more and more people involved. That's the thing that continues to happen that I enjoy seeing every single year. And then the one big change that I'm also excited about is we have this basic app functionality and people already like that. And I think as we add more and more different ways that they can interact with the token more, more utility, more say, in different things, I think that'll create even more fan engagement in really unique ways and sort of grow the sense of community even further. So that's the big thing that I'd be really interested to see probably in maybe like eight to twelve month timeframe as those features roll out."
    },
    {
        "speaker": "B",
        "text": "Well, Robert, thank you for sharing a little bit of the story about how you got here. So a lot of the story of how you got karate combat to where it is today and where you see that going. Maybe for the audience just to remind them where they can find out more about you. Robert Bryan and karate Kombat."
    },
    {
        "speaker": "C",
        "text": "Yeah. Yeah. Our next event September 15, it's in the Dominican Republic. Obviously seeing person is the absolute best way, but it's awesome online too. Cry.com. we're on Instagram. Karate combat, you know, Facebook everywhere. And, you know, once again, a lot of these other combat leagues people assume you have to pay a ton of money. You can watch our events live for free on almost all of our platforms. So tune in. You know, they're usually once a month on Saturday. Our schedule is available on karate.com and take a look at it, download our app and we'd love to have you join the fun over here at karate combat."
    },
    {
        "speaker": "B",
        "text": "Robert, I want to say thank you so much again for spending the time with us today. I'm almost sure that the people watching here will agree that karate combat is one to watch. Not maybe just for the fights, but also just to see how this whole business model using the power of web three for fan engagement is all going to play out. And I can certainly tell you that me and a lot of others are rooting for you. And we'll be paying some really close attention, picking up some, picking up some tokens. So thank you once again very much for joining us today."
    },
    {
        "speaker": "C",
        "text": "Great. Appreciate you having me on."
    },
    {
        "speaker": "A",
        "text": "What's up, revolutionaries? Thanks for tuning in. For more content like this, head over to realvision.com and get unfiltered access to the very best, brightest, and biggest names in finance."
    }
]