[
    {
        "speaker": "A",
        "text": "This is the moment."
    },
    {
        "speaker": "B",
        "text": "The Bachelorette is back, and the power."
    },
    {
        "speaker": "C",
        "text": "I'm gonna fall in love is in."
    },
    {
        "speaker": "B",
        "text": "Jen's hands, and I'm gonna do it my way. ABC Monday."
    },
    {
        "speaker": "D",
        "text": "Everything about her is great."
    },
    {
        "speaker": "C",
        "text": "I feel so special."
    },
    {
        "speaker": "B",
        "text": "Jen's looking like a queen."
    },
    {
        "speaker": "D",
        "text": "My men are very, very hot. Someone call 911. You are looking so fired. This is the beginning of a new era."
    },
    {
        "speaker": "B",
        "text": "The Bachelorette, all new Monday, 87 Central on ABC and stream on Hulu."
    },
    {
        "speaker": "E",
        "text": "Hey, everyone, if you like this podcast, go behind the paywall. To get privileged access to the smartest minds in finance, visit realvision.com rvpod and use the promo code podcast ten to get 10% off our essential membership for the first year, join the real vision community and learn how to become a better investor. And now into today's episode of Ralph, Real Vision."
    },
    {
        "speaker": "B",
        "text": "Many of you will remember that I'm passionate about web three and how brands and cultural communities will leverage this technology. I truly think it's one of the biggest unlocks for brands, organization and things like sports teams and music and fashion and entertainment, and we're still experimenting with it. I co founded a business called Science Magic Studios to solve or help solve this problem for the world's largest cultural communities and brands. And Tarik is the president of science Magic Studios. So, yes, there's some bias in this, but we're not selling anything. What we're trying to do is explore where the world is in terms of web three adoption to these massive brands, because it's going to matter for this space probably more than anything, except maybe the financial industry. Those two are the big stalwarts that we need to crackle. I'm working on both of those issues, so I want to hear from Tarek directly. He's gone and spoken to four amazing people in the space who are brand leaders, who are adopting web three technologies to hear what their findings are and what he thinks about it all and where he sees the opportunities coming and when. Join me, Raoul Pell, as I go on a journey of discovery through the macro, crypto and exponential age landscapes in the journeyman, I talk to the smartest people in the world so we can all become smarter together. Tarik, good to see you this way on real vision because you've been standing in very kindly for me going down this amazing journey of learning of what brands are doing in the space. So thank you for doing that. It was great. Gave me a summer of not having to do an interview every day, and you go into my world. But good to see you here."
    },
    {
        "speaker": "D",
        "text": "Thank you so much for the opportunity. Raoul, it was honestly an absolutely fascinating journey. It's nice to sit on this side of the mic, actually, when it comes to exploring the whys, the whats and the hows, all of the lessons learned and all that kind of jazz, because these people that we had on the show are real champions of innovation and its a real privilege to hear their perspectives."
    },
    {
        "speaker": "B",
        "text": "So before we get kicked off, give us your background. I know you've introduced yourself, but just so to frame it for everybody watching this who may not have seen the series, give us a bit of your background, what you're doing today, and why we even know each other."
    },
    {
        "speaker": "D",
        "text": "That's right, yeah. So anybody who's ever watched any of the episodes has probably heard me ad nauseam say this, but right now I'm the president of science Magic Studios. We're a company that actually helps brands and ips figure out how to use this technology to deepen connections between them and their communities of fans and consumers. I've been lucky enough to be on this journey with you as one of the co founders of Science Magic Studios for the last year. Just hit my one year anniversary actually feels like ten. Really, only twelve months."
    },
    {
        "speaker": "B",
        "text": "Welcome to web three."
    },
    {
        "speaker": "D",
        "text": "Yeah, absolutely, that's right. And before this, I was actually leading web three strategy at Adidas, where I spend just over ten years actually doing all sorts of business model innovation stuff across the physical supply chain, manufacturing, logistics and everything like that. And then halfway through, I took a real left turn into the world of digital experiences like customization, open source creation. I led the fashion e commerce business there as well, called adidas. Confirmed. And so bridging between what a you might call traditional brand is doing to innovate in its business models and ways to engage consumers. I was really rolling up my sleeves back there at the three stripes, and that's of course what gave the connection as well for one of our first guests there with Adidas, which is Vlad Lazarov."
    },
    {
        "speaker": "B",
        "text": "I mean, we're incredibly lucky to find you at science Magic Studios because our thesis, the thesis myself, Kevin, Kevin David Pencil, who were the three co founders, had come up with, was that culture could be tokenized. Essentially what that means is it goes from being an intangible to a tangible on a balance sheet, and that's what web three had enabled, and that brands were craving a different level of connection with their consumers, fans and everybody else in their universe. And this technology, in unknown ways, would unlock it. And I think it's been interesting because we've seen so much experimentation here. Some brands have been really forward. I mean, you guys are Adidas, Nike, a lot of the luxury fashion brands, sports have been moving around the space. Everybody's moving around the space. Our hypothesis at science Magic Studios was that the big cultural communities of music, sport, fashion, and luxury and entertainment are going to come into this space. And that was what was really interesting about this kind of mini series that you put together. It was exploring, okay, where the hell are we with this? Because we know it's coming. We know everyone has to figure out the business models. So tell us about where you first started the journey with your friend from Adidas. What did you glean from that?"
    },
    {
        "speaker": "D",
        "text": "Raoul? Yeah, so I mean, just quickly, about what you said there, that tokenization of culture, I think that everybody that we interviewed, I think, ultimately shares that thesis in one flavor or another. And I think it's just a case of, well, what kind of tokenization? Like a couple of years ago would have been launching a token and having people buy that to participate in this community and vote with."
    },
    {
        "speaker": "B",
        "text": "Interesting to see friend tech. You saw friendtech over the weekend kind of take off, but that was the social token idea again, which is something we've looked at and looked at and looked at. Still doesn't feel ready."
    },
    {
        "speaker": "D",
        "text": "It hasn't. And I think we've seen people sort of migrate more towards NFT based strategies and start to think about the role that this medium complaint, consumer engagement, whether it's financialized or not. And so we had four brands on. We had Adidas, where we had Vlad, we had Lacoste, which took a quite similar approach as well, also in fashion, also quite a web three forward approach, similar to the adidas approach, actually a lot of cues. Benjamin talks about it in the interview. They took a lot of cues from brands like Adidas entering into the space. We had Adam from Forum three talking about Starbucks, which was, I think, quite a different approach, actually. Right. Like much more based on how do we get our mainstream audience onto this as opposed to a sort of a web three first approach and then karate Kombat. The fourth guest was a bit of an outlier something, a disruptive model in sports media and for starting to think about how to not just disrupt the format of mixed martial arts, but also how tokenization can become a growth engine for this new format as well. So a fascinating spectrum. Coming back to your question about adidas, should we talk about what we're talking about before Adidas?"
    },
    {
        "speaker": "B",
        "text": "I'd actually like to ask, in your explorations with brands, where do you think they are from the conversations you have with Sans Magic Studios. Look, it's a bear market in crypto. Well, it's not a bear market. It's probably spring, but it's still. Brands are waiting, some are moving, some arent. What are the conversations? What are they thinking? What kind of areas feel like theyre going to be first movers in this space?"
    },
    {
        "speaker": "D",
        "text": "So id say this, lets think about today versus about a year ago. Some things have really changed a lot. Most of the brands and ips, when I say ips, I mean things like sports teams and leagues as well, or people who own ip like that, artists or record labels. So these brands and ips actually compared to this time a year ago, there's a lot more sophistication and educated people on the side of the brand or the IP than this time a year ago. There's been a real cultivation and migration of talent into these organizations. So there's a totally new level of sophistication about what this could mean for their communities and for their brands. And so that investment of talented to sort of have maybe sort of lagged the peak of the frenzy, if you like, later in 21 and early in 22. And that is super refreshing because you've got people who know what they're doing who are already very well networked in the space as well. Now having said that, there's also a bit of a, there's a bit of a dichotomy or a split, I would say, between the ones that have the courage to sort of step forward into that unknown even in this market, who have real conviction and also who have real latitude and empowerment to go and explore that. And I think there are some others who are more thinking about trying to figure out, well, what is the winning model here that I can go basically and replicate. Because maybe being the first mover isn't the most important thing for me at this moment, especially when, yes, the PR cycle right now for web three is pretty negative. There are things also like AI coming up. So people who are responsible for multiple emerging technologies, theres things competing for their attention and for their budget. And not to mention that a lot of brands, especially right now, like e commerce based brands, are really just trying to figure out how to deal with the current sort of macro situation and keep growing their business. Innovation goes through cycles and sometimes youre on the top of that peak and sometimes most people are just trying to figure out how to keep their core business engines growing when people have less money to spend, when costs and their input costs are changing as well. So all of that stuff is in the mix. Right. But underneath all of that, definitely what we've observed is the conversation hasn't stopped. And in fact, the quality of the conversation with those that are ready to move is just getting better and better, and we're getting closer to trying to find out what that soft underbelly of use cases is. Right. Fashion has been, fashion and luxury has been quite resilient because at the end of the day, one of the big problems from NFT projects of the past was having people buy something and then later promise the utility that would come from that. It's a bit of a trap that some projects have fallen into with fashion and luxury. The actual intrinsic value that you get from an extension of product. Like I think, for example, LVMH have done some great examples of this, selling an NFT that would give you like a configurable trunk or a bag. And it's really an extension of a very premium experience. It doesnt feel extractive when youre using the medium to actually augment the core proposition, which is perfect. And youve seen that also in luxury auto as well. Thats been quite an active segment. And I think fashion will continue to be innovating, especially as the metaverse side of things starts to pick up some more steam now and we can see more and more possibles of things. Just things are possible just through browsers. The other side is fandom."
    },
    {
        "speaker": "B",
        "text": "Basically, I split this down from what I can see from the conversations you and I have had, and the conversation I've had is it splits between digital goods, whether they're digital or just digital. And then there's the whole loyalty side of the equation of which fandom, I think is included. I see. That's how the world is split right now in the uses of this. Does that make sense?"
    },
    {
        "speaker": "D",
        "text": "It absolutely does. Yeah. And actually, I mean, you had g money on as well. I think you did an episode earlier with him. I think that's a great example as well of like on that digital and luxury fashion side, where there are native projects which are starting to also show the way about that. This thing that we wear or that we hold ultimately is just one portal into an entire community based ecosystem that I think is absolutely fascinating."
    },
    {
        "speaker": "B",
        "text": "And you can also imagine that, just as an FYI, I'm also seeing that in the wine industry and luxury spirits industry, same premise, right. People are paying for scarcity, paying for prestige. And NFTs both fit into that digital category and loyalty."
    },
    {
        "speaker": "D",
        "text": "Yeah, absolutely. And I think you can do things at small volumes, high value, which is also I think something which alleviates any of the concerns about things to do with scalability of the technology and things like that. Right. That I think is what makes that perfect. On the loyalty and fandom side, things are a bit different. This is where you really want to take an engage to earn type approach where you're using the medium really to help people bookmark or badge what they have done with you as a brand and build equity, which is perhaps a bit more free to claim based approaches where over time you're building up, let's call it equity in this ecosystem, no pun intended there when it comes to whether it's with securities law or what have you, but the idea that you're building up value, you're building up the status with the IP or brand itself, and that's unlocking access to further. And I think the Starbucks example is probably a closer example of that. And you see that, I think a lot more on things like on sports fandom as well, like collecting things at each time that you turn up to a match or watch a match or a race or what have you. And I think theres a tremendous amount of legs in that approach because theres so much headroom of cultural capital which is created around these moments which just goes completely untapped because no fan has got any way of marking the fact that they were there. So I think theres a lot of potential in that space. And I completely agree about those two kind of tranches of opportunity."
    },
    {
        "speaker": "B",
        "text": "Hey, everyone, were going to take a quick pause and hear a word from our partners. Be right back. And that will overlap as well. As brands realize that they can create fandom and loyalty out of digital goods and other things. But yeah, it feels like it's split in those two camps, which is great. The music industry seems to be struggling the most because of the layers and layers of IP rights. While it seems to be the most obvious place, it seems to be the hardest place as well. While sports teams tend to own all of their ip, so that becomes easier. So there's a lot of legacy. The entertainment industry has got the same problem as the sports and as the music industry is too many fingers in the pie and you need to extract the fingers out of the pie somehow."
    },
    {
        "speaker": "D",
        "text": "Yeah, I think that's right. And I think in those industries, entertainment and in music, that's why I think the soft underbelly there is probably creator to fan at the end of the day. Right. Because at the end of the day, the connection between the artist and the fan is the thing that's really is what creates that cultural capital in the first place and continues to amplify that. And there are ways that, for example, musicians or bands or what have you can create that connection and monetize that connection just between them and their management company without having to worry too much about tons of third parties. And I think that gets easier the smaller that you are. Right? And the same could be true, I think, when it comes to things like tv franchises, which are basically windowed through a Netflix or a Disney, where really the connection between the creator of the IP and their ultimate viewer is relatively weak. And yet to sort of figure out who actually tuned in the day the episode dropped, every time it drops, thats an incredibly valuable piece of information to be able to get hold of and to be able to create a channel of communication between the creator of that intellectual property or that franchise, that show and that fan, I think, could be absolutely tremendously valuable. William."
    },
    {
        "speaker": "B",
        "text": "I mean, imagine just youre watching celebrity Love island, whatever the bloody thing is that youre hooked on. If it comes out and you watch it and youre watching in the first few minutes and the barcode comes up and you just ping, it gives you a proof of attendance, some sort of memento with a timestamp to prove that you were there at that time and you watched every one of the series and you're a super fan. I mean, what can you do with this kind of stuff? If you think of the size of shows like America's Got Talent, where it then evolved into a live event and evolves into monetization in so many ways, if you've got this massive audience of millions, it's really not difficult to get people from here to there. It's just, it's a barcode."
    },
    {
        "speaker": "D",
        "text": "Yeah. Yeah. Or a QR. Or a, you know, QR."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's what I mean. Yeah."
    },
    {
        "speaker": "D",
        "text": "Yeah, yeah. And I think that's the same when you sort of think about physical touch points, like items of trading, right? You sort of inject an acquisition moment in the core product, and all of a sudden you have a direct connection. Right. Like that, I think, is the promise here. And you've kind of seen the experimentation with things like NFT ticketing, which have been one of the sort of fertile grounds there. But when you think about any kind of sporting event or music event, a fraction of fans that make it to an IRL event is a small subset of the actual global fan base. And as a sports franchise, for example, your biggest limitation is the fact that you can only fit so many people in your stadium. So how do you, you might have millions of millions of fans on social media and you might be a globally recognized IP, but actually you cant bring everybody to your stadium and yet people are watching your core product, which is your gay week in, week out, and youre disintermediated from that fan. So ways to get that direct connection can be exceptionally valuable for business models, which have traditionally relied on things like selling broadcast rights, selling tickets, selling merchandise, because that genre of superfans is certainly headroom in the value of that kind of connection. So, yeah, I couldn't agree more about that. And I think to me, if I'm a betting man, and I guess I am, because I'm spending my time and effort and blood, sweat and tears, that's where I would place my bet on really the kind of scale impact of this technology in this kind of sphere that we're playing in."
    },
    {
        "speaker": "B",
        "text": "For example, the power of Messi as a brand and what that does to a team and fandom and how you can completely change the dynamics. And that is monetizable in many other ways that makes the fans feel involved. I mean, the fans can't get enough of Messi. There's literally no way you can satisfy Messi demand right now in the United States."
    },
    {
        "speaker": "D",
        "text": "Yeah, I mean, and actually, Messi and his management team, I think, have, have got him involved in quite a few different NFT projects along the way. Some look dope and some dont. But I certainly think that the underlying spirit of that is true. And were all fans of things ourselves as well. Im a huge fan of Formula one, for example. And I know for a fact that when you love something this much and its one of the only things that will legit compete with the most important things in your life, like your marriage. Like there are things that you want to be able to show for that investment of time and love, and it's not necessarily extractive to think about how that can be monetized because that's a legit value exchange one way or another. The question is when do you choose to do that? Fans pay their dues week in, week out, and they deserve recognition for that. How you monetize that is something which needs to be done, actually, I would say almost with the inclusion of that community of fans. And that to me, is how you square the circle. But certainly there is untapped value in that connection. It just needs to be done right and not feel like money grabs. And there's been plenty of those things."
    },
    {
        "speaker": "B",
        "text": "Raoul, what have Ticketmaster? Because you and I have spoken to them. I haven't caught up with them for a while. Where are they in the process? Because I think they've issued more nfts than any other entity in the world. Have you caught up with them recently and figure out where they are and what they're up to?"
    },
    {
        "speaker": "D",
        "text": "The last time was a few months ago, but definitely been watching, I think Ticketmaster and the NFL, for example, in their partnership, had, I think, a really fascinating exploration of this with their matchday collectibles for the 2022 and 23 season. For the NFL, the time we met with them face to face in NA, it was a few months back now, there'd already been 13 million nfts. That was. I'm sure that it's got to be more than that since then as well. I think there's also a marketplace for that, and there's certainly activity in the marketplace for that because at the end of the day, it's like trading collectible ticket stubs and the more valuable games, of course, have more value. I think one of the challenges that at least I observed with that was how much is that creating a direct connection between the fan and the IP itself? And is there a way that all of that capital that you accumulate with the IP is that being recognized? And is there really a good tit for tat relationship? And that's where I'd say that. I'm not sure that we've seen a ton of evidence for that at least yet. But the first thing to do is to put the fluid in the pipes of that relationship. And I think that was one of the things, one of the plays that. One of the biggest plays that I think a lot of people in this space aren't even necessarily aware of, that feels to me like the pump is primed for special things to happen. But you do need the brands and the ips actually, to want to have that direct connection themselves. And I think that's why with the four brands that we picked, we were quite selective there because each one, Adela cost and Starbucks and karate combat, they certainly showed quite a lot of thought and commitment in their approaches. And certainly one of the big learnings for them has been the value of that direct connection."
    },
    {
        "speaker": "B",
        "text": "Now, you've, I would say, made the mistake in the past of assembling a discord so the community can speak. I mean, that's not the way forward for brands. Right."
    },
    {
        "speaker": "D",
        "text": "Well, you know what, one of the biggest questions that I asked each of our guests, right, Vlad from Adidas, Ben from Lacoste, Adam from Starbucks and Rob from karate combat was about. This was about, you know, talk to us about, is the juice worth the squeeze when it comes to the community engagement side of things? Because, you know, in our conversations, it's certainly one point of hesitation. It's just like there's a lot of effort that goes into having a discord. It's emotional labor, you know, to be spending time as a business leader in the evenings and in the mornings, like, basically face to face with people who just seem hungry for you, to feed them entertainment 24/7 or shower them with utility or value. And their experiences actually were quite surprising, I would say, on that front, because every single one, without fail, said that that was one of the things which massively exceeded their expectations, was the value of that connection with community. Like Vlads, to give you a flavor, ive got my little crib sheet with what some of the guys had said along the way. Like, Vlad's perspective, he's a guy that's been building products and apps for a decade, and he's relatively recent to web three. I sort of red pilled him while we were at Adidas working on confirm together, and he has gone so deep. But his perspective on the community side of things was probably the biggest moment of change for the brand was actually having that direct channel with their brand fans and consumers, or now stakeholders, you might say, and actually involving them in the shape of the project. And his sort of conviction is like, web two or web three, doesn't matter. Anybody developing product or experience should be having that level of real time communication."
    },
    {
        "speaker": "B",
        "text": "But discord and token gated access discord, you kind of only get a certain type of customer right. That whole thing needs to be abstracted away into a much smoother way of the community talking to each other and then talking to the community."
    },
    {
        "speaker": "D",
        "text": "I mean, I certainly think that, like, there's a lot of users, a lot of consumers and a lot of brands that would, you know, love a sort of more built for purpose interface, other than discord for that. But you work with the tools that you have and certainly, like, whether it's a cleaner interface, whether the user experience is a little less clunky, whether it's designed for purpose. I think the principle underlying that, though, is, I think one of the real takeaway if anybody who's watching this that's really considering, should I or shouldn't I? The answer, according to these four, is yeah, like, it's definitely worth the effort to create that connection because you'll learn things and create things together that you wouldn't have otherwise actually imagined."
    },
    {
        "speaker": "B",
        "text": "How did Starbucks deal with it? Because they're on a bigger scale than the others right? The others were more limited edition, smaller community. But Starbucks is a broader loyalty program. So how do they deal with talking to the, to the community and getting input?"
    },
    {
        "speaker": "D",
        "text": "I mean it certainly was a big thing that Adam talked about a lot actually. I dont know the exact numbers, I think the exact numbers of participants in the Starbucks program, its still technically beta, but its definitely several x the other programs which might be, I think the Adidas one is probably around 20,000 to 30,000 active people. On the Lacoste side its smaller than that. And on the Starbucks side certainly bigger than that. But from Adam's perspective, once again the community involvement has been actually really valuable. For example, I think one of the things that came up through the community was this idea of Starbucks going places where people would be clubbing together to map which Starbucks people have been to, because one of the games was actually to check into as many Starbucks locations over the nation as possible or something to that effect. And people started to collaborate on somebody needs to get to this one in Roanoke, Virginia. That's the mister who's out there who wants to do that. And so I don't know about the tooling, but I certainly think that even something at scale there, you're always going to have a bit of a curve of super active people who really contribute to a bunch of lurkers at the other end who don't really necessarily participate in that part. But the value of those in terms of bringing ideas and showing the company whats possible with something that no matter large or small, seemed like a pretty common thread actually through the feedback from all four of them."
    },
    {
        "speaker": "B",
        "text": "Hey everyone, were going to take another quick break and hear a word from our partners and then well be right back."
    },
    {
        "speaker": "C",
        "text": "This podcast is sponsored by ramp. Are you the decision maker in your company? Consider for the first time in decades theres a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what with each vendor. Ramp's software collects and verifies receipts instantly to save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization, and bill payments. Time consuming tasks, which means you'll stop wasteful spending and close your books in hours instead of days. Businesses that use Ramp add up to 5% to their bottom line, the first year, if you're a decision maker, adding ramp could be one of the best decisions you've ever made. Get $250 when you join ramp for free. Just go to ramp.com easy ramp.com easy ramp.com easy cards issued by Sutton bank and celtic bank members have DIC terms and conditions apply."
    },
    {
        "speaker": "B",
        "text": "It feels that the wallet experience needs to be the place that the brands can communicate with their audience. So I'm thinking through Ticketmaster, 30 million nfts plus. That's a crazy amount. As you said, it's not clear yet. They're a very smart team and they're working tons of stuff, but it's not clear yet that they established a relationship either between Ticketmaster and them or whatever. They're just dropping mementos to say you were an Elton John console, you are the Dallas Cowboys and you get your memento. But they've built their own wallet and there's no reason that they couldn't then message those people with a pop up on a mobile experience that says, hey, we've got a special experience, we've got special stuff. And then you've got true connection. How's other people dealing with that? Because this web three world is still clunky. So you might know everywhere on chain, all of your consumers are just can't bloody speak to them."
    },
    {
        "speaker": "D",
        "text": "Yeah, I mean, that's definitely something that's come up. Of the different approaches you've got the Lacoste and the Adidas approaches of web three forward have kind of taken a bit more of a native approach to connection there. And Starbucks and karate combat. I think it's pretty much like you have an account and you communicate the way that normal people expect to be communicated with, such as email, for example. And certainly I think things that projects which are born more in that native way, you now have to find ways to have people opt in to communication. I think Nike is another great example of what they've done with swoosh, which just makes it feel a little bit more like having a Nike account at the end of the day and communicating in normal ways. And that is just becoming, I think, half of the course. A lot of technology providers, loyalty players and the like now have really sort of capitalized on things like account abstraction to take a away a lot of that complexity from the user experience. And so I do anticipate that we'll start to just see more normal UX when it comes to onboarding and the use of this medium really becomes something which is the word people like tv is obfuscated behind the scenes. And when you think about what Lacoste and adidas, especially now, are sort of thinking about how to do it is okay, I've got this web three native community over here of a few thousand people, which is, by the way, really good in terms of community participation, co creation, sort of keeping the brand on the map as an innovative brand as well. But somehow both of these brands are going to need to figure out what does this really mean for the other bajillion consumers that we have over here, and how are we going to start scaling. And I think for sure brands who are sort of coming into the space, or ips that are coming into the space, are probably more thinking about nowadays. Like, I'm not trying to appeal to a web three native audience, I'm trying to figure out how do I make a core experience for my core customer or consumer better. And I think adidas, for example, in the interview with Vlad, we went into things like the token gated drop that they did in the confirmed app, something we both worked on, which kind of starts to point towards the fact that if you are a holder of this particular item, this particular digital asset, there is now a gated protected bot free commerce experience for scarce product for you. They've also just done something with bathing ape as well, with the forum, which looks super dope, actually, the whole thing is twinned with NFC as well, only 100 units. But there was certainly an aspect which favored token holders in gaining access to that. And it starts to point to how this technology can be used to solve just a normal problem, which is with hype. Streetwear demand exceeds supply. People make bots to try and blast the system with orders and hack it such that they can resell that item on a secondary market for profit. Ultimately, and you prevent people from getting the product who actually really care about the product. So it starts to point towards the fact that this medium has other broadbase applications other than just the web three native application of it. And certainly that's something which was both on Ben's mind and on Vlad's mind."
    },
    {
        "speaker": "B",
        "text": "Feels like I'm just chewing the breeze about stuff that we'd not talked about. But just listening to you, it just seems obvious that all of these brands need their own wallet, which is their mobile app. So if you think of what Ticketmaster. So everyone solved one part of the equation and I don't think they're all putting it together. So Ticketmaster forced everybody to have a web three wallet, so you don't even know it's web three, you don't care. You just get this jpeg dropped into your thing. It's on chain fabulous. The others, and they've scaled but don't have the engagement. The others have got this massive engagement, but it's small scale. And what we're talking about is, how do you leverage that further? Well, it's to not be web three native, but still have the ethos of that that one group is doing. We use the scale of the other one just feels like if I had an Adidas app with the wallet embedded and it automatically notices that I'm a token holder, and then it'll ping me and say, hey, you've got rights to this room where you can buy stuff in advance, or, hey, you've got other things, or you can be part of a group that helps us develop new products. That's a bloody cool experience. And now you've collapsed that relationship down and abstracted away web three entirely."
    },
    {
        "speaker": "D",
        "text": "I think I share that hypothesis as well. I remember jamming with lad about sort."
    },
    {
        "speaker": "B",
        "text": "Of, because it's not going to be white label wallets."
    },
    {
        "speaker": "D",
        "text": "It can't be. It's probably not going to be metamask. And I think when you look at, actually, Adam talked about this a fair bit as well, because I asked him the question. The architecture for the Starbucks thing is that the wallet is the omnibus wallet, and that's which I think is part of Nifty Gateway's ecosystem. And when you create a wallet there, as I understand it, then all of your assets there, they're actually totally retrievable by you. But most people just don't want to do that. Most people don't want to transfer things out into their own wallet and list them on Opensea. And there is basically a contained marketplace now, which is very important, by the way, because the only idea, the only way you can give people a feeling that they genuinely own something and that that engagement actually has value is for there to be a financial value of that thing. On a marketplace. It's just secondary. It's not primary. But the fact that you're a fan of Starbucks or a consumer of Starbucks means I don't really, most of the time, want to or expect to leave the Starbucks ecosystem. So it's kind of fine to have the assets within the garden of the Wall, Garden of Starbucks and Nifty Gateway and the omnibus wallet. But at some point, it does make sense to allow people to have those assets in another wallet if they want to, because it's possible that in a permissionless fashion, somebody else might want to create a benefit for a holder of that token in their ecosystem. And to do that, you need to be able to carry that thing with you, right. And go unlock this other door that somebody has created for you. And I think that's going to be one of the things which kind of characterizes exploration in the next couple of years is how do you kind of, instead of it sort of just thinking like a walled garden, how do you show people that there's a door to this walled garden and you can take these things outside as well, and that may have value for you outside, not just inside."
    },
    {
        "speaker": "B",
        "text": "You know, we're having a behind the closed doors conversation here just because, which is fascinating. If it feels like there's an opportunity to talk with Keith Grossman and what they're doing at Moonpay, to develop a brand wallet experience that embeds on the apps because it solves so many problems, because then you can talk to people directly, because you can have in app messaging, people can hold their assets, and as you said, they can then transfer them to their ledger or whatever they want to do with them or sell them, do whatever you can create a marketplace. Adidas could have their own marketplace within their app, and I could flip on my NFT to you because you want to buy it feels like that's a big breakthrough that hasn't yet happened for brands because they have controlled experience."
    },
    {
        "speaker": "D",
        "text": "Yeah, I think the idea of sort of like integrating the web three rails into the normal touch points, the normal membership ecosystems, the way that rewards are accumulated and the rest of that, I think that's absolutely right. I mean, Keith and his team, I certainly like working on that. I know that they were just recently, for example, working together on the bathing ape drop as well. And they are also not the only ones. I think the idea of being able to provide white label services that bring digital assets into your brand loyalty and membership experience is there. I think the real challenge is, I think for a lot of brands, it probably feels to some extent a bit like open heart surgery to really start to think about how these things can fully integrate into all of the existing enterprise architecture which is there. But you know what? I think this would be a great Twitter space conversation for us to have with the likes of Vlad and Benjamin and Adam as well. Because why isn't that happening? Question, I think is one that I think actually would be great to have on an open dialogue."
    },
    {
        "speaker": "B",
        "text": "I love the idea of getting everybody together on the spaces because it feels that different people have solved different parts. It feels that Flo and the NBA top shots. That was something we learned from. Weve learned from what Ticketmaster are doing, weve learned from what Adidas are doing. Weve learned from what the fashion companies are doing. But it feels like theyre not all talking together. And if youve got everybody together, theres a way forward in all of this for everybody that everybodys searching for. And that was what I, that my takeaway from the conversations you were having and the conversations that you and I have ongoing is that there is a big unlock. There's experimentation going everywhere. People are finding certain degrees of success, but the big moment, there's still some things in the way."
    },
    {
        "speaker": "D",
        "text": "Absolutely. And you know what, there definitely are. So let's, I mean, let's set that up. I know. I mean, in the background we're working on trying to get everybody together to do a spaces. So watch this space for, for that where we get the four on and more people in our sort of friends and family network to have that."
    },
    {
        "speaker": "B",
        "text": "I would love to get the master guys on there. Let's see if we can get, I'll."
    },
    {
        "speaker": "D",
        "text": "Check out whether Brendan and Chris Tweed as well can join that because I think that would be fascinating and I think they're projecting."
    },
    {
        "speaker": "B",
        "text": "I talked about them a lot more on the radar. Yeah, yeah. I think nobody knows what they're doing. I've talked about it a lot and nobody's aware still. And I think then talking to these other brands altogether, theres something interesting in that. I really like this because if people watching this may not be that interested in brands and how they enter the space and how it works, but this is where scale is going to come from. Scale. The use of blockchain technologies is going to be driven by two things. One is the financial world going onto blockchain rails, and the other is brand world going onto blockchain rails. That consumes everything. Anything in the middle is small fry. And thats why ive started two businesses in that space. One is exponential age asset management, but bring the institutions on board. And the other is science magic studios, because these two things will be what takes it from 425 million wallets to 4 billion wallets."
    },
    {
        "speaker": "D",
        "text": "Yeah, honestly, I think that's absolutely right. When I sort of think about what my hypothesis would be about some of the things which are more in the way, let's say it's about finding the shortest path to demonstrate that value. Right. And a couple of things matter here because there are companies which have a core business behind all of this innovation going, right. So even a company, for example, the size of an Adidas or a Starbucks or a lacoste. This is still very much experimentation territory. And most of the management attention, 90% of it or more, is usually spent on trying to figure out how to optimize. And so each different company, and actually we have a nice spectrum on the people we spoke to, all of them have created, let's call it a fertile environment to go explore and innovate these things. But the expectations of pace are that this will not be an overnight change and it doesn't need to necessarily be an overnight change in order for them to sort of meet what their corporate objectives are. Right."
    },
    {
        "speaker": "B",
        "text": "Adelas was a bit hypothesis is wrong. That's what I'm getting from this conversation. The hypothesis that it doesn't go fast is because they're approaching it only in one way. When we've seen Ticketmaster go the other way and they've got 30 million, but they lack the engagement of adidas and Lacoste. Right. That's what I think is missing here of the understanding this is not a small niche play that makes you look cool in front of your shareholders or in front of your consumers. Its actually massive brand play and its already happening. Youre just not aware of it because youre approaching like an NFT native. And somewhere between those two is something much, much bigger."
    },
    {
        "speaker": "D",
        "text": "I think it is. But as a sort of corporate innovation practitioner in the past, what I would say is this, which is, I think there is to a certain degree, there are some, let's call it like laws of physics of corporate innovation and the rate of adoption of new technologies. Like if you go back and have a look at websites, you go back and you have a look at social media, and now you have a look."
    },
    {
        "speaker": "B",
        "text": "At this and e commerce, they were all slow, right?"
    },
    {
        "speaker": "D",
        "text": "I think compared, you're a macro thinker, so you're joining the dots of all of the possibilities and thinking. Yes, it's very clear and obvious that we should be kind of going straight there and there will be people who are bolder than others on that journey, for sure. But there's a certain, like, let's call it inertia, which is required. Like the entire management structure of these companies isn't necessarily lined up around making this happen, even though it's very, very clear that for most brands and ips, having a direct and valuable connection with their consumers is very, very important. There's still a certain just laws of physics around getting thousands of people in an enterprise architecture to sort of follow suit with that. And I think there will be people who are faster and people who are slower in making that happen. And usually I think you kind of see especially for something like this. Im sure that right now theres a lot of building going on and certain pioneer brands are really leaning into it. And im sure in the next cycle what well soon find is that the early majority of brands just jump on to the proven use cases of how that works because there doesnt need to be a question or a discussion now in the most senior rooms in the company about is this the most important thing for us right now? Im not so sure about this NFT web three stuff, regulatory environments and the rest of it. There are plenty of reasons for brands to be relatively cautious right now, but clearly you and I have both placed bets that this is coming and its really a question of when and not if and if theres some convening power to create that kind of network of learnings from different angles of who solved which problems that certainly those practitioners getting together is only going to help accelerate that whole journey."
    },
    {
        "speaker": "B",
        "text": "Sounds like a science magic studios offsite to me as well, just because I think everybody is really smart in solving problems here. And even in conversations we've had with VATM, they've solved another set of problems for brands and given them the opportunities to get into the metaverse plus web three space. There's a lot of these connections that you and I have been having over the last year or so, but it feels that were very close to the moment."
    },
    {
        "speaker": "D",
        "text": "Raoul yeah, I definitely think so too. I mean, my sort of view on this again, were talking about brands and IP. So I sort of come at this from the lens of not just a web three believer but also a corporate innovation practitioner. And this is all about what is the available victory today, what is the use case, which has to be done today, where it's obvious to the brand, it's obvious to the consumer, or it's obvious to the fan about why this is better than it was before. Right. And it's not super difficult to do. It's not going to be something that like I really have to sort of sell my entire c suite on a completely new sort of paradigm and ethos almost in a sort of purist or cult like manner, which sometimes you get that in the whole web three space and it's biting off the right size of thing at the right time with the right partners, which is the key recipe for success in my view. And as you get enough of those going on right and everything starts to become clearer and more obvious to it's."
    },
    {
        "speaker": "B",
        "text": "Interesting because I'm following the two journeys of my hypothesis. One is the financial world, one is the brand world. They're both exactly the same stage. Its fascinating talking to you, talking to all of the asset managers. Theyre all the same stage, which is weve done the work. We know its interesting. We now want to do more, but I dont want to pull the trigger until I see validation. And validation is either success from somebody else or price goes up, it becomes buzzy and then therefore they feel like they can lean into buzz. Because don't forget fashion brands and sports teams, they need attention. There's no point doing something that doesn't garner attention for them. And if they're not peak attention, then there's other things they can do with attention. So right now, for example, if we look at Miami and Messi, well, peak attention now is selling tickets, selling merchandise, getting that going, getting the us football going. So it builds on itself because web three land is lackluster right now. As web three land comes up and you've got the groundswell of Miami and Messi and everything else, okay, it now opens out into the opportunity. So they're all the same, it's a matter of price. They all come at the same time."
    },
    {
        "speaker": "D",
        "text": "William yeah, I think actually who was it that said this really, really well, it was Benjamin from the cost. Because when I asked him why did you decide to look at this? Because all four of the guys, by the way, had a very different background when it comes to web three. Benjamin, who's vp of consumer experience brand and consumer experience globally, he wasn't charged with I need you to come up with a web three strategy. He's charged with basically acquiring, engaging and retaining and delighting the cost consumers and premiumizing the brand, which is part of their strategy. And the way he described it was like, look, there was marketing before there was web three. We were always trying to get peoples attention, we were always trying to have a closer connection, were always been trying to premiumize the brand. And here is just a new medium which helps us to do that. And it's not necessarily about a new audience or about a new technology, but working with early adopters helps to show the possibilities of where this can really go. And that, I think, is the right attitude. And the same is true, by the way, on the other tranche which you talked about, which is fandom fans don't give a flying shit whether there's a bull market or a bear market. I don't love my team more when bitcoin is at 70k or 20k, it just doesn't make a difference to me. And actually, the whole idea that like web three matters to fans is just ridiculous. Like, if I have a better fan experience because my fandom is being recognized, because the more I'm a fan, the more I get access to the stuff that I love, even things, whether they're free or what I pay for. And there are new media for me to express my identity in light of my fandom, then, you know, fuck yeah, I want that, right, whatever the market cycle is. Which is probably why I would say thats the sector, thats the area that im absolutely most bullish on, is the one that is staring us right in the face. Anything where there is a serialized moment in culture, whether its sports, whether its music, whether its tv, I really think theres a lot to go after."
    },
    {
        "speaker": "B",
        "text": "I give this example, have still framed on my wall my brochure, my program from Live Aid, and my ticket, right? Because it was a special moment in time where I was one of the 200,000 people that was at one of those live events, out of a global audience of, I think it was 2 billion people, and that's bragging rights of me. It's a special moment in time that I was part of global culture, and that's worth more to me than it might be worth if I sold it. I don't know how much it's worth if I sell it. Probably not a lot to me. Literally, I could never part with it, because that was a big part. And that's something I think is incredibly powerful, as you suggest, 100%."
    },
    {
        "speaker": "D",
        "text": "And actually, that idea, what you just described to me, there is also something which I think is one of the learnings from brand activity in this space as well, about what matters at what point in time. Because if somebody's a fan and they're paying their dues as a fan, or as a regular week in, week out, then you just got to recognize them for that, because at the end of the day, you don't necessarily want people to be sort of trading these things. That's not necessarily, that's not really the model, especially in any cases. Like secondary markets for digital assets in any case, are kind of just non existent right now, with royalties just pretty much being pushed down to zero in the marketplace world. This is really about the direct connection between fan and brand or consumer or ip, and almost collecting that and building up that equity to create a direct channel where new experiences and products can be born. And there's not necessarily a very heavily financialized aspect to the asset itself that is secondary. At Adidas, we used to talk about things called. When it came to things like consumer engagement in terms of love and money. Right. Like, if you want to build a deep relationship with the consumer that's valuable. You got to start with the love. The money will follow at the end of the day. And I think some of these use cases which, you know, tap a little bit more into what you just described in there, which is, I'm here, I turned up, I'm watching, or I'm at the event. Like something to take home from that which I can then build up over time is something which deepens emotional connection, which later you can monetize."
    },
    {
        "speaker": "B",
        "text": "Because if you think about if people step back and look at, let's say, Formula One, which is your favorite, most people don't get to Formula one races, so they sit and watch it on tv, of which the licensing rights have been sold by Formula One themselves, of which they split it down to the teams. You're getting monetized by adverts for that experience. And you might be having your friends around and having beers, or it might be super early in the morning because it's the other time zone. You're having breakfast with your mates or an inappropriately early beer as you're watching the game. All of this, you are not connected to the driver, you are not connected to the team, you're not connected to Formula One. You are connected to a television. And it's that element that works across entertainment, music. All of they all suffer. The same problem is the monetization event is outside of the actual. It's in between the consumer and the. And the brand or the star or the team or whatever."
    },
    {
        "speaker": "D",
        "text": "Yeah, I think actually that's right. I mean, in the case of Formula One, they happen to have done some cool stuff with their OTT direct to subscriber media, which most teams and leagues, you know, NBA have done something similar. MLB have done something similar. So they are starting to monetize with subscriptions. But certainly it does feel like, you know, I haven't missed a race in five years. I certainly don't feel like I'm being recognized for that. I've been to one in real life and just this year. But like, there's, there's. I haven't missed a race in five years and I would love to be able to flex that fandom. And right now, you know, although Formula one knows plenty about me, there's, there's that. All of that headroom is being the."
    },
    {
        "speaker": "B",
        "text": "Only person who knows that is the tv company on the streaming because they know that Tarek is paying for his football fit. That's the only relationship you have. It's one of the most people who."
    },
    {
        "speaker": "D",
        "text": "Are through third party broadcasters. Yeah, I mean, as I say, like some of these ips are doing direct to fan streaming. OtT is a big battleground as well right now, like just in the world of sports media. Forget web three for a minute, but most people will be watching on sky or on whatever they're subscribed to, as opposed to a director league or a director team subscription. And Formula one's kind of a special case because it is the league and it's also the media company and it's the franchise kind of all in one. But for teams, this is quite a big deal. And actually quite a few Formula one teams, incidentally, have started to experiment in this area. McLaren, being one of those Red Bull, have just announced also that theyre doing direct to fan race connectables and Manchester United as well. With Tezos, their blockchain partner, started to do matchday connectables. It seems as though theres 25,000, 30,000 people claiming, which is a very small fraction of their overall global fan base. So people are starting to sort of caught on to the idea that I actually have got cultural capital and ritual that I'm not quite tapping into to maximize the value of this connection I have with my fans. But the formula hasn't quite been totally cracked yet and I do think that in that particular use case, the answer is going to be on the tip of our tongues and sort of coming back to why haven't we all just gone there straight away? I think its all to do with getting just the right use case and just the right envelope with just the right brands and ips and just the right technology partners and players. And you need to combine sort of the strategy and the creative and the technology all together really to sort of maximize the punch that you can make with this. Im feeling pretty good about what were going to see in the next six to twelve months on this, which, and youll start to see people follow suit. Starbucks, Nike, Reddit have kind of been the kind of big champions of showing what the possibilities."
    },
    {
        "speaker": "B",
        "text": "Another one like Ticketmaster and Starbucks, it's off the radar screen because it's not speculative stuff really, but they've really done an astonishing jobs."
    },
    {
        "speaker": "D",
        "text": "Yeah. And all of them have taken this approach of just make it really about what people already want to do, which is to participate in the things that they really care about and make that experience more emotional, better and introduce some degree of co creation with Nike with dots. Swoosh. It's sort of quite clear that the intention of this whole platform is to co create together with their brand fans. In the case of Reddit, assembling these snooze together was a key part of the experience before they even announced that, I think was NFTs and what they later did with the NFL and releasing avatars associated with the NFL, it's really just tapping into what people love and there's a certain degree of like I can participate and watch this, but then there's also a premiumization angle in all three of those. So I do think that it's going to be on the tip of our tongue and we're starting to see more and more things. And I would place my bets on luxury and fashion and extension of product, which is really more about new ways to flex, new ways to drive to create scarcity and story and on the other side, this kind of collectible fandom or engage to earn type model. And I think when we've been sort of like banging our heads against the wall for the last year or so about how to make this understandable, those two certainly seem to shine through as the, as the playgrounds."
    },
    {
        "speaker": "B",
        "text": "Taryn, fascinating conversation. It's just great learning. As I said, people may not realize how important this is, but the whole space, all of web three rests on this being sold. So it's a big journey you're going on. Where can people find you online if they want to engage?"
    },
    {
        "speaker": "D",
        "text": "So I'm on Twitter arik nazlawi on Twitter LinkedIn is also good for me at sciencemagic xyz, on Twitter for Science Magic and then of course Sciencemagicstudios xyZ. Those are the four places you can find out more about me and science magic studios and what we do. And yeah, watch this space. Im really looking forward to getting that crew together for a Twitter space as."
    },
    {
        "speaker": "B",
        "text": "Well because I think a brand discussion will be super interesting. So lets swap notes on that as well. Listen, Tarek, amazing we keep taking this journey together and well keep checking in as we go."
    },
    {
        "speaker": "D",
        "text": "Until next time, Raoul. And thank you again for the opportunity. It was a real pleasure to be your stand in and hopefully all your fans were not disappointed with me standing in for you for the month of August."
    },
    {
        "speaker": "B",
        "text": "I think they were learning a lot. Thank you my friend."
    },
    {
        "speaker": "D",
        "text": "Take it easy."
    },
    {
        "speaker": "B",
        "text": "That was a fascinating free range conversation with Tarek and it was him and I shooting the shit on some of this stuff because we know there's a big soul that is coming and it's getting closer. As I was talking about, the component parts are being put in place and we can see it from everybody, but it's not yet come together. And I think that coming together is the thing that we're waiting for and all working on. And I think when it happens, it's another cambrian explosion for this space, and I think it's getting closer and closer by the day. All we need is slightly more favorable conditions and somebody to have a breakthrough. And let's hope that that breakthrough comes soon."
    },
    {
        "speaker": "E",
        "text": "What's up revolutionaries? Thanks for tuning in. For more content like this, head over to realvision.com and get unfiltered access to the very best, brightest and biggest names in finance."
    },
    {
        "speaker": "A",
        "text": "Can screen time be good for you? It can in infusion delivery when it's the exclusive on screen barcode of Baxter's Nova MyQ infusion platform. No more fading or peeling stickers. It's an easy and reliable way to associate pump to patient. It's just one reason that the Novomiq infusion platform is a pump platform like no other. Novomiq pumps are prescription only for safe and proper use. Please refer to the appropriate operator's manual. Learn more@discovernovamyq.com dot."
    }
]