[
    {
        "speaker": "A",
        "text": "This episode is brought to you by Shopify. Forget the frustration of picking commerce platforms when you switch your business to Shopify, the global commerce platform that supercharges your selling wherever you sell. With Shopify, you'll harness the same intuitive features, trusted apps and powerful analytics used by the world's leading brands. Sign up today for your dollar one per month trial period@shopify.com. tech all lowercase. That's Shopify.com tech."
    },
    {
        "speaker": "B",
        "text": "Hey everyone, if you like this podcast, go behind the paywall. To get privileged access to the smartest minds in finance, visit realvision.com rvpod and use the promo code podcast ten to get 10% off our essential membership for the first year, join the real vision community and learn how to become a better investor. And now to today's episode of Ralph Real Vision."
    },
    {
        "speaker": "A",
        "text": "The world of crypto is an incredibly exciting journey that we're all going on together. We don't know where it's leading to, but we know it's going to be absolutely massive. Join me, Raoul pal, as I guide you on our adventure to discover just what this new world will look like. Welcome once again to this special edition of Adventures in Crypto. With me, Tariq Naslawihdeh. I am the president of a company called Sciencebag Studios. We use emerging technology like blockchain and web three to help deepen connections between brands and people. Now, as I'm coming accustomed to saying now, at the beginning of these episodes, you'll probably notice that I'm not actually Raoul pal. Raoul is a good friend and a colleague as well. He's one of the co founders of SMS and for the month of August, he's given me the privilege of taking you on a very special tour on all things about brands and web three. This is a topic which is talked about a lot of brands and their communities being one of the big opportunities for adoption in the space. And we've seen a lot of exciting moves in the last year or two, but we also can see that it's not a cakewalk to get it right. So our job this month is to get under the hood into the why, the what and the how of brands investing in the space with the people who are actually driving it behind the scenes. And with that, it is a very special privilege to welcome our guest today, Ben Blamoutier. I hope I'm saying that correctly. Ben, welcome to the show."
    },
    {
        "speaker": "B",
        "text": "Yeah, thank you. Exactly. Blamoutier. As you can hear, I'm french. So hi, everyone, and thank you for the invitation."
    },
    {
        "speaker": "A",
        "text": "Now, as our viewers will be able to tell by now, Ben, you are with Lacoste, one of the brands that has been very active and committed in the web three space for the last twelve months. And your role at Lacoste is the VP of global brand and consumer experience. Right. So if I've got that right, why don't you bring us in a little bit to what a day in the life looks like for the vp of global brands and consumer experience at Lacoste."
    },
    {
        "speaker": "B",
        "text": "It's lovely. A nice day every week I have a chance to lead at Lacoste. I joined Lycos three years ago, more than three years ago right now. And my mission is to translate our brand storytelling, our collections, our fashion pieces into a customer experience. So my job is to connect with communities in the most elevated way that the teams can do, because we have a strong premiumization strategy at Lacoste and we connect with our communities in many touch points. And this is my mission, to talk with communities around social media, around web three also, which is a can of new social media for us around CRM, also on customer engagement, and then to propose the best customer experience in our stores, online stores with strong digital branding initiatives on our icon, and also in retail around our flagships, but also regular stores and outlets."
    },
    {
        "speaker": "A",
        "text": "Wow. Okay. So that is a lot, right? I mean, we can see now sort of the sub, the sub elements of what makes up the title. One of the things in speaking to leaders inside industry and brands driving this thing is always interesting to understand what role are they playing in the organization and how is the web three opportunity clustered with other things. And what's very interesting about your current role is you're actually responsible for pretty much the consumer experience at every touch point that Lacoste has to offer. And web three is now being considered one new medium within that array of things that you've got going on. Is that right? So you're also responsible for all things related to loyalty, for example?"
    },
    {
        "speaker": "B",
        "text": "Yeah, exactly. And you know when before the web three hype and the web three trend that occurred, like in second semester of 2021, we already started at Lacos to design and to implement a strategy of connection with the communities because we created a new cycle around the brand in 2020, where we wrote this new brand mission, which was liberate movement and connect to all cultures. Because we are really lucky at Lacoste to have a brand which is really relevant to many cultures, like classic cultures, fashion cultures, street cultures. We have many kinds of different customers that meet each other only in one place, a lack of store. And this is something we are really lucky about. And we began to route a new kind of customer experience where we wanted to connect with these communities. So first we liberate our publishing strategy on social media. We designed a new loyalty program, but we wanted also to have new kinds of relationships with our communities. Like not only transactional relationships, but also to build like new kinds of interactions with our communities and audiences. And the web three was for us a strong opportunity to liberate the creativity of our customers, to make them also entering in a more conversational experience with the brand, and also to make them play with us. And this is why web three for LA cost was not only an opportunity to do a nice pr, a nice pr operation or a nice one shot move, for us, it was really, really relevant in the way we wanted to build more horizontal relationships, more horizontal connections with our community. So this is why for us, it's not only something we want to test, this is something we want to succeed and we want to implement it at scale in our global customer experience. Going to take time for sure, but we think that in the next decade, the basis of new loyalty programs will be a balance between reward model because you are loyal in a transactional way to the brand, but also balance with a more experiential and more conversational, a more creative way of rewarding people because they are talented and they are feeding the brand with their creativity. And this is what we want to do at Lacoste."
    },
    {
        "speaker": "A",
        "text": "Wow, Ben, in that little intro there, you have given so many hooks that we can talk about as opposed to the why and the what and how. That's manifested also with your program, the underwater program, which we're going to talk more and more about. Now, before I get too excited and dive straight into that, just tell us, how does someone end up doing a role like this, which includes a web three element at a brand like Lacoste? Give us a bit of a background on your career and the winding path towards this moment."
    },
    {
        "speaker": "B",
        "text": "Yeah, so my background, I started like 13 years ago at VP Vodkrive, which is one of the major purple player in Europe flashes website, which is doing right now, I think three or €4 billion turnover. So I started my career at VP in and I had different jobs around the first around b, two b, marketing. So building relationships, marketing relationships with all the brands who are working with this company. Then I worked on digital innovation, working also on startup programs, also for VP at Station F, which is a big startup place in Paris."
    },
    {
        "speaker": "A",
        "text": "But you see some time I've spent a lot of time down there in my time with Adidas, actually, yes, I did. Yes. One of my favorite 2018, 2019. It's a fantastic environment."
    },
    {
        "speaker": "B",
        "text": "Yeah, exactly. With full of creativity, of energy and it's really, really great place in Paris. And then I was marketing director for VP. So working on a classic function of CMO for a pure player, working on around acquisition, CRM, category management, web design, custom personalization, data, etcetera. And I joined Lacoste three years ago to work on the customer experience or to make it more digital, because Lacoste was, I think, a good, really strong company in the econ with a good digital footprint. And then my mission was also to make the customer maybe more at the center of the experience with a better focus also on how we can builds like more omnichannel relationships with our customer in an elevated way. Because we are not only building connections with people in the experience, we want also to do them in the most relevant and elevated way for the brand. Because more and more this brand is one more premium and we are investing a lot also in the brand. So we want that all that we do in the customer experience seems like the most elevated way that we can do. So this is my background and then also really into the innovation, also in digital innovation, social media loyalty. So this is my big focus I'm doing also on both professional and personal life. So web three was quite natural for me because maybe this was the next step for this kind of topics. So when the web three trend started for brands, this was really interesting for me to enter it to learn a lot because I'm not a web three native guy. Absolutely not. And I entered this space with a lot of humidity because I learned a lot, learned a lot around blockchain, around crypto, around nfts. And I think that what we try to do at Lacos is to find how we can build on long term around these trends and not only using them for a short term, short term marketing action. And I think the learning phase is now over. And we started building something, I think long term and organic."
    },
    {
        "speaker": "A",
        "text": "Hey, everyone, we're gonna take a quick pause and hear a word from our partners. We'll be right back."
    },
    {
        "speaker": "B",
        "text": "This is the moment. The bachelorette is back. And the power I'm gonna fall in love is in Jen's hands. I'm gonna do it my way. ABC Monday everything about her is great. I feel so special. Jen's looking like a queen. My men are very, very hot."
    },
    {
        "speaker": "A",
        "text": "Someone call 911. You are looking so fired."
    },
    {
        "speaker": "B",
        "text": "This is the beginning of a new era. The Bachelorette, all new Monday 87 Central on ABC and stream on Hulu."
    },
    {
        "speaker": "A",
        "text": "It's fascinating to hear you join the dots because you know, there is no single story about how people end up grabbing this technology and putting it to work. And so having a background in pretty hardcore, pure play, e commerce on the marketing side and then bridging that with this innovation chapter that you've had, which seems to be very much a red thread perhaps throughout your career as well. Those two things just led you to pick up web three. It's not like we weren't doing marketing before. We were always doing marketing. But now the new medium just felt like an opportunity to amplify or to accelerate this mission that you've been on at Lacoste around where you said premiumization, having a horizontal relationship where we're co creating with consumers. And one really keyword that you used was play as well. The idea that a brand is actually in some form not just about product and experience, but it's also in some form entertainment. And the idea that you're creating new ways to interact just makes a ton of sense when the competition for attention is very content heavy gaming worlds, a lot of mass media content going on out there. So that seems like a very natural thing to explore for somebody with your background. You've been in the space for a year. Was it something that came bottom up in the organization? Did it come top down from the board? Was it something that you yourself said, you know what, if this is my role and my mission, we kind of really have to look at this technology. Let me strike up a team or whatever. Like what was the Genesis? What was the moment of Spark?"
    },
    {
        "speaker": "B",
        "text": "It was in like in October or November 2021 when we saw the first moves of brands around NFts. So I was obviously aware about blockchain crypto. For years I was at Stassion WAF in Paris, so a lot of startups were working around blockchain. So I was quite into it. But in late 2021, for first time, Nike bought artifacts Adidas created into the metaverse program. Facebook became meta Farm, which was like a buzzword. And for us, we wanted to see not how we can participate to the buzz, but how we can take maybe the best of this new move. Because the claim was it was web three. So if it's web three is not web two anymore, so what was the difference? And when we looked around the, the philosophy, the web three philosophy, what was interesting for LA cost was first the, yes, the philosophy of decentralization, how we can build with a community, how we can maybe create more horizontal links with this community. And this was, this had a lot of sense for a brand, because in our global strategy, this is what we wanted to do. The technology also was really interesting for us because it was a way to build a new reward model. Also like, to reward guys who wants, who are like entrepreneurs, who want to participate, to build with us, and to reward them through the technology. And this was really interesting and also the amplification, because you used this world a few minutes ago, and I think this is maybe the most important world to qualify. Web three. Web three didn't invent marketing. We were using social media for years. We were doing reveal advertising, creating connections, CRM. But the web three create an amplification in the way all brands have equity, all brands have a narrative. But web three allows brands to make people play with a narrative, to make people enter in a virtual way into the narrative by playing with it. And also web three allows communities to modify, to create, to work around with the narrative of a brand. And this is something we wanted to test to discover, like new playgrounds. And this is what we started to do by launching the underwater project, to see what is underwater when the crocodile is underwater, because everyone knows what is above the surface. But what we wanted to do with the web three is to get deep dive underwater and to discover a new world with our community."
    },
    {
        "speaker": "A",
        "text": "That's actually been a great segue as well. So for anybody who's watching who hasn't come across Lacoste's program, which I think it was June 22, that you guys launched the genesis token of that, we'll definitely talk. This has been a moving thing with several phases in the last year or so, but just the name of it underwater, which is represented as undw with a three. Can you just give us an insight into how underwater has been codified in those letters, in that umbad three, under w three, to represent underwater?"
    },
    {
        "speaker": "B",
        "text": "It was for us, because we wanted two things. To be really honest. There was like a little trend in web three. And maybe brands do this trend in a steely way, or maybe not in the most elegant way, but to contract the world and to put a free, to make a bit like we are web three native, to be honest. And also, it was also a way for us to have a bit like maybe a more modern world. But no, to be honest, if I started the project again today, I think I will write it underwater in all the letters, because I think the narrative we created around how we can create a journey in, like, the invisible side of the brand, deep dive, hidden underwater. I think this is sufficient enough, and we do not need to play with letters to tell this story."
    },
    {
        "speaker": "A",
        "text": "I really appreciate you, Versi, everybody who's watching, I mean, this is the kind of stuff that we get to here is just like the good, the bad, and the ugly. What would we do differently? What would we do the same? We've seen a lot of threes in names, for sure, but actually the philosophy behind the name of the Lacoste crocodile, which I think the more I've dug into it, the more I understand the background behind the crocodile itself and that becoming the emblem of the company. But below the waterline is where the action is. That's where you really live. That's like, above the water is what everybody else sees as part of this community. You get to see below the waterline. That's fantastic. So why don't we talk a little bit about that moment, your brand's first entry into the space. What was the Genesis pass? How many were there? What was the sell, if you like, to get people involved in this thing, how did you price? What was the thinking behind the launch of the Genesis collection?"
    },
    {
        "speaker": "B",
        "text": "But what we wanted to do at the beginning is to launch the brand in web free space. And now when we take a look back, seems easy, and what I'm going to say seems obvious. But a year ago, this was really strong moves for brand like Lacoste. First we created our discord, and we discovered this new social media, this new social network, which was quite surprising for us because we created a discover. We announced that the brand was entering the space, and in like, two days, we had like a hundred thousand people, like 2 million messages in like one week. And we discovered the power of a new kind of platform where we can interact directly with our fans and with our community. And this was a big move. And for me, as a professional now, I spent 1 hour or two per day speaking with my community. And, you know, it's always what I'm saying about web three. Web three is like a yemenite giant slap of customer centricity that you take every morning, because every day now, thanks to discord, I speak with my customers and they say me, this is crazy, great work, or these things you've done, this is total shit, and. But with no filter. And this is really interesting because we discovered new feelings around the brands, new opinions, new tastes, new things. Our customers wanted to discover a new way also to build a project with our community. So this was the first move, and the second move was the mint of our Genesis pass, which was the golden ticket to enter the experience giving access to utility. We minted 11,212 Genesis passed, which were why this number? Because it's the L 1212. L twelve is the original Lacus Polo. It's the code of the polo, the name of our iconic polo, invented 90 years ago by Rene Lacoste, our founder, who was a tennis player, and cut the sleeves of his tennis shirts to create a polo to be more comfortable on the Carta. And we use this code as the number of units of NFts we minted a year ago. And then, as in the Genesis book, we had few chapters of creation around this project with first a digital and virtually identity for our community, because each holders were airdropped PFP of a crocodile with different traits for sure. So they we gave to our crocodiles a digital identity. Then we created merchandising, we created virtual worlds, etc, etc. During a year of creation, but also of learning for the brand, because we did great things, we did huge mistakes, but I think what we did great was to listen on daily basis to our community and to build in a real collective way with our fans."
    },
    {
        "speaker": "A",
        "text": "So obviously to the production team here at real Vision, we've got to take that clip of web three is a big slap of consumer centricity and make that one of the absolute gems from this one. I think it's absolutely right. And it's actually embodied in the actual experience that your discord came before your launch. Right? So you could have done no mint and no token, no nothing, and you would still be having a direct to consumer always on channel or not. What do you think? Because, I mean, it sounds to me like there was this kind of almost two awakenings here. One is what the digital asset brings to the party, but the other is just what having a room with your brand fans in it can do for your brand."
    },
    {
        "speaker": "B",
        "text": "I think, to be honest, we did it in an order of steps that was necessary, but that was really interesting for the future because this project was also a success because people wanted to mint some NFT and to earn money at the end. And I'm going to be honest, it's not only the magic of a brand. People wanted also to participate to minting experience and to enter in a new collection with a collectible and at the end also maybe some value for them. But we created around this a strong experience where the utility is a community, where the utility is the creativity of a community. And I think what we built thanks to this starting point can now be available for other kind of mindsets, other kinds of communities, and that what we built can be available for fans without NFTs and without, like, the speculative mindset around all these tokens. Because now we have a platform we can use for regular lack of funds if and only if we are able to propose customer journey that is maybe more friendly than the web three customer journey, which is for, to be honest, a nightmare for regular customers that want simplicity, that one thing is really easy to use. And for now, I think the web three customer journey has now not, has not, sorry, the maturity and not the easy going way of web two."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "User interface."
    },
    {
        "speaker": "A",
        "text": "Hey, everyone, we're going to take another quick break and hear a word from our partners and then we'll be right back. Absolutely. Well, I mean, let's definitely. Let's definitely come back to that because we're going to talk a little bit about what it takes to get from where we are to where we want to go. And this is something which is not unique to Lacoste also, you know, where I came from with Adidas as well, and any other brand, especially when you start with a web three native audience, there's a big question about the to get from this to this, how do we get there? But you launched this Genesis pass. You also talked a little bit about round two, which I think came a little bit later. So there was a few months with the Genesis pass, and then you decided to actually launch the emerge part, the PFPs, in October. I think the topic of identity is. I mean, it's a huge iceberg. There's probably a billion podcasts just on the topic of identity and the role of digital realms in identity. But it's an interesting choice for a brand to decide. It's not necessarily uncommon now, but it's an interesting choice for a brand to decide, to say to its community, we want to give you a unique way of representing yourself online using something inspired by our intellectual property. Right? Like, what's the role of a brand in online identity? Like, I know that we asked ourselves at Adidas a lot, and Adidas has gone into alts in the same kind of direction. Check out the episode with Ladislav Lazarov from adidas to dig into that for Lacoste. Specifically, what was behind the decision a few months down the line to issue this PFP and identity, what was the role of your community in deciding to do that?"
    },
    {
        "speaker": "B",
        "text": "For us? We have a huge chance at Lacos. Is that our crocodile? Our logo is really, really easy to create a PFP because we are calling our community crocodiles. In each communication we say hi crocodiles. Internally also in the company, we use this world because we think we are crocodiles. And giving life to its identity was really obvious for us because crocodile head to our community was. It was not a question for us. So we created this PFP like in two or three months. We did it also with our members, our holders, because when in the design phase we did some votes around options we proposed to the community. So we were first, I think the first brand to translate our equity into a PFP and a digital identity. Other kind of projects did it for, for sure. But as a brand, I think we were the first and the first also to do a co creation of the PFP by asking holders of different choices and options of what they've wanted about the PFP. We asked them if they want a 2D or three D, a realistic crocodile or something. They bit more creative. So the process was really interesting for us and it was also a way to impact also culture. Because in two ways. First way our brand culture, because for the first time we created this crocodile head which we, which was really, really like an innovation for us as a brand. And when we posted these phps on Instagram, it was like the groundbreaking record of likes for lacos. Never in our history an Instagram post had such results. So it was for us a new way, also a new playground to explore in our web two, communication. Because this is culture and this is our way to feed our century culture. And also a way to add a stone to this building, this NFT building who created so much new identities, monkeys pants, etc. Etc. And it was also a way for us to had to write our lives to this strong story. And it was also interesting, maybe we were not the most like relevant design in all the NFT ecosystem, but it was also a balance between NFT requirements and also way to respect our DNA. And I think what we did is now appreciated. Bye. Our holders, and some of them don't even care about the floor price or whatever the money they are going to have maybe one day with PSP. This is their identity on discord, on Twitter, on Instagram, on their merchandising, because they printed their PFP on their clothing. And this is a really strong way also to create engagement. And we are really happy of what we did with this initiative."
    },
    {
        "speaker": "A",
        "text": "I hope we can get a couple of images of the emerge collection and so people can get a feel for it slotted into the video here. Because I think anybody who's familiar with the Lacoste brand and who sees that will appreciate that quite unexpected use of the IP, of the crocodile itself. It's a new design language, actually, almost. We're not taking cues from something which has happened before. And what you just said about that being one of the most liked things on Instagram, it's almost, like, great to take that back into the organization and say, look, there's more than one way that we can see the Lacoste emblem, the Lacoste IP here, and it can have relevance and culture in more than one execution. How was that received? I know that we had a lot of discussions about this when I, when I was still working at Adidas, around how much to play with the design philosophy and how much to stick to it. In Lacoste is the kind of the brand language, something which is very sacred. Were you given a lot of license to experiment with that? Were you supported in that? Or did you have to shock the organization a little bit and to accept something new? What was the reception?"
    },
    {
        "speaker": "B",
        "text": "You know, I think, and it's not only to be like, to have good work for my management, but I think we have really smart leaders at Lacoste because they understood that the brand is like a tree where the. I don't know how you say it in English or in French."
    },
    {
        "speaker": "A",
        "text": "Yeah, same word."
    },
    {
        "speaker": "B",
        "text": "The trunk is something we cannot negotiate with because we have brown coats. For us, it's the crocodile green. Also, this is our color. Tennis, our sport. We are not a football, a soccer company, Lacoste, but we are a tennis and golf company. Ronnie Lacoste, our founders, and also some campaigns that are in this trunk that needs to be really relevant for our fashion, sports positioning, french fashion sport positioning. And we need to innovate this positioning every year and to premiumize, premiumize, premiumize. So this is something we cannot negotiate with."
    },
    {
        "speaker": "A",
        "text": "We need to work with that."
    },
    {
        "speaker": "B",
        "text": "Yeah, exactly. But the. Sorry, I'm not good in English around trees, but for the branches. Yeah, branches is the same word. Thank you. Here, we can create new visual playgrounds. We can create new storytelling, because around the backbone, we can have new kind of initiatives where we need as a brand to be bold, because we need to write new storytellings. We need to also connect with new communities, new agencies, with new way of expressing our brand territory. And this is why web three, for us, was an opportunity to create this new visual storytelling. And I was asked to create things we never saw with the brand. So the field of creativity and the freedom around it was total. And after. I know we are the limit with the brand, but these are the kind of operations where we can also play with the crocodile, because the crocodile is maybe one of the playgrounds with the most potential for brands, and I am really lucky to have the opportunity to play with it. But this is something the web three allows us to do."
    },
    {
        "speaker": "A",
        "text": "That I think is very interesting, because when you do some pattern spotting between the different champions that I've spoken to so far in this space, which is many, some of which will be doing podcasts like this, the topic of permission, in fact, not just permission to go and innovate, but literally permission to say, look, this is a new space and a new medium. Let's do something new and use the medium is a very common theme for the things that have been quite successful, actually. And it also points a little bit to, because you mentioned as well, there's also been connections with your core product, allowing people to sort of take that identity and express it on what people know Lacoste for, which is you guys make lovely tennis inspired lifestyle apparel. And I'm able to now put my version, my own thing, on a product created by you. And I think that's a great segue because there's another round one was the Genesis pass, right? Round two is, okay, we're going to bring some identity to this now as well, which, like you said, I think it felt like a very logical thing to do, but it also creates that kind of little bit deeper sense of belonging than a generic token would. But then there's the underwater factory. Right. And so talk to us a little bit about what holders of this, of your tokens could do in the factory. What is the factory? Where is it? What happens in there? It sounds like an interesting place to hang out below the waterline."
    },
    {
        "speaker": "B",
        "text": "Yeah. And, you know, I was talking about culture a few minutes ago, and I think one of the most important cultural moves of the last decade was maybe pop art in New York with another kind of factory and the Warrells factory. And what we wanted to do is how we can create a collective of builders underwater in our project, where they can also challenge and write a new kind of future for the brand. So we created this factory, this underwater factory, which are private channels for holders in our discord, where we animate our holders into creative fields that are going to challenge a bit the brand. So this underwater factory is also animated by a. A character named Henri de Gayette. Gayette is the street where our factory in France, in Troyes, which is a city in France, is located. And Henri de Gayette is our underwater factory CEO. And he gives missions to different departments. The fashion department, the content department, the virtual world department, where our crocodiles, our holders, are creating the future of the brand. For example, in the fashion department, we created a capsule collection of fashion. So a hoodie, Apollo, a cap, t shirt with an underwater design, and an underwater branding that are going to be only available for our holder. But we created withholders by giving them access to our creative studio. At Lacoste. Our designers went on discord, had conversations with our community, the community voted around the design, the color, the kind of logo, etcetera, etcetera. And we produced these kind of pieces, and they are today, the day we are recording. We are going to be live also in five minutes. Uh, so it's funny to have a conversation with you right now on this topic, uh, of the opening of the underwater shop, where only our holders will buy they're creation, uh, in the underwater factory. So this is the first example. Second example is the content department. Uh, you mentioned, uh, Rene Lacoste, our founder, and the crocodile a few minutes ago. Lacoste has a crocodile because the crocodile was the nickname of Rene Lacoste. His nickname was the crocodile because he wants to play a tennis game in Boston. 100 years ago, in August 1923, in Boston, play the Dailies cup against Australia. And in Boston, he was walking in the streets of a day before the game with his captain, his Davis cup captain, and he told his captain in front of the shop, seeing this crocodile suitcase, if I win the game, you will author me and a journalist in Boston heard the story and gave to Rene Lacoste the nickname of the crocodile because he was really strong and full of tenacity around the court. And this nickname created a logo. We are the first sport brand with a logo at La Coste. And where was this crocodile was on millions people around the world a century after. And this story, I'm not only telling you this story to do a lack of branding with you guys, but we told this story to our orders, and we make them in the content department in our underwater factory, create the visual of this story with artificial intelligence, with mid journey to give a new birth a century after this story, with our technology of the 21st of the century, to tell this story to other crocodiles around the world on our e commerce, our digital flagship, in some editorials around this story. And this is how we connect the dots between a community full of creativity, using today's technology to tell and to create new forms, new fields of storytelling around our legacy, around our DNA, and around our lack of story."
    },
    {
        "speaker": "A",
        "text": "So the reason why I think this factory part is such an important part of the storyline here is because if you rewind to the beginning of this episode and you talk about why you wanted to do this play co creation, a horizontal relationship with your community, the factory is really the manifestation of that. And anybody who's working in a brand right now, who's thinking about what might it look like, you got to get in that channel and see what's going on in there, because I really do think that you start to believe it when you see it and when you see it connected back to your core business, which is there is product which has now been co created with that community, which is going to be on a virtual store, which is, I believe you access it through your e commerce site. Right. In fact, I've been to the homepage. You scroll down the homepage, the summer online store is there. And I know you did this with, I forget the name of the agency, but it's really, really hard work. Imperia. That's right. And you can go upstairs, you can go downstairs as a mini game. But the under the basement level, the underwater level, is just reserved for those token holders. And that's where you'll be buying products created by this community. That's kind of a full circle experience, bringing it a little bit more back to a special experience that your core business can deliver."
    },
    {
        "speaker": "B",
        "text": "Yeah. And we've really strong results because all these virtual experiences on ecom, they're interesting because they produce new, new visual storytelling, a new way also to discover the brand. But at the end, the people want to buy on ecommerce in a regular way. And these are good videos for investors days. Investors days. But at the end is not changing the face of the world in terms of performance. But here in this experience, we added two features that created a strong, strong, strong engagement. First, a play to earn feature where you can play to a video game in the underwater room that you can access only with your underwater card, which is our new Genesis pass. And you can also access this with. Access it, sorry, with your club lacrosse, our loyalty program. Login. Login. And here you can play with us and earn things. And the second thing is that you have exclusive products for the underwater community that you can buy in this shop. And these two features created a really, really strong traffic and repeated traffic with a strong engagement around the expense. So really interesting for us because when we have the virtual experience, but with the relevant features and the relevant value proposition in terms of exclusivity, the figures are really, really interesting. And it's not only a nice to see experience, it's also a nice, really interesting experience in terms of conversion rate on ecommerce. And this is really interesting for us at the end, in terms of business."
    },
    {
        "speaker": "A",
        "text": "Yeah, 100%. I mean, how many people must there be focusing on optimizing every last piece of the commerce experience for every 0.1% of conversion? Right. And I mean, I'm guessing that the numbers side of that stuff is probably something that you need to sort of keep to yourself. But if you can give us an idea of just like how surprised were you with what you saw in those results, obviously you had a hypothesis that you'd create an impact here, but how did the results compare to your expectation in creating this special members only access? That's kind of facilitated by the underwater program."
    },
    {
        "speaker": "B",
        "text": "But I can. On the global underwater program."
    },
    {
        "speaker": "A",
        "text": "Yeah, you talked about conversion, for example, in the commerce for holders, two things."
    },
    {
        "speaker": "B",
        "text": "On the virtual experience. At the beginning, I had not any expectations around turnover, and I was quite surprised about the turnover because it was. I can give you, I can't give you the exact number, but it was like a week of turnover, of regular lacoste shop only in this experience with not the most easy access to product experience. So really interesting in terms of turnover, in terms of traffic and time spent, and then most generally on the underwater experience. The. And the underwater community, which is really impressing is the way we can quickly convert prospect and not prospect to real active customers. Some of the holders were aware about the brand, but not some big customers, not reactive customers. And some of them become some of our best customers. And when you see the figures, the way that we convert people into good customers through the experience and through the conversation is really, really impressive. And I'm working on social media, I'm working on CRM. So I think I can see also all the levers we have to create, frequency, lifetime value, etcetera. Web three have some results that are really, really impressive. But the problem is that the scale of web three for now is smaller for us, it's like 6000. Yeah, six or 7000 holders is good. But the real question for us is how we can now use this proof of success we created with underwater at scale with not only 10,000 people, but 100,000 or maybe one day, 1 million. And this is something we are working on by with a better customer journey, maybe a more inclusive expanse. Because often the web three experiences are really complicated for regular guys. Welding is complicated, mechanics is complicated. Some storytellings and some assets are really, really crypto related. So these are things we were working on to engage more people and to create a new experience, but at scale."
    },
    {
        "speaker": "A",
        "text": "Yeah, like, I think, and you're certainly not alone in that journey, I think. Right. Especially when your experience, delivering the experience to those people and sort of seeing the limitations, and that is a really widespread, you know, understood narrative here. Like, you know, web three, ux generally sucks, web 2.5, et cetera. Right. But the thing that every brand marketer should really kind of latch onto there is in this group of brand fans, because amongst your crocodiles who now have an identity, who have another reason to belong, another reason to contribute, it's not like you're paying them either. It's just you're giving a degree of access which is sharing your brand's infrastructure and your ip in a way which is only possible through this. With them, you can create a differentiated experience which captures some value that comes along with that belonging. So when you said, we want to co create with people, there's also a sense of sharing the fruit of that co creation with this community as well. Now the question is, well, you know what? Forget web three and forget underwater for a minute. Just take all the consumers for the brand. There's always some kind of pyramid shape when you look at lifetime value. So the web three lot at the top, the crocodiles might be like the 0.1 or maybe even smaller percent in terms of the number of consumers and extremely valuable. But maybe in your regular, regular lacoste loyalty program, the first five or 10% of the most engaged and loyal consumers, there may still be headroom to take some of these learnings and sprinkle it amongst them. Because probably this kind of stuff might not be for 100% of consumers. Some people might just come for the odd polo every now and again. Don't want an account. Thank you very much. Just love the polo. Just give me the 1212 L 1212. But that five to 10% feels like where it might be, where the sweet spot could be. How do you guys think about who these learnings might be relevant for amongst your consumer base? How big do you want to take it and how fast?"
    },
    {
        "speaker": "B",
        "text": "But when we run surveys, quantitative or qualitative surveys, with our best customers, and we ask them, what do you want with us? What do, what are the features you want in the loyalty program? Do you want gifts? Do you want discount? You want invitations to roll on garros finals? You want to play with us? The first item when we ask them randomly, first item is, I want to create with you guys. I want to see what, what is behind the curtain. I want to interact with you guys and when we position and we propose them what we do to web three in a more like web two perspective, a web two journey. This is something that like 95% of them want in the experience. So we totally believe that for best customers, more engaged customers, these experiences are really, really relevant. And that at the end we are building a membership value proposition with a strong reward model. Because also people want access to discount, want access to gifts. This is something really classic and we need to be better at this. But also they want also to be rewarded for more qualitative interactions with the brand and a play to earn a create to earn a talk to earn program where the experience around the brand is not only based on buying the brand, but also on leaving the brand in a true Lacoste lifestyle. Yeah. What we want to build and when we ask our best customers, we think this direction can be a good one. So we are going to invest on it, but we need to find what are the good platforms to build on. To build. Because right now we are working on Ethereum, people are using dollars or euros, we are working on Discord, people are on Instagram or TikTok, we are using wallets. People have iPhones or through Samsung or other kind of devices. So how can we build on the most relevant platform to scale? And this is something I don't have for now, the question, because today I'm still balanced between the conviction that the web three ecosystem is going to build strongly on maybe more inclusive platform, but also I think the web three recipes of horizontality, of new narratives and new storytellings and new virtual playgrounds. And this technology will maybe more infusing more be used on web two platform, but only on pure web three platform. So this is something I don't know. I don't know your opinion on that, but this is a big question and it's important to find quickly the answer. But. Because if you want to scale up, I think, and I'm repeating myself, but this customer journey issue is maybe the most important."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah, no, I think. I think any practitioner in the space is now seeing that in the things that we also build for communities and fans, just down to like, how would you log into this thing? Just the most basic of elements of the experience is always a question, but the view is to really include people as much as possible. And in general, the trade off that I think we're making is how religiously to stick to the concepts of decentralization and sovereignty in an experience because it's kind of. There's the voice of it's not web three, unless it's a digital asset in your wallet and the original philosophy behind bitcoin around sovereignty of assets. But on the other hand, you can give people ownership of something which you take care of for them. It's still kind of inside your wall garden. And the blockchain and NFT aspect of it is really just providing the rails to, to deliver the verifiable scarcity of all of that stuff economically. And eventually we figure out, well, how do we do things like encourage people to take this asset themselves and use it elsewhere, or be able to identify that this account is holding this asset with low cost and therefore should have special privileges in one of your brand partners. It's one of the whole benefits of doing this thing on an open blockchain. So those seem to be some of the things that we decide to trade off to try and figure out how you get more and more people using it. But you started this conversation by saying that web three was just one paintbrush available to create that sense of belonging and that co creation and the rest of that. So blending that into the toolkit feels like, from a brand perspective, absolutely the right way to go. I'm going to now like, maybe just move us on a little bit to let's talk about how the sausage got made. You've been giving us actually really good, authentic and candid nuggets throughout this. But one of the things that I'd like you to shed a bit of light on is, you know, compared to October 2021 until now, right, when you first saw the observation and were deciding which of the best bits you want to take, Fuller cost, how has the team changed over that time? What kind of people or skills did you have to bring into this effort or collect from the organization together? How's it all set up?"
    },
    {
        "speaker": "B",
        "text": "First, before expertise, unlike relevant skills, we needed people because the amount of work around web three is like crazy. And when we launch the project, we had our social media director working only himself with agencies, external agencies around this project. So the amount of work for him was like crazy. And thanks to him, because he made an amazing job, honestly, by handling a new topic for the company with external teams, with a really relevant approach, in my sense, I think so he did a great job and he now built a new team with four people internal internally in the company with skills around web three for sure. So previous experiences around web three and also gaming and esports, which are fees we want to do also to investigate at la cost. And now we have, I think, the good amount of people in the company to handle the project. Also to have strategic skills, to have the long term vision inside the company and then to have the right balance of workload between what we are capable to do at the cost and what we need. Also to outsource, outsource through external agencies."
    },
    {
        "speaker": "A",
        "text": "Got it. And the social media side of things, I guess, is really to sort of manage the discord and all of the real time interaction that you now have with this community, along with the messaging on other touch points and things like that. But are there any other resources that you have to put on this to sort of manage the program, to manage any kind of agencies or support that you have, like deciding what to do next with the underwater cars, which is the, the latest iteration of the program. I'm guessing there might be people from your loyalty program, from other core parts of your team who are kind of maybe somehow networked into this thing. Is it dedicated resources or do you run a network model like that?"
    },
    {
        "speaker": "B",
        "text": "No, it's like a network, but for a lot of people in the company, this was really new. For example, when I'm going to see my, my colleagues in the legal department explaining them, I want to create a new thing, which is the underwater card, which is a dynamic NFT that you connect to a website named the mission, where you participate to different missions around creativity, around gaming. You earn points in a leaderboard at the end, two things, the best people in the leaderboard have rewards. And also your NFT is more rare because if you have 200 points directly through the blockchain, the NFT is going to be more rare. And when you see the ranking on a bud c is dynamically changing depending of your implication or your performance in the project. When I say this to you, your marketing guy. Yes, makes sense. Fun. We need to test it. I say this to my colleagues at the legal department. It is something where they need to work on it because this is new, based on blockchain on all countries, not only limited to a specific country in Ethereum, with sometimes maybe not an end date, this is really new for them. Same thing for finance. Finally, we never accepted before this project people to buy a product with cryptocurrencies."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "So how do we deal wallets? How do we deal compliance? How do we work with accounting? How do we do a VAT around this and everything was this project created, created new expertise, new skills in the company, in different departments. And this was really, really interesting because for everyone working around this project. It was also a kind of innovation vertical in his job. So really fun also because, really interesting for them because not the day to day work they are doing."
    },
    {
        "speaker": "A",
        "text": "Yeah, I have to say when we talk about how the sausage is made of, we really need to talk about those people because we had the same thing also at Adidas in Q four in the weeks, just the weeks before the launch, some pretty interesting discussions with tax, with treasury, with legal, about the flow of goods and the flow of money and how this was all going to work and how we are going to manage our currency risk. Does this appear on the balance sheet and what partners do we need to work with to move between fiat and crypto? These things like if there's a number one piece of advice for anybody in a brand out there, get them on board at the beginning because it's going to take some time. Absolutely. From the outset to get the heads."
    },
    {
        "speaker": "B",
        "text": "Around it completely, because the technology is really easy. This is, for me, the first time I'm working on a tech project with the good time to market. Everything is launched on time. The cost is honestly okay. And when you work on the other side on like a new loyalty program, two years, hundred people in the company, six months delays. Because these are corporate networks, corporate technology, with like interactions with all the systems here, the technology is really, really easy. But the legal and the finance part, the compliance part is maybe the biggest issue around web three, because everything is new. Half of the things has no laws in most other countries. And for people internally, these are new topics. And often these guys have already a lot of work. So it's really, really hard for them to discover new fields because they have, their timetable is really full."
    },
    {
        "speaker": "A",
        "text": "So perhaps, but I'm guessing you'll have had some excitement and some resistance in the mix depending on who the individual's roles there. But in that case, I guess part of your role then has also been to kind of inspire to mobilize those resources. When it's not necessarily something which was part of their quarterly objectives at the beginning, it may be emerges as part of the, the emerging innovation plan here. But it sounds to me like you do have space at La Coste to do that. You mentioned before you didn't really have to fight the organization. On the contrary, there was a spirit of find me new ways to interact, find me new ways to do this. Did you actually find that on the legal, tax and treasury side that that spirit was there as well?"
    },
    {
        "speaker": "B",
        "text": "We have a chance to work with, to develop this project in an amazing company in term of culture, because we are in, we are in a company of, with a real collective spirit and it's a true value in the company. And we are a company of innovation and a big amount of freedom regarding our industry. For example, of this project, we presented like one or two time, two times in Comex and after the freedom was quite total."
    },
    {
        "speaker": "A",
        "text": "No, Max is like your executive committee is. It's like a governing body."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's our CEO and like the five or six executive vice presidents. And honestly, it was like a nice way also to present the project, to answer questions, but the trust they gave us was really total. So it was also important for us to, to be grateful for the trust and to. To deliver something performant and relevant for a brand. But this shows the spirit we have in the company where when we thought we think that something will fulfill the vision in a relevant way for the brand, we are in a long term, and not only a short term thing, because these are things we don't want to do at low cost. We are ready to invest in it, invest in money, invest in time, invest in people and invest in trust. And this is something always. I have a question. How did you manage to do something like out of so out of the box in a corporate company, in like working billions of turnovers in hundred countries? I'm always answering, but at la cost, it was quite easy, honestly, and this was not the topic. It was most difficult to work on legal topics or FYL stupid, because this was new for the company than to convince internally that this was something important to do in a long term perspective for a brand."
    },
    {
        "speaker": "A",
        "text": "That's so interesting. You know, there's a sort of expression about, you know, I think a general expression, not a corporate innovation one around when to ask forgiveness and when to ask for permission. And I certainly know that from my time at Adidas that knowing when to make that choice around, when to let something bubble up and then when to make it visible is a key choice in giving innovation topics the right oxygen at the right time. And it sounds to me like at Lacoste you had the oxygen you needed from the very beginning, which I think is a very privileged position, actually, and one of the patterns that you see in brands which have been successful in this space. Now, you said a little bit earlier, we also made a ton of mistakes along the way. If you could go back to bb twelve months ago and say, here's something I would definitely advise, knowing what I know now, here's something that I would do differently, what would it be?"
    },
    {
        "speaker": "B",
        "text": "Many things. First, I think we understood too late the specific communication needs around web three. For example, we didn't create a dedicated Twitter account a year ago, we did it like two months ago. So in terms of performance, this was not the best move. We were a bit late also in creating merchandising for the community. We had the first move. We were a design what was not the best one. And I think maybe we should, from the beginning, find a collaborative partner around web three like Adidas did with you gap. I think maybe we should have worked something about more collaborations from the beginning. But also we did it our way. And I think in a real, real singular way. What we did was always unique. The underwater card, the genesis pass the way. Also we interact with the community. For example, yesterday I spent 2 hours in IMA in an ask me anything session with my community. 2 hours asking questions, answering questions, no taboo. Everything was answered on the team, what we are doing with the money of the mint, what are the long term perspective, what football team is my favorite, etc. Etc. Etc. And to be honest, we are totally linked to our community on daily basis, on the channels and on discord, on ask me anything sessions. And this is something we did well and we modified, we did iterations around the project thanks to our community, because we understood from the beginning that the floor depends of people from the team being on the floor. You know, we need to interact with the community to build together, because this is web three. Web three is connecting with, is building together. And this is something I think we did well and we are going to pursue, because this is fun, this is challenging, and I think this is how we can be creative as a brand and also as a professional team."
    },
    {
        "speaker": "A",
        "text": "Yeah, absolutely. I think that's also for sure a common thread that you hear throughout is get ready for a different style of communication. And actually the immediate impact that you see when you humanize the brand with your community by being a person, not a brand. Where else can you experience the people working at the brand except by actually being an employee of the brand, right. To be able to speak to the person in charge of the program and ask them whatever when that, you know, normally we're not used to that, right? We're carrying the weight of the whole brand on our shoulders. And it's just like every communication is very tightly controlled, every post is timetables, like there's a transmission of communication from a centralized brand to consumers. And we hope they're going to come to the website and sign up and buy stuff. What you're doing is humanizing Lacoste for all of those people and making that feel like a horizontal relationship. But it does take it's emotional labor as well, right? I mean that's 2 hours of your time as well. It's something which now needs to be factored into your life. And any web three founder, corporate or otherwise, I think will say that's a really big investment as well. You give a lot in order to be able to create that connection."
    },
    {
        "speaker": "B",
        "text": "It's true. And you give a lot of time, a lot of energy and a lot of emotional emotions also because sometimes when you work like 70 hours a week, you spend your nights, uh, speaking with the community and at the end you have like a small technical bug, you know, or something late. And guys are, what are you doing at like curse Warrior? Are you lazy guys at the end? It's a bit hard to hear, but this is also the challenging part and the interest for me of the project. And as you say, it's humanizing the brand because for our customers, speaking with us, understanding also how we work as a brand and also as a company is really interesting also for them to learn around our industry. Yesterday I had the question, can we do a capsule collection around footwear at Lacoste with underwater? I want it for Christmas. I told the guy, yeah, we can do it on the paper, but if you want it on Christmas. It's complicated because if I want to create which year he wanted to design a design from scratch of a new Lacuste sneaker, it's like one year and a half of design of looking for materials, testing quality, looking for suppliers, etc. Etc. Etc. Etc. And this is not something we are in. And this was like an information for them."
    },
    {
        "speaker": "A",
        "text": "I remember because I joined Adidas in the supply chain, right? Because I have a background in manufacturing and I was, I joined a consumer goods company in sporting goods because it was crazy to me that even a t shirt, the first time that you think about that t shirt to when it comes to life was like a year, you know, maybe eight months or whatever. Things are a little faster now. But footwear is an engineered product. It's an engineered product and it needs to be on your foot and it needs to last, right? So the idea of like a new tooling was like, what the hell is a tooling? You know, like that is the mold in which you inject the rubber to make the actual sole of the shoe. That there's economics around whether to do that, what techniques to use. So I think actually the pulling back the curtain part, it's really important what you said about, it's a two way street. I'm not just here to take shit from a community who are like, when this and when that. There's an understanding and an appetite to get behind the curtain and figure out, well, how does this business work anyway? And what can I ask of this company? What can I propose that can be feasible? But, yeah, it does. I remember the first time that you experience fudge inside a brand is a bit of a wake up call, right? It's a bit of a. Oh, my God. You know, like, wow, that was a rough day in the office when you're answering directly to your community and, you know, some things seem reasonable and some things are just like expectations you never thought would exist."
    },
    {
        "speaker": "B",
        "text": "Yeah. And I remember when, a year ago when we launched the discord, we announced the mint and everyone was asking, we want an IMA, we want to ask me anything session. So we did the ask me any fixation. And I remember I was in front of this computer in the meeting room at Glacos where I saw in a second a thousand of pfps appearing on my discord board. And I was doing like press conference in front of a thousand guys. And this is really new because we are not used to doing. We are not used to."
    },
    {
        "speaker": "A",
        "text": "With no scripts, right? With no brand messaging, with no pr team telling you. Okay, so, Ben, these are the things that we can talk about, and these are the things that we can't talk about. You know, it's definitely a very different mo, but you've been really clear about the flip side and the benefits of doing that, because I know I need to be respectful of your time as well. And we've been talking a lot about some of the things to brace for. If you want to bring your brand into the space. Let's talk about what your dream for the program is for the next, let's say, twelve to 24 months. Do you live in a world where you talk about your ambition for 2025 with what you've started with underwater water?"
    },
    {
        "speaker": "B",
        "text": "But for me, the dream is to build more and more bridges between this project and the regular Lacos brand and the regular Lacos company also, because, you know, I saw yesterday one of our older wrote me he was engaged in a permanent contract, is in one of our shop in France. And I told him, wow, we are colleagues right now. And, you know, this guy is like 20 years old and this is his first job. And thanks to this project, now maybe he will have a career in retail at La cost. And I think a nice future for them and how this is what we want to build is how we can create value for people with his project creative value. Make them to learn new creative skills to express what they have within their head thanks to the brand and to nourish the global brand creativity. So I want also to create more and more content for our regular web two channel, thanks to web three. Also create new playgrounds for the brand to express this crocodile in many, many, many different ways. And then at the end what I will dream, because we are talking about dreams is to have in two years and one and only program, brand program within it, a reward model and also a creative platform where it's one and only loyalty program, but based on both transactional relationships and creative relationships, qualitative relationships in something available for all kind of customers from like 18 year old years old to 80 years old. Because it's easy to use, easy to understand, to understand and easy to play with. And this is something you want to develop. But I think the path is quite long. But the impact on the brand culture is so high. But this is something we want to invest time and money on it because I have a conviction it's going to work."
    },
    {
        "speaker": "A",
        "text": "Do you get asked to deliver a certain amount of revenue or LTV lift at this moment or is it really purely around? Just bring me new ways to engage and elevate the brand experience?"
    },
    {
        "speaker": "B",
        "text": "No, the return on investment on this project is, is more on marketing. KPI's like activity in the community, activity on discord. These are the KPI's we are doing turnover. We did turnover with Mintz last year. As you all know, royalties are not right now the best source of revenue for many reasons. And we also sell some dedicated underwater clothing to our community. So these are avenues but at the end what we want to do is to manage KPI's of activity. On the other hand, what I need to do is to scale this project because I'm transparent with the community and also transparent internally. We are not going also to invest for years time and money on a community of 5000 people. Yeah, we are doing it because we are convinced, convinced that we can scale this kind of experiences to more people. And this is what we need to do. Because for now web three is still a niche, a small community with different mindsets and purposes. And we need to find also audiences more relevant for us and with better scale. So this is, I think our challenge for the next twelve months."
    },
    {
        "speaker": "A",
        "text": "Yeah, but to be transparent about that upfront I think is also really important because there could be an expectation of just entertaining this small group for the next little while here, and I, you always have to figure out how to look after all your children, the ones that have been there from the beginning and the ones that you will bring in as well. And I can see, I think it's a very exciting path, not a trivial one, but a very exciting path. But here's a few things which are super clear from this conversation, Ben, as we wrap up, which is the approach that you've taken, I think also by virtue of your role and your responsibility in Lacoste, is this is very much about just bringing the medium of web three and the attitude of web three to take a very consumer first approach. Always at the heart of this thing. This is a new way to drive engagement, have that eye level conversation and elevate the brand experience, which is what the brand has been trying to do. But it's also clear, just in the way that you've spoken, you're in it for the long term as well. This is something which is just the last year, you know, if you were to have a documentary of, this would just be chapter one of the documentary. Maybe there'll be one day, you know, maybe some footage from this will appear in that, in that documentary. But the other thing which is super clear is that it takes a certain type of commitment to drive that right, a certain type of open mindedness, both from a corporate culture perspective, but also from the team and especially yourself, being responsible for that, to be open to what, what you can learn from your community and to take a little risk and be courageous in opening up the brand's infrastructure and opening up your time, your energy, in ways that normally is not par for the course for corporate employment or for corporate innovation. So Lukas, I think, is very lucky to have you in the seat. And we're very excited to see what comes next with the underwater cardinal. Tell us a little bit more about where people can find you. Anywhere you want to direct people to, to learn more about what you're doing with underwater."
    },
    {
        "speaker": "B",
        "text": "To learn more, we have an underwater website, underwater dot, lacoste.com. and also if you want to learn more, you join the Lacoste discord. Lacoste underwater Discord. And you ping Bibi, it's me. And I will answer you and give you information with pleasure. And then we have also Twitter, water Twitter if you want to access the last news around the project."
    },
    {
        "speaker": "A",
        "text": "So we'll make sure that those are all in the show notes here as well for you guys who are watching here. Ben, I think the last thing is to just say a deep thank you for taking us on the tour, for your candor and authenticity as well in recounting the story. Hopefully this has given anybody out there working in brands inspiration to really go for it and yeah, look forward to seeing what comes next for Lacoste. Thank you so much for joining us."
    },
    {
        "speaker": "B",
        "text": "Thank you and thank you for the quality of the conversation. It was really, really nice for me to be with you this afternoon so thank you for the invitation."
    },
    {
        "speaker": "A",
        "text": "Well, I think some of the questions come from a little bit of hard learnings from myself as well so it's always good to speak to champions of innovation. Ben, thank you so much and guys, I look forward to sharing the next episode with you as and when we come out with that."
    },
    {
        "speaker": "B",
        "text": "What's up revolutionaries? Thanks for tuning in. For more content like this, head over to realvision.com and get unfiltered access to the very best, brightest and biggest names in finance."
    }
]