[
    {
        "speaker": "A",
        "text": "Remember when everyone thought Ethereum would dump after the Shanghai upgrade? The price of Ethereum actually went up nearly 5% after withdrawals opened. But Ethereum might not be the token you should be looking at right now. Ethereum staking had its highest inflows of deposits in the week of April 24. The amount of ether staked is now above 19 million coins, or nearly $38 billion. Origin ether lets ETH holders earn elevated yield on their ethereum directly to their crypto wallets. You can deposit ether for o EtH or deposit liquid staking derivatives like Steth and Reth to boost your ether yield. So get started today and start stacking eth faster. Mint oeth with your ether and watch your balance start to grow daily. Head to realvision.com oeth now to learn more."
    },
    {
        "speaker": "B",
        "text": "Rob Frasco, welcome back to Crypto daily briefing. Always a pleasure to have you with us."
    },
    {
        "speaker": "C",
        "text": "Great to be here, Ash, great to be here."
    },
    {
        "speaker": "B",
        "text": "Lots to talk about today. We're going to get to it in just a second. But first, let's take a look at price action. Bitcoin trading on my screen, 26,871 under the 27,000 handle trailing 24 hours basis, it's basically flat. It's off about one 10th of 1% trailing seven days -2% trailing seven day basis. Ethereum trailing 24 hours basis it's about up about half a percent trailing seven day basis it's off about three quarters of one percentage point. Call it just about flat. As you can see there on the chart over the last seven days on Ethereum. Rob, it's great to have you back on the show. I always enjoy these conversations. Your co founder and managing partner of Cosmo Ventures, you've been an operator and investor and now an asset tokenizer. Lots to talk about here. But first, tell us a little bit about what you do at Cosmo Ventures."
    },
    {
        "speaker": "C",
        "text": "Yeah, so we're a holding company, actually, we've been in the space now since I'd say 2015. We did our first blockchain deal. We have small venture fund that's tokenized, one of the first ever evergreen tokenized funds. We also are launching a proof of stake hedge fund. And we have a bunch of other companies in our holding company that are primarily in the digital asset space. So we're all in digital assets. We have been for a while and you know, we couldn't be more optimistic about the space."
    },
    {
        "speaker": "B",
        "text": "We're going to talk in more detail about some of those things that you're working on in just a few moments. But I want to touch on some of the news flow that's happening in the space that I know you're following closely. DCG, Genesis, Gemini. This has been an ongoing story. $630 million missed payment last week from Genesis to Gemini. I know it's confusing, all the names sound alike, but this is Barry Silbert and the Winklevoss twins. Barry Silbert at DCG Genesis, the Winklevoss twins over at Gemini. $900 million total owed. Rob, what's your take on this?"
    },
    {
        "speaker": "C",
        "text": "Look, I think the fact that Gemini is saying they want to work with DCG and Genesis is really great for the industry. I think it's really important that that happens. Certainly looks to me, from my vantage point that DCG is really working at making this, you know, figuring it out."
    },
    {
        "speaker": "B",
        "text": "Let's explain that for people particularly. You know, it's interesting, our audience, we have people from the engineering side, people from the finance side. I think folks on the finance side probably understand this debt forbearance construct better than folks on the engineering side. Talk a little bit about what you mean when you say trying to work with them, because I think this is something that lots of folks are not really familiar with."
    },
    {
        "speaker": "C",
        "text": "Well, look, I think DCG is looking to raise cash, right, so that they can make these payments. And, you know, in the current market, that could be difficult. So that might be selling off assets or really trying to structure deals. And so when Gemini says, hey, look, okay, let's talk a little bit about forbearance, that's basically just saying, hey, we're going to give you some time. We're going to give you some time to figure this out, perhaps sell some assets, negotiate a deal and figure that out, versus being really hardcore and saying, no, you owe, go bankrupt. And so I think that's important. As a.com guy, I was early in.com through that first bubble and post, and Ash, you and I, we've talked about this a lot. I always say to my partners, man, I've seen this movie and I've seen it play out before, and I see what's going on now in the market is kind of similar to that. Right? And ultimately, I think the market is still early, and I think a lot of the value, most of the value hasn't even been created yet. And so I think Gemini is being pretty smart about this. Right? Personally, I think you're going to start seeing some more consolidation, maybe some mergers and acquisitions. I wouldn't be surprised if DCG sells off some of its assets, maybe restructures those kinds of things. And I think you're going to start seeing more of that. You're going to see more of that as traditional players enter into the market and look for a foothold in this market."
    },
    {
        "speaker": "B",
        "text": "I guess the general idea here for people who are struggling to get their heads around the concept we're talking about is that it's in the interest of the debtor and the creditor in these occasions, oftentimes for them to be able to not liquidate the creditor, excuse me, the debtor, because they believe that they can generate more payment toward that owed debt by selling off some of the assets. I guess the $64 trillion question here is whether or not there are assets that are going to be able to support those debt payments. And that, I guess, is an open question."
    },
    {
        "speaker": "C",
        "text": "That's right. That's right. Yeah. And I think ultimately they need time. They need time to figure that out. And as I said, potentially asset sale or sell off, DCG is a pretty big holding company. They have a lot of assets. So I'm sure Barry is scrambling and trying to figure that out. So again, I think it's really good indicator to hear that Gemini is willing to work with them to figure this out. It's good for everybody."
    },
    {
        "speaker": "B",
        "text": "Yeah. So let's talk a little bit about your op ed piece in Barron's, I guess going back a month or so, talking about the, the future of financial services in the wake of the regional banking crisis that we've seen here in the United States. Give us a little bit of context around that and tell us what that's about."
    },
    {
        "speaker": "C",
        "text": "Well, look, I think ultimately we tokenized our venture fund. What does tokenization mean? You might have heard that a lot. It's basically creating digital shares on a blockchain of real world assets, securities. So unlike a crypto or those kinds of things, these are real securities. They follow securities laws. And what you're seeing is a big movement to essentially tokenize these assets. And what does tokenization buy you? First of all, it buys you the concept of liquidity, because if something is tokenized, I can trade it easily, I can sell it, buy it more easily. And so that's important. Number two, it gives you kind of a benefit of transparency because it is on blockchain. You can see what's going on. There's also the promise of baking in things like KYC and AML and whitelists into the tokens. And then finally what it does is, because it's on blockchain, it has the promise of being more efficient. And if it has the promise of being more efficient, then what it can do is you can essentially fractionalize. So I don't know if you saw recently, I don't know, maybe a couple of months ago, KKR, for instance, tokenized a sleeve, okay? A portion of a fund, a healthcare fund."
    },
    {
        "speaker": "B",
        "text": "Securitize, I believe."
    },
    {
        "speaker": "C",
        "text": "That's right, securitize. In fact, securitize tokenized our fund. We were one, I think might've been their first customer. I think Spice VC was before us. But what that does for KKR is it allows them to take a fund that was normally for fairly big tickets, big, big institutions, and by tokenizing the sleeve, what they're doing is they're fractionalizing a smaller piece and basically allowing it to distribute to a whole new class of investors, basically broadening the universe of potential investors. And so I think this is going to become very important. It was interesting talking about Silicon Valley bank. We're talking about fractional banking, all those kinds of things. I was just at Salt, New York, Anthony Scaramucci's conference there in New York, and there was a gentleman, Doctor Lipton from Abu Dhabi, who does all their quant research, that kind of thing. But they were talking about tokenization. And he was saying that, I've been doing this for a while, and it didn't really dawn on me until he started talking about fractional banking. When you think about fractional banking, you got two sides of the balance sheet here. You got the deposits, and then you have all the assets on the balance sheet. And the problem with that is that right now, the deposits are fairly liquid. You go on Twitter and create a tweet, and all of a sudden everybody's withdrawing, but the assets on the other side of the balance sheet aren't that liquid. He was commenting about how tokenization could fix that. Now, what you're doing is by making those assets much more liquid and much more tradable, the match between both sides of that balance sheet on that bank, particularly in fractional banking, will fit. I started thinking about that, because right now you could say tokenization is nice to have, or it could be interesting. But in that case, it really, I think, offers a critical path for banking. So I think this is. It's pretty exciting to see what's going on there."
    },
    {
        "speaker": "B",
        "text": "Well, this has been such an important point in the way the banking system works. Folks who know about this stuff always use this phrase, borrowing short to lend long. Now we've all got these, right? So when there's a risk that you hear about some institution that you might be doing business with, if there are rumors that get circulated on Twitter, true or otherwise, assets can take flight, literally, and as long as it takes someone to grab their phone and transfer them somewhere else. It's really interesting to think about the liquidity on the asset side of the balance sheet and the liability side as well. I mean, it's just a fascinating, fascinating world."
    },
    {
        "speaker": "C",
        "text": "Yeah. And it's been a promise for a while. A lot of people have been talking about it for a while. Certainly, we decided to do it very early, just because we're investors in the space and we wanted to learn about it. We wanted to understand the companies, basically, the value chain of the space. But I think it's becoming increasingly more important. You have got Larry Fink Blackrock saying basically everything's going to be tokenized. I think it's on the critical path. I think it's going to take a while as traditional finance embraces this. But look, I was just out in San Francisco a couple of weeks ago. We were at the digital asset conference there, which is primarily tradfi. State Street bank was there, and JPMorgan, all the, usually the Citibank, all the big banks, which is kind of totally different than consensus, where you have craziness. And the keynote was the head of digital assets at State Street. I got news for you. Five years ago, there was nobody from any one of these large banks or large financial institutions even thinking about this stuff, and now they're doing keynotes. So that, to me, is a critical kind of, where are we in the state of the industry as investors? And how important is this when you have, now you have a room full of all these traditional, big, big financial institutions with large groups of people all working on this. So that, to me, is where I get excited about this."
    },
    {
        "speaker": "B",
        "text": "Yeah, it really is so interesting to see the engagement from large financial institutions, from people in this space who had been skeptical and who still, I think, remains skeptical to a certain extent about the decentralized notions that people who are in this space, who are really passionate about it, feel. And yet simultaneously, you do see that interest in tokenization. I mean, look, KKR is an enormous private equity shop. They did not need to do this deal with securitized. They did it clearly because they wanted to get their feet wet. They wanted to understand the new technology. And the fear is that if you don't start doing these things at small size, dabbling here and there, that one day in the near future you're going to wake up and be left behind, and no one wants to be in that position."
    },
    {
        "speaker": "C",
        "text": "That's right. And look, look at Franklin Templeton. This is a mutual fund company out of Menlo park. In fact, they were a customer of mine back in the nineties when I had a fintech.com putting financial institutions on the Internet. And they've tokenized the money market fund. They're all in. In fact, they had a huge booth, if you will, at consensus. And this is, like I said, a staid, secure mutual fund company. I think they were created in 1973. Look at Aberdeen. Aberdeen, $500 billion asset manager also tokenizing funds. In fact, we did a deal with Rtracs, which is a digital asset bank tokenizer registered out of the UK. They're helping people tokenize. They have a broker. I think they have a broker dealer as well. And the series, the latest round of financing, Aberdeen led the round with $20 million. So there are a lot of bigger institutions squarely going after this."
    },
    {
        "speaker": "B",
        "text": "Yeah, in a certain sense, kind of. The more boring the institution, the more interesting it is when you see their involvement. Right. This idea that nobody wants to be left behind."
    },
    {
        "speaker": "C",
        "text": "That's right, that's right, that's right."
    },
    {
        "speaker": "B",
        "text": "Go ahead."
    },
    {
        "speaker": "C",
        "text": "A lot of people, if I go back to this kind of, this discussion, how does this fit with.com? how does it. I always look at the history, because we all like to think that we're doing something new and this never happened before, but, you know, this plays out just like.com did. You know, you look, what happens is everybody gets excited. There's all kinds of speculation, there's all kinds of bubbles, and then the bubble kind of pops, and then everybody kind of goes, holy cow. But the pure promise of the tech never goes away."
    },
    {
        "speaker": "B",
        "text": "Right?"
    },
    {
        "speaker": "C",
        "text": "Things get devalued. All the speculation, the froth goes away, and then the real building happens. And I feel like that's where we are today, where we're really building. The stuff that's happening is true value add. And I see it playing out the same way."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's so interesting. And I feel exactly the same way that you do about this, Rob. The folks who are running large financial institutions at this point are of, how do we say this? Our vintage or older. They were there. They remember the.com era. I was one of the young guys on Wall street in my twenties at the time, in the year 2000. I remember it very clearly, and you said it so well. You have this sense of there's this insane sort of euphoria, this depression that follows it. And yet the technology continues to do what technology does, which is to make slow, incremental progress. And gradual breakthroughs that sort of interrupt the punctuated into equilibrium. And what you get is this continual development and improvement. And we are bearing the fruits of that now. And in many ways, web three, all the things that we've been talking about are a decentralized version of all of those technologies that we worked on back during the.com era."
    },
    {
        "speaker": "C",
        "text": "Yeah, absolutely. I actually think web three is going to be a massive, massive accelerant to this. When you think about crypto and you think about blockchain and where we're at, it's been primarily financial. Ultimately, blockchain really is just settlement. It's a settlement layer. It's how to clear a trade, how to clear a transaction. And I think when you start rolling in social media and gaming and everyday our Internet lives, royalty payments, all of those kinds of things into blockchain, that's when hang onto your seats. That's just pure nitro on the fire, in my opinion. And some of the stuff that we're seeing in web three is just truly, I think, groundbreaking."
    },
    {
        "speaker": "B",
        "text": "Well, let me ask you this. One of the things that's very interesting to me is seeing, I mean, obviously we know these, the web two behemoths, the Googles of the world, the Facebooks of the world, who have built these businesses, creating essentially value by mining user data. It's so interesting to think about how that paradigm is going to shift in the web three era. First, most basic question, how do you define web three and how do you think about the kind of services and functionality that will build built on top of that? How will it benefit users, consumers and ultimately create value for the people who participate in those networks?"
    },
    {
        "speaker": "C",
        "text": "Yeah. So let me give you some examples here. If you think about the early days of the Internet, certainly when I started my first company, you had a website, you logged into the website and you got your content. It was highly centralized, it was on a network, but you went to that site and it was highly centralized kind of web. Two, you had Facebook, you have Google, you have various platforms, and what you do is you basically with your Facebook login. Now I can go to a bunch of different sites and log into those sites. All that user data is shared among all of these sites. You know, companies like Facebook profit off of that web three really all of a sudden takes that whole kind of concept and puts it in the hands of the user. We just invested in this company. It's called npay me, npayme. And it's a lot like GoFundMe or Patreon, but totally decentralized. So how does that, what does that mean? Decentralized? Right? So in the GoFundMe world, I go to GoFundMe, I create a campaign because I need to raise money to, I don't know, save bulldogs. I like bulldogs. And they process the transaction, they hold the content. And when I share that call for donation out to my social media, it's all being centralized through GoFundMe. What NPayme does is they say, no, you go to the site, you create a smart contract to raise money for bulldogs. And that smart contract, you define how much the beneficiary is going to take, how much you're going to take, and it's all done through that smart contract. You share it on social media, just like web too, right? But the web three aspect of it is on a smart contract. Now, here's where it gets cool built into that contract. I can also embed a royalty payment or maybe a share an affiliate system. So now I can say any affiliate, anybody who promotes by call to save Bulldogs gets 5% and it's in the smart contract. So, Ash, let's say you see my in pay me, and you're like, hey, I like bulldogs too, and you share it as an affiliate. Now, a new smart contract is created with me, Rob Fraska, you ash, okay, as the affiliate. And now you share it and you're earning. Now, there's no username or password there. I log in with my wallet, I create the smart contract. And that smart contract is basically attached to my wallet. You log in with your wallet and you don't have to register anywhere. There's no username or password. And oh, by the way, when somebody comes along and donates, it's instantaneously settled all of a sudden that USDC gets put in the various deposits. So this is kind of where this is all heading, right? Or let's say I want to sell an NFT membership instead of a donation. Same kind of thing. So all of a sudden now, and by the way, those files are held out on, let's say, IPFs or some decentralized file server. So now you've got this situation where my content, my offer, my transaction, and I'm not relying on any Facebook or Google to centralize that, right?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I think that's so interesting to hear you describe it that way. I picked out about four key concepts in what you just said there. The first is immutability, that once these contracts get written, they cannot be changed by either of the parties, by any of the parties who entered into them. The second is transparency. You want to know, for example, if someone's doing a bulldog rescue, that the funds are actually going where people say they are going, and that can be built into the contract. The third is composability, which is the idea of what you were talking about, where you can then share revenue with people. This idea of money legos, the system can be snapped together in ways that have security, but also openness, so that you can, uh, partner with different people in different ways and share potential revenue streams. I think that's incredibly interesting. And then the fourth is this idea of efficiency. The idea that they can settle essentially on chain instantaneously at very, very low transaction costs. All of this potentially game changers for the way, uh, that a whole bunch of different things will take place. I was reading, uh, last night about the use case, uh, for the tokenization of restaurants and clubs. You want to start a, you want to start a restaurant. You know, there's a. A neighborhood. You want to have a really cool, hip restaurant, a thai restaurant, whatever it is, you can get people to become members of it. You can pre fund things. And then by doing that, you can give them priority with reservations and all kinds of things. Now, look, there are significant challenges with all of this. Securities laws being one of them. One of the questions that I always get asked is the potential for fraud, waste and abuse on this is absolutely the case. There will be people who will commit fraud using new technologies. That's been true, uh, since the beginning of financial services. I mean, you know, beginning of time. And I think about joint stock corporations, which, you know, many conservative financial commentators thought were scams. Think about that. The idea that stocks, uh, in general, were seen as something that was rife with potential for abuse. There's a lot of potential for abuse here, but there's also a tremendous amount of opportunity. How do you think about that? When trad five folks who are skeptical ask you those questions, what do you say?"
    },
    {
        "speaker": "C",
        "text": "Well, look, just like you said, we saw this early on in.com. we saw it early on. You know, pretty much in all new markets, people look at situations and say, how can I? You know, nefarious players obviously come in and it's ripe with abuse. I think from my perspective, what I like to try to do is say, okay, where are we in the timeline of this? And ultimately, how is it going to change? And then ultimately, how do I protect myself in that? There's a lot of talk about regulation right now, or a lot of talk about compliance and those kinds of things. From my perspective, I think regulation is important. I think it's critical on the critical path. I actually look at it. If you look at it from an entrepreneurial lens right now, without regulation, there is more risk in the system. And so some people are more uncomfortable with that. As soon as that regulation does come in and people start doing things with that regulation, then what happens is the risk is reduced, more liquidity comes into the system and everybody benefits. Look at Europe and Mecca. I think it's a great thing. I'm hopeful the US will get their act together and ultimately bring that to the system. But let's come back. This is still early web three. We're just scratching the service. We're just figuring out how to use this and what's the best ways to use this. And so don't get too far, don't get too over your skis here on this. It's going to take some time."
    },
    {
        "speaker": "B",
        "text": "Rob, let's shift gears here from the theoretical to the practical. It's really interesting to me that you guys have actually tokenized something. You've created a security. Let's talk a little bit about how those trade and introduce people to some terminology here. ATS alternative trading system. Let's talk a little bit about the functional mechanics for how those securities tokens trade today."
    },
    {
        "speaker": "C",
        "text": "Yeah, so I think this is super important to understand, and I talk about this all the time. So there's two concepts that I think are important when it comes to tokenization, and I think it's important to think about how they, what the timeline is. So right now, I would say that the primary benefit of tokenization, just because there's not a lot of things that are tokenized, there's not a lot of marketplaces for tokenized things, is on the issuance side. When I have a security and I want to create the token for the first time and I want to issue it to somebody because I'm raising money, that's step one. And I would say we're firmly in that issuance camp. As soon as you have a large amount, a large universe of things that are tokenized, then the next question is, once I do issue that token, how do I trade it? What happens is people, when they talk about tokenization, they tend to jump right to step two without really talking about step one. First of all, on the issuance side, generally what's required there is what type of investor, what type of person is buying that token? Are there requirements that they need to be accredited? What jurisdiction are they from? Do they follow Kyc aml? How do I manage that white list of who can buy it and the black list of who can't. And ultimately, how are the functions of that security coded into the token? That's the first part of the market, I would say that's where we are today. We're in this issuance camp. People are issuing new securities and basically figuring out financial structures to do that. And it could depend on the jurisdiction. The second next step is really along the lines of your question, which is how ultimately are they traded? Once I own that token, how can I sell it to you, Ash, on a marketplace? So what we're seeing, and as VC's, we're investing in that, like we invested in invest X out of Singapore, which is a security token marketplace. R Chax, same type of thing, securitized markets. So they're securitized, which is doing the, the tokenization, the issuance, and then there's securitized markets, which is really like an ATS that allows you to trade that today. Those markets are very lightly traded. There's not a lot of activity in those markets. I think that's primarily a function of just not having a big market of tokens for people to trade. But I see that growing over time."
    },
    {
        "speaker": "B",
        "text": "Yeah. Rob, I've got a question coming to us from one of our regular viewers, Ralph, on the real vision website. It's a great question. It's a question that I often think about. What does Rob do to stay on top of developments in this industry? Other, of course, than watch real vision crypto daily briefing."
    },
    {
        "speaker": "C",
        "text": "Oh my God, I wish I could stay on top of it. There is no way to stay on top of it. We're constantly meeting with teams every day, all the time. We syndicate with other investors. We listen to what they have to say. When we see something that is of interest, we really dive deep into that. I've got a group of people on my team. We all were all sharing notes and diving in, but I gave up trying to stay on top of it. It's just impossible. It really is. We just really try to build out a network and try to share notes as much as we can. We're very collaborative with others in the space. But man, it is tough. It is really hard."
    },
    {
        "speaker": "B",
        "text": "Yeah, I totally agree. It's just impossible to stay on top of everything. Rob, it's been fantastic conversation. This is fastest 30 minutes I've gone through for some time. Only one way to solve that problem. You're going to have to come back and do it with us again anytime. Final thoughts, key takeaways that you'd like to leave our viewers and listeners with?"
    },
    {
        "speaker": "C",
        "text": "Look, I think we're crossing the chasm, to use Jeffrey Moore's term, in inside the tornado. I think this is early, but it's going mainstream. It is going mainstream in a big, big way. Lots of alpha there, lots of alpha at scale for investors in the space who know the space. And I wouldn't want to be anywhere else but here."
    },
    {
        "speaker": "B",
        "text": "Rob Fraska, always a pleasure. Thanks for joining us."
    },
    {
        "speaker": "C",
        "text": "Thanks for having me."
    },
    {
        "speaker": "B",
        "text": "That's it for today. Remember to sign up for real vision crypto. It's free, of course. Go to realvision.com crypto. That's realvision.com forward slash crypto. We'll be back tomorrow with Stacey Warden, CEO of the Algorand foundation. Make sure to join us live see at 09:00 a.m. pacific time, noon Eastern, 05:00 p.m. london thanks for watching. Have a great afternoon, everybody."
    },
    {
        "speaker": "A",
        "text": "Today's episode of the real Vision Crypto Daily Briefing is sponsored by Origin Ethereum. Earn elevated yield on your ethereum directly into your crypto wallet. Deposit ether for oeth or deposit liquid staking derivatives to boost your ethereum yields. Now head to realvision.com oeth now to learn more."
    }
]