[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless everybody get 30. 30 baby get 30 baby get 20. 2020 baby get 2020. Bid to get 15. 1515 just $15 a month, so give."
    },
    {
        "speaker": "A",
        "text": "It a try at mint mobile.com switch."
    },
    {
        "speaker": "C",
        "text": "$45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time Unlimited more than 40gb per month slows full terms at mint mobile.com dot."
    },
    {
        "speaker": "D",
        "text": "Hey everyone, if you like this podcast, go behind the paywall to get privileged access to the smartest minds in finance. Join the real vision community and learn how to become a better investor. Visit realvision.com rvpod and use the promo code podcast ten to get 10% off our central membership for the first year. And now to today's episode."
    },
    {
        "speaker": "E",
        "text": "Beyond political parties. Please welcome associate general counsel for Copper Co. Carill Khan. Public speaking professionals say that you win or lose the battle for audience in the first 30 seconds. Fortunately, I only have 30 seconds to introduce myself and more importantly, two immensely interesting guests. I'm Kirill Khan, AGC, associate general counsel for Copper Technologies, a London based institutional infrastructure provider which focuses on timely topics such as counterparty, risk, mitigation, and custodial technology. With us today, we have Andrew Yang and Maggie Lake. Miss Lake is a senior editor and host of Real Vision, an on demand content and education platform. Miss Lake is a veteran journalist with over two decades of experience covering business, technology, politics and international affairs. She started her career at Reuters, where she worked in both New York and London covering economics and global finance. Mister Yang is a businessman, philanthropist 2020 democratic presidential candidate 2021 New York mayoral candidate who also founded the successful nonprofit ventures for America in 2011, which prompted the Obama administration to name him a presidential ambassador for global entrepreneurship in 2015. Most recently, Mister Yang has co founded the Forward party with the goal of fighting for american people with practical, common sense solutions. With that, over to our speakers. Thank you."
    },
    {
        "speaker": "F",
        "text": "Thanks, sis. Great to be here."
    },
    {
        "speaker": "G",
        "text": "Hi, everyone. Good morning, Andrew. You can tell you're used to stages."
    },
    {
        "speaker": "F",
        "text": "Yeah, I have a mic on most days, just like in the house. I come home, I'm like, baby, what's for dinner? Amplified."
    },
    {
        "speaker": "G",
        "text": "I'm like, well, it's great to be here. It's great to be in the great state of Texas. I have to say, I think Andrew and I, yeah, that's right, you can hit it out. Andrew and I, both coming from the New York area. And we're going to talk beyond politics. But maybe we should start by saying, is there such a thing?"
    },
    {
        "speaker": "F",
        "text": "Yes. What percentage of things get politicized today in America? Either 100 or 99, right there. And, you know, the hope I've had is that blockchain and web three can be in that 1%. That avoids getting politicized because you don't want to be a political football in a two sided equation. Especially because, at least for me, what animates me is that these tools and technologies can solve fundamental problems that we all should be animated about, whether it's financial inclusion and alleviating scarcity and poverty, or one passion of mine. Imagine being able to vote on your phone in a way that's completely trustworthy and trusted. Like, what would that mean for our country, by the way, if you have that sort of toolkit available, how would the two legacy political parties respond to that negatively, right? They'd be like, oh, no, can't do it. Can't do it. And then they would cite security. And then if you produced a dozen experts in whitepaper saying actually it's secure, military veterans are doing it right now, like the technology is there, what would their response then be? Still don't like it because the fact is they don't have an interest in activating popular will or making it easier to vote. And it's one reason why I started the forward party, because we need common sense solutions that would actually help people, families and communities that the political parties may or may not be fans of. And I'd put a lot of blockchain in that category."
    },
    {
        "speaker": "G",
        "text": "So let's back up a second, and why don't you explain to us, first of all, I want to ask you, post the midterm elections, are you feeling more or less optimistic that we can move beyond the sort of partisan polarization that we've seen?"
    },
    {
        "speaker": "F",
        "text": "Oh, what you look, when you look into the numbers, you find that independence swung the midterms by going to Democrats by two to four points nationwide. Not what anyone expected, including me. Most people thought that independence would break towards Republicans because that's what they typically do in a midterm election, particularly if you have elevated rates of inflation and concerns around public safety and some other issues. So I was surprised. A lot of people were surprised. You saw a lot of ticket splitting. You saw a lot of folks who decided that candidate quality mattered in states like Georgia or Arizona, where 180,000 Republicans in Arizona, for example, voted for a Republican on one part of the ticket and then a Democrat in the other. So you're seeing more and more of an independent spirit where they will make up their own mind and not just vote along party lines, which is, I."
    },
    {
        "speaker": "G",
        "text": "Think, a good thing, a good development."
    },
    {
        "speaker": "F",
        "text": "Well, I'm going to try this out just for fun. How many of you would consider yourselves political independence? So most of the room, it's about 40% to 50% of Americans overall. So this energy is just rising. If you go to young people, literally two thirds of them don't like either party and are looking for a new path. So there's like an analog to what's happening in terms of these technologies and tools with what's happening in our political system. Our political system is now about 160 years old. It's creaking along. It's like, you know, like barely making it. The combined age of the presidential nominees in 2024 could be 159 as one emblem of the kind of aging system. And so the question is, what happens to that aging system? Does it evolve? Does it get updated? Does it get modernized? Which is what I'd like to see happen. Does it actually start reflecting real solutions that will improve people's lives? Or do we just let it continue to descend in a road and eventually disintegrate?"
    },
    {
        "speaker": "G",
        "text": "So what are you doing with the forward party? Bring us up to date on what that is."
    },
    {
        "speaker": "F",
        "text": "Yes. So the forward party is a positive, unifying third party movement that's trying to move beyond the two legacy parties and provide a home for political independence that just want things to work better solutions that are nonpartisan. Again, I'd put blockchain into this category in terms of what it can do to move us forward. I talked about mobile voting as an example, but I'd love to see new forms of governance and more real time feedback. If you look at. Actually, this will be fun. What percentage of Americans approve of us Congress right now as we're here together? I heard eleven. I heard nominal. I'm anchoring you low, so you know it's low. It's between 20 and 28%. So three out of four Americans, not too pumped. What percentage of incumbents get reelected every cycle? 94. 94%. It's a pretty big gulf. When you say 25%. 94%. How many of you run a business? Imagine if three out of four of your customers weren't happy and you changed nothing. That's what's happening in the american political system right now, because 90% of the districts are drawn to be non competitive. And so if you want to keep your job, your incentive structure is to placate or please the 12% of Americans or so who vote in your party primary, and that doesn't line up with where most Americans are. So the forward party's goal is to try and line up those incentives through things like nonpartisan primaries, ranked choice voting, and other measures."
    },
    {
        "speaker": "G",
        "text": "So how are you? So, Andrew, I think there's been a desire to have some sort of center party third party. We've seen third party candidates before, and all we hear is that it's impossible. It's impossible to bake through the way the system is set up to get, to have effect, basically. How are you going to get around that? How are you planning to."
    },
    {
        "speaker": "F",
        "text": "I think this will be very, very familiar to many of you. So there are two things that are keeping the current system in place. A set of rules and some numbers, and both of them are subject to change. So many of you may not have noticed, but last week in Nevada, a ballot initiative passed to get rid of party primaries and shift it to anyone can vote for anyone, and ranked choice voting. Now, what do you think the political parties thought of this ballot initiative? They hated it. I was in Nevada campaigning for this thing, and, like, the people I was around were getting text messages from the democratic party saying, vote no on three. Vote no on three. And their logic was, or their argument was, it's going to be too confusing. And the people were getting. These text messages were like, what? Like, they tell me to vote no on three. But the voters in Nevada went against both parties and approve this thing. So you can actually make it so that new parties can compete and emerge if you activate the people of this country. Because, again, 50% of us are independent, 62% say they want a third party. And then when you say, hey, let's make it happen, then they'll say, no, no. Rules."
    },
    {
        "speaker": "H",
        "text": "Rules."
    },
    {
        "speaker": "F",
        "text": "In an age where, by the way, institutional trust is declining, where you're seeing new entrants in just about every category of american life except for our politics. You know what I mean? And I referenced this potential rematch between Biden and Trump in 2024. What percentage of Americans you think don't want either of those choices? By applause, really? I am the math guy. I hope you guys enjoy the numbers. I mean, it wasn't just a campaign slogan, but 58% of Americans don't want either of those choices. So if we wind up going toward those choices, you're going to see tens of millions of average Americans just look up and say, who else? You know what I mean? Like, this is the kind of environment where rapid change is possible."
    },
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is is apparently a thing."
    },
    {
        "speaker": "F",
        "text": "Mint Mobile Unlimited premium wireless."
    },
    {
        "speaker": "B",
        "text": "How do you get 30? 30, baby get 30 bid to get 20. 2020, baby, get 2020. I better get 15. 1515, just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at Mint mobile.com switch $45 up front for three."
    },
    {
        "speaker": "C",
        "text": "Months, plus taxes and fees. Promoting for new customers for limited time unlimited. More than 40gb per month slows full terms at mint mobile.com dot."
    },
    {
        "speaker": "G",
        "text": "So you mentioned blockchain. Fitting into that, is that something that's feasible to roll out? What's the time reference on using that kind of technology to change the system?"
    },
    {
        "speaker": "F",
        "text": "So there are novel applications of blockchain that I'm super excited about. One thing I'm super excited about is custodianship of our own data. I don't know how you all feel about this, but our data is getting sold and resold. We're getting commoditized ourselves as human beings to the tune of $200 billion plus per year flowing into the hands of certain companies and certain actors. And by the way, it's bad for us, it's bad for our democracy, it's bad for our kids mental health. Blockchain is something that can help with that. So these are the kinds of things that I think we should be working on. The primary use case of these tools so far in the minds of the american public is financial speculation. And that has frankly blown up in a very significant way over this last number of days. So in many ways, the challenge is to find use cases that people don't need to know anything about blockchain or web three to be able to say, okay, I like this because I'm signing up for this and my data is mine. I can port my profile between social media companies. I can vote in a way that everyone's excited about. If you can make it so that it's useful to someone who doesn't know anything about the technologies, that's when you really start making massive, massive leaps."
    },
    {
        "speaker": "G",
        "text": "Everyone today on the panel is talking about the difficulty surrounding FTX. Do you think that's going to make regulation in this area, the discussion in Washington, more difficult?"
    },
    {
        "speaker": "F",
        "text": "Oh, yeah. I mean, common sense, you know, like, you know that there's a lot of schadenfreude going on and the turnover in Congress is going to make it less likely that, frankly, some people respond to headlines and just rush forward with certain regulation. I'm in a camp, and I've always been in the camp, that some intelligent regulation is a good thing. I think it would help the industry mature and make it more mainstream. But unfortunately, we missed a beat, like a major beat. And then because of FTX and the problems and the headlines and the real people that got hurt, there's going to be an appetite for regulation that, in my mind might not hit the mark, because you want to be able to balance the very real concerns with the need to keep America the home of innovation and development of these tools. But this is categorically a very, very negative thing for human beings and for the regulatory environment."
    },
    {
        "speaker": "G",
        "text": "So what do, what kind of conversation has to happen in order to move things forward in a constructive way in Washington? You talk to lawmakers all the time. How are we going to break this cycle that we're in right now? What's standing in the way of constructive regulation?"
    },
    {
        "speaker": "F",
        "text": "So, I mean, I referenced it at the top, but everything gets politicized now. And you can see that happening with blockchain and these tools. So one of the things that we do is we work with a bipartisan policy center to liaise with members of Congress or their offices or their policy teams and just educate them about what these tools are and what they can do and the problems they can solve and why their constituents actually care and would value them. We work with the American, a conference of mayors to have various mayors stand up and say, look, the blockchain is a good thing. Essentially, you take trusted actors that make it harder to politicize, really. And one of the traps I think that you can fall into is like you show up directly in the congressional offices and say, hey, I'm from company X. I'm from Industry X. And here's what we want. That's going to work on some offices, but it's probably going to send the other offices like the other direction, honestly. So you need to find trusted actors that are middle of the road that people will listen to and say, okay, this is a balanced approach. That should be the goal. A balanced approach."
    },
    {
        "speaker": "G",
        "text": "What about use cases, too? I mean, you talked earlier some of the things you're interested in, and we hear about what this technology can unlock. But again, most of what people know about this is much more related to the speculative side of what's happened. How do you raise the profile of the other narratives? This always comes down to storytelling. How can a better story be told in Washington about the innovation that can be unleashed as opposed to the speculation? Because that's all they're hearing right now."
    },
    {
        "speaker": "F",
        "text": "Yeah, that's right. And that, in many ways, I think, is the challenge in rooms like this, is, what problem can we solve with the blockchain that will help change the narrative? And there are people I know in this room who are working on that, and that's why I'm here, is to help us solve some of these difficult problems around, for example, patient data in the healthcare system. If you were using the blockchain to make it so that my medical data was going with me everywhere in a way that I was confident in and secure, and it would reduce costs, who the heck could not be excited about that? And then you get a series of stories, by the way, I met with a company here in Texas that's working on that problem now. Like, now, does that story get amplified the way that the other stories do? Of course not. So you have to try and make as rapid progress as you can on use cases like that and then sing it from the rooftops. Which is another reason why I'm here, is that we have to try and amplify and augment the positive examples of innovation."
    },
    {
        "speaker": "G",
        "text": "Some of this is coming up against. I mean, it's disrupting. Right. So you have entrance interests who don't want to see these stories, don't want to see a lot of what's coming. How do you deal with that? I mean, Washington is full of entrance interest. You know, how do we grapple with that?"
    },
    {
        "speaker": "F",
        "text": "Yeah. And how would you all characterize the media portrayal of this space? Generally? Negative. Right. You know, and again, I'm someone who thinks that there have been massive problems, particularly in recent days, and a balanced approach to regulation is entirely appropriate. But you can also say objectively, that the media has accentuated various negative stories, like, much more than anything positive. So I think that this is something."
    },
    {
        "speaker": "G",
        "text": "That requires, let's categorize media. Since I work for a media company that is."
    },
    {
        "speaker": "F",
        "text": "Well, you're awesome. Obviously, macro. That's like real vision."
    },
    {
        "speaker": "G",
        "text": "Traditional media."
    },
    {
        "speaker": "F",
        "text": "Traditional media. When I say media, I meant traditional media. Yeah, completely. And we're in an age where media has also become politicized. You know what, team every media organization is on, unfortunately. So some numbers, for fun, 69% of Democrats have a high trust in Mediaev. If you go to republicans, that number goes down to 15%. Independents, it's somewhere in between at 39%. So when you talk about the media, in many ways, the traditional media does augment a certain narrative. And in this case, that narrative has tended very negatively towards blockchain and web three. So what are the areas of media that have been more balanced? Obviously, there's the industry sources, which probably skew positive. And so the question is, is there some kind of, like, trusted actor who can call it down the middle? And I think that's where independent media is so important, organizations like yours, Maggie, because unfortunately, we're in a time when media really has become very partisan."
    },
    {
        "speaker": "G",
        "text": "We've had a lot of discussion about regulation, and if we can get constructive regulation and the fact that states like Texas are pushing forward and will be pushing forward and might be moving quickly, can states move forward without some kind of federal framework? I mean, does Washington matter?"
    },
    {
        "speaker": "F",
        "text": "So I love it when cities and states in particular, adopt various regulatory frameworks. In many ways that can be a spur and lead the federal government to."
    },
    {
        "speaker": "G",
        "text": "Adopt, as we've seen with California, many, many over the years, not in this instance, but environmental and a lot of other fronts."
    },
    {
        "speaker": "F",
        "text": "No, though even California adopted a consumer Privacy act in 2020. That is okay. Here it is. So that framework actually is much tougher on the tech companies and the use of customer data than any other state. So what's happened is now the energy around federal regulation is shot up because the federal regulation would supersede the California regs and would make it less onerous of the tech companies. So the tech companies went from being like, no regs, and then California passes it, and then they say, okay, we'll accept some regs, just make it like, you know, nicer than California's. So there'll be a different dynamic in this space. I think states trying to take the lead is very positive. It does create energy and momentum at the federal level, and it does tend to anchor their approach in a certain way. But, and so, and I talk to lawmakers, as you said, all the time, Maggie, like, it's unclear what regulations do end up emerging over this next congress. It's in part because, you know, the Congress is just changing hands. And so there were more than half a dozen different bills in the Senate, and so no one's sure what's going to end up winning the day. But eventually, you'd imagine there will be a federal approach. It's likely to supersede state regs. This does not mean that states should not try and take the lead, because it can end up pushing things in a positive direction."
    },
    {
        "speaker": "H",
        "text": "This podcast is sponsored by Ramp. Are you the decision maker in your company? Consider this. For the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what with each vendor. Ramp's software collects and verifies receipts instantly. To save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization, and bill payments, time consuming tasks, which means you'll stop wasteful spending and close your books in hours instead of days. Businesses that use Ramp add up to 5% to their bottom line the first year. If you're a decision maker, adding Ramp could be one of the best decisions you've ever made. Get $250 when you join Ramp for free. Just go to ramp.com easy. Ramp.com easy cards issued by Sutton bank and celtic bank members have Dic terms and conditions apply."
    },
    {
        "speaker": "G",
        "text": "Even though we're going to have new, some new members coming in and we've seen movement, what do legislators need, or what are they looking for when it comes to understanding this? We heard people say, education. Education. I feel like that's already been done, though. What is it that they need to wrap their head around when it comes to blockchain? To be able to say, okay, I support this?"
    },
    {
        "speaker": "F",
        "text": "I'd suggest that the education is, at best, midstream of the conversations I've had. And in many of these congressional offices, it's not the member themselves who's deciding to try and go deep into this. Like, they send their younger staffer, they send their policy person, and then they ask that policy person, okay, like, what do we think? Where are we? And the policy person, frankly, tends to be younger and, like, savvier and, like, they're the ones that we're spending time with. So that process is very much ongoing, and they are, unfortunately, responding to headlines, which right now are heading in, like, a very specific direction. It's one reason we're trying to balance that with the help of mayors and others, so that they hear also from constituents in their districts who say, hey, look, I work in this space. I work in this industry. This is why it's positive."
    },
    {
        "speaker": "G",
        "text": "What can everyone in the room do as we're thinking about moving beyond politics, both on the political front, I guess, and also when it comes to this industry and making sure that the narratives are heard that mattered and that are going to tip the scale in the right direction?"
    },
    {
        "speaker": "F",
        "text": "Yeah, I think that we've missed some opportunities, honestly. So the first big thing I would say is, like, we should accept that we're in an environment where there's going to be some form of regulation coming down the pike, and the goal should just be to try and make it intelligent and sophisticated and nuanced and like, you know, done in a way that's rational and reasonable. Now you can have your own perceptions as to what the likelihood of rational, reasonable policy is out of, out of DC. The question is, what can we do to try and increase those odds in this time? So it is, there is still. I know this is a dirty, but there is still some traditional lobbying to be done. Now, FTX was the heavyweight in that space, and they've been completely discredited, frankly. But there are still trusted actors that are talking to regulators and legislators. Anything we can do to augment positive narratives to balance it would be great. Ideally, and I'm not sure we're at the cusp of this, but ideally, we are at a point where enterprises are actually touching consumers in a way that can counter the narrative. But given the timeframe, like, I would push, push, push in that direction. I'm not sure if we can get there in the weeks and months we have."
    },
    {
        "speaker": "G",
        "text": "That's a really good point because I think that lack of real world experience and being able to have something tangible, at least for people who are not in the space and Washington, has been a point of friction, it's made it harder. What do we do about the vacuum that's been left? You mentioned FTX was a major player in that space. That's true. Now there is a vacuum. How much, what do you think about time? How critical is timing on this and what fills that vacuum? How do we need to think about that?"
    },
    {
        "speaker": "F",
        "text": "Yeah, I think next year is going to be a big year in terms of trying to sort out what the regulatory approach is going to be. I think there's going to be a lot of pressure on them to do something. And certainly on the democratic side of the aisle, there's going to be a real desire to put some points on the board. FTX, frankly, like the primary use case was financial speculation. And so your goal has to be to try and create something that either is very, very buttoned up and, you know, and you can do something around financial speculation as long as, like, you know, it has the proper safeguards and measures. I mean, you know, that that would be positive. And then if you do something that does fix a problem around consumer data, medical information, governance, real time feedback, financial inclusion would be my, you know, like, hope is that if you can show, it's like, look, here are real life people who've had jobs and opportunities and new businesses and new customers that are enabled by this. Many of whom, I think are in this room. Ideally, they're situated in an environment or from a group or a community or a district that is politically important, because, again, it's real, it's politics. Those are the things that I think could make a difference."
    },
    {
        "speaker": "G",
        "text": "And let's finish up on forward parties. So this is going to be a really hectic couple of years as we head into the next presidential election. Are you going to be backing candidates? Are you fronting your own candidates for office? How is this going to work?"
    },
    {
        "speaker": "F",
        "text": "So, in this midterm, we endorsed about 27 candidates of every party, including independents, independents like Evan McMullin, who ran for us Senate in Utah in 24. We're looking to be useful. So we're generally like an anti extremism, rational, solutions oriented movement. But we're in a very, very bifurcated, polarized country. And so there are going to be six states that decide the 2024 presidential election. What, are they going to shout a couple out? Unfortunately, Texas isn't on the list. I'm sorry? Texas. It's Wisconsin. It's not Ohio anymore. Ohio went red. It's Wisconsin. Nevada, Arizona, Georgia, Michigan, Pennsylvania. Those six states, four of them were decided by 1% in 2020. All of them were decided by, like, two and a half percent or less. The margin in the last election was, I mean, less than 100,000 votes, honestly. So one of the goals of the forward parties, to build a coalition in those six swing states, to be able to direct policy in a particular direction, all you need to do is aggregate 300,000 voters in six states and say, hey, we're genuine swing voters, we're genuine independents, and we will head your direction if you do a few things that actually solve the country's problems. Is this not fun? Like, this is like a very high leverage move where you have these two sides clashing, and then you just aggregate 300,000 voters in the middle, and then you can say, we want intelligent solutions from our leaders, including a more representative system that helps weaken this polarization and this two party control that's tearing our country apart. I mean, at this point, almost half of Democrats regard Republicans as corrupt and a threat to the country. Shocker. The same percentage Republicans feel that way about Democrats. It's getting worse, not better. How the heck do we turn that around? We turn that around by gathering a coalition of independents and Democrats and Republicans who actually want our system to work for us, the people of this country."
    },
    {
        "speaker": "G",
        "text": "I love it."
    },
    {
        "speaker": "F",
        "text": "That's right."
    },
    {
        "speaker": "G",
        "text": "That deserves some applause."
    },
    {
        "speaker": "F",
        "text": "Thank you, Texas. I wish you were a swing state, but I love you and I'll be here all the time."
    },
    {
        "speaker": "G",
        "text": "Angie, thank you so much. Thank you, everyone."
    }
]