[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless everybody get 30. 30, baby get 30, baby get 20. 2020, baby get 2020. Bid to get 15. 1515 just $15 a month, so give."
    },
    {
        "speaker": "A",
        "text": "It a try at Mint mobile.com switch."
    },
    {
        "speaker": "C",
        "text": "$45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time unlimited, more than 40gb per month slows full terms at Mint mobile.com dot."
    },
    {
        "speaker": "D",
        "text": "Hey, everyone, if you like this podcast, go behind the paywall to get privileged access to the smartest minds in finance. Join the real vision community and learn how to become a better investor. Visit realvision.com rvpod and use the promo code podcast ten. That's podcast ten to get 10% off our essential membership for the first year. Now to the top analysis of today's crypto markets."
    },
    {
        "speaker": "E",
        "text": "What's up, everybody? It's Ash Bennington. Welcome to real vision Crypto Daily briefing. Today I'm joined by Mike Alfred, founder and managing partner at Alpine Fox. Mike, welcome back. Always a pleasure to have you on real vision."
    },
    {
        "speaker": "F",
        "text": "Great to be back. Thank you, Ash."
    },
    {
        "speaker": "E",
        "text": "Mike, we've got a lot to talk about here, a lot to talk about in terms of news flow, what's happening in the space. We're going to get to all of that in just one moment. But first, I want to take a look at price action. It has been a busy day. Bitcoin, oh, my gosh. It's trading back above 30,000 right now on my screen, $30,058 trailing 24 hours. It's off about 1.4% trailing seven days. We're down nearly 4% trailing seven days on bitcoin. Ethereum trading right now, $1,851 trailing 24 hours basis. It's actually perfectly fine. 0.00% change on coin market cap, trailing seven day basis. For Ethereum, it's off almost exactly three and a half percent. One other chart I want to draw your attention to right now, $7 billion in bitcoin and ETH options expiring. That's what you're seeing on your screen right now. That's what that chart represents. Mike, welcome back to the show. Always a pleasure to have you with us. So much to talk about here today. Where do we begin?"
    },
    {
        "speaker": "F",
        "text": "Well, I think today's a story of stealing defeat from the jaws of victory. It looks like bitcoin was about to put in like a, you know, a pretty nice monthly close. Keep in mind, it's, it's the end of the quarter. So a lot of asset managers, you know, mark to market at the end of the quarter, and that determines fees and other marks. Right. That, that are important. You've got the halfway point of the year, and then you've got this massive options expiration. So it doesn't surprise me that there's sort of this leaked news that the SEC apparently is not happy with these filings. I don't think that should be a surprise to anyone. Like I, from the beginning have said, the Blackrock ETF filing is interesting and exciting and probably put something into play. But the idea that they were going to immediately get approval because they're BlackRock, given the SEC's past intransigence, given their positioning, given the fact they're locked in a battle, a deathmatch of sorts with the entire crypto industry, I didn't think that that was likely to happen. And I think what's probably going to happen now is a bunch of these firms are just going to refile their ETF applications with more detail around the surveillance, sharing more detail around which spot exchange they're going to be using, and we're back at the same point again. And so I think you got to look further out and say, okay, this news flow today and the movement in the market today is based on technical factors in some cases that have very little bearing on the, the longer term trajectory here. And it's very clear we're in a bull cycle now. So I think it's sort of inevitable that bitcoin will be higher in a quarter, two quarters, three quarters. The news flow along the way could be bumpy, right? Like, if you think about the last six or nine months since FTX, the news flow has been bearish the whole time, but yet bitcoin has doubled, essentially doubled off the bottom in November of last year. So I think that sort of climbing the wall of worry setup could continue from here."
    },
    {
        "speaker": "E",
        "text": "By the way, a lot to talk about there. We're going to unpack that in just a second, but I just want to invite our viewers to please put down your questions in the chat. We're going to ask the best ones on the air. Remember, real vision members take priority. If you're not a real vision member yet, go to real vision.com crypto to sign off. It's free and will remain so. By the way, this is where you want to watch the latest Raoul pals adventures in crypto before anyone else a new episode premieres every Friday. Mike, to your points there, many of them, and they're all good ones. The bottom just fell out of price this morning. The story got broken by Wall Street Journal. By the way, it hasn't been independently confirmed by regulators yet. I don't believe this is just original reporting from Wall Street Journal. We have to assume that they probably have it on reasonably good authority to run it as the headline story, at least until the Supreme Court rejected Biden's, Biden administration's, uh, debt cancellation plan for universities. Uh, but listen, this is a big story here, and it's interesting. You made some interesting points. Let me throw this out to you. I was talking about this on a show that we did for real vision pro crypto members at 09:00 this morning, uh, about, um, the price action. What are we seeing on the screen right there? Okay, there it is. That's this. That's the story SEC calls Blackrock Fidelity bitcoin ETF application inadequate. Wall Street Journal. Uh, this is an exclusive report coming from the Wall Street Journal being re reported there by decrypt. First of all, a couple, couple of points. First, they're claiming, based on the reporting, that the request is that SEC needs more information on this. This is not dead in the water yet. These filings can sometimes be iterative. They can sometimes go back and forth with requests for more information. But the fascinating thing to me on this, Mike, was the narrative flow around this story, because it seemed that people in the space were absolutely convinced, convinced that the Blackrock ETF spot, bitcoin ETF, would be approved. I almost wondered, I was talking about this on our earlier show on pro crypto. Was this a little bit of conspiracy thinking in the crypto space? Because there was almost this tone that I sensed that it was like, up the fixes in this is what the SEC wants. And turns out, guess what? Nope, that's not the ruling we got, or apparently are about to get, based on reporting from the journal. I don't know. What do you think?"
    },
    {
        "speaker": "F",
        "text": "Well, conspiracy thinking and wishful thinking are very common in the bitcoin space. I don't know exactly what it has to do with, but bitcoin tends to attract folks who want to believe that there's some vast conspiracy amongst the global elite to keep everybody poor and eating bugs, essentially, and giving them a CBDC where they can control how much meat they're allowed to buy when they're allowed to spend money. And so I think there's a extension of that going on here. Was this idea that Gensler is essentially a pawn for the traditional financial services companies to basically block all the crypto native companies from achieving their objectives so that Blackrock infidelity and others can swoop in at the end and take the pie. I just don't see that. What I see is a bunch of crypto native companies that have mostly done things poorly over the last five to seven years. They've lost investor money, they've lost investor trust. Many of them have gone out of business. They've literally been frauds in some cases. And so I think the SEC and the CFTC in general and the US are trying to be smart about making sure that these products, when they are approved for the mass market, are actually really suitable. Right. And they're actually, you know, they're not being manipulated under the surface. And so I can kind of see two sides to it. I don't think there's a vast conspiracy. It is true that a lot of regulators end up sort of being captured after they leave their regulatory job. Right? They want a job at Goldman Sachs or they want a job at Blackrock. And so there may be some inherent bias to that regulatory function, but I don't think there's a vast conspiracy here. I think at some point an ETF will get approved. It might be Blackrock, it might be fidelity, it might be bitwise, or it might be somebody else."
    },
    {
        "speaker": "E",
        "text": "So in your view, it seems as though that view, that sort of conspiracy like thinking seems to be overstated. And by the way, if one goes through, is it entirely likely that we'll see a whole spate of them get approved at the same time?"
    },
    {
        "speaker": "F",
        "text": "That's what we've seen with the futures side. There's a half a dozen futures ETF's. Once the door is open, it's much easier to go through. It's much harder for the regulator to make the case that additional products should not be on the market if they let one through. So I think that's where the excitement came from here. Blackrock has a good record, right? There were like 595 and one. They've had a lot of success doing this, but they're fighting a battle here that the SEC is pretty entrenched on. It's like trench warfare. Again, I don't see a lot of movement in the very short term. But the thing that I noticed when Blackrock first filed is it put in play a lot of other potential outcomes. Because you got to remember that GBTC has basically been a shadow ETF for the last seven, eight, nine years. It's been around for a long time and it's basically the largest bitcoin specific product in the market. And they took advantage of this regulatory loophole where if they sold the trust privately, they could then list it on OTC, on the exchange, it could trade like an ETF. The problem is there's no redemption mechanism. There's no way to actually ensure that the trust trades at. And that's what these ETF's would do. But Grayscale's in play for sure right now, in part because of the appeals court ruling that I expect to come out over the next quarter or two, where I think the three judges that are ruling on that were pretty pro Grayscale, if you listen to the last hearing. So I think there's a reasonable chance, and I think some expert came out with like a 70% odds that Grayscale wins that. But separately, DCG, the owner of Grayscale, has some issues related to the genesis debt that still are unresolved. And I think at some point they may need to deal, they may need to sell some or all of grayscale in order to raise capital. And if that's the case, I think the market will view that as being very positive for that discount for that product. So I think Blackrock's interesting, fidelity is interesting. But more importantly, I think the market can see the finish line. The market can see that in the next twelve to 18 months, something is going to happen in this space. Probably something major and probably something that's bullish for bitcoin."
    },
    {
        "speaker": "E",
        "text": "Hey everyone, we're going to take a quick pause and hear a word from our partners. We'll be right back."
    },
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited premium wireless. How do they get 30? 30, baby, get 30 bid to get 20, 20, 20, 15, 15, 15. Just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at Mint mobile.com switch $45 up front for three."
    },
    {
        "speaker": "C",
        "text": "Months, plus taxes and fees. Promoting for new customers for a limited time unlimited. More than 40gb per month slows full terms at mint mobile.com dot."
    },
    {
        "speaker": "E",
        "text": "Gosh, there's really a ton to talk about there around the GBTC story with hooks to the broader industry, in terms of the structural aspects of it, in terms of price, in terms of regulatory aspects. Let's unpack that story from the start for people who may not know. First of all, let's talk about the structure of GBTC, how this discount has been built into the price. Talk about the difference between closed end funds, on the one hand, and ETF's in terms of redemption and price synchrony."
    },
    {
        "speaker": "F",
        "text": "Steven yeah, so a traditional ETF has like an authorized participant, and those. So those units are sort of created as the customer or the buyer wants to buy or sell that product. And so it's very different than a close end fund, where you kind of put an asset into a trust in this case, and then you can't really take it out. There's no redemption mechanism to sort of create price parity between the assets that are held in the trust and the price of that trust. And so closing funds often trade at a premium or discount based on supply demand characteristics, in a way that a traditional ETF doesn't. And that was good for grayscale and in a sense, for the market for a while, when it was the only product in the market in the US that would allow you easily to get access to bitcoin in a brokerage account."
    },
    {
        "speaker": "E",
        "text": "Preston and by the way, it traded at a significant premium during those days."
    },
    {
        "speaker": "F",
        "text": "2030, 40% most of the time for years. And that's, in fact, what got blockfi and three arrows and some of these firms in trouble because they thought that premium would persist indefinitely. So they would buy the trust at NAv directly from Grayscale, and then they would dump it back onto the market in six or seven months after they kind of got through that holding period, vesting that they had to do, basically. And so they would take advantage of that premium. It looked like free money lying in the street. But then the market turned. In 2021, it kind of flipped from a premium to a discount. There was a canadian ETF, so there was more competition, there were more ways to get access to bitcoin. And so it went to a discount. And the problem now is that the incentives for the owner and the manager of GBTC are to continue to let the product persist as is, because they're earning 2% of the bitcoin every year, irrespective of whether it trades at a premium discount, and they're earning 2% on the underlying value of the bitcoin, whereas the customers who own the trust, if they go to sell it, they have to sell it at a discount to to the underlying bitcoin and the trust, because that's where it's trading now. Again, I think that will be closed either through winning the SEC lawsuit and eventually having a path to approval Blackrock or fidelity getting approval for an ETF, which would then give potentially a pathway for GBTC to convert or the sale of the entire company to somebody else, where a new manager, like, let's say fidelity for example, would come in and say, look, we want to keep this product as is, but we want to lower the fees to sort of make this product more competitive. And we think the right fee level is 50 basis points, let's say, instead of 2%, that would help lower it. And they could also proactively create a redemption mechanism, potentially, that would allow that closed end product to look more like an ETF, even before it's an ETF. And so those are some pathways I see to getting sort of realized value for the, for the current shareholders and the current trust holders of GBTC. But we'll have to see how it plays out."
    },
    {
        "speaker": "E",
        "text": "Yeah, a couple of important points to make there. You mentioned this concept of Nav, that of course is net asset value. And what we're tracking here is the premium or discount to net asset value. But it's important that we just use that as an expression to get a sense of where it's trading relative to the underlying price of bitcoin. But when you actually own, uh, this security, by the way, I think I own a couple of shares of this myself. Not a lot to minimus, uh, but I think I do own some GBTC, uh, in my, in my own, you know, my own brokerage account. Um, but look, the reality here is that this, on a November 21 high, was trading about $50 a share. If you own the underlying shares, what you care about is the price trading right now at 1888. On my screen, a significant, uh, decline from high."
    },
    {
        "speaker": "F",
        "text": "Yeah, it's a significant discount to the underlying value of the bitcoin. I think the value of the bitcoin right now is like $27, right? So its not just that the price of bitcoin went down since 2021, its that the value of the trust in the publicly traded markets on a supply demand basis went down even relative to price. Now thats flipped this year. The thing to keep in mind, Ash, is because the discount went from the mid to high forties to closer to 30%. Now, GBTC is actually outperforming bitcoin quite dramatically over the first six months. As of this morning when I last looked at it, GBTC was up 130% and bitcoin was only up 80%. Obviously those numbers have changed with this mini drawdown that weve seen, but that could persist and that could continue if the discount continues to shrink. You actually are getting the return of bitcoin in a sense plus any reversion to the mean in terms of GBTC trading closer to the value of the underlying bitcoin. And thats why I recommend last time we spoke three months ago and I think even last year I have recommended it. I have 240,000 shares so its not an insignificant amount of exposure to the idea and I dont own it just because of the discount catalyst. I also just think as a broad exposure to bitcoin its not a bad way to do it. Remember, the underlying custodian is Coinbase. Coinbase in the US is probably one of the most trusted custodians. Fidelity might be up there with Coinbase and maybe more trusted with traditional financial services companies, but keep in mind that BlackRock chose Coinbase as their partner. And the reason ash for that is that BlackRock competes with fidelity and almost every vertical of the traditional asset management business. When theyre selling small cap products, when theyre smelling large cap products, when theyre selling bond products, index products, et cetera. Fidelity and blackrock are maybe friendly in the way they converse with each other, but they are mortal enemies in a sense. And so it makes sense that BlackRock would choose Coinbase. But I think that makes Coinbase an interesting story going forward because Coinbase is one of the only large scale independent custodians. Blackrock can't choose fidelity because they don't want to give fidelity a leg up in this market when they're competing with them everywhere else. Blackrock does not compete with Coinbase and so it's easier for them to use them as a custodian. Remember, Grayscale keeps all of the GBTC bitcoin at Coinbase, and microstrategy historically has kept all of their bitcoin at Coinbase. And so there's a lot of negativity on Coinbase right now because of the SEC lawsuit, but the largest players in bitcoin continue to choose Coinbase repeatedly."
    },
    {
        "speaker": "E",
        "text": "Yeah, GBTC, I'm looking right now in the Bloomberg terminal, trailing twelve months, up 56% year to date. Up well, just shy of 128% year to date. Significant move."
    },
    {
        "speaker": "F",
        "text": "Yep, yep. And a significant move relative to bitcoin, which is why it's been such a great trade. And about a month ago, I took the position up quite a bit, not knowing about the Blackrock filing at all, but simply because I view the appeals court decision as somewhat imminent at this point and highly likely, like, well, more than 50% likely to go in their favor. Again, that does not mean that the SEC has to approve GBTCs conversion to an ETF, but it does mean that theres more pressure politically. And thats the true end date here, I think, is when Gensler leaves the job. And that could come as soon as twelve to 18 months out. Obviously, theres some movements from numerous congressional representatives wanting to just remove him proactively. Im not sure that that will be successful. But these jobs eventually come to an end. These are not jobs you stay in forever. And I think the posture of any future SEC chairman is probably likely to be a little bit softer."
    },
    {
        "speaker": "E",
        "text": "Yeah. By the way, by way of contrast on Bloomberg, XPT USD pair TTM up 61%. YTD up 82%. So significantly underperforming GBTC precisely. As you said, Mike. What else is going on right now for you, Mike? What else are you looking at? What else is important?"
    },
    {
        "speaker": "F",
        "text": "I think the biggest thing that I'm watching right now is the infrastructure business building up around bitcoin. When you think about what the SEC has sort of done to the crypto market broadly, is they've made it clear that bitcoin and maybe ethereum are probably the only safe places for institutions to deploy capital where there's no risk that they'll be called securities later. There's no risk where their favorite exchanges will pull those listings and make it impossible to trade them and get liquidity. And so if you want to make heavy duty investments in the infrastructure layer beyond the protocol itself, bitcoin is probably the safest place to do that. And that's probably why you're seeing the hash rate go nuts, right? The hash rate has exploded higher for bitcoin over the last six months, even as the price continues to be more than 50% below all time highs. And part of that is investments that were made prior to this most recent drawdown. Remember, these are long lead items, like people are buying land building data centers, they're plugging in machines that sometimes take six or twelve months to arrive. They have to buy transformers. They have to build substations. And so one of the things that is interesting about bitcoin is it has this physical world infrastructure component. And the best analogy I can think of for this is the Internet data center business in 2002, 2003. You think about a company like Equinix, which today is one of the largest Internet data center providers. That was a $3 stock in 2002. At one point over the last five years, it was like an eight or $900 stock. And it was really a binary bet on, would the Internet be bigger? And so if more people want to use the Internet, you need more infrastructure to more bandwidth in order for the consumer Internet to thrive. I think the same things going to happen with bitcoin where these bitcoin miners, I call them bitcoin infrastructure providers or bitcoin data center providers are going to continue to have to grow if bitcoin is going to grow. Because unlike these proof of stake protocols, proof of work does require real world infrastructure and real world energy for it to work. And if you look at the stocks this year, a bunch of the leading bitcoin mining stocks are up 200% to 300%. Quietly, none of the big tiger cub hedge funds, none of the traditional asset managers are talking about this space. And yet the stocks are outperforming Nvidia year to date. So I think it's a space to watch going forward."
    },
    {
        "speaker": "E",
        "text": "Hey everyone, we're going to take another quick break and hear a word from our partners. We'll be right back to the real vision crypto daily briefing."
    },
    {
        "speaker": "G",
        "text": "This podcast is sponsored by Ramp. Are you the decision maker in your company? Consider this, for the first time in decades, theres a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With ramp, you get full visibility into your companys spending and control who spends what. With each vendor, Ramps software collects and verifies receipts instantly to save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization and bill payments, time consuming tasks, which means youll stop wasteful spending and close your books in hours instead of days. Businesses that use ramp add up to 5% to their bottom line the first year. If youre a decision maker, adding ramp could be one of the best decisions youve ever made. Get dollar 250 when you join ramp for free. Just go to ramp.com easy. Ramp.com easy rmp.com easy cards issued by Sutton bank and celtic bank members. FDIC terms and conditions apply."
    },
    {
        "speaker": "E",
        "text": "Let's just do some questions as they come in. Desmond Lang on YouTube wants to know. Hi Mike, if the spot ETF did get approved under the SSA, what would the entity be to trade and clear the spot?"
    },
    {
        "speaker": "F",
        "text": "BTC tradesmen well, I mean, if spot ETF's approved like the blackrock ETF is approved, you'll be able to trade it in whatever brokerage account you have. So you just log into your fidelity Schwab or TD Ameritrade or Robinhood, et cetera, and you should be able to trade it, it may trade on different exchanges over time, but the key thing is access. Can you access it from any us brokerage account? I think the answer to that would be yes, if it were approved."
    },
    {
        "speaker": "E",
        "text": "Maybe hes asking a question about the underlying custody aspect of it. Whats the SSA? Go ahead, Preston."
    },
    {
        "speaker": "F",
        "text": "The underlying custody is going to be, if Blackrocks were approved, it would be Coinbase. Yeah, but I think theyll diversify. I think what will happen over time is theres a couple of other options. I mean, obviously, what a lot of people in bitcoin would like to see over the next decade is a lot more non custodial trading, sort of like what uniswap enables in the Ethereum world. It's one of the downsides of bitcoin is there aren't a lot of native applications for trustless trading. You can trade some of these other altcoins fairly easily right out of your wallet, and you can't do that with bitcoin if you take self custody. So I think some infrastructure around that would be interesting. And I know there are some people working on that."
    },
    {
        "speaker": "E",
        "text": "And by the way, to your point about how that could change in terms of custody basis, the relationship between BlackRock and Coinbase as announced, why wouldnt, if this was a business that seemed productive in the future, why wouldnt BlackRock just build their own digital asset custody services?"
    },
    {
        "speaker": "F",
        "text": "Steven? Because thats just not the way that traditional asset managers think. Its not the way the regulatory superstructure works. The whole idea in the traditional financial services market is to separate each one of these business lines. Exchanges should be separate from asset managers, should be separate from custody, should be separate from clearing. And one of the problems in crypto native businesses is they've tried to do the full stack themselves, which means there's no separation and there's a lot of conflicts of interest and there's a lot of risk to the end depositor and the end customer. And so I think Blackrock intends to operate as they do in traditional markets here and not be their own custodian, because that's just not the way to keep customers safe."
    },
    {
        "speaker": "E",
        "text": "Yeah, well, fair enough. And it's a good point. Uh, precisely. This is something that we saw, in fact, in the SEC complaints against, for example, uh, Coin, uh, Coinbase, uh, as well as, uh, as, as well as binance, that the segregation of functionality, uh, argument that you made."
    },
    {
        "speaker": "F",
        "text": "Yeah. And look like binance and Coinbase are very different beast. You know, Coinbase may do, uh, multiple things like, like custody, for example, and exchanges, but they're also an audited business that's been audited even before they went public in the US. And I think it's highly likely that they're operating on a true one to one basis where every coin that you think you have in your account is actually held in custody. I don't think that you can make that same, you can make the same inference based on the behavior of finance, based on the behavior of allowing customers to deposit into multiple different entities and then flowing that money through affiliated market makers, which is very similar to what happened at FTX. I'm not saying that the same thing on as FTX, but it's much more similar to that type of flow than what you see at Coinbase, where you use a us bank account to deposit oftentimes us dollars, and then purchase bitcoin, for example. And then that bitcoin sits in a wallet that you can actually identify in custody. It's not clear that that's what's happening in some of these other offshore unregulated platforms."
    },
    {
        "speaker": "E",
        "text": "By the way, I'm googling while I talk here, I just found a Reuters story from December of 21. So about 18 months ago, talking about BlackRock's custody business, how that works in traditional assets. Here it is. I'm going to read this from the Reuters article. Quote, BlackRock said that Citi will care for about 40% of their funds, while JPM handles 30%. BNY Mellon and State street each take 15%. They're literally clearly spreading the custody around."
    },
    {
        "speaker": "F",
        "text": "Yeah. BNY and State street are the largest custodians in the world. And you can see Blackrock obviously has special relationships with some of those other banks. Those other banks probably offer them other services to incentivize them, to use them in those contexts. JPM and Citi, which kind of makes, makes sense, but fidelity is a little bit different, right. Because they do kind of do some custody, right. When you, when you store your, your money, your, your securities with fidelity and you, and you trade with them as a broker, they do have national financial services and other, uh, custodians that they actually own and control. Um, because they're more of a brokerage platform with an asset management business and BlackRock's more of a true asset management asset manager. They used to have a retirement platform, right, like Fidelity, but I think they sold that off at some point, right. And so they've gone pure play into asset management, which is the best business, by the way, in the space, the highest margins, you get the best multiples. Some of these other businesses within financial services, they may generate a lot of revenue, but the market doesn't give you as much credit from a multiple standpoint."
    },
    {
        "speaker": "E",
        "text": "Yeah, very interesting. Listen, we just got a new question from Ralph on the real vision website, who always has great questions for us. And this is precisely to your points earlier about the miner space. Does Mike see the potential for m and a activity between miners?"
    },
    {
        "speaker": "F",
        "text": "Yeah, it's already happened. Right. So HUD and USBTC announced about a $900 million merger. Must have been like four or five months ago. Now that merger I don't think has closed, but I hear that they're making progress towards that. There will be more kind of mergers of equals. Right? There'll be some larger miners buying smaller miners. And you did see some situations where lenders who didn't get paid back on miner financing actually foreclosed on the machines. It sort of became self miners through the backdoor. Instead of just buying machines and building buildings and plugging them in and becoming a self miner, they lent money to miners. Those miners defaulted. They took those miners and plugged them in somewhere else and essentially became a self miner. So you'll see some of that, you'll see some mergers of equals. And then in the long term, I think you'll see traditional energy companies coming in and wanting to buy bitcoin miners to create other ways to monetize existing power assets that they have. When you look at the field of large scale, publicly traded bitcoin miners say most of them do not control the underlying power production. That's the area where they stop. They do everything once the power is on the other side of the wall. They build the buildings, they plug in the machines, they monetize that, that hash and turn into bitcoin. But they don't own the natural gas, they don't own the wind or the solar. They're sometimes doing jvs with those companies, right? And they're large customers of those companies and they're somewhat location agnostic. They can throttle up or down. Right. That's one of the interesting things about miners. Unlike an aluminum smelting plant where you can't stop the process at six out of ten without losing the work, bitcoin miners, because it's a probabilistic process, you can stop and start at sort of any point. And that's exactly what they're doing in Texas over the last week or two. With the temperatures really high, theyre curtailing and getting paid by the grid for creating that grid stability by removing that load, removing that peak demand. But then they can also be buyers of last resort and large scale buyers at other times when the power is sort of ubiquitous and cheap."
    },
    {
        "speaker": "E",
        "text": "Preston Mike, we could talk about miners in depth. Im sure wed have a whole conversation about it. But unfortunately weve got to close it out for the week here in about 30 seconds. Final thoughts, key takeaways that youd like to leave our viewers with?"
    },
    {
        "speaker": "F",
        "text": "Preston, I think its the same thing I said three months ago, which is that if you take a longer view on bitcoin, all of the news flow, all of the short term updates are not going to matter. You wont be able to predict what the path is to getting to where bitcoin is in 2024, 2025. But I think its fairly certain now that the price will be higher in that window. And I think if youre smart, youre just accumulating here and ignoring the news, unless, unless the news doesn't bother you."
    },
    {
        "speaker": "E",
        "text": "Mike, I always enjoy these conversations. Thank you so much for joining us."
    },
    {
        "speaker": "F",
        "text": "Thank you, Ash."
    },
    {
        "speaker": "E",
        "text": "That's it for today. Make sure to check out our website. Go to real vision.com forward slash crypto. That's real Vision.com forward slash crypto. It's free to sign up for our crypto content. Of course, we'll be back next week with John Palmer from CBoe Digital. That's a show you're not going to want to miss. Join us live for the interview. See you at Monday, 09:00 a.m. pacific Noon Eastern, 05:00 p.m. london time. Thanks for watching, everybody. Enjoy your weekend."
    },
    {
        "speaker": "A",
        "text": "What's up, revolutionaries?"
    },
    {
        "speaker": "E",
        "text": "Thanks for tuning in. For more content like this, head over."
    },
    {
        "speaker": "A",
        "text": "To realvision.com and get unfiltered access to the very best, brightest, and biggest names in finance."
    }
]