[
    {
        "speaker": "A",
        "text": "Hello and welcome back. Here's why you should watch today's real vision crypto daily briefing. Accusations and denials are flying high about the company behind an Ethereum rival avalanche. We'll recap the key developments since cryptoleaks report on Ava Labs. Plus, we're going to do another deep dive into arguably the biggest story in the crypto world right now. Ethereum enthusiast Ryan Berkmandhouse tells us why he thinks the upcoming merge is a game changer. We'll break this conversation down into key takeaways. As always, my name is Nico Bruga. We have, as always, Ash Bennington. Don't forget to hit that subscribe button on YouTube or join us on the real vision platform. Now let's get right into the latest price action. We're seeing some recovery after a lot of red late last week, bitcoin dropped once again below $20,000 after Federal Reserve chair Jay Powell reiterated the need for more interest rate hikes. Risk assets like Crypto fell sharply after his speech on Friday. Right now, though, bitcoin is trading higher and has once again bounced back above $20,000 levels. Ash, what are you seeing on the Ethereum side?"
    },
    {
        "speaker": "B",
        "text": "Thanks, Nico. As we've seen lately, ether is making bigger moves than bitcoin. It also suffered a steeper drop following Powell speech, but is recovering more quickly. It was up as much as 10% on the day and is now back above $1500, which has become something of a psychological level in Ethereum. However, Bank of America warns ether's recent price jump may continue to fade as the merge nears. In a rather bearish note, as reported by Coindesk, the b of a report says the longer term macroeconomic situation remains weak. It also says critically, the merge will not solve scalability issues or high transaction fees. This comes against a backdrop of very low trading volume and ether decrypt media points to a report from crypto asset managers Coin shares. It said trading volume among institutional investors for crypto funds fell to $1 billion last week. That was the second lowest level all year. It follows a report from glass node warning that low volume transactions, that's transactions below the $1,000 threshold, have continued to fall. Nico it may still be summer in the northern hemisphere, but the market remains gripped by crypto winter cold I have."
    },
    {
        "speaker": "A",
        "text": "To say, ash, I wouldn't mind some of the actual cold air considering we're in New York and we got ourselves another heat wave. But let's turn our attention to one more cryptocurrency we want to highlight. Avax the native token of the avalanche blockchain is up double digits in the past 24 hours after heavy falls late last week. That brings us to our top story. This is a wild one that has caught the attention of some of the biggest crypto players. It requires careful unpacking. So here's what we know as of now. CryptoLeaks is an investigative platform that says it's run by blockchain enthusiasts who hope to expose wrongdoing in the crypto industry. On Friday, it posted explosive whistleblower allegations against Eva Labs, the company behind the so called ethereum killer blockchain avalanche and its native token in Avax. Ash, what did the crypto leaks report say?"
    },
    {
        "speaker": "B",
        "text": "Well, in a nutshell, Nico, crypto leaks alleges Ava Labs has been involved in a smear campaign. Smear campaign is how coindesk characterized this story in their headlines. So a crypto leaks article claims Ava Labs paid lawyers to go after Avalanche's rivals. The article also says these actions were aimed at distracting regulators. The article alleges Ava Labs paid law firm Roche Friedman in both Ava Labs stock and in Avax tokens. That's the native token of Avalanche. The report is quite lengthy and also includes surreptitiously recorded video purportedly showing the law firm's founder, Kyle Roach, talking about the nature of his partnership with Ava Labs."
    },
    {
        "speaker": "A",
        "text": "Nico indeed, this story has caught the attention of the likes of Binance CEO Cz and block tower CIo Ari Paul. Cz even made a note in his tweet that if the video linked is indeed real and not a deep fake, it's a massive story. But in terms of the people actually involved in the story itself, what are they saying?"
    },
    {
        "speaker": "B",
        "text": "Ash well, the CEO and founder of Avalabs, this is Emin Gun Sirar, has called the allegations, quote, categorically false. He said, quote, neither I nor anyone else at Eva Labs ever directed Roche in his selection of cases. Among other rebuttals from C Rar, the Ava lab CEO says Roche has only handled what Emin gun sire characterized as, quote, minor legal cases regarding Avalanche. Seer also further called crypto leaks, a, quote, disreputable site. Close quote. As for Kyle Roche, Roche says the report, quote, contains numerous unsourced false statements and illegally obtained highly edited video clips that are not presented with accurate context. Close quote."
    },
    {
        "speaker": "A",
        "text": "Nico obviously this is a very chaotic story, but thank you for laying out the facts. Now, Ash, what do you think about the story more in general? Obviously, this is one of our, we have these type of stories about once or twice a year with crypto."
    },
    {
        "speaker": "B",
        "text": "Yeah. Nico, this is a crypto food fight. We've seen them before, obviously, as people who have been following the space for some time know. The reality is we're going to have to wait and see markets move on, rumor and innuendo. You hear people say things like buy the rumors, all the news, but we're going to have to be careful about how we report the facts here, as we indeed are doing. Look, I would just say, Nico, you know, I've been covering these stories in the crypto news cycle since there was a crypto news cycle probably starting back in 2017. Before that, it was kind of just a Twitter flow cycle. But we see these stories come up from time to time. Often they involve these sort of very intense statements, and we're going to have to wait and see what happens as the facts come out. Nico."
    },
    {
        "speaker": "A",
        "text": "Very well said, Ash. And we'll be keeping an eye on this story as to how it develops and affects the Avax price. Here are some other stories we're looking at. Meta, the company behind Facebook, Instagram and WhatsApp, has added NFT support to another one of their platforms. Users will now be able to post their nfts on Facebook. Ash, this sounds like a big deal for mainstream NFT adoption. How is this going to work exactly?"
    },
    {
        "speaker": "B",
        "text": "Well, this is really an interesting story because what this is about is about the ability to basically have Facebook meta Instagram connect with the underlying NFT wallet so that you can see the entire chain of custody. You can see the validated ownership. People have joked before, obviously, about nfts. You can just right click on them and save as what this is really about is showing the actual architecture, the chain of custody, the chain of ownership, which makes it unique and I think makes it incredibly interesting in the way it could be integrated into the meta ecosystem as we go forward. Niko?"
    },
    {
        "speaker": "A",
        "text": "Yeah, lots to keep an eye on there and seeing if this very, very cold crypto winter for nfts thaws it. All. On top of this news in other stories, the world's largest derivatives marketplace, CME Group, has launched two new crypto products. Ash, what are they and why should we care?"
    },
    {
        "speaker": "B",
        "text": "That's exactly right, Nico. CME has added two new products, bitcoin euro and euro and ether euro. These are futures contracts on CME. We should care because ultimately it shows some demand, current demand, or the projected future demand that CME group sees for these trading pairs. Look, here's what's interesting. Folks at CME Group aren't cryptocurrency activists they're not enthusiasts. They look at this with a very cold eye. They look at it to try and figure out where the demand is and frankly, where they can make money. I would say this is a very interesting proxy for what we're going to see developing in terms of future demand for euro denominated bitcoin and ether contracts."
    },
    {
        "speaker": "C",
        "text": "Neetco this podcast is sponsored by Ramp. Are you the decision maker in your company? Consider this for the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what. With each vendor, ramp software collects and verifies receipts instantly to save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization and bill payments, time consuming tasks, which means you'll stop wasteful spending and close your books in hours instead of days. Businesses that use ramp add up to 5% to their bottom line the first year. If you're a decision maker, adding ramp could be one of the best decisions you've ever made. Get dollar 250 when you join ramp for free. Just go to ramp.com easy ramp.com easy rmp.com easy cards issued by Sutton bank and celtic bank members have DIC terms and conditions apply."
    },
    {
        "speaker": "A",
        "text": "Very well said. Indeed, the CME announcement is another example of a growing institutional expansion of crypto products. This is one step on a long road to a wider mainstream adoption of crypto. We're not going to get there overnight, and crypto is far from a finished product. As we all know, even long established blockchains continue to evolve. In fact, Ethereum is just weeks away from an event that will dramatically change its entire engine. Some, like bank of America, have cautioned that this will not have as big of a positive impact as hoped for. Others, like Ryan Berkman's, an Ethereum investor and community member, are highly bullish. Ash asked Ryan why the move from proof of work to proof of stake is needed. Let's take a listen."
    },
    {
        "speaker": "D",
        "text": "The merge is really about taking Ethereum from proof of work, a venerable technology that invented distributed consensus, invented the concept of a blockchain where you can have computers that talk to each other and reach a stable, correct state, even if up to half of them are malicious and incompetent. So proof of work is an incredible innovation that gave the world the promise of these public computer networks. And then, as the years have passed. Someone about maybe 810 years ago had an idea, well, what if there was a better way? And it took them, the researchers and engineers, a very long time to really get to the bottom of that mouse trap and operationalize it. But what's come out is a system that is almost in every way, except for its complexity, superior to proof of work. And so I think that's a controversial statement. Not everyone would agree with that. And I'm happy to get into the line items."
    },
    {
        "speaker": "B",
        "text": "Yeah. Break down your view of why you believe that to be the case. Superior in every way."
    },
    {
        "speaker": "D",
        "text": "Right. So with the exception of complexity and the longevity of the track record of proof of work, at its core, Ash, proof of stake is a system which is both more secure as well as significantly more capital efficient and inexpensive for the Ethereum network to run. Over the past seven years of R and D leading to this rollout in a few weeks, we've taken the idea of crypto mining, where computers in isolation, with no knowledge of each other, solve those cryptographic puzzles and consume vast quantities of energy to secure the network. And we've replaced it with the so called staking system, where anyone in the world is able to take their ether tokens and lock them up in the system to help run the system. And at its core, the proof of stake system is about checks and balances of all of the staking computers, all of the computers where these ether tokens are locked up, staking, keeping each other in check. It's much more like a community of computers. And so whereas in proof of work, security is created by lots of independent computers competing to race towards this goal of solving that next cryptographic puzzle, in proof of stake, it's more like a symphony. It's sort of a concert of staking computers that has a complex set of rules. The result is that it's able to produce the exact same end customer benefit as proof of work, which is secure, decentralized, public chain block space. This is global public utility, where anyone can pay a fee to use it. Only now the engine underneath is totally different. It's much more socially coordinated. It doesn't require any kind of electricity consumption on a large scale, more so than my laptop or your phone. Ash. And then there's this incredible property where now Ethereum as a network at the high level is going to be truly profitable. And so when the merge comes, Ethereum will, for the first time, be the only public blockchain in the world with significant profitability. So we've got security, we've got reduced environmental impact economic profitability. These are just incredible line items. And what's the cost here? Well, the cost really is that it's a much more complex system that just took time to develop and time to ensure that it's safe and ready for the big league."
    },
    {
        "speaker": "A",
        "text": "So, Ash, we've been hearing a lot about proof of stake as we've been covering the merge the last couple of weeks. But one question for me remains, besides your general thoughts on Ryan's answer, why don't other protocols adopt proof of stake?"
    },
    {
        "speaker": "B",
        "text": "All right, well, the last question for us general thoughts? I think Ryan does a very good job of explaining the overall context here. He says it himself with great humility. I think that not everyone will agree with his views. I'm sure that's true, considering the nature of this ecosystem. To get to your first question, why don't other protocols adopt proof of stake? The short answer is lots already use proof of stake. So proof of stake coins currently include Cosmos, Cardano, Polkadot, Solana, Tezos and Algorand. It's interesting because they're slightly modified versions of proof of stake. You'll hear, for example, about dpos that's delegated proof of stake ppos, pure proof of stake, as in the case of Algorand. These are just slightly different inflections on the same theme. Bitcoin, on the other hand, is highly likely to remain proof of work, at least for the foreseeable future. It's just such an incredibly important part of the ethos of that community. By the way, other proof of work coins include bitcoin cash, dogecoin, Monero and litecoin Nico ash."
    },
    {
        "speaker": "A",
        "text": "You've repeatedly compared this Ethereum merge to changing the engine on a jet plane while flying 50,000ft in the air. This is huge. This is complex. Things could go wrong. Here's Ryan talking about those very concerns. Let's take a listen."
    },
    {
        "speaker": "D",
        "text": "And so when we think about the safety of the Ethereum merge and why we know it's going to work, that really starts at the beginning of that story with the Ethereum community's long term decision to decentralize the development and maintenance of the protocol to these separate teams, as well as a distinct research community that produces sort of a textbook specification that you could print out. And then that specification is studied by software teams that turn it into multiple independent programs, any of which can do the job, any one of which can do the job of running the Ethereum blockchain in proof of stake. So today there are four different programs which are perfectly safe and ready to run the Ethereum proof of stake network. No other blockchain community has even one, pardon me, two. They do have one. And now beyond the four, there's even a longer tail of research clients and up and coming clients with various flavors and specializations. And the Ethereum foundation, which provides a fair amount of centralized direction of the Ethereum effort, has what we call a subtractive philosophy. That's something they espouse, that they've written about. And in their subtractive philosophy, it is explicitly the mandate of the Ethereum foundation to give away as much of their money as makes sense over time to empower truly independent teams in different jurisdictions. And so when we think about the safety of the merge, this story really started and sort of hit the middle of it, with many different teams in different jurisdictions building a different code bases that have all been tested, that have both their own private tests, as well as a shared public test suite across all of them, as well as all of these software efforts are based on a PDF protocol specification, like a word document, that has been the focus of a world class research community for many years. And so the foundations here are just like no other ecosystem has this level of dedication to integrity, security and decentralization. And that was really just setting the stage. And over the past four or five months, there has been an intense tactical effort to test every single aspect of these proof of stake software clients. We've seen multiple test nets, we've seen application layer testing, where we as a community will invite Ethereum application developers who are not involved in the transition to the merge. They're the customers of the merge and will say, hey, do your applications still work on this testnet fork of Ethereum that's running proof of stake? We've engaged in bug bounties, ash, and different kinds of research initiatives to engage the security community, not just at the protocol level, but in terms of the bits and bytes inside these programs to make sure they're doing a what they need to do. And so the effort to test the merge has truly been world class and judicious. And I think it shows in the many delays that the world is familiar with where there was an Ethereum who cried wolf phenomenon, where the merge just got pushed back so many times that nobody believed us. I have some good college buddies that I love to get into the crypto weeds with, and I told them some weeks ago, I said, guys, the merge is coming for real this time. And they said, yeah, right. Lo and behold, here we are."
    },
    {
        "speaker": "A",
        "text": "Really love this question, especially after our discussion regarding security last week with Corby prior. So ash, what's your reaction to this clip? And what would you say bitcoiners would argue against Ryan's answer here?"
    },
    {
        "speaker": "B",
        "text": "Well, Nico, bitcoiners just see the world very differently than Ethereum folks do. It's a very different worldview. It's a different set of values, different priorities, different ethos. And importantly, I would say those different views are expressed in the community, but also in the code itself. So it's just an incredibly different way of seeing the world, a different way of thinking about functionality. On the one hand, the store value function, on the other hand, kind of everything else that Ethereum provides in terms of an ecosystem to do all kinds of calculations, a so called Turing complete computer where you can really, truly have programmable money. On the bitcoin side, some of that may be coming in layer twos in the future, but as of right now, we're not seeing the level that we do see right now in Ethereum in terms of the probability of success of the merge. This is the $200 billion question. There are lots of very smart people in this space who believe that the merge will be successful. Ryan obviously is one of them. He's an investor now. But it's important to point out he was a developer in a past life before becoming a full time investor. You know, to me, and this is a very highly unscientific view, but the people that we talk to here on real vision, who know ethereum the best, believe that the merge will be successful. But. But for me, there is still this fundamental question about the unknowns here. This just feels like nightian uncertainty. That's the sort of $10 phrase from finance which means unquantifiable risk. And I think Ryan actually touches on that directly in the next clip."
    },
    {
        "speaker": "A",
        "text": "Well, thank you for teeing us up right there, Ash. Let's take a look at that very next clip."
    },
    {
        "speaker": "B",
        "text": "Stanley Baldwin, the british politician, once said, the bomber always gets through. There's always a flaw, there's always a vulnerability. There's always something you can't plan for. When someone makes that argument and you obviously come down on the other side of it, what do you respond and how do you think about why that view maybe excessively pessimistic or cynical?"
    },
    {
        "speaker": "D",
        "text": "Ash, I don't think that view is pessimistic or cynical. I think that there will end up being some level of minor to medium severity issues over the medium to the long term, possibly even the day of the merge, although I don't believe that, and I think the thing about the potential life finds a way approach of will we see merge problems is that, well, what work has the community done to prepare for these contingencies? And what would the fallout look like in that situation? And really, there's a few irons in the fire here, Ash. When you run a proof of stake validator, you stake your ether and you earn a return currently estimated at a 6% real return the day of the merge. What's the downside for you? Well, if your validator keys, your private keys that you run, that you use to run your validator, these are the credentials that represent your identity as a validator in the Ethereum proof of stake system. If those are compromised, you could actually be hacked or extorted for a certain percentage of your staked ether, estimated usually to be about half one. Attack vector here is simply making sure that if the system breaks, let's make sure it doesn't break in a way that leaks everybody's validator keys. And there's been a tremendous amount of traditional information security practices here just to secure this credential inside the validators. Across the world we see many professional staking operators that have different approaches to ensure that this key credential stays secret. If the merge were to break, as long as everybody's validators are fine, that's the first and most important thing. Because if they weren't fine, it may put us in a situation where it would be difficult to walk back the extortionary effects of that. Securing the validator credentials is one of the first items. The other item is that if the merge breaks, does Ethereum continue working? And the answer is that in computer distributed systems, there's often a design trade off to be made between a system that's always perfectly consistent, that prioritizes keeping its own house in order, versus a system that prioritizes being open 24/7 you might imagine if there's a hot dog stand and one of the french fry boilers lights up in flame. Is this the kind of restaurant that shuts down the restaurant? Well, most restaurants would, but not Ethereum. Ethereum is designed to stay open 24/7 even if there's a consensus problem during or after the merge. And so on a real world basis, if there's an issue with the merge, it most likely the 98% case that we've designed around is validators keep working and are secure. Ethereum keeps working and serving customers and financial activity and domain names and all that good stuff we do. Nfts then the gigabrains that really are responsible for fixing these problems, who, by the way, are on high alert 24/7 they have all kinds of alarms and monitoring systems. They leap into gear and they find the minimum effective fix. We socialize that fix and get lots of eyes on it to make sure it's a legitimate, correct fix, and then we roll it out. And our timeline to be able to do this has some breathing room, specifically because Ethereum is designed to stay up 24/7 even when, you know, medium grade problems occur."
    },
    {
        "speaker": "A",
        "text": "Another great question and answer. Really appreciate Ryan's honesty here. Now, considering Ryan's answer, Ash, what is your reaction and what do you think naysayers might say to Ryan's response?"
    },
    {
        "speaker": "B",
        "text": "Well, what the naysayers will say is you just don't know. You just don't know. Obviously it's something that hasn't been done yet. We've talked about it here on this show before. It's one thing to run this on a testnet and another thing to run it in production when there are hundreds of billions of real dollars at stake. You know, Ryan calls the ETH working correctly post merge scenario the 98% case. I think he's probably speaking metaphorically there. It sounds like he probably thinks the probability of a catastrophic failure is significantly below 2%. But you know, what else can you really say at this point except for you don't know until it actually gets implemented? Again, as I said before, my base case, based on the opinions of experts, is that it probably does work because you see such an overwhelmingly supportive sort of tone in the space for the probability of success here. But again, you just don't know. And we're going to have to wait and see until after the fact. You know the old joke, Nico, it's very hard to make predictions, especially about the future."
    },
    {
        "speaker": "A",
        "text": "Very well said and very true. Let's take a look at our final clip here. Ryan is distilling his thoughts on the need to move to proof of stake in under two minutes. Let's take a listen."
    },
    {
        "speaker": "D",
        "text": "Don't confuse yourself with all the stuff going on in the world. Ethereum is working. Our scaling solutions of the layer two ecosystem is working. Proof of stake is a winning technology. That's why every modern blockchain uses it. Nobody uses proof of work anymore when they start a new system. The world is moving towards globally ubiquitous use of crypto as an economic backbone. It's not a replacement for banks, it's not a replacement for traditional institutions. It's complementary. It's simply the second half of the Internet with the first half of the Internet, we gain the ability to download cat pictures in a digitally native fashion. And with Web three and Ethereum, we've now gained the ability to pay for them in a digitally native fashion. And of course, many other wonderful capabilities arising from the programmatic nature of Ethereum apps, where they can automatically be money robots in many ways. And so the facts are, in my view, ethereum is working. Web three is working. The space is a black hole that's pulling in talent from many different industries. Proof of stake is going to dramatically take Ethereum from a permanent loss to permanent profitability. The result of that growth in combination with this profitability, is going to cause Ethereum to flip bitcoin. It is, in my group's view, numerically impossible for bitcoin to retain its number one spot over the medium to long term. And so I think that we're really looking at a situation where four years from now, ethereum is the number one coin in the world and crypto will have continued to grow to global ubiquity."
    },
    {
        "speaker": "A",
        "text": "So Ryan is obviously an Ethereum optimist. And I do appreciate his answer here that this isn't a new bank, or at least not yet. But what do you think of Ryan's answer, Ash, especially his comment that ethereum will certainly flip bitcoin? Thoughts?"
    },
    {
        "speaker": "B",
        "text": "Well, I think Ryan truly believes that. He's obviously very passionate about the Ethereum space. I mean, the short answer is it depends. It depends on the adoption of varying use cases in a proof of stake world, there are lots of additional use cases and advantages. We've discussed this here before. The idea of obviously a lower utility usage, lower electricity consumption is clearly something that's very positive for the space. ESG folks like it. There are a whole sort of panoply of potential things that this can do, right, if it works. Another one of them is setting a benchmark rate in the space and having the ability to generate yield on a risk adjusted basis above that, returning higher yields. I'll add a little bit of color here, Nico Raoul has a way of measuring the value of networks. This is daily transaction volume in dollars times the number of users. This is his proxy of estimating essentially the growth of market cap, or what the growth of market cap target should look like here. Really what this depends on is the value that the network generates. And we're going to see that whether in Raoul's formula or slightly different modified variations of that. We're ultimately going to see that in the usage, the number of users who are on the network, and the dollar transaction volume or what other store of value that you're using. We're ultimately going to see how that plays out based on the usage patterns. But I'll throw out another wildcard here. Niko with proof of stake one of the things that you hear very frequently in the Ethereum space is the phrase censorship resistance. This is a common phrase on the Ethereum foundation website, for example, and we may see may some pushback from governments about having an interest bearing coin that doesn't do Aml kyC. That, of course, is anti money laundering. Know your customer or OFAC compliance. This is the Office of Foreign Asset controls at treasury that handles sanctions regimes. So we're going to have to see how that shakes out. But it is, I think, fair to say, an open question for the future. Niko absolutely."
    },
    {
        "speaker": "A",
        "text": "Thank you for that. Ash now onto our key takeaways. Here's what I've learned today and what I think the viewers can take away from this conversation. First, we learned why certain companies have already adopted proof of stake, Cardano, Polkadot, Solana, Etcetera, as well as why certain other coins, bitcoin, Doge, Monero, etcetera, continue to rely on proof of work. However, despite Ryan's optimism, Ethereum's transition from proof of work to proof of stake is still an open question when it comes to security and just what might go wrong. As Ryan argued, he's 98% sure about the success rate of the merge, but that still leaves 2% of what could go wrong. Despite that, the merge is on track, and we will need to be keeping a close eye on not only the merge itself, but how the system functions post merge. Lastly, we should also be keeping a watch on the censorship resistant elements of the merge and whether governments and regulators will take a closer look considering AmL KYC now onto some viewer questions. Ash first up, we got Robert K. Who left this comment on the real vision platform. One key thing that you haven't mentioned is the potential centralization risk following the merge, given that that 68.9% of all staked ETH is under control of only eleven entities such as Coinbase, finance and Lido. This is something that nobody's talking about and puts the Ethereum network at risk of centralized control and censorship. So, Ash, what is, what do you think of this? Is this a real concern?"
    },
    {
        "speaker": "B",
        "text": "Robert K. Great question. The folks who are talking about this right now are people in the bitcoin community. You hear quite frequently this idea of centralization being a challenge for the Ethereum network as we go forward into proof of stake. I think the reality is that the thing that we have to say here is we just don't know. This is yet sort of another example of things that are unknown unknowns, to quote Donald Rumsfeld, as we move into this new proof of stake world, I think there are going to be these types of questions. We're going to have to wait and see. That's really the honest answer. But again, I think you can say that this is certainly the risk of uncertainty in the system."
    },
    {
        "speaker": "A",
        "text": "Niko, thank you for that, Ash. And we got one more question from an RV employee, Max. He asks, will CME's crypto derivative offerings hurt the price of ETH by creating more leverage similar to when pro shares rolled out BTC futures ETF near the top of BTC and most crypto. What do you think, Ash? Any thoughts there?"
    },
    {
        "speaker": "B",
        "text": "Well, I think it's a great question. It sounds like we're going to have our intern on the air pretty soon if he keeps coming up with questions like this. Look, I would say the structure is a little bit different. Obviously, this is an ETF versus versus a futures structure here. And the other important point is that there is already significantly dollar based liquidity in these futures contracts. This is just moving from dollar to euro, or spinning up, I should say, a new product in euro. Clearly, there's an enormous amount of euro dollar liquidity. Not eurodollars, but the pair euro dollar liquidity. So if institutional investors want to get in and out of those contracts, they have the ability to do it already. This just saves them the step. It allows them to do it in a native currency. Maybe there's some other regulatory or tax advantages to it. I don't see this as being kind of a revolutionary step. It sounds more like an evolutionary step to me. But ultimately, we're going to have to take a look at the volume and the volatility after the fact in order to make that determination. Max. But great question."
    },
    {
        "speaker": "A",
        "text": "Thank you for that, Ash. Great analysis and great question, as you said. Well, that's it for today's show. Thank you for watching. Don't forget to comment like or tweet at us. Also, don't forget to hit that subscribe button if you're watching on YouTube. Remember, this is your show. We want to hear from you on what's working, what's not, what guests do you want to see? What themes should we cover tomorrow? We got Luka Masani from avant garde talking all about recent developments in Defi and why it matters to you. Make sure to subscribe to real vision for free, if you already haven't. See you tomorrow. Live on real Vision crypto, daily briefing."
    }
]