[
    {
        "speaker": "A",
        "text": "Golddealer.com provides one of the nation's largest inventories of gold, silver, platinum, palladium, and rhodium bullion. And our website offers live buy and sell prices. We specialize in precious metal IRA accounts, charge no setup or shipping fees, and provide one of the best storage programs in the business. Golddealer.com also provides a free audio quote line that is updated twice each day and a gold newsletter that is published every week."
    },
    {
        "speaker": "B",
        "text": "Hey, everyone, if you like this podcast, go behind the paywall to get privileged access to the smartest minds in finance. Join the real vision community and learn how to become a better investor. Visit realvision.com rvpod and use the promo code podcast ten. That's podcast ten to get 10% off our essential membership for the first year. Now to the top analysis of today's crypto markets."
    },
    {
        "speaker": "A",
        "text": "Ron Hammond, welcome to real Vision Crypto."
    },
    {
        "speaker": "C",
        "text": "Thanks for having me. I really appreciate it."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's a pleasure to have you on the show. So much to talk about right now. Obviously, a lot happening in your sphere, which is what's happening in government, in legal, regulatory and compliance around digital assets. But before we get into that, I want to take a quick look at price, because we got a little bit of movement here today. Bitcoin on my screen right now, trading at $28,000, 451, that's down quite a bit the last 24 hours, down about 2.3, about to call it two and three quarters percent, 2.75% on a weekly basis. We're off about six and a half percent right now. So obviously, a little bit of movement here to the downside after this rally we've had in bitcoin. Ethereum trading at $1,946. On a 24 hours basis, that's off around 2%, and on a seven day basis, off around 2.64%. Uh, so off a little bit less than bitcoin, uh, during this little mini cycle here. Uh, lots to talk about, Ron. Uh, obviously, we've got bitcoin and Ethereum below some key levels right now, 30,000 on bitcoin, uh, below that sort of key psychological threshold, and ethereum below 2000. But you're looking at this from a much broader perspective. A much wider perspective. Lots going on right now, uh, from this legal regulatory compliance framework. Lots going on down on the hill. Tell us, Ron, what's happening as you see it right now."
    },
    {
        "speaker": "C",
        "text": "Well, it's been a hell of a week, I'll tell you that. So this week, for those who may not have heard, SEC chair Gensler testified in front of the House Financial Services Committee for the first time in over a year and a half, and a lot of folks were clamoring to ask some questions. I mean, just think, at least in crypto, what's happened since the last time I testified, which is October 5, 2021, FTX, Terra Celsius, just to name a few, and all the developments in 2022 for both enforcement actions as well as things that have happened in the market that the SEC allowed to happen on its watch. So that was a pretty notable hearing, and happy to go into more detail on that front. At the same time, actually, the day afterwards, there was a subset of hearing on stablecoin regulation. It was actually, for the first time, a build draft out there in Congress that was from both the lead Republican and the lead Democrat. I think we're starting to see the first steps, actually for Congress finally moving legislation into space. It's been quite some time, but I think we're actually going to see some potential action on the House floor and Financial Services committee in the coming weeks, and it's going to be really important and telling to see if this gets across the finish line to the president's desk."
    },
    {
        "speaker": "A",
        "text": "Well, let's dig down to the next layer here, Ron, and talk a little bit about what's going on in terms of where the House stands right now. What is your perception of what's happening in terms of the votes, where this is headed, and what the positions are that both political parties have staked out in the House specifically? Yeah."
    },
    {
        "speaker": "C",
        "text": "So crypto is really unique, actually, of a policy issue right now in politics. It's very toxic, it's very partisan, especially in a split Congress. When you have Democrats control in the Senate, the Republicans control in the House, and obviously the Democrats control in the administration. It's really hard to get literally anything done this Congress, let alone crypto, which is complicated enough. But the weird dynamic about crypto, it's not. The Republicans are for it and Democrats against it or vice versa. It's actually usually along the lines of age. We've seen that no matter if you're a progressive conservative moderate, those who skew younger on the scale of Congress now, mind you, Congress is pretty dang old, but those who skew younger typically are actually pretty involved in crypto policy, and they gravitate towards it. They like solving hard problems. It's a very complicated situation here in DC to solve crypto. It's a very brand new issued for policy. But at the same time, we also have the old guard, those who typically have positions of power, those who have the committee chairs, those who get to decide if legislation move or die. So take Elizabeth Warren, for example, who's probably the most anti crypto member in the Senate. She's led a coalition of Republicans and Democrats to be anti crypto, to put anti money laundering or know your customer rules on every single blockchain transaction, which, a, isn't feasible, but b, that bill isn't going to go anywhere. But that's what we're seeing right now, where we have an old guard who is pretty averse to crypto. I put Gary Gensler in that category as well. But at the same time, we also have the younger folks in Congress who may not hold the position of power, but they are gravitating towards crypto. And they are also saying, look, I've seen what happened in the FTX. I see folks need to be protected, consumers were harmed. But at the same time, let's make sure this technology happens in the United States because we're getting pretty unfortunately whipped over here when it comes to other jurisdictions and other countries. Really here."
    },
    {
        "speaker": "A",
        "text": "Well, we're going to talk a little bit about, Mika, what's happening in Europe in terms of regulation in just a second. But let's talk a little bit more about what you just said there, because it's something that I go, frankly, back and forth with in my own head in terms of the way that I see this. There is definitely an old guard or institutionalist view that is opposed to crypto on both sides of the aisle. That does tend to skew along age lines, as you pointed out, rather than partisan lines. But there is a very clear partisan divide that seems to be developing here. And I wanted to bring up this letter from the Republicans on the House Financial services Committee. This is tweeted out by financial services GOP Twitter account. And this, to me, strikes me, I believe this actually was tweeted before chair Gensler came down to the hill. But this is a quote that I think is, well, it's scathing, really. Quote, without clear rules of the road, your push for firms to, quote, come in and register is a willful misrepresentation of the SEC's non existent registration process. The only entity to blame for the lack of registrants is the SEC itself. The SEC should take this opportunity to work with Congress to ensure innovators and investors have the regulatory clarity and protection that they deserve. Now, look, one can agree or disagree with the position that's put forth in that tweet, but the bottom line here is that this is tweeted by the Republicans on the House Financial Services Committee. Let's talk about that. In terms of the partisan positioning here, that certainly seems like a highly partisan statement in a highly partisan town."
    },
    {
        "speaker": "C",
        "text": "It does seem highly partisan, but actually, it's pretty typical, actually, when it comes to these big, high profile hearings. Again, Chair Gensler has been pretty bad about responding to congressional letters and inquiries from congressional Republicans and candidly, congressional Democrats as well. I think the FTX situation is a really good example where we had Representative Huizenga from Michigan really pushing Chair Gensler, saying, look, I asked for documents related to SPF and the really suspicious timing that y'all, not the SEC but the DOJ and others, arrested him. If you always recall, SPF was gonna testify in front of that same exact committee, the House Financial Service committee, back, I believe, in December. And less than 24 hours before he was supposed to testify, he got arrested. And then there was three weeks or so we were waiting for this arrest to happen. Of course, it happens right when this hearing was announced and it was about to happen. And a lot of folks on both sides are saying, hey, Sec, hey, DOJ, what's the situation here? And we got no clarity from Chair Gensler, unfortunately, on that front. But it's who we expected. Unfortunately, that's the highly partisan issue with this town. But I will also point out in that letter, you don't see the Republicans saying Democrats are in charge or to blame. There's putting all the blame here on one individual, and that's chair gensler. They're trying to say, look, it's not the Biden administration, it's chair Gensler. There's one man who has a problem here. And I think also we saw in the hearing from some Democrats who actually broke political norms and attacked their own party. And again, that's Richard Torres from the Bronx. He's a progressive. And that's Josh Gotheimer from New Jersey. He's a modernization, like I said, it doesn't really matter where you fall in the spectrum. It's more along the lines of age. And they were critical of Chair Gensler on the crypto front, saying, this is unsustainable what you're doing, and it's honestly hurting a lot of the innovation in the United States. And for a Democrat to go out on their own, attack their own party in a split congress like this, you really have to tick them off. And I think that was very evident there that they broke political norms to say, I'm going to step out and do what's unbearable for my party and attack my own party and say, look, get in line. So that's pretty important to highlight."
    },
    {
        "speaker": "A",
        "text": "Well, that is very interesting. And that's the reason why we have you on Ron, to give a little bit of context and depth from the perspective of what's actually happening on the Hill. And it really is an intriguing sort of space to be right now, let me ask you this. I believe there are ten members on the House Financial services Committee, ten majority members in the Republican Party, excuse me, five majority members in the Republican Party, five minority members in the Democratic Party. Give us a sense of how that breaks down in terms of voting power. And if there is something that is going to come out of committee where you see that sort of shaking out from a voting perspective."
    },
    {
        "speaker": "C",
        "text": "So for a little schoolhouse rock for those who need it, a lot of legislation begins in committees. And each committee is focused on very distant issues like healthcare or financial services, like banking and such, transportation, what have you. So crypto largely falls into two committees, the agriculture committee and the fine service committee. Now, folks are saying, why the agriculture committee? Well, actually, the CFTC, they have a jurisdiction here, bitcoins, commodity. And so those folks are involved. But for financial services, that's the SEC's jurisdiction. For those folks, there's a lot of members on that committee. There's five chairs, as you alluded to, for these subcommittees, and there's five Democrats and Republicans who are the ranking members and chairs. But there's a lot of folks below dyess of them who also have the vote here. And I think to my account at least, the digital assets subcommittee, for example, again, a subcommittee solely dedicated to crypto. That's how important it is, this Congress for these folks. There's three Democrats of that subcommittee who are very critical of chair gensler. I mentioned two, but the last one is Wiley Nickel of North Carolina as a Democrat. And so we've seen folks again break party norms and join the Republicans and being critical in this front. And I think that's why we keep saying crypto is a bipartisan issue. It has been since, I've worked on it since 2017, when I worked on Capitol Hill as a hill staffer working on crypto legislation. And we want to make sure we maintain that bipartisan approach. Otherwise, if we make this a partisan issue, we're sort of to the election. I mean, we just have to wait to see who's present and then hope to God that whichever party is in power either doesn't hurt crypto too much or is a whirlwind for regulation. And that's no way regulate an industry. We want to make sure we have clear, consistent rules no matter which party is in power."
    },
    {
        "speaker": "A",
        "text": "Hey, everyone, we're going to take a quick pause and hear a word from our partners. We'll be right back. Well, let me ask you this just to sort of dig down a little bit deeper. So there are 435 voting members of the House of Representatives. Now, I know that this is a position that I hear, particularly from my friends in the crypto space, who say that this is a nonpartisan issue. You know, to what extent, if you were doing the whip count, the vote count in your head, where do you think this breaks down among those 435 members from a democrat and republican perspective, both just to give us a sense of where the support is in the House more broadly if these go to full session?"
    },
    {
        "speaker": "C",
        "text": "Yeah, actually, that's a good question because a lot of the 435 members of Congress have not been engaged on crypto. So everything that they've been gaining is right now through media headlines or maybe what happens with Capitol Hill, some lobbying efforts, like through us, the blockchain association, and the various other folks that have been involved. I'd say typically that's when politics really kicks in. So, hypothetically, you'll have the Republicans say, if it's censored, the ones in charge of the House right now, you'll have Kevin McCarthy saying, get in line, follow the party, Norm. If you don't know about crypto, it doesn't matter. Join the party norm. That's what I'm telling you to do. Typically, what happens if you don't know a policy issue? You usually defer to what the lead of your party says. So, at the same time, so let's take stablecoin legislation."
    },
    {
        "speaker": "A",
        "text": "And by the way, for people who don't follow this very closely, we have to say is incredibly close right now, 222 voting Republicans, 213 Democrats. So these are wire thin margins that we're talking about."
    },
    {
        "speaker": "C",
        "text": "Exactly. And there are some folks in Congress who just want to buck the norm to be problems. And so there's a lot of political landmines to be aware of. But at the same time, I think."
    },
    {
        "speaker": "A",
        "text": "And Kevin McCarthy, of course, speaker of the House, who you mentioned."
    },
    {
        "speaker": "C",
        "text": "Exactly. I mean, look, you talk about ranger thin margins. That guy barely got elected to speaker. Only took him over a dozen times to try to get that vote."
    },
    {
        "speaker": "A",
        "text": "So it sounds like you're saying that there's almost, that there's still votes up for grabs. The idea here is that people haven't engaged very heavily on this issue. There's going to be pressure from the whips, the folks who run the floor, to say, hey, vote with the party on this. So at this point, is it fair to say, you mentioned this on the republican side, which is that this is a, Republicans are broadly now pro crypto in the House. Do you think it's fair to say that the Democrats, led by Steve Scalise as the minority leader, are anti crypto? Is that a fair assessment or not?"
    },
    {
        "speaker": "C",
        "text": "Yeah, so I think it's like Hakeem Jeffrey is actually in the lead Democrat, actually. And actually, it's a mixed bag, actually, because Maxine Waters, while somebody says she's anti crypto, she's the lead financial services Democrat member. A lot of folks look to her for her positions. She is working on stablecoin legislation and it's a very balanced approach. And so when she's involved, that carries gravitas, carries weight, and folks will follow her. I think the Democrats law them down the aisle are saying we're not sure we're going to look to her. So she's a key power player. So I watch Maxine Waters, and again, I watch other key folks. Like I take, again, I take a Richie Torres or Josh Gottheimer. Josh Gotheimer is in charge of the moderate caucus. It's called the problem solver caucus. So a lot of moderate Democrats looked at him and he's pro crypto. So again, it's a very odd political dynamic, but we definitely have the votes to get something done if it were to come to the House floor. But again, also in the stablecoin building example, it's really actually pretty down the middle road. It doesn't give industry everything they want. At the same time, it doesn't give the consumer groups everything they want either. It's pretty balanced, I should say."
    },
    {
        "speaker": "A",
        "text": "I misspoke. Scalise, of course, is the majority leader from the republican party, not the speaker of the House. See, this is what happens when guys from New York talk to people down in DC. Right the loop as you are. And this is why it's so great to have you come on and to sort of hash through this, because obviously there are a lot of names, there's a lot of functional mechanics going on in the House that we need to talk about here in order to understand how the sausage actually gets made. So talking about these issues, it sounds as though what you're saying is fundamentally that there's still some votes up for grabs. People have yet to be convinced. You have a position that you mentioned Richie Torres on the progressive side of the Democratic Party who is supportive of crypto. You mentioned some democratic moderates. Is this something that you see kind of unfolding over the next weeks, months, years? How long does it take before we get a sense of where folks stand on this? I mean, I imagine that with most political issues, until you speak about it. Right, until you come out and take a position publicly, there's probably some room to maneuver behind the scenes, particularly on the more nuanced issues."
    },
    {
        "speaker": "C",
        "text": "No, exactly. And actually, crypto really hasn't come up for, for a full vote, actually, except for one instance, and that was in the infrastructure bill in 2021. And that wasn't the House, that was in the Senate. For those who may not remember, there was a small provision for tax reporting that's basically said you could be a crypto miner, an exchange like Coinbase. You can be a DeFi platform, but you're going to have to report 1099 cirs. Now, that makes sense for the coinbase and robinhoods of the world. And actually, they agree that that should apply to them. But for crypto miners, they don't collect that data. And so we had this huge fight, actually, in the Senate during the infrastructure bill and actually the crypto lobby, there was not that many of us on the lobbying front. We were able to delay that bill, actually, over a whole week because we were able to say, look, this one small provision in this thousands of page bill that's going to fund the nation's infrastructure, we got issues with."
    },
    {
        "speaker": "A",
        "text": "And by the way, one of the things that was said about this at the time is that this is proof that legislators just don't understand the way crypto works. It's not appropriate to ask for 1099 from miners. They're not collecting that information. Exactly as you said."
    },
    {
        "speaker": "C",
        "text": "Exactly. And so it's a very complicated situation. Actually, that issue is still being resolved, but most folks don't know this, but we have the votes. You need 60 votes to win that over. The Senate has a lot of weird rules, stuff like that. And so, unfortunately, we lost because of a procedural rule, because one member said, hey, if we're going to vote on amendments, I want my amendment in, even though it's not related anywhere related to crypto. If you get one vote on one amendment, I need one vote on my amendment as well. So that ended up killing the whole thing. But folks don't know this. But we had the votes. We had over 60 centers say, good go."
    },
    {
        "speaker": "A",
        "text": "That includes a totally unrelated issue. It had nothing to do with crypto, let alone collecting data. Right."
    },
    {
        "speaker": "C",
        "text": "Correct. And it was just a very small thing. Look, we want to make sure that Coinbase and other folks provide 1099. We just gotta make sure we makes that definition. We want to change three words. That's it. Three words. Narrow the bill to make sure it makes sense. That's actually, to your point, feasible and actually what can be applied by, for the regulation. And unfortunately, that wasn't the case just because of procedure. But we had votes in 2021, and so in 2023, we actually had a lot more education. And the six, or four or six lobbyists in 2021 is now 40 to 60 lobbyists in DC. And we're a force to be reckoned with, which is pretty exciting, even though we're being outspent heavily now by the banks and other fintech groups, and we're going against them pretty heavily. And in some cases, like last year, we were going against SPF. So we kind of sometimes go against our own and for better boards."
    },
    {
        "speaker": "A",
        "text": "Well, it's also interesting. I mean, one of the reasons that lobbying has expanded so dramatically in Washington on these issues is because there's a constituency between one in five or one in six american adults owns or has owned cryptocurrency. There are a lot of folks who vote, who care very much about this issue, including, I'm sure, our viewers."
    },
    {
        "speaker": "C",
        "text": "Yeah, actually, that's the thing that I've been really shocked by, and I'm really encouraged at the same time where crypto is becoming a home grassroots issue, where now you have folks saying, look, I own crypto, I want to make sure that I keep my crypto, my exchange, I want to make sure I'm protected. But at the same time, I also love this technology. And I really hate seeing some of our members of Congress saying, this is stupid, outright dismissive, or this is all FTX entirely. This is all a scam. They don't support folks like that. And we've seen that play out in the election a little bit with Brad Sherman, who is also a pretty notorious anti crypto folks. But also, we've seen this on the fundraising side, too, where folks are able to use crypto to fundraise for Republicans and Democrats. And that's been really important to keep our champions in Congress and also to fight against those who are, can't be a nuisance. And so it's been good to see that kind of rallying happening recently, because that wasn't always there, especially when I worked on the Capitol Hill, there was no one on the lobbying front except for two or three people and donations to members of Congress who are pro crypto were pretty much non existent."
    },
    {
        "speaker": "A",
        "text": "Yeah. Let me ask you about this just to shift gears here a little bit. The big fireworks moment down on the hill with Chair Gensler testifying was with Patrick McHenry as Representative Patrick McHenry. McHenry, a Republican of the state of North Carolina, I believe asking Gary Gensler, chair Gary Gensler at the SEC about whether or not eth Ethereum was a security. Comments on that. Thoughts? That was the moment that got the most airplay in terms of Twitter clips on video making their rounds, and rightfully so."
    },
    {
        "speaker": "C",
        "text": "We've been hearing this for quite some time. I mean, I dealt with this when I was a hill staffer. I dealt with this on the lobbying front as well, where a lot of our companies go in and say, hey, sec, we want to talk to you. You have an open door policy. We want to have some clarity, especially for our tokens. And there is no clarity whatsoever. Actually, there's more questions than answers afterwards, usually. And then usually the takeaway from a lot of our companies who do go in and talk to the SEC is I got no clarity, except that I'm probably at the end of enforcement action."
    },
    {
        "speaker": "A",
        "text": "Yeah, I saw on another show where you said, essentially, no matter what approach you take, you're going to end up on the wrong side of a Wells notice."
    },
    {
        "speaker": "C",
        "text": "Exactly. I mean, you can be Coinbase who's been spending millions of dollars lobbying, who've taken 30 plus views the SEC, and get a Wells notice. You can be finance who's doing pretty sketchy things. Candidly, they've gotten caught by some regulators, have no engagement in DC. They just, actually just hired some lobbyists recently. But they're going to. They're the ones who are not getting wells noticed right now. They probably will pretty soon, from what it sounds like at the DOJ investigation. But Coinbase and Binance, no matter the approach, they get the same action. That's no way to regulate an industry. And then, candidly, if you're other folks saying Kraken, for example, no matter the approach, we're still gonna get hit. At the same time, it's no way to engage DC. And so they're scratching their heads saying, what's next? How do you rectify this? It's really tough. That's where other jurisdictions are just taking the lead here. It's really sad to see."
    },
    {
        "speaker": "A",
        "text": "Hey, everyone, we're gonna take another quick break and hear a word from our partners. We'll be right back to the real vision crypto daily briefing."
    },
    {
        "speaker": "D",
        "text": "This podcast is sponsored by Ramp. Are you the decision maker in your company? Consider this for the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what with each vendor. Ramp's software collects and verifies receipts instantly to save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization, and bill payments, time consuming tasks, which means youll stop wasteful spending and close your books in hours instead of days. Businesses that use ramp add up to 5% to their bottom line the first year. If youre a decision maker, adding ramp could be one of the best decisions youve ever made. Get dollar 250 when you join ramp for free. Just go to ramp.com easy ramp.com easy ramp.com easy cards issued by Sutton bank."
    },
    {
        "speaker": "B",
        "text": "And celtic bank members of DIC."
    },
    {
        "speaker": "D",
        "text": "Terms and conditions apply."
    },
    {
        "speaker": "A",
        "text": "Well, that's exactly right. And that's exactly what I wanted to ask you about next, which is what's happening over in Europe. Mika, this is of course, the key framework agreement from the European Parliament about how to deal with digital assets. Just passing a landslide vote, 517 to 38. What is Mika, what does it do and what's the significance?"
    },
    {
        "speaker": "C",
        "text": "Mika's EU's attempt to create a regulatory framework. Now, mind you, again, like I said, it's a pretty balanced approach because a lot of folks in the crypto industry were really concerned, especially when it comes to things like self custody. It's an important thing for a lot of folks, especially in this ecosystem. But at the same time, the EU has taken the steps forward to have votes on legislation like Nika and to implement it. And they're like you said, it's a landslide vote and it's clarity. And we've already seen that play out, actually, with folks like circle and a lot of other startups now are moving their operations either half or fully over to Europe has at least a regulatory framework they know they can and can't do as a business. And that's the biggest issue here in DC, is you really don't know the rules you're applying by because they can change at any moment. And unless there's legislation from Congress that regulators are going to be haphazard in at least applying their jurisdiction, because even the regulators don't agree. Take Ethereum again. CFTC says it's a commodity, it's in their jurisdiction. Chair Gensler didn't really answer the question, but he is going after it as security."
    },
    {
        "speaker": "A",
        "text": "Yeah, he gave his standard answer, which is it depends on the facts and circumstances. Congressman McHenry followed up by saying, well, we know the facts and circumstances. It's either tell us what you think. And again, he declined to comment before the committee. We've got a lot of questions coming into us right now here at real vision. I wanted to jump in and ask you some of these because there's some really good questions. The first one is from Gary on the real Vision website. Do you sense that there is a good chance that Gary Gensler will be replaced following these hearings? This probably requires a little bit of context for people to understand how independent agencies work. They're a function of, they're a segment of the executive branch, but they are independent. Talk a little bit about, first the structure of how that works from the perspective of actually the mechanics of how those people get put into those positions and if and when and how they are removed. And secondly, if you think there is a good chance that we will see some action there."
    },
    {
        "speaker": "C",
        "text": "Yeah. So recall, actually the Senate is the one that holds power here. So they're the ones who get to confirm nominees from the Biden administration. So actually, Chair Gensler got a couple of Republicans to support him, including crypto champion Cynthia Lummis, who in good faith thought he actually knows how to regulate the crypto space, given his background, MIT and teaching blockchain classes. So the Senate is the power here. The House can yell and scream as much they want regardless of the party in power, but they don't have the ability to really impeach them like the Senate does. The Senate is the one that holds the power. So let's just say Chair Gensler goes for another position like treasury secretary, because there were some rumors there. I'm not sure it's going to happen. But if he were to go for that, he needs 50 votes. And like I mentioned, we also have Democrats in the Senate. Senator Gillibrand is a good example from New York, who is openly critical of Gary Gensler. And all it takes is one more Democrat and he's toast. He can't get 50. He's done because it's a very razor thin margin there. So is there a chance he gets speaker one?"
    },
    {
        "speaker": "A",
        "text": "So just explain this just to zoom the camera out a little bit here. So what you're saying is the Senate has the power to impeach the SEC chair."
    },
    {
        "speaker": "C",
        "text": "Correct? I mean, the House can pass articles of impeachment. They can try to do, you know, their dog and shoney pope. But the Senate is actually where all the power is. I mean, and of course, they're the ones who really have the say here. The House can get."
    },
    {
        "speaker": "A",
        "text": "But what's the threshold for impeachment? Isn't it like a high crimes and misdemeanor standard? It's not just, I don't like the public policy that we see from this official. We'd like to remove them."
    },
    {
        "speaker": "C",
        "text": "Or is it, it depends. There can be more just doubting the ability of the person itself. We're kind of actually seeing some impeachment proceedings happening right now with the border secretary, actually. So that's kind of where a lot of the mainstream Republicans are fixating their partisanship right now, is actually the border chief right now. So I don't think like that's going to play out. It's more for the news hits and the media hits."
    },
    {
        "speaker": "A",
        "text": "You're saying essentially it's a kind of political theater that we see rather than an actual threat to the chair of the SEC at this point."
    },
    {
        "speaker": "C",
        "text": "Correct. And I think actually in finance policy especially, it's very serious. I mean, there's a lot of folks who do a lot of showboating around, a lot of things for the cameras or the likes. But actually, I mean, especially when it comes to crypto, we want to make sure we keep this a very serious policy issue. Yes. Chair Gensler, we believe is a pretty bad choice right now, but unfortunately, that's a choice the Senate made. If they do try to go ahead impeachment, by all means, we would appreciate new leadership. But at the same time, political reality is a man standing still unless, a, he goes for another position in the Biden administration, or b, one other thing we could look at, too, is he could have other folks confirmed at the SEC because there's other nominations that have to happen at the SEC that he needs Senate support on. And we could have a situation where folks say, look, we don't approve your direction. Chair Gensler, we're going to hold off, actually on these nominations. We're not going to fill these spots for you until you, a, either change course on a direction or leave yourself. That's happened before in other circumstances, but the Senate again, is the hold here. I don't think that's going to happen, at least in the near term, especially with the Democrats in control. They don't want to start an inter party squabble, especially with the presidential election coming up. But there's always possibility, I say, but I wouldn't hold my, I wouldn't count on it too much."
    },
    {
        "speaker": "A",
        "text": "Let me ask you this also, as we're going down this road, I'm a New York guy, as I said earlier, I don't follow the mechanics of politics nearly as closely as you do. I don't have that depth of understanding. So there's been a question about whether or not a president can remove an SEC chair. I believe the tradition historically is that when a president asks a chair to resign, they do so, but they don't actually have the power to remove chair. Is that correct?"
    },
    {
        "speaker": "C",
        "text": "I believe so, yes. And again, to your point, though, I don't think it's going to happen now, mind you, we're trying, and I think Gensler actually is trying himself, too, because he's losing a lot of favor with Democrats. And so that's why I keep harping when a Democrat steps outside the lines and they do something politically, I'm going to say taboo, but they're going against their own party, which is rare. And you have multiple Democrats in the House and the Senate. That's pretty telling. And so we're letting the folks in the Biden administration know, look, if you were to move this man for another nomination or if you're going to try to get more folks, the SEC confirmed the political toxicity around chair Gensler just in. Crypto alone is causing problems, but he's doing a number of things in the ESG space as well as other rulemakings by a sheer amount that a lot of folks in private equity venture capital are also rightfully concerned. And they have constituencies on Capitol Hill who are pretty vocal as well. But crypto, by far is the issue he's getting dinged on the most. Yeah."
    },
    {
        "speaker": "A",
        "text": "And this, for those who may not know, is environmental, social and governance. It's a very big, hot button issue, particularly among conservatives on Wall street, who see it as a misallocation of capital and believe for political reasons that it's something that they don't support. So a lot of controversy there from the political front. Let me ask you one other question on this as we come to a close on this particular topic. When we're talking about the SEC chair. To what extent do you believe his views represent the administration's views, and to what extent is this just the views of the chair? In other words, is chair Gensler expressing what he sees coming from the Biden administration, or is there a degree of independence there that tends to separate the two?"
    },
    {
        "speaker": "C",
        "text": "Chair Gensler has gone actually pretty counter, actually, to a lot of the things that happen in the Biden administration, especially in the crypto front. So the two most notable ones are, again, I mentioned Ethereum. So he's been split on the CFTC chair, Benham, who's a Democrat as well. He split on that issue from him. And on stablecoins, we had the stablecoin situation where the banking regulators all got together. OCC, FDIC, if you don't know these acronyms, don't worry, there's a lot of federal banking regulators. But they all got together and said, look, this is what regulation for stablecoins looks like. And the SEC has actually taken the approach on the enforcement side that says, actually we disagree with the Biden administration, other banking regulators, we're going to go about it on our own and go after folks like Pax's busd. And so that's been pretty telling that he's been offered the reservation candidly on this front, but at the same time, he can do what he wants. This is not, Joe Biden's not called him saying, hey, I want you to crack down crypto. He has a prerogative do that. He is supposed to be technology neutral. I think it's pretty obvious he's anything but neutral when it comes to crypto."
    },
    {
        "speaker": "A",
        "text": "Okay, final question. This one comes from Ralph on the real Vision website. Is the blockchain caucus still active? If so, what are they up to?"
    },
    {
        "speaker": "C",
        "text": "So blockchain caucus, and there's dozens, hundreds of caucuses on Capitol Hill. But it's a way to bring together like minded members of Congress and say, hey, we want to focus on education or focus on a certain policy issue. So the blockchain caucus, it's crypto. They do educational events. And they also are a voting bloc. Now, they're not like a voting bloc like the Freedom Caucus, for example, which is a conservative voting bloc, or the Tuesday group, which is a moderate voting group block. They're a little more on the educational and bringing industry together to meet with other policymakers and staff. So it is a force. Tom Emmer is the chair of that, as well as two other Democrats and."
    },
    {
        "speaker": "A",
        "text": "Another Republican who I've interviewed here, Congressman Tom Emmer on this show."
    },
    {
        "speaker": "C",
        "text": "He's fantastic. So him and his staff, they do a great job of educating folks. But it's not as much like a voting block per se when it comes to like the Freedom Caucus and other caucuses out there, because candidly, we haven't had a crypto bill really go to the full floor for a vote yet. That's going to probably change this year, but that has yet to be seen."
    },
    {
        "speaker": "A",
        "text": "Great conversation, Ron, really enjoyed having you on the show. Obviously, we've covered a lot here today, a lot of nuance on this from the sort of mechanics of politics and legislation perspective. Final thoughts, key takeaways that you'd like to leave our audience with."
    },
    {
        "speaker": "C",
        "text": "Yeah. So I've worked on crypto legislation since 2017, and I think this is actually the first time we're going to see two bills likely move forward this Congress. And it's really important to monitor stable coins. We saw the first draft come out, actually over the weekend. It's not finished yet, but it's actually getting there. And I think we're going to see a pretty good bipartisan consensus. And then at the same time next week it just got announced, the Ag committee and fine services are having hearings on market structure. It's a pretty vague term, but actually it's like, where does the CFCC belong in this jurisdiction fight? And so that effort's also taking place. So I think we're going to see two types of bills coming out of the House at least that actually have a chance to pass. And the question is, will the Senate move it? Senate does not move a lot of legislation, but that's something to watch. And I think we could have some action towards the end of summer. So stay tuned. It's going to get pretty exciting."
    },
    {
        "speaker": "A",
        "text": "Hey, Ron Hammond, thanks so much for joining us. Great conversation. We're going to have to do this again soon."
    },
    {
        "speaker": "C",
        "text": "Thanks, Ash. Really appreciate it."
    },
    {
        "speaker": "A",
        "text": "That's it for today. Remember to sign up to real Vision crypto. It's free, of course. Go to real Vision crypto. Excuse me, real vision.com crypto. That's real vision.com forward slash crypto. Tomorrow I'll be joined by Austin Campbell talking about exactly what Ron ended on there, the stablecoin hearings on the hill today. Austin was there. We're going to be talking about that tomorrow at 09:00 a.m. pacific time, noon Eastern or 05:00 p.m. if you're in London. Thanks for watching. Have a great afternoon, everybody. What's up, revolutionaries? Thanks for tuning in to the real Vision daily briefing. For more content like this, head over to realvision.com and get unfiltered access to the very best, brightest, and biggest names in finance."
    }
]