[
    {
        "speaker": "A",
        "text": "Hi. On the fifth and 6 June 2024, I'll be speaking at the largest AI event in Asia, Super AI in Singapore. At the iconic Marina Bay Sands, alongside brilliant minds like Edward Snowden, Benedict Devon and Balaji Srinivasan. I'll be on a stage exploring the extraordinary potential of AI and the profound change it represents, not just for financial markets, but also for the world as we know it. With over 5000 attendees and over 150 side events, Singapore will become a vibrant hub for a full week from the third and 9 June. Visit superai.com to register and join me with 20% off tickets using the code realvision. Use the link in the description and I'll see you there. It's gonna be incredible. Hi, I'm Ralph Hal, and welcome to my show the journeyman. And as you know by now, I'm going on a journey to the nexus of where macro meets crypto and the exponential age. You see, I do think that this is one of the most exciting times to be alive. And the change that we're going through is so dramatic that it's out with the old system, in with the new system, and we kind of get a front row seat. I'm super lucky in where I sit that I get to talk to just the most incredible people in the world, and I'm truly blessed. The kinds of conversation of access to people I have is just. I never thought I'd have this in my life. You know, I came up, yes, I had amazing opportunities in the hedge fund world where I got to speak to many of the greatest hedge fund managers on a daily basis. But now I kind of get to speak to anybody I want to about whatever I want to. And that's a super privilege. And you get to look over my shoulder and join me in those conversations. Today we're going to talk about NFTs. And NFTs are incredibly important technology. And really what it is is if you think of all of humanity, everything we do is a contract. We all sign contracts, whether it's to credit card, or whether it's a ticket, or whether it's agreeing to meet a friend for a drink that evening. Everything is a contract. All humanity organizes itself with contracts. Now, some are so important that you need notaries and lawyers, others are not important. You just need an email confirmation or a WhatsApp message or sms. But all of these contractual things exist. And as we get into a digital world, these contracts start existing on a blockchain, particularly the ones that have value. And this is all part of this value layer that blockchain technology enables for the Internet. You see, in a digital world, everything digital goes to zero in value over time, because you can basically make infinite amounts of anything. And we've seen that from everything from cloud to compute, email, it all goes to zero cost. And it will happen relentlessly. It's going to happen with AI too. It'll go to basically zero cost. So in an increasingly digital world, how do you create value? And that was a problem that was not solvable very easily. Firstly, there was the scarcity value of bitcoin. That was one thing, but bitcoin was just bitcoin itself. But what about all the rest of humanity's contracts? What about the value? What about stuff, digital assets that are becoming more predominant? And then the NFT came out, and the NFT was our way of recording these contracts on the blockchain. My view is, well, the first thing that should happen with NFTs is OTC, derivative markets and financial stuff. But no, the finance market is slow to adapt. In fact, most people were slow to understand what this technology actually was. But there's a group of people who've always embraced technology earlier than anybody else, and that's the artists. You see, art is at the epicentre of culture and change. They're kind of the commentators and the curators of what is happening at a moment in time. And what we found was it solved a huge problem really quickly for a massive part of the art market that had developed, which was digital art. You see, digital artists were appearing on places like Deviantart, but there was no way to sell a JPEG, because you can make infinite jpegs. So how do you create scarcity in a digital world? And that problem plagued all of these artists, even though the medium had become very big. Same with film, same with a lot of stuff, photography. And suddenly they started to figure out that NFTs were the answer. And you could, you could have unique assets or a numbered, like a limited edition print, and be recorded on the blockchain and be transferred on the blockchain. So there was ownership plus value. Okay, that was super interesting. Artists were first, and they took it and ran with it. They then integrated AI by creating generative art, which is AI generated art, prompted by humans, whole new art type of art. And they're always pioneers in pretty much everything going on. Music, arts, you know, graphical arts, other arts. They're always at the forefront because they are experimenters by nature. Now, I'm really, really excited for this next conversation because we only met recently. Well, actually, we met a while ago in some fancy event in Utah, but that was a slightly crazy event, and I really got to know Beeple, Mike Winkleman at his studio recently, where I was lucky enough invited to a very small roundtable of the world's greatest NFT artists, collectors, museums, everybody else involved in the space, traditional art, everybody. And I got on really well with Mike. Super interesting guy. A lot of fun. Now, I'm going to give you a caveat. He swears more than me. This, I think, has the highest swear count of any video in the history of real vision. And there's a lot in the conversation. It's a lot of fun, so please enjoy. And some of the graphic images. If you know people, they're going to upset you. And that's the whole point. Enjoy. Join me, Raoul Pell, as I go on a journey of discovery through the macro crypto and exponential age landscapes in the journeyman. I talk to the smartest people in the world so we can all become smarter together. Mike, welcome to real vision. I'm really looking forward to this, but before we kick off, I want to ask a question that I'm not. I'm not sure I've asked anybody before, but I thought I wanted to ask you now. What is your obsession with Cox?"
    },
    {
        "speaker": "B",
        "text": "You sure you've never asked anybody else that before?"
    },
    {
        "speaker": "A",
        "text": "Maybe I have."
    },
    {
        "speaker": "B",
        "text": "It's very funny. This is actually pretty recent, and I was actually gonna go through and see how many of my pictures just in the last, like, say, 90 days or even that. I feel like everybody else is obsessed with penises, and they're trying to project that onto me. But it's funny, though, because, like, prior to this, like, if you went back a bit, there was kind of a phase where there was a lot of, like, milking. There was a lot of, like, people, like, buzz light in your head was being melted, and, like, all this, like, there was a milking phase that I went through before. So this is just a phase. It'll pass. Everybody else is a lot more. I think I'm so."
    },
    {
        "speaker": "A",
        "text": "There was. It was definitely, like, there was a three week window that everything was a penis, which, you know, I will say."
    },
    {
        "speaker": "B",
        "text": "It'S been a more prevalent theme lately. And even last night, I had an idea. I was like, no, that's probably too much. Everybody's just gonna say that."
    },
    {
        "speaker": "A",
        "text": "I don't believe you have that line. It's too much. I remember I was. I really started seeing your work because when we were at that event together in Utah, this very fancy event you're on stage talking, and there's a picture of gigantic, I think, mark Zuckerberg's balls behind me. And I'm like, this is not for real. Even you can keep a straight face."
    },
    {
        "speaker": "B",
        "text": "No, I remember that it was a picture of me, like, with, like, balls or something, like, like weightlifting something."
    },
    {
        "speaker": "A",
        "text": "That's right."
    },
    {
        "speaker": "B",
        "text": "And I specifically remember, the reason I remember that is I was looking through the slideshow they had put together beforehand, and I specifically was like, can you take that one out? Because if I see that one, I'm gonna start laughing. And they're like, oh, yeah, no problem. And then they didn't, and it was just like, God damn it. I see it come up and it's like, super jarring, and like, it's just like, okay, what the fuck? Like, come on. But no, that's funny. You say, like, I don't think you have a line. That's not true at all. I absolutely have many things where I'm like, that's probably too much. So if you can believe that the things you see are a filtered version of my mind, that that is actually the truth."
    },
    {
        "speaker": "A",
        "text": "Well, that's how I think of your art. I'm gonna get into the whole story of this, but this is how I think of your art, is that it's the, it's the part of your mind that normally people don't show, and you show it every day and it's hilarious. And, you know, just, even the. Just Twitter interactions, I mean, you just post anything and you get several thousand likes just because it's just, it's very different. And it's just a little part of your slightly troublesome mind."
    },
    {
        "speaker": "B",
        "text": "That's true. But I think what it actually is, and this is something that I think makes it sort of different and new and a sign of when we live is, to me, it is sort of like an embodiment of the Internet. And the Internet, the culture of the Internet is actually super immature. Like, literally just two days ago, Elon, the richest person, most successful, you know, person in the world, posted, like, boob joke. The person who owns this platform and is trying to, like, entice advertisers to spend millions of dollars of advertising money, posted some, like, boob meme joke. And it's just like, okay, I guess that's like, it's just, you look at the, like, Joe Biden just posted this, like, dark Brandon thing. Like, that's the president of the United States posted some, like, this joke about how people, like, you know, were chanting, fuck Joe Biden. Like, and that, that's why is the Internet."
    },
    {
        "speaker": "A",
        "text": "Why are humans like that on the Internet? You wouldn't, you know, you might walk out the round Charleston chatting to people, and you wouldn't be that. And I don't know what."
    },
    {
        "speaker": "B",
        "text": "There's a level of abstraction from real life that makes you say and do things you normally wouldn't do. And I think it makes you less mature. It makes you less mature in that you would get into fights with people you normally wouldn't get into. Just be like, okay, I'm not gonna argue with this fucking random stranger over there. You know what I mean? It makes you say things that you normally wouldn't say. And so to me, I'm trying to sort of, like, capture some of that, some of this moment and that immaturity that exists in art, because, again, that's. That's not what art supposed to be. If you think historically, it's supposed to be this very serious thing and this very, you know, principled thing. But to me, it's always like, okay, well, we've certainly done that. What haven't we done? What can we do to push forward the idea of what art is? And I think making things that are purposely immature is something that is not part of sort of, like, art history, I believe."
    },
    {
        "speaker": "A",
        "text": "And also, as you said, it reflects humanity. I mean, it's art almost, about the Internet itself, which is a really, you know, obviously, that's not really been done."
    },
    {
        "speaker": "B",
        "text": "Before because the Internet's quite."
    },
    {
        "speaker": "A",
        "text": "That is a cultural phenomenon in its own reign, particularly. Well, there's not, not just Twitter, Reddit has its own huge, deep culture. There's tons of these cultures that are all there, and they are really interesting."
    },
    {
        "speaker": "B",
        "text": "And that's another sort of, like, thing with it is it's. Many of the pictures are very coded, and that the average person, like, you know, like, the whole reason a lot of the, like, penises started is because everybody was. Solana was going fucking boners for this thing. And, oh, my God, Solana's a plugin craziest thing ever. And everybody was just going apeshit, you know, three weeks ago, four weeks ago or whatever. And so that's when I started, like, posting this stuff. And. But, like, the average person, the average person doesn't even know what Solana is, much less this, like, you know, and then this dog with hat thing and, you know, all these, like, old coins and stuff like that. Like, it's so coded in, like, all these, this, this subculture that that, too, is a part of the Internet, that you have these subcultures and they they have these languages that they, um, build, and they're so insular and they're so, um, this, like closed loop of sort of, like information and sort of like inside jokes that it takes so long to, like, unpack and sort of like, you know, explain to the normal person what any of this means. And I remember sort of like talking to my, my nephew and his, like, him trying to explain things to me. And it would just take forever for him to explain things because he'd have to, like, explain, like, memes, and I'd be like, he'd have to explain this. And he'd have to explain this. We didn't have to explain this thing, this thing. And it's just like, oh, my God, people understand that. And he's like, yeah, the guy understood it. And then, jesus Christ. But it's so coded. And like, to me, I find that very interesting and something that I think is sort of like, worth documenting."
    },
    {
        "speaker": "A",
        "text": "Everyone, we're going to take a quick pause and hear a word from our partners. We'll be right back."
    },
    {
        "speaker": "B",
        "text": "Join over 5000 attendees for the largest AI event in Asia at Super AI Singapore, June 5 at and 620 24. Raoul Pal, Benedict Evans, Balaji Srinivasan, Edward Snowden, and over 150 others will join the industry's most influential to explore and unveil the next wave of transformative AI technologies. Singapore will become a vibrant AI hub for a week from June 3 through June 9, with over 150 side events that will make for unparalleled networking opportunities. Visit www.realvision.com superai for 20% off tickets with the code realVision or click below. This episode is brought to you by Shopify. Forget the frustration of picking commerce platforms when you switch your business to Shopify, the global commerce platform that supercharges your selling wherever you sell. With Shopify, youll harness the same intuitive features, trusted apps, and powerful analytics used by the worlds leading brands. Sign up today for your $1 per month trial period@shopify.com."
    },
    {
        "speaker": "A",
        "text": "Tech."
    },
    {
        "speaker": "B",
        "text": "All lowercase, that's Shopify.com tech."
    },
    {
        "speaker": "A",
        "text": "And as you said, you've kind of got the double layer of the Internet at large. So like, I was thinking, sometimes the people comes up behind me of Gigachad, for example. So that's kind of almost the intellect at large, right? Elon, where he really came onto Twitter in 2020 or so, 2021, where he was kind of the owner of everything, even though before he bought it. But you've also, you've staked out that subculture of crypto and NFT, that whole world and claimed that as part of what you're commenting on, and it is a massively strong subculture, it's huge."
    },
    {
        "speaker": "B",
        "text": "100%. I think that's. That's with a lot of these things."
    },
    {
        "speaker": "A",
        "text": "I mean, and it's full of drama as well, which is nice."
    },
    {
        "speaker": "B",
        "text": "It's full of drama. There's always stuff happening. And, like, again, that's very new in my art. I wasn't documenting crypto culture before any of this sort of, like, nft stuff. I only, you know, knew of it. And so that piece of it is kind of, like, quite new. But to me, the culture is, like, in many cases, or maybe I shouldn't say many cases, in some cases, that literally all there is, because these things actually have no utility whatsoever. It is purely the memes behind them and the culture that surrounds them that gives them any value. And I think, yeah, the same could kind of be said of a lot of sort of like art. What gives it value is the sort of relevance that it has in culture and the amount that it's sort of connected with people and sort of given them enjoyment or given them a new way to think about life. And so to me, I think, yeah, I just find it to be a fascinating space that is always. I mean, now you got these fucking rocks people are going apeshit for. And it's like, I knew I was."
    },
    {
        "speaker": "A",
        "text": "Gonna buy a rock. I thought, this is a no brainer. The most dumbest art in the world. And I saw they were kind of at rock bottom, like, about a year ago. I'm thinking, I've got to buy one. It's the most moronic move ever. I should have done it. I should have done it. Next minute, they're fucking Sotheby's."
    },
    {
        "speaker": "B",
        "text": "That's what's so funny, though, is that it, like, it's a culture that almost, like, just like that, like the rock thing. Like, it prides itself on trying to find the, like, fucking dumbest things. Or you think about the. What was the. That monster, the Kevin. Kevin. The Kevins. It's just like, this is the dumbest thing. And then it's like, oh, wait, this is actually the best thing. It's just like, like, I don't know that that, to me, is, like, fascinating, too, that it's like."
    },
    {
        "speaker": "A",
        "text": "And the space is super smart. It's like, elon is, like, the smartest person in the world, but they all act dumb as shit and they celebrate it buying bonk tokens or dog whiff hat. And here you've got these kind of PhDs in nuclear physics, buying this stuff and punting it. It's like, it's hilarious."
    },
    {
        "speaker": "B",
        "text": "It, to me, is so fascinating, and it's a little scary, if I'm being honest, because to me, it really speaks to the idea that how fast technology is now moving and how fast these memes can, like, really sort of, like, take hold and affect people's real world decisions, which they're just memes. You know, a lot of the stuff, it's just like, okay, I'm. Oh, people are talking about this. Okay, I'm gonna start talking about this. Okay, I'm gonna start talking. And then it, like, spreads, but it can, like, literally spread to, you know, tens of millions, hundreds of millions of people in just this rapid amount of time. And there's no vetting of these ideas. It's just like they're, they're only sort of like, vetting is how attractive they are from a viral standpoint. And I feel like that in the future is going to cause some issues."
    },
    {
        "speaker": "A",
        "text": "I think it probably is already. Fake news is just memetics by a different title, as is religion, as is everything else, right? It's stories we tell ourselves."
    },
    {
        "speaker": "B",
        "text": "I agree, but I think it's going to become, like, very, like, something's going to spread to very quickly, and it's gonna be like. And a bunch of people are going to do something where it's like, oh, shit, okay, yeah, that was, that really, like, in the course of, like, a week, like, that really ramped up really quickly and Mike, I don't know. I just feel like it's. I agree. I think it's already starting. You're already just starting to see sort of, like, you know, little Lemmersen."
    },
    {
        "speaker": "A",
        "text": "And we'll get into the AI element later because that is going to fan those flames because you can rile up the people, create a meme that doesn't exist, create anything you want, and manipulate not only emotion, but a lot of outcomes. So we'll talk about that. But before we get into the future, let's go back to the past. How the hell did you get into all of this? Because you were, like an overnight sensation that took 25 years to get there, as ever, you know. What was your story?"
    },
    {
        "speaker": "B",
        "text": "Yeah, so I went to school for, like, computer science and kind of, you know, thought I was gonna make video games, and then I saw somebody at school who he was gonna make video games. And when I saw that, I was like, yeah, I'm not gonna make video games. You're gonna make video games. You want that way better. And when I was in school, I realized I was spending all my time making digital art and posting on the Internet. And this was 1999 to 2003, so before YouTube even. And so, you know, nobody was making me do that. I was just doing it in my free time. And so I realized this is what I actually want to do. I'm just going to get a job doing whatever the fuck I want and just put all my true time and passion into making digital art. And there's no real way to sell it. You know, that wasn't like nobody."
    },
    {
        "speaker": "A",
        "text": "What kind of art were you making then? What, what? How are you expressing yourself?"
    },
    {
        "speaker": "B",
        "text": "So it was, I was mainly making sort of like short films and they were very, like tightly synced audio on video and they were very, like, abstract. There was no characters in them. There was no sort of like very much about color and form and sort of shapes and things like that. And I started, you know, kind of like posting those on my website and, and then in 2007 and I made a bunch of those. And then in 2007, I obviously started the everydays and started posting those on my website. And then in 2000, tell me, so."
    },
    {
        "speaker": "A",
        "text": "Before you, why did you do that? Was that just a discipline thing or you just want to explore the idea? What was the idea you started?"
    },
    {
        "speaker": "B",
        "text": "Everydays?"
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Yeah. So for the everydays and sort of, again, just making art has been, I'm not a very well rounded person. Let's just say that, like, I don't have like, a bunch of other interests. Like, I really, my entire adult life has been pretty all in on art. And so I've made, I mean, before I even started the everydays, I'd made, I don't even know, probably 50, 60, like short films and sort of, you know, many, many other sort of like experiments and things like that. So the everydays really started just as a way to get better and sort of like teach myself how to draw at first I had saw illustrator in the UK who did a sketch a day and it was like, oh, that's, and he had already done that, like, done a year of it. And I was like, oh, that's really cool, being able to kind of like, see all the sketches and sort of see that whole process. So I was like, well, why don't I do that to get better at that, making art? And so I did a year of that and then I was sort of like, you know, I learned a lot about art. I was still very bad at drawing, but I learned a lot of techniques that I would have taken me a lot longer. And the basic trick of that is it just the everyday is really just tricks you into working more, you know, when you're sort of like, okay, days done. It's 09:00. You know, I'd really like to watch an episode of something or whatever. It's like, no, two or more hours of making a picture. And so that's really it. So I was just working more, and so I was, you know, learning more or whatever. And I think having that, that deadline each day gives you a lot more opportunity to experiment and sort of like, well, I'm gonna spend a couple hours on this, and then that will be that. And if it sucks, whatever. There's always, you know, tomorrow. And so it's on a huge, sort of, like, much quicker level up in my skills. And so I was like, what if I use this to teach myself a 3d program? I didn't know any 3d programs. I'd always wanted to learn one. Everything I'd done to that point had been two D. And so I started doing a render a day in cinema 4D, which was not really, like, a thing. Like, I'd never heard of anybody doing a render like this per day. And so I started doing that and sort of really quickly learned, you know, that program, and sort of was able to increase my skills really quick. And then in 2010, I released a video, and it went kind of, like, viral in sort of like the art scene or whatever. And that's when it kind of, like, clicked for me that even a little bit before that. I started posting my work in 2009 to Facebook, but it kind of clicked to me with social media that it was like I was spending all this time trying to get people to go to my website, which everybody did before social media. It's like, somehow I gotta give people SEO. I gotta get people to go to my website. And then I was sort of like, wait, everybody's already on Facebook, and, like, they're starting to, like, use this Facebook thing a lot more. Why don't I just post my pictures on Facebook where everybody already is, and then it'll just pop up and they can see the picture to do. And so I really kind of, like, you know, pretty early sort of, like, understood the power of sort of, like, social media to be able to, like, reach people, and then people could comment right there, and everybody can see their comment, and, like, you can have this sort of, like, immediate dialogue around the work. And so, really, from that point on, I kind of was really pretty hyper focused on, you know, building a social media sort of, like, presence and kind of having that be this big unlock for distributing my art because prior to that I was also entering a bunch of film festivals and, you know, with this abstract, weird fucking digital art stuff that they weren't looking for, they did not want. And so I was getting rejected and paying these fees and stuff. And then I started getting into some of them and I'd see the other shit that they'd have in the fast of the lawns like, okay, this fucking blows. What? Why do I give a fuck what these people think anyway? And so I realized like if I could just, you know, post things on social media, I could reach people and sort of like build an audience there and not have to go through all the kind of like gatekeepers of, you know, sort of museums or galleries, all the other sort of like normal kind of traditional modes of things. I could just reach people, a global audience."
    },
    {
        "speaker": "A",
        "text": "I didn't think you could sell anything at that point, right? Because there was no real mechanism to sell digital stuff, right?"
    },
    {
        "speaker": "B",
        "text": "No, it was not a mechanism to sell digital stuff. Basically the kind of feedback loop there monetarily that I was experiencing was as I got more sort of followers and people saw my work more. And around this time I also started releasing a bunch of creative commons, like concert visuals, sort of like short, abstract, like ten to 15 2nd sort of like clips that people could use at concerts or DJ's could use behind them. And so those started getting really popular too. And so a bunch of people knew me just through like the VJ clips. And so then I started getting hired to do like concert visuals. And then I started getting hired to do sort of like better and better, kind of like freelance work. And so to me that was it. It was just sort of like, okay, I put out ideas on the Internet for free and everybody does, and then hopefully somebody looks at that and hires you for a freelance gig. And I was making really good money. I was making like half a million dollars a year doing freelance work, just."
    },
    {
        "speaker": "A",
        "text": "Myself, really cool stage settings. I saw some of them at your studio. They're like, it's super cool stuff, right?"
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah, I was, you know, by the end of it, I was working on the Super bowl halftime show and the Democratic National Convention and, you know, Justin Bieber and Lady Gaga and blah blah blah, all these like really cool shows and really cool gigs. And I was doing stuff for Apple and I did, you know, some stuff for SpaceX and I Samsung and blah blah blah, all these things and the Spider man movies, concept art and like really cool gigs and awesome stuff. Magically. And I was just like, well, that's it. Like, that's. I've already top of what a digital artist could possibly sort of do. And, you know, this is great. And then. But I. But I still kind of had this inkling. Even around that time, around 2019, I was like, I would like to see this stuff. When I started doing weird, weirder stuff, that's when I started doing weird stuff in, like, 2019. Before that, it was really quite normal."
    },
    {
        "speaker": "A",
        "text": "What switched."
    },
    {
        "speaker": "B",
        "text": "What switched is, I realized that's what I truly wanted to do. I started making the images that the tiny voice in my head was like, you know, it'd be funny if you did that. And then it was like. And I'd always be like, meh. I don't know if, like. Like, I would never do political things. Just like, nah, that might be like, piss people off. Like, I don't know."
    },
    {
        "speaker": "A",
        "text": "Like, I don't."
    },
    {
        "speaker": "B",
        "text": "That's. I don't know. I don't. It's too weird. I don't know. And then I kind of realized, like, no, this is the actual interesting thing is that when I make something that's hyper specific for myself and go really hard on that, that is what resonates most with people. When I don't try and make what I think people would like and I make just what I would like, and I assume nobody else will like it. Those are the things people actually like the most because they can tell it. It just has a level of authenticity that things don't have now because everything else is, like, trying to fucking selling you some shit. Trying to, like, make some shit that's, like a product, versus if you make some super fucking hyper weird shit that people can tell, like, wow, you did not get any fuck if, like, people like you."
    },
    {
        "speaker": "A",
        "text": "Are you still scarred by so much of your work?"
    },
    {
        "speaker": "B",
        "text": "Not give a fuck if anybody like this, man, you just. You were doing you, bro. You were doing you. And when you do that, it paradoxically resonates with people more than anything else. And so I kind of recognize that. And the. The pieces started going sort of, like, much more viral as they were, like, way more what I actually wanted to make. And so I recognized it was like, this is something new, too. And what would be really interesting is to see this hyper fucking weird shit in, like, a museum. Like that, to me, is, like, the ultimate sort of, like, an actual new voice of something that feels like it's not been done before. And so I had, like, kind of this sort of, like, gallery type show in 2019 in Toronto. And it was, you know, sort of. It wasn't really at a gallery. It was just kind of an exhibition space. But it had, like, a great turnout, you know, really huge amount of people saw it or whatever. And then I had a bunch of gallery shows planned for 2020, and, you know, that was actually through a real, you know, sort of, like, gallery or whatever. And then Covid hit, and it was like, okay, well, I guess we'll just kind of, you know, put aside this whole breaking into the kind of more traditional art world, which, you know, I didn't really know how to do. I didn't know how it operated. I didn't really know how sort of, like, any of that, that galleries worked. And I wasn't having the gallery shows to sell things. I was just having them to show the work. And then the NFT stuff hit, and it was like, oh, you know, where did you see?"
    },
    {
        "speaker": "A",
        "text": "What was your. What was your genesis point? Where was your."
    },
    {
        "speaker": "B",
        "text": "By that time? So over the last, you know, sort of 20 years of kind of releasing work and sort of through the everydays and the short films, and I would also release the, like, project files for my short films. So that was, like, another thing that nobody really did and sort of, like, gained me a lot of followers through that. And the VJ clips I had amassed, you know, a couple million followers by the time I learned of nfts. And so those followers sort of kept kind of bugging me and being like, I think you should look at this NFT thing. I think you should look at this. And I was. A number of times I look. I looked at it, and it was just like, what in the fuck is this? This is not for me. This is some, like, crypto thing. This has nothing to do with what I'm doing. Like, the fuck you guys talking about? And, like, I'm pretty sure I went to, like, the flamingo dows. I vaguely remember going like, flamingo dow site, and I was like, a dow. What the fuck is this? This has nothing. What are you guys talking about? This is nothing to do with what I do. And then people kept bugging me. Like, really? I think you should look at this. Then I looked at it, and I went to super rare, and I looked at all of the, like, top selling artists, and then it was like, wait a second. I recognize these people. These are people that are in my, like, you know, sort of, like, crowd of sort of, like, digital artists and I. 3d artists or whatever, and they're selling jpegs for, like, tens of thousands of dollars. Like, what the fuck. And then I was sort of like, okay, I'm more popular than all of these people. If they could sell jpegs for, like, $10,000, why the fuck couldn't I sell jpegs for $10,000? And so it really, like, clicked. And right at that time, too, it also sort of, like, clicked that it was like, wait a second. This is what stopped digital art from being part of the broader art world. There's no, like, real way to collect it. There's no way to collect it that sort of, like, is meaningful. And this process isn't new. The process of all you had was."
    },
    {
        "speaker": "A",
        "text": "Like, deviantart, and you could show it in Deviantart people, but what do you do with it?"
    },
    {
        "speaker": "B",
        "text": "That's it. You could show it and you could collect it, but you had to print it out, or you had to, you know, give somebody a zip drive or a floppy disk or whatever. I all these ways that didn't really resonate with people as, like, a real, like, way of collecting, and nobody was looking at it really in, like, a collecting sort of, like, mindset. And so I realized at that time that this was not a new process, that this had happened with other art forms. Photography, that's not art. That's just photography. That's craft. That's not actual arthem street art. That's graffiti. That's not art. That's, that's graffiti. That's not art. Vinyl collectibles, those are just toys. That's not art. Those are just toys for kids to, like, collect. And then with all of those things, then it was sort of like, oh, okay, yeah, I guess it is art. And then it became part of, like, actual sort of quote unquote art. And like, so this was, this was that moment with digital art. And, like, I could, like, feel that. And it was like, wait a second. Wow. I feel like I am actually the most digital artist. Like, at this moment where this thing is, like, going, like, fucking crazy, and it was like, wow, this is like, fucking, like, nuts or whatever. And so then, you know, very quickly after that, like, click happened, like, as soon as it, like, clicked, it immediately clicked. And then I was like, okay, I'm fucking done with the client work. I'm gonna try and, like, figure out if I can, like, do this thing. Like, and so I immediately just, like, then that I talked to Pac, you know, immediately after I saw that super thing, immediately texted him. I was just like, Pac was the number one selling artist on there. I'm like, okay, I know. Pac immediately texted Pac what the fuck is going on here? What? And so we had this big, long chat where he was trying to explain it to me, and he, you know, kind of explained the collectors and the sort of, you know, how the sort of ecosystem worked with the marketplaces and all this stuff. And then from there, I just, like, completely just like, this is the fucking thing. Immediately, like, within the next week, I talked to the founders of Nifty Gateway super air. I'd talk to x copy, I'd talk to blah blah blah. Like everybody I could fucking get on a zoom with. It was like, guys, what the fuck is going on? I talked to Coley and talked to, like, you know, everybody I could to sort of, like, understand this. And then I think my next drop was, like, two weeks later. And so it was like. And then we were just. We were fucking off to the races because it was like. And immediately just like, this is the fucking thing. It also combined, you know, a lot of the things it combined everything that I was interested in. I would say the only other sort of tiny side interest I have besides art is like, sort of like, fine, not finance, but like, you know, I would kind of like trade stocks, retail sort of like stocks and sort of keeping up with that. And again, not like crazy degenerate whenever I was actually pretty sort of conservative or whatever, but that was interesting to me, the, like, stock market. So here's this thing that, you know, I felt like I was kind of utilizing my computer science degree, a little art, and then this, you know, a mix of sort of like, investing. And so I was like, okay, this is a fucking thing. Like, I was. I was all in."
    },
    {
        "speaker": "A",
        "text": "How do you think about it now? You don't make an NFT every day. No, because you sold the 2020 and the 2021 collections, and there were relatively limited NFTs, and you obviously had the big one of one that became very famous. But then what do you do now in that respect? You're still producing the work every day?"
    },
    {
        "speaker": "B",
        "text": "Yeah. So we're still making everyday zombie."
    },
    {
        "speaker": "A",
        "text": "Are they commissioned now or how does that work?"
    },
    {
        "speaker": "B",
        "text": "No, they're just like, literally just like the same way before. It's just like, make whatever the fuck I want. And then people sometimes are like, hey, can I buy that one? And it's like, sometimes they say yes. And sometimes I say no. Most of the time I say no. And so that's kind of how we are. I will say I would like to. And that's one of the things on my kind of to do list is make the process of the everydays more on chain so that I'm minimally having some record on chain of each every day. I feel like that is something that."
    },
    {
        "speaker": "A",
        "text": "I. Yeah, regardless of monetization or change of ownership, it's like they should be stored permanently. That's the whole point."
    },
    {
        "speaker": "B",
        "text": "100%. And so that is one of the things I think what's. What's kind of stopped me from doing that is not knowing how to do that in a way that feels authentic. But that is something I really do need to sort of like crack because I think right now they exist, you know, in a smattering of social media shit that. Who the fuck knows? I could piss off Elon or piss off Mark and we'll just go ahead and shut that down. I'll go ahead and turn the volume down on you. And so that, to me, again, is sort of one of the things that I think is really, you know, great about the blockchain is that it is decentralized and it's like, no, no, I'm not. Keep fucking posting whatever the fuck I want. And so, yeah, I think figuring out a good, meaningful way to sort of like. And I had a bunch of ideas of how that could happen. I think that is sort of the next kind of like, evolution of the everydays is bringing that. So if any listeners have any suggestions on how we could approach it, because, again, there's a lot of different ways. Like, yeah, I could just mint a fucking nft every day."
    },
    {
        "speaker": "A",
        "text": "But it's sort of like, well, also, they're not. I mean, the inscriptions idea is closer to what you're thinking of because, again, it still lives on an AWS server as an image. You know, it's kind of. It's still not perfect. So."
    },
    {
        "speaker": "B",
        "text": "Yeah, no, and that's the other thing. And the inscriptions and stuff like that. And, like, having it be actually on chain. I mean, these are, you know, 4k files every day that are, you know, 25 mega. And so it's like. It's gotta be, I think, having at least some record of the metadata or some way of putting it at least somewhat on chain. I'm not personally a huge, like, every fucking thing needs to be 1000% on chain. Because at the end of the day, I think the things that we value, regardless of the AWS going down or blah, blah, blah, like, it's backed up other places. And so I think the things that we want to save culturally that are important to us, we will save. I mean, you look at Namjoon pike, you know, installations and sort of, like, tv sculptures or whatever. We keep those working. We keep old Apple Iie computers working."
    },
    {
        "speaker": "A",
        "text": "That we, you know, Damien Hirst, shark and formaldehyde, that still, you know, survive."
    },
    {
        "speaker": "B",
        "text": "Take the fucking shark out, change the fucking formaldehyde, whatever. Like, or paintings that are hundreds of years old. It's sort of like, okay, it's covered in, you know, 300 years of clean it off, you know, touch it up, blah, blah, blah. Like, that's the thing. If, if culture still values it in the future, they will find a way to preserve it, and it will only get easier as we have more and more tools in the future to preserve these sort of like old things. Unless, of course, there's some, I don't know, fucking AI fucking, I don't know, apocalypse or whatever, it will get easier to preserve things."
    },
    {
        "speaker": "A",
        "text": "What was it like for you, going from the digital world and that? Kind of not corporate, but, you know, professional career. You don't figure out nfts, great. Suddenly the trad art world comes to you. That must have been kind of weird. Suddenly, you know, you've got the auction houses and people like Tycho McGrabbi and all of the people suddenly coming into your sphere, realizing that you're onto something new. What was that like? It must have been kind of surreal."
    },
    {
        "speaker": "B",
        "text": "It was definitely very surreal because I think it's, it was, it was a surreal moment. Sort of, um, just creating all this stuff. And then it just felt way too good to be true because it was sort of like, was like, here's all this stuff you've already been doing. That's great. You already felt like you had gotten, you know, again, I was like, making good money. It was sort of like, okay. And gotten, you know, recognition. I've got, you know, it's followers and all these great clients and blah, blah, blah. And then it's like, oh, so all that stuff you've been doing, it's even way more valuable than you thought. And it's like, oh, okay, wait, really? Really? All this stuff? So all these pictures that I've already made before that, I thought I'd already gotten, you know, the full sort of, like, value and whatever, you know, sort of good, good graces or whatever positive outcomes from these, making these pictures, there's even way more than that. It's like, okay. Like, it's just, it was definitely very surreal. But I think, you know, it to me is such a, like, bigger moment than that and something that I just feel very, very, very humbled to be, you know, a part of because again, I didn't invent nfts. I didn't invent this blockchain. I had to be dragged and fucking, like convinced that it was like, you know, something that would be super sort of like, beneficial to me. And I just sort of, you know, kind of happened to be this very, very popular artist at a time when everybody was locked in their houses and starting to sort of like, hmm, what are these j pings things? And what if we gamble on the. You know what I mean?"
    },
    {
        "speaker": "A",
        "text": "And so, but also there's an element of, you kind of had the right art at the right time. So I always think of as art as a snapshot of culture. And with this cult, this culture got kind of super condensed because of the pandemic. So everyone was at home. So here's the Internet culture. It's our only culture now because we can't fucking get out of our houses."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "On top of it is crypto really starts coming into the mainstream as people are starting to understand that the governments are printing money and all of this big thing. And then the art of that period is the essence of culture. And if I go back and look at art of any period, whether it was like, I was lucky enough to grow up in the late nineties in London, which was Damien Hirst, Tracy Emmon, it was all about blur, its oasis. London was the epicenter of everything, and thatll always have value. Damien and Hearst, because it is just a snapshot of that. Warhol is a snapshot of the sixties, the counterculture revolution and the commercialisation and all of that stuff. And thats what I see this now. It really strikes me. It really struck me yet again, when we were at your place at the studio a few weeks ago, is when you look around a room and everybody's one degree of separation from anybody who matters anywhere. Yeah. And we're not talking about it's a bunch of artists with their noses up or art galleries. No, no, it's finance people, technology people, art people, tradoc people, random people have just come into this space and you're like, musicians, everything, and you're like, okay, this is special. This feels like the really early stage of something that this magic won't be around in five years time."
    },
    {
        "speaker": "B",
        "text": "Yeah, 100%. And I couldn't agree more. It really feels like a moment that is just so special. And, and the amount it was a number of people, to your point, that you could kind of fit your whole head around it, you know what I mean? And that's right. Like you could fit your head around and it was a bunch of different things, too. It was sort of like, you know, all of these crazy pfps and, and sort of all the, the generative stuff and all the other, you know, xcopi and sort of more just other types of digital artists all sort of, like, converging and, you know, nobody knows what's going on. Nobody knows the rules of this. Everybody's trying new things. Everybody's seeing what everybody else is trying and is in inspired by them to. Okay, I see how they tried that. What if we did that, but then sort of, like, mixed in this technology or this sort of aesthetic and, like, things are, you know, becoming very popular very fast and then very not popular very fast, and, and just this sense of, just a crazy sense of community, you know, around it that to me, it just is very, I don't know, it's this, it's like a weird mix of, like, pvp, fucking zero sum game fucking, you know, fuck you pay me. And also very supportive because it's like, obviously there's money being traded, and that's a big piece of it. I'm not, like, so naive to be like, this is just about beautiful art and fucking genius. Like, okay, no, no, no. It's, it's, there's a lot about, it's kind of a lot about money. It's kind of a lot about money. Um, but then there is really also to me, that element of, like, you know, something more, I don't know, cultural and something special about it that, that does, I feel like, kind of, I don't know, make it not just about money."
    },
    {
        "speaker": "A",
        "text": "Hey, everyone, we're going to take another quick break and hear a word from our partners, and then we'll be right back. Whoa. Landing an account this big will totally."
    },
    {
        "speaker": "B",
        "text": "Change my landscaping business."
    },
    {
        "speaker": "A",
        "text": "It's going to mean hiring more guys and more equipment and new trucks for the new guys to drive the new equipment in. I don't know if I'm ready."
    },
    {
        "speaker": "B",
        "text": "You can do this. And Ford Pro finsimple can help. Our experts are ready to make growing pains less painful for your business with flexible financing solutions that meet the needs of your business today when you need them. Get started@fordpro.com. financing."
    },
    {
        "speaker": "A",
        "text": "I don't, I think it's, culture has value. It always does. Music, you know, why we like music, particularly why we like vinyl, is because it's like, it's like an NFT of your music. It's a, it's a thing, and you, and it's got that moment in time. It's like, you know, I collect rock and roll photographs because they're a moment in time and they're signed by the artist and that kind of captures it and stuff like that. So, you know, I think it's great. Who else do you think are the artists and that that will be remembered from this moment in time? X copy seems to be one because he kept. He seemed to be completely. He was like somewhere between Basquiat and Banksy, just, you know, doing his own crazy english thing."
    },
    {
        "speaker": "B",
        "text": "I think he's. To me, he strikes me as being very much like Basquiat in a way, that it's this sort of like digital, kind of like very expressive sort of art."
    },
    {
        "speaker": "A",
        "text": "But he also gets the culture of the Internet and of crypto and all."
    },
    {
        "speaker": "B",
        "text": "Of it a hundred percent, 100%. And that's why immediately after coming into the space, it was like, who is this? Which I never heard of him before this. The, you know, sort of coming into this space and was like, x copy. This thing seems to be coming up quite a lot. And Josie Bellini was another one I talked to very early on, too. But, yeah, I think definitely, you know, his stuff will work around. I think, you know, Eric with the squiggles, obviously has been, you know, a massive sort of, like, moment. And I, Tyler with the fidenzas, I think those are things that really, you know, showed people the value of generative art in this new sort of like, space. Because obviously generative art is not new. But I think in combining it with. With the blockchain, you know, it had this multiplier effect that I think people saw."
    },
    {
        "speaker": "A",
        "text": "The other thing I think is really interesting is Rafiq has got a taken that and turned it up to eleven."
    },
    {
        "speaker": "B",
        "text": "Yeah, 100%. Rafique, I think that the way he's sort of like, showing people sort of, you know, I think his work is. Is really kind of showing, is very accessible to people and. And is something where they can see."
    },
    {
        "speaker": "A",
        "text": "It and it almost no cocks in it, generally. Right."
    },
    {
        "speaker": "B",
        "text": "There's. There's very few. There are some. There are some. I think it's something where it's. For me, it's like an animated Jackson Pollock. And so it connects. It has enough of the old language of, you know, almost looking like splattered paint that it, like, people can see that abstraction in it and it connects with something they already know, but it's something obviously very new that it bridges that in a way that is very accessible to people. Be like, oh, okay, I see how this digital art can be something that has a connection to or can affect an emotional connection in me. You know what I mean? Versus I think to the average person, a lot of my stuff is kind of like, whoa, what the fuck is that? Like, it's. It's definitely. It's almost like two."
    },
    {
        "speaker": "A",
        "text": "My wife goes past my two peoples that I've collected and says, she's like, what's wrong with you? I'm like, it's. I don't even bother explaining. I said, it doesn't matter."
    },
    {
        "speaker": "B",
        "text": "It's most, like, too jarringly different from what you've seen in the past that it's like, what the fuck is that like? And so I think, yeah, I think. I think. But I think all of these things, you know, are sort of like, pushing in different directions and pushing. Pushing our idea of what art could be, what an artist could be, you know, in new ways that I think will have sort of have ripple effects, you know, sort of over time."
    },
    {
        "speaker": "A",
        "text": "And you and I talked quite a lot about recently about the new mediums that are coming as well, because the mediums are changing, right? Things are becoming more three d. And, you know, you are a boomer and don't think the apple glasses are valuable. I just think you're just being short sighted and just give it one iteration and you'll be designing 3d."
    },
    {
        "speaker": "B",
        "text": "You are out of your fucking mind, man. One iteration, suddenly the midwest boomer came."
    },
    {
        "speaker": "A",
        "text": "Out and you, oh, nobody's ever going to wear these."
    },
    {
        "speaker": "B",
        "text": "Take it off the fucking pole over. I'm fucking pissed. No, the, um. That's the thing. One iteration, like, these things aren't 50% smaller from being, like, mainstream. They literally, to be mainstream enough where you would wear them and not be literally ridiculed, they would need to be, I believe, 95% smaller. I don't even think if they were 10% of what they were, 10% would still be, like, some pretty big fucking glasses. I believe they would literally 95% smaller."
    },
    {
        "speaker": "A",
        "text": "We'll agree that you're wrong. I haven't got that. I won't even buy the first iteration because I can see the same thing. They're too clunky. I assume it'll get better over time. What I'm really interested in, this will."
    },
    {
        "speaker": "B",
        "text": "Get better in time. I think that maybe I was not clear about that, though, is it's more so, like, I just was hoping, because I'm such a fucking dork, that they would make glasses that I could wear all the time. Like, that's it. I just wanted, like, like, yes, this is what it will be eventually, but I wanted something right now that I could wear all the time, you know what I mean?"
    },
    {
        "speaker": "A",
        "text": "I do. What, where my head is at with this is because I tend to live a bit in the future on, on stuff. Looking at macro trends is I'm thinking, okay, I've heard your story. You started in the early days of the Internet. You started using digital art. So computers came first. You can make digital art. You couldn't make them discoverable. Nobody could see them. You have to use a floppy disk. So suddenly the Internet comes. It's a bit clunky, but your early days, right? And there's a few artists from that period, not many. And I'm seeing a new medium arising in front of us and somebody going to understand its future importance like you did of the Internet. And that's what I'm thinking about is like, there is something so huge in an AR world where all around us we can have 3d objects. That's exciting."
    },
    {
        "speaker": "B",
        "text": "I 100% agree, and I 100% agree that AR will be the next iteration of sort of like computing. And in the way that we sort of went from the desktop computer to kind of the Internet to sort of the smartphone, the next one, I believe, will very much be AI or Ar. And I think that will be quite profound. And I think the ability to have artistic experiences wherever I, everything is really kind of on the table there. I mean, you could, I think there will be filters, I think there will be, in the future artists who literally just make filters that change the way you see the world. And they will be very popular. And, like, I think some people will literally just walk around the world with filters on that, like, make everything look a certain way, and it'll be like they haven't actually seen fucking what real things look like and who the fuck knows how long, because they just, we're, everything looks like a fucking van Gogh painting to them. And so I think there's, there's many things like that, and I think, and."
    },
    {
        "speaker": "A",
        "text": "It'S not that far away, really."
    },
    {
        "speaker": "B",
        "text": "What's up?"
    },
    {
        "speaker": "A",
        "text": "It's not that far away in time."
    },
    {
        "speaker": "B",
        "text": "No, I don't think it's that far away, but it's just not here now, you know, I mean, like, it's not. And so to me, it's, it's definitely something that I can fucking geek out and, you know, sort of, you know, imagine and imagine all the crazy things. And I did a bunch of concept work for magic leap. And so I really thought a lot about when Ar is, when we're all seeing the same thing in ar. Like, there's so many cool things with that. Like, I mean, just, just tiny interactions with, like, leaving little objects around the house that your family members could discover. Like, I did a bunch of work with that. Just like, you know, pranks you could play on people that you could, like, you know, I did this one video where there's like somebody put a bunch of, like, poopy diapers in this, like, fucking living room and like, you know, their friend, their friend would come home and be like, what the fuck is this? And there's like a bunch of dogs everywhere with it. And like, you know, you could leave your wife flowers, virtual flowers on the counter. So when she came down for breakfast, it's like, oh, wow, here's his flowers. And it's this giant, you know, it's not just like a vase that you could get flowers, it's some crazy fucking flower thing that's like, you know, this massive thing or whatever. And so, you know, you could have little, little virtual friends that are walking around your, like, fucking, you know, desktop right here and like telling you stuff and like, you know, there's just a bazillion different, you know, crazy things that will happen from that. And so to me, it's super, super exciting and something that I think will be, you know, will very much change how we look at this stuff because too, you could, you will be able to sort of live with, with digital art in a way that is still pretty cumbersome. I see you have like a screen behind you now, but that token frame."
    },
    {
        "speaker": "A",
        "text": "I think they've gone bus because I can't. I reconnect the wallets. I bought a bunch of nfts, recent air condition. It's like, it's so clunky still to be able to display stuff, but this."
    },
    {
        "speaker": "B",
        "text": "Will be like completely trivial to just be like, here's this, here's this, here's this, here's this, this switches, you know, and I mean, like, you could just within, you know, I believe you'll be able to literally just press a button because it already will be able to see where your walls are. It knows the jpegs you have. And it's just like, put these jpegs, arrange them on my walls and puts them all on your walls and it'll just be like, switch. And I'm just like, switch them to a new fucking set and it'll just be like permanent there. You won't have to, like, keep placing them there. It'll be like, whenever you walk into this room, this is what you fucking see. And like, you could have a 3d sculpture in the like, thing that's, you know, doing all kinds of crazy shit and animated and whatever, and that switches out automatically. And these things are permanent. They're like, they're just, you see it every time you look over there. You're not, like, going into the app, it's just."
    },
    {
        "speaker": "A",
        "text": "And you'll be wearing glasses, like your own, just regular glasses, and before just."
    },
    {
        "speaker": "B",
        "text": "Wearing it all day. And so, like, your environment that you just take for granted. And these passive things that are there, that's just these passive things that are, like, in your environment all the time. And they're all kinds of virtual digital objects. Yeah. I very much am super, super excited for, for that to kind of become our reality."
    },
    {
        "speaker": "A",
        "text": "So generative art showed us that we can use AI to make art. Right. And my first thesis of this AI to AGI stuff is we use it to augment ourselves first, and then eventually it does a lot of things itself. Question is, I don't know if you saw, there was this paper written randomly on Twitter about how an AI model that had never been shown music or introduced music, kind of discovered music. It was freaky. And I'm just thinking, do these things discover art themselves? Do robots like art? You know, do they?"
    },
    {
        "speaker": "B",
        "text": "I think it's going to be really."
    },
    {
        "speaker": "A",
        "text": "Interesting what it does with creativity."
    },
    {
        "speaker": "B",
        "text": "It. I agree. And I think it's really like the AI image generators got so good so fast that it really, to me, redefined my definition of what creativity even is because it was sort of like, I didn't really think they would be able to draw images that wow. And that creatively from just very simple prompts. And the writing is the same way. It's sort of like, because you're so used to, you know, we've all become so used to, like, well, whatever you want the computer to do, you have to hyper specifically tell it. It can't think for itself. It can't have any level of, like, creativity. There's, there's no concept of creativity. It's ones, zeros. Do this, do that, do this, do that, period. And now it's sort of like you give it something and it's like, oh, that's an interesting idea I never thought of. And like, that's, that's new. It coming up with something where you're like, oh, that never occurred to me because, again, this, it was like, I have to tell you exactly what I want, and maybe you'll do it and maybe you won't, but you're certainly not going to surprise me."
    },
    {
        "speaker": "A",
        "text": "I mean, what kind of made my hand spin is I started talking to my chat GBT four. I don't know if you have used the talk function and it talks back to in a natural voice with the right pauses."
    },
    {
        "speaker": "B",
        "text": "Oh, no, I'm not used there."
    },
    {
        "speaker": "A",
        "text": "So most people chat, and it types it out. No, no, no. You're missing the entire gig. The entire gig is you press the button, you talk to it, say, hey, chad, GPT, blah, blah, blah, blah, blah. You know, why is people obsessed with dicks? And it will come back and you have this conversation for hours. I've literally had two hour conversations."
    },
    {
        "speaker": "B",
        "text": "Bad."
    },
    {
        "speaker": "A",
        "text": "Really interesting rabbit holes. It's amazing."
    },
    {
        "speaker": "B",
        "text": "I usually do it on the, like, web version. That's what the app."
    },
    {
        "speaker": "A",
        "text": "I assume it's on the app on the phone, and it's."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah. Really quick."
    },
    {
        "speaker": "A",
        "text": "You choose the kind of voice, and it's not like Siri. Yeah. It pauses in the right thing. It speeds up words. It does stuff."
    },
    {
        "speaker": "B",
        "text": "It is crazy how it's just, like, even with the typing, like, it just really does not feel like you are talking to a computer. It feels like you are talking to a person in a way that is both very exciting to me and very kind of unsettling that it's like, jesus fucking Christ. And, like, even to the point where, you know, I'm sure you've experienced where you kind of, like. You're like, no, I don't think so. And then it'll kind of, like, rethink. Or it'll be like, yeah, yeah, you're kind of right. It's like, what the fuck is. Like, did I just convince the computer of something? Or. Like, it's like. There's just. It's so bizarre, and it's like. I was actually watching, um. I don't know if you remember the movie AI artificial intelligence? Yeah."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "So, brick, I actually just re watched it, part of it just, like, maybe, like, six months ago. And it was, you know, their basic. This was in, I think, the year 2000 or something like that, and it was their vision of what artificial intelligence would be in the future. And it was so fucking stupid. It would just seem so dumb, because it was like, hello, mommy. I am Rem. Like, it was like. Like, it felt like it was from the fifties. Like, it was like, nope. That's not how it's gonna be. Like. Like, it's just so robotic and so, like. No, no. That's not how AI turned out. It's not robotic at all. It's gonna be really fucking not like that. Like, I could I just shut it off? It was like, like, so dumb. This is just like, feels so fucking stupid now. It's so clearly not the future."
    },
    {
        "speaker": "A",
        "text": "You know? I don't know if you've been seeing that now. They've got some of these large language models that can now fit on a mobile phone chip. So."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah."
    },
    {
        "speaker": "A",
        "text": "And people go, oh, yeah, yeah, yeah. When you try and explain to people, okay, I can take that phone and go to a different planet and reboot humanity. Yeah, as a civilization. Because all of the history of human civilization is on that fucking chip."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Again, people still think of this thing as like a Google search that's a bit smarter that talks to you. I'm like, no, no, no. This is all knowledge we've possibly fed it so far. Sure, there's some ancient papyrus manuscripts who haven't fed through it yet, but they will come, and it has everything. So if you think of, like, an NFT as NFT art, as a time capsule of culture, these large language models are a time capsule of all of humanity."
    },
    {
        "speaker": "B",
        "text": "Yeah. I think that that is what's very, like, crazy about it because I always, and kind of where I say about sort of rethinking creativity and rethinking to me what it even means to be, like, fucking human, to be honest. Because I was always under the sort of impression that the last two jobs on earth before the machines took all the jobs were going to be artists and musicians program. No artists would fond of musicians or whatever and programmers. And now it's like, I don't know if that's the case."
    },
    {
        "speaker": "A",
        "text": "No, me neither."
    },
    {
        "speaker": "B",
        "text": "Pretty good at art, and it's pretty good at programming. Okay, what else we got here? And so a friend of mine, I."
    },
    {
        "speaker": "A",
        "text": "Just did an interview with a guy called Daraw, and he was Oleg. Oleg. His view is that there is a human element that people pay a premium for. And his idea is like, if you think of the Onlyfans economy, it's like humans seek attention. So most of Onlyfans is not actually about the pornography or anything else. It's actually to have your name read out or whatever it is. It's to make you feel like you're recognized or seen or heard. And obviously AI will do a whole bunch of that stuff and you won't be able to tell the difference, but you'll still pay for some sort of human premium because humans are still humans. You can't mate. You can't yet mate with the machines."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah, yeah. And I think that to me, like, now, I actually think the last jobs are something that will be much more like empathetic or very like. Again, like you said, it's something that you can only get from, like, humans. Yeah. That sort of, like, machines can't really kind of, like, replicate. And so to me, it's. It's just. I don't know, it's been super. I mean, this right on the heels of all the NFT shit, it's just."
    },
    {
        "speaker": "A",
        "text": "Like, it's moving too fast."
    },
    {
        "speaker": "B",
        "text": "Especially because it's just moving so fast. And it's just kind of like, you know, this whole, like, oh, look at it. Can't do hands. Like, I thought that was gonna be like. That was gonna be a sack. And then it was like, oh, like fucking six months later. It's like, yeah, now we could do hands now."
    },
    {
        "speaker": "A",
        "text": "Yeah, there's now photo perfect. Photo perfect with, like, three word prompt cloak in office."
    },
    {
        "speaker": "B",
        "text": "You know, the last, like, three versions of mid journey, I've been like, okay, but how could it be better? Like, it's like, oh, mid journey five. And it's like that. I don't. It's already, like, perfect. How could it be better? And then you see the side by side, it's like, fuck. It is batter. Jesus Christ. And then the next last version of mid Journey six, which is like, well, that can't be batter. Like, it's. Again, it was perfect. How could it be better? They see it's like, it is actually still better. What the fuck? Like, and so it's just."
    },
    {
        "speaker": "A",
        "text": "I mean, I'd hate to be a Hollywood filmmaker because what? That's coming fast, too."
    },
    {
        "speaker": "B",
        "text": "It is coming fast. And I think that, to me, is like, I think, you know, there. There's such, I think, kind of fear in a lot of the sort of, like, artist community around this that I think is just not. I get it. And I think it's going to be very disruptive in kind of the short term in that everybody's expectations are going to need to sort of, like, move up. And this is not new. This has always been the case. Again, you look at sort of 25 years ago, 30 years ago, it was sort of like, does my business see the website? It was just like, I mean, not all businesses need websites. I mean, maybe your business needs a website. And then it was like, no, every business needs a website. I mean, for a while was like, does my business even need a logo? Was like, maybe it's just in the fucking, you know, white pages, yellow pages or whatever. It doesn't really need a logo. Who cares? And then it was like, no. Needs a logo. And then it was like, well, does my business need a social media presence? Is that maybe. I mean, it couldn't. And then it was like, nope, definitely needs a social media presence. And now it's like, does my video, does my company need, you know, to have any sort of, like, videos made for it for a long time? Like, videos? Well, that's very expensive. You're not gonna be able to make videos. You probably don't need that now. It's like, nope, you definitely need videos. And so these things, like, it sort of, like, will continue to level set up like this. Like, now it's sort of like, does my company like a feature link documentary? It's like, almost no companies have that. And it'll be like, well, that's one week of work. Like, yeah, I could have a feature link documentary. Like, it's like, you know what I mean? That explains exactly what your company does. And it's ethos and da da da da da bla bla bla bla bla. And like, that before would have been like, well, we're not going to spend $2 million making a feature linked documentary. It's like, well, now that's $2,000."
    },
    {
        "speaker": "A",
        "text": "But how do we deal with that much abundance of content in any way, shape or form? Just more of everything? Because everything gets cheaper, faster, cheaper, faster, cheaper, faster. And it's already overwhelming for us. Watch a good day on Twitter. Good day on Twitter is when something shocking has happened, particularly in crypto Twitter, because that's fun. Everybody's losing their shit. The day finishes with your post, which is an encapsulation of the complete shit show that went on. And, like, you are exhausted at the end of the day because there's so much content and stuff and, you know, there's. Everything is happening and we're just going to speed that up. And I don't even know how we cope. Or just turn off the machine and go and step outside or something."
    },
    {
        "speaker": "B",
        "text": "Yeah, that I don't know. I mean, it definitely will even be way, way more. And I think it will be. I mean, it's just going to get more and more personalized and more and more. I mean, I think about the number of, like, photos we all take now. It's like, I look at when I was like, you know, I'm 42, and the amount of photos of me from, like, age zero to like five is like, I mean, I don't know, my parents probably. There's probably like a hundred, maybe 200. I don't know, like, you know, not, not none, but not thousands you know, and that's five years of my, like, thing. Now, you could go a weekend, and I take, like, fucking, you know, we generate 200 pictures of our fucking kids and fucking the hd video and all this shit. And so it's like, like, I don't."
    },
    {
        "speaker": "A",
        "text": "Even know, it's, it's 6529 just said, keep taking the photographs because it's important, and let the AI catch up because he will sort it out for you so he can resurface all of that. And I stopped me in my tracks, I thought, you know, that's exactly the right way of putting about it. Just because we can't sort all this shit now, all the stuff that's on my phone, the AI will sort that all out."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "What it is, I want to see."
    },
    {
        "speaker": "B",
        "text": "And when I think that could be it. Because at the, at the end of the day, we only have so much bandwidth and time, and there's still only going to be 24 hours in a day. And so much shit you could see before you're like, uh, too much. And I think that's where the AI really could sort of like, you know, really pick out those things that are really going to be like, this is the thing, you know, I mean, that's, that's basically what these social media feeds are now."
    },
    {
        "speaker": "A",
        "text": "And this will have your biometrics or whatever it is. So it's going to know you're feeling kind of miserable when you show a picture that's going to make you laugh. You know, this, it will do some amazing things with that whole, it's your history. I also think we become, we will end up with photographic memory because, you know, my apple Mac here now, as soon as they input a chip, it'll see this conversation. It'll know for ever everything we talked about."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "It'll see every Twitter thing I've ever read, everything I've ever read, everything I've ever written, anybody's ever talked to, and I'll have a photographic memory of it forever."
    },
    {
        "speaker": "B",
        "text": "And that's where I think, again, the glasses are going to be crazy because they'll be, like, looking at everything and under, not just looking at it and recording it, like stupidity, like, looking at it, recording it and logging it and understanding it. And so just like you said, you're sitting there like, you know, fuck it. I remember when I talked to Raul, blah, blah, blah, blah, blah, boom, there's the thing. And it's just like, oh, there's a thing. Let's go on through. Remember when he said that? Play that clip and it was bit. And it's just like, boom, there's that fucking clip. And it's like, it will. Yeah, I think that that will be crazy too. Again, when we're all constantly wearing recording devices and recording everything going on in a way that's immediately searchable and indexed without any input on ours. It's not like, I got a fucking, okay, where do meditate for this photo? It's like, nope. It understands exactly what's going on. It understands what you're doing. And, like, I was thinking about that too, actually. It was kind of freaky, like, thinking about it in the context of it understanding what you're understanding, the relationships you have around you. And what if it's sort of like, oh, my God, I can't believe she said that."
    },
    {
        "speaker": "A",
        "text": "She's not good for you."
    },
    {
        "speaker": "B",
        "text": "She's not happened two weeks ago and she's fucking bringing that up. And like, that's the fucking voice you hear in your fucking head. And it could be trying to start shit and it's like, or it could be like, okay, remember when two weeks ago that thing happened and, like, you know, their dad is going through, da da da da da. So, like, give them patience, blah, blah, blah. And it could start affecting, because it is very acutely aware of all of our social, like, fucking what's going on. It's recording everything and understands and hears everything. It could really be this sort of, like, voice that kinda is kind of just helping us sort of choose how to act. And it's like, well, that is a very scary thought that I never really occurred to me."
    },
    {
        "speaker": "A",
        "text": "The other thought that you came up with when we were chatting that I just thought was brilliant and it really made me stop and think. It's like you were like, whoever the fuck comes first with AGI, they're just gonna win all of the money in the markets."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah. That actually scared the shit out of me when I thought of that. When we were talking the other day too, I was like. Because I'd actually never really thought of that either. I was like, what if somebody basically comes up with something that just can, like, win the market and it just suddenly become, starts amassing, like, fucking, it figures out, because again, there's tiny patterns in the stock market. And when you find those tiny patterns, you can become Sam Bankman freedom and figure out this little fucking arbitrage thing and make yourself some money. But what if you were even better than that and you were able to, like, start really scooping up the money and to the point where everybody is sort of like, well, he knows the fucking secret sauce here. I'm gonna give him my money, and then it becomes this. Like, that's where, again, the meme thing, where it's suddenly, in the course of three weeks or a weekend, somebody suddenly is like, okay, so that person, just over the weekend, amassed $2.7 trillion. This is. And then what do you do? Like, do you shut it down? Because somebody has."
    },
    {
        "speaker": "A",
        "text": "Well, how do you shut it down if somebody's winning the stock market? Now, we know there's kind of renaissance technologies and everyone, we think in this, oh, there's some smart people already doing it. I'm talking, like, at every time horizon and everything all at once, everywhere. So nobody else can make money. You know, theoretically, something like that is possible. And as you say, if somebody goes, hey, I've just broken the secret to all of trading and all of investment. I'm just opening this ETH wallet. Send me an ETH, I'll invest it, as you say."
    },
    {
        "speaker": "B",
        "text": "And who would not give this person your money? And then again, all of the fucking money is, like, fucking, like, gobbles up to one thing, and then it's like, again, you can't just be like, okay, well, we're just gonna pause the stock market because this person's winning everything, all."
    },
    {
        "speaker": "A",
        "text": "The global stock markets and currency. We'll stop everything, and we'll tell this guy. Ask him nicely not to do this."
    },
    {
        "speaker": "B",
        "text": "Yeah, like, so then what the fuck do you even do? That's where I truly believe one person or one team could literally fuck everything up. And then it's sort of like. Because, again, what are you. Exactly to your point? What are you gonna be like, please, sir, let us morons play this fucking dumb, dumb game. And you don't play because you're gonna take all of our fucking, like, marbles to keep playing our game and trading marbles back and forth. You're taking too many of them. I don't even know what you do. Then. Like, it's almost. I almost feel like. Like then it was. That actually freaked me out when I thought of it, because then I was like, wait a second."
    },
    {
        "speaker": "A",
        "text": "I stepped out when I left that it was stuck in my head the entire time."
    },
    {
        "speaker": "B",
        "text": "Me, too. And I just thought of it just as I was talking to you, to be quite honest. And then I was like. And then I was hoping you were gonna give me, like, no, but this would happen, so that couldn't happen. And it was like, he knows way more about finance than me, and he didn't come up with any reason that couldn't happen, then I was really freaked out. I was hoping you'd be like, no. So the reason that wouldn't happen is because XYZ and I was like, oh, he's not really coming up with a rebuttal for this."
    },
    {
        "speaker": "A",
        "text": "Even if it doesn't get every trade right, if it gets 80% of trade right and does enough trades, it just takes all the money on earth, dude."
    },
    {
        "speaker": "B",
        "text": "I don't even think it would need to do with that, because you would. Again, the flywheel effects of, if it was getting, like, if you could just beat the market by, like, 20% or 30%, like, you don't even need to get anywhere close to 80% of your fucking trades, right. You need to get, like. I mean, if you're fucking, you know, how many, what do you think? Even fucking Warren Buffett are one of these people? He's wrong."
    },
    {
        "speaker": "A",
        "text": "The best traders in. The best traders in the world are about. Some of them are below 50%, but they just stop losses plus running their winners. The best on average, maybe 60% winners."
    },
    {
        "speaker": "B",
        "text": "But what does that mean? How are you saying, like, 60% winners?"
    },
    {
        "speaker": "A",
        "text": "Like, so you do 100 trades in a month. 60% of them make money."
    },
    {
        "speaker": "B",
        "text": "Okay?"
    },
    {
        "speaker": "A",
        "text": "And 40% lose money, because unlike Twitter, people actually lose money in trading as well. You know, Twitter just suggests that nobody loses money, that we've all just made billions."
    },
    {
        "speaker": "B",
        "text": "Got it."
    },
    {
        "speaker": "A",
        "text": "Generally."
    },
    {
        "speaker": "B",
        "text": "So you're saying, okay, so if it was like, so 60 ball. 60% at what rate?"
    },
    {
        "speaker": "A",
        "text": "Yeah, that's right. If you could do lots of them all the time. It really does depend. I need to think it through properly, because there's stuff like time horizon. Do you want to capture the millisecond stuff, or do you just say, I know that the dollar is going to go up 50% over the next five years. I'm just going to put a bazillion dollars into one tray. There are trades that can do everything. You know, if you'd had the code for the pandemic, you could just go straight to Elon Musk. Wealth overnight."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think it's more like, I'm looking at this is not like overnight, but something that could, in, say, a couple weeks or a couple months, suddenly amassed, like, oh, shit. Okay, this is now the, like, the biggest, like, company in the world. And it literally just sprung up three months ago, and it's now worth, you know, $4.5 trillion. And it's pretty like. And it's, it's, it's betting right pretty quick. And then it's that because at that point, it would be controlling the game a bit more because it's so big. And then it's sort of like, it can see what it's doing is fucking affecting the markets, and it can see the psychology of, like, the fucking game theory of all this shit. Okay, I'm gonna buy this shit. Nobody expects me to buy that. And then I'm gonna fucking do this, and I'm gonna fucking blah, blah, blah. And, like, then this government's gonna say this, and then, like, it can just basically fucking game it out. And it's sort of like, what are."
    },
    {
        "speaker": "A",
        "text": "Humans gonna do if they take the last great game away? I mean, because they've beaten the machines, have beaten us at chess, beating us at go, beaten us at pretty much everything. And here we got the stock market. The last game in town is going to take that, too."
    },
    {
        "speaker": "B",
        "text": "That that is true. This is the ultimate game. And if this game goes away, I don't know what there is. You know what it could be then. Yeah, I don't know. It's like, it almost like it could be things that we could almost go back to, like, betting on weird, arbitrary shit that, like, makes no difference, or, like. Like, sports or something like that. You know what I mean? Where it's sort of like, it's kind of like this becomes the, like, value. Or, like, I don't know, like, it's. To think how. How companies would operate if the stock market and the speculation on them were not part of the equation. I have no idea."
    },
    {
        "speaker": "A",
        "text": "Obviously, the other thing that I've come to realize is that as businesses use AI to develop product, to iterate on their product, build new models. So AI is building AI is building businesses building AI. I just think companies are going to be like meme coins. Yeah, they'll be amazing for six months, and then they'll be completely worthless. Like, I used to use otter AI for Zoom calls, and it would do a transcript. It was pretty clunky, but it was AI that would do a transcript and send us both a note to say, here's the summary of the conversation. Zoom have just brought one out. It's perfect. Well, AI, and they're only, like, a year old, so I just think there's some weird velocity that's going to happen, too. That's going to be much more like crypto that we're all used to, is things can be amazing for a short attention span and then just never remember them ever again."
    },
    {
        "speaker": "B",
        "text": "100%. And that's where, again, I go back to this, like, meme thing is like, again, and then you combine the meme of like, the, the sort of, like one of these companies kind of like, taking hold and like, I don't know, like, that's where I could see something like crypto actually breaking everything. Because again, I could see something wherever there's like hyperinflation and bitcoin just released. Goes to like, you know, truly a fucking insane escape velocity where everybody in the course of, say, a week or two weeks is sort of like, okay, fuck, the ship is going down. Like, do I fucking jump off this ship? Because, like, this dollar and all this other shit is becoming rapidly fucking worthless. Like, suddenly a cheeseburger just whipped from being two dollars to two hundred fifty thousand dollars. And like, this is rapidly becoming worthless because people truly do not have any fucking, like, any confidence in the dollar. And again, that is, we all take for granted that there's confidence in these money systems. But again, if the meme is there's no confidence anymore, then in very quickly. And that meme could, could fucking like, spread very quickly where everybody loses confidence, where it's just like, okay, yeah, no, what were we thinking? This is like, we literally kept joking about how they were printing money. No, they're printing money. Like, what are we doing? And everybody within the course of just like, you know, two weeks or something is like, this is the new system. Like, I could see that happening. Like a very, very rapid switch to this new system, which I don't even know what that would do. Like, may or may not be good or like, I have no idea."
    },
    {
        "speaker": "A",
        "text": "I've always thought that they, these were parallel systems and this was built specifically because this one was so fucked. And, and that over time people have been migrating. Now, could you get this rapid migration? You know, that's possible as well. So listen, final question for you. What's next for you or for people?"
    },
    {
        "speaker": "B",
        "text": "Well, we've set up a number of horrific fucking scenarios here, so I don't."
    },
    {
        "speaker": "A",
        "text": "Yeah, because the AI's taking your job, you're not wearing the apple glasses, everybody else is living in 3d world, you're miserable, and, and somebody else has won all the money. Other than that, what's left?"
    },
    {
        "speaker": "B",
        "text": "I don't know. I guess it's just drawn a bunch of dicks. We're always gonna be fucking sitting around drug dicks. I guess I'll still be good at that. I guess somebody will still appreciate what I know. I think to me, you know, sort of just kind of very high level is continuing to sort of like, you know, make our, with the everydays and sort of, we got a bunch of these, these kind of kinetic sculptures, similar to human one that we're working on, and then just really figuring out how to utilize the studio here in this space to."
    },
    {
        "speaker": "A",
        "text": "It's an amazing studio. You've done an amazing thing to bring."
    },
    {
        "speaker": "B",
        "text": "People together and sort of, in my opinion, kind of, I look at this space as kind of something I see in museums in, you know, 1020 years or something like that. Something where they have experiential, immersive rooms and show a bunch of different digital content and are places where people gather and can see a wide variety and an actually diverse group of voices and ideas."
    },
    {
        "speaker": "A",
        "text": "I'm just, I'm laughing. I'm trying to take you seriously. And then I'm remembering going into the bathroom where there's the voiceover of you talking about poo."
    },
    {
        "speaker": "B",
        "text": "That's also something the museums will have."
    },
    {
        "speaker": "A",
        "text": "Everybody walked into that bathroom, fell about laughing. A, there's an uncomfortable picture of, again, male genitalia, but then there's so you, you are creating a museum space, and it is epic. I mean, yeah, I actually love, like, all of the, your history that, that space with all of what makes you and your, it's amazing. It's super cool. But there are male genitalia and weird sound bites in the bathrooms. That's all I'm saying. It may be the future. I get it."
    },
    {
        "speaker": "B",
        "text": "That is, it's a weird future. And I do think the future that that is one other thing is, I do really think the future is going to be bizarre because I think these things are going to continue to, technologies are going to continue to combine in ways that we do not expect. And it's like, oh, okay, yeah, I guess if you combine that with that, then I guess you could do that. And, like, I think we're at the very sort of, like, start of that as things, you know, kind of move faster and faster now. And I think future is gonna be weird as fuck. It's gonna be weird as fuck."
    },
    {
        "speaker": "A",
        "text": "Well, time to be alive. That's how I think about it. I'm like, we're so privileged, and we're privileged to be around this little corner of it as well, because it feels like we're right, the epicenter of stuff, and it's, it's magic. And I just feel blessed that we're all part of this whole thing. And what I love is everyone's got a grin on their faces. Even however shit it is, everyone's still got a grin on their faces because they're like, yeah, we're all in this together and it's kind of fun and we're. This is a point in time."
    },
    {
        "speaker": "B",
        "text": "I agree. Very much agree, Mike."
    },
    {
        "speaker": "A",
        "text": "That was a lot of fun and a lot of interesting stuff. Super. Appreciate it. Thank you very much."
    },
    {
        "speaker": "B",
        "text": "Thank you very much for taking the time to talk here. Super, super. Had a great time and, yeah, very much appreciate it."
    },
    {
        "speaker": "A",
        "text": "We'll get you back another time."
    },
    {
        "speaker": "B",
        "text": "Awesome."
    },
    {
        "speaker": "A",
        "text": "So that was hilarious, wide reaching and fascinating conversation. I just love this culture of the Internet being recorded in art and, and the way that Mike understands how people change on the Internet and become juvenile, and he embraces that to create the kind of shock that is meant for with that juvenile behavior and the drama of the Internet that plays out every day. He's like a central piece, and I mentioned it to him, and it's really something. It's like when something dramatic happens in crypto or the world at large, Twitter or x is all ablaze. It's everywhere. People are talking, posting, arguing, fighting, screaming, shouting, and memes are popping up, and it's like this really buzzy town hall or village square, and beeple kind of appears like the village idiot at the end of the day and goes, here was your day for you. And I see that post, and it's always amazing. I'm still scarred by some of them. The Sam Bankman Friedenhe and the Caroline Ellison one where he's in prison. I won't describe the details or the Sam Bankman fried party scene with all of the Sam Bankman frieds. These things are stuck in my mind. But at the time, it was a really tense moment. And at the end of the day, Beefle's summary of the day pops as a piece of art. It's genius. And I was lucky enough to be in his studio recently, and because there was a lot of very well known people there, he put this every day together. And then as soon as he's together, he presses the red button on his desk and they airdrop from the ceiling as prints. In fact, I'm trying to see, I think I've got one next to me here in the desk. So these were done at Beeple's place. And these are the iterations. I mean, like typical people. So these are the iterations before the final thing came through, which is then printed and put onto x and forms part of the everydays. So it's a magic thing. And I've really got into nfts over time, as I've started to think of it as the peak of this whole crypto thing. The madness, the revolution, everything. I'm starting to think, okay, this collective part, the collecting part of culture, and of the moment in time encapsulated in an NFT, might well be incredibly valuable. It's a nice reminder of what's happening. You can see by nfts behind me there, or some of them, but it's really something I think is going to be important in time, because we are living through the exponential age, and this is the moment in time where it all really kicked off from about 2020 onwards. So I've become much bigger into nfts, and I think over time, I'll probably end up just in that world, as opposed to in the crypto world overall. That's not for now. That's a story for another day when I've got to the point that I want to get to in this whole crypto journey. But I'm really, really interested, and Mike's helped me with that journey as well. At real vision, we're obviously minting our season three of the collective, so don't forget to mint if you're watching this after the mint's gone through, the collective is a nice way of us bringing together the collective approach of what is so great about this space. Different art, different people, different countries, getting them together, getting them to talk to each other, share ideas, and also bring in some of that gaming element that we kind of find fun on the Internet, the sort of thing that brings us together as people. So there's a lot there. So don't forget to mint. Alright, see you around next time. All of us together are living through the death of an old world and the birth of a new one. This is a fourth turning. But this is not the fourth turning of demographics or politics. This is the birth of the new technological age. This new world has a world of 3d printed rockets, crypto payments in space, discussions on the rights for humanoid robots, machine intelligence that may outperform our own simulated worlds where autonomous AI agents write code for other autonomous AI agents. It's a world full of opportunity and full of difficulty, too. You see, we are living history, and it's happening much, much faster than any of us can comprehend. This is Reid's law, Metcalfe's law squared. Humanity has never gone through anything like this, but we have to comprehend and understand what is happening. It is into this world that the exponentialist is born. The exponentialist is a new service from me, Raoul Powell and David Matin, author of new world, same humans. It's an almanac of the fastest period of change ever witnessed in the human history. A period of excitement, exhilaration, difficulty and terror. And the exponentialist really is for humans first and investors second. Yes, the opportunities are enormous all round. To find out more and get our special launch pricing, go to realvision.com. the future."
    }
]