[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited premium wireless."
    },
    {
        "speaker": "C",
        "text": "Everybody get 30."
    },
    {
        "speaker": "B",
        "text": "30, baby get 30, baby get 20. 2020, baby get 2020. Bid to get 15. 1515, just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at Mint mobile.com switch $45 upfront for three months."
    },
    {
        "speaker": "D",
        "text": "Plus taxes and fees. Promoting for new customers for limited time unlimited. More than 40gb per month slows full terms at mint mobile.com dot."
    },
    {
        "speaker": "B",
        "text": "What's going on, everybody? This is Ash. We're just waiting here for a couple minutes to get some people to jump into this conversation as guests. We're gonna get this kicked off in just a couple of minutes. Obviously, what we're talking about today, extraordinary day in crypto, with the announcement coming from CZ at Binance about the acquisition of FTX. Hard to believe we're even saying those words. Just an incredible time. I should probably also say, as we start out this conversation here, as we're waiting for some of our guests to join, extraordinary day in terms of crypto price action. I'm looking at my screen right now, bitcoin trading around. Wow. Just dropped below 18,017. Nine on my screen, off 4% in the last 1 hour. Off nearly 14% in the last 24 hours. Switching over to Ethereum, we just fell below $1,300. Below $1,300 on ethereum right now. Down more than 5%. Oh, my gosh. Jumping on my screen right now, down nearly 7% in the last, uh, in the last hour. Some of that, of course, is base effects with the way these are calculated. Uh, but 24 hours basis, Ethereum eth right now trading off 19%. Down 19% in the last 24 hours. So obviously, just tremendous price action that we're seeing here. It's been an interesting day. When this news first started breaking, I was actually on a train coming back from Connecticut. I saw the story hit about, about the FTx being bought, of course, by bye, by binance. And it's strange because we didn't see a lot of price action on bitcoin and ethereum out of the gate. We saw, obviously, FTT getting totally hammered, and we saw some price action on Solana. To the downside, let me check in right now and give you the price on FTT. Wow. We're below $4 right now on FTT that I'm looking at on one day's chart here. Started off 24 hours ago, 22 20 and now we're down to two. Well, it's just jumped up a little bit here. 550, obviously extremely, extremely erratic trading right now. A tremendous amount of volatility we're seeing in the space. I want to welcome Wendy to the call. Wendy, I don't know if you have the mic yet or if you can hear me, but if you can say hello and jump in."
    },
    {
        "speaker": "D",
        "text": "Hey, everyone. Wendy o here. I'm happy to be here to talk about all of the insanity that is happening. Before we get started, I want to remind you there is a lot of volatility in the market during times like these. Sometimes it is best to take a step back and practice no action. That basically means sitting on your hands. You do not have to catch every move. You do not have to enter into every trade again, there's a lot of volatility and people are going to get absolutely decimated. So just please, please be very, very careful with any trading or investing right now."
    },
    {
        "speaker": "B",
        "text": "Tremendous amount of volatility. That's absolutely right. Wendy, I've been a longtime follower, first time caller. It's great to have you on real vision, Twitter spaces. We also have Jim Bianco from Bianco Research. Jim, welcome."
    },
    {
        "speaker": "D",
        "text": "I think he's just a listener right now. I don't think he's got the mic yet."
    },
    {
        "speaker": "B",
        "text": "I think this may be one of those classic cases of the technology that we need, Elon, to fix. Getting better here. People having trouble jumping in. Wendy, how do you see what's happened here? Obviously, this story is only about what to two, two and a half hours old. Just an absolutely incredible day. How do you think about big picture, what we're seeing?"
    },
    {
        "speaker": "D",
        "text": "So there's been a lot of rumors and FuD as to, well, I don't want to say fud. There's been a lot of rumors as to what happens behind the scenes when it comes to VC's and different people and crypto. So once we saw the whole collapse of terra Luna, it was apparent that everybody should have gotten their stuff off crypto exchanges. It doesn't matter how big these companies are. It doesn't matter what they're saying and what they're coming out and reporting. We have a key phrase in crypto, not your keys, not your coins. And that basically means if you do not have self custody of your cryptocurrency, your bitcoin, nfts, whatever that is, it's all cryptocurrency, then you truly don't own it. That is kind of indicated in Satoshi's white paper. So again, it's really important to understand what self sovereignty is. And a lot of people don't like to be, to use ledgers or have control of your private seed phrase and that type of stuff because it's hard. But anytime you have complete control over your money or any type of freedom like that, it is hard. It takes a lot, you know, it takes time to learn, etcetera. I still get nervous when I send transactions to cold storage or when I set up a cold storage device. But we did know that there was going to be another kind of drama happening, considering the stance that Sam from FTX took regarding crypto regulation. The regulation he did want to push was very dangerous. It was very, very scary. We decided, dissected it on my YouTube channel. I've talked about it on TikTok, I've talked about it on all my socials. And it also sounds like CZ from Binance was not excited about that. The crypto media has been bashing CZ throughout the entire bull market, and they've done a really great job of pushing positive regulation, getting regulated to operate in different parts of the country, not necessarily America, because America is run by a bunch of pretty much mafia, like with the SEC and the CFTC, et cetera. They don't want the american people to thrive. That's my personal opinion. So then it came out on Friday that, not Friday, I believe it was Sunday. Cz said that he doesn't want to, he wants to liquidate all of his FTT, which is the native token of FTX official. And please also note, we're going to be speaking about FTX. We're not going to be speaking about FTX us. The FTX app that you can use in the US, or binance uS. Those are all different entities. We were just speaking about Binance and FTX, which are the two largest centralized exchanges globally. But in the United States you cannot use either. So basically what happened was he's like, you know what? We don't want to deal with this. We don't want to be associated with somebody like this or with this type of regulation. We want good regulation, which I agree with. And I can go into that a little bit."
    },
    {
        "speaker": "B",
        "text": "Well, I also want to just bring in Jim here because I know the story is obviously moving very fast. Wendy, it's great to have you here. You obviously provide this very strong, very passionate view of what's happening and how people see this in the sort of crypto native side. I want to also bring in Jim Bianco. Who has a different perspective, who comes to us more from traditional finance. That's what makes these Twitter spaces so interesting, in my view, is that we can bring in conversations people who are real, true crypto natives like Wendy, who see this space passionately from the crypto native point of view. Jim, you're a tradfi guy. I know you've been watching this story. Wendy pointed out some aspects of the regulation. Obviously, there was a bit of a Twitter brouhaha and a conversation that happened online on the bankless podcast between Sam Bankman Free and Eric Voorhees. And that's one component of the story. But listen, this has apparently been a train wreck in slow motion for about over, I think, about a month now, going back to mid September, was when this reporting first broke out of Bloomberg. Basically, this story that Alameda, which is Sam Bankman Frieds, a company that Sam Bankman Fried, owns a considerable stake in a trading house, a so called prop shop on the crypto side, and FTX essentially had cross exposure on their balance sheets to each other. Alameda owning a large number of FTT tokens, according to Bloomberg reporting. And then we see, as Wendy pointed out, the events of the last 48 and then 24 hours happening, just accelerating so rapidly. On Sunday, you had the tweet coming out from CZ over at Binance saying that he was effectively liquidating the FTT position. And then you had this Twitter spot between SPF and CZD, the two guys, very wealthy guys who are known by their initials. And now today, around noon eastern time, this extraordinary story, FTX being bought essentially wholesale, except for the us business by CZ and Binance. I mean, wow, how do you contextualize all that?"
    },
    {
        "speaker": "C",
        "text": "Yeah, there's a lot to take in here with all of this. So let me back up and say that these are centralized exchanges, and so they work on the same principle that a traditional brokerage house would work on, you know, that trade stocks and bonds on Wall street. And that is that is that there's some opacity to what they do. They are allowed to rehypothecate securities, which means that your security can be pledged to somebody else, which can be pledged to somebody else. And that brings up the problem with that business model. Celsius had the same issue as well, and that is that that business model is inherently unstable. We know this because that's why in the tradfi space, we have 15 Alphabet soup regulators, from the Fed to the FDIC to the SEC to the OCC, to keep regulating the same entities over and over again, because there's only two types of traditional types of financial regulate financial firms. Those that have blown up and those that will blow up. And they all seem to blow up at one time or another. And then a regulator steps in and bails them out. Now that I've said all that, let me back up. What all of them operate on is trust. You trust that you put your money into a brokerage firm or a bank, that your money is going to be there tomorrow. And we put together all of these Alphabet soups and all these rules, like capital rules and segregated customer asset rules and haircuts for risky assets, and they're all designed to do one thing to make you trust that organization. But trust starts at the top, and it starts with the person running that organization. I'll back up six months ago to the Odd Lots podcast in the spring when Sam Bankman freed started to end his trust with the crypto space, when."
    },
    {
        "speaker": "B",
        "text": "He conversation that he had with Joe Eisenhall and Matt Levine and Tracy Alloy. Yes, and Tracy Allaway, of course."
    },
    {
        "speaker": "C",
        "text": "Yes. And that was when he basically called Crypto a ponzi. He basically called yield farming a scam. And people started to wonder what he was all about at that point. Then he took a position in Robin Hood. There's nothing wrong with that. But it made people wonder what was his ultimate end game. Then we see that he's not only the second largest donor to the Democrat party, but he's been throwing his weight around Washington like few even have the ability to do, to write crypto regulation. And I heard it described as the crypto regulation he was trying to write in Washington was basically take the FTX business model and codify it into us law. And so to make sure that no other competitor can get in their way. And so his, his, but my point is, is his trust was being eroded and eroded and eroded. Right now. You get, now you get to the coin, but you get to the Coindesk article a week ago where there they were taking FTT tokens, the native token of FTX, sending them to Alameda. Alameda was using them as collateral to basically take out loans for stablecoin. He created a print."
    },
    {
        "speaker": "B",
        "text": "This is interesting as you break down this sequence, Jim, just for people who may not be following the story as closely as you are. So it all starts with this Bloomberg reporting, and then you get the really detailed story coming out of coindesk that starts to break down exactly what's happening here in this space in terms of the cross exposures between those two companies. I know Wendy's got her hand up. I just want to let you finish real quick and let Wendy jump back in. Go ahead, Jim, please."
    },
    {
        "speaker": "C",
        "text": "Yeah, I'll be real fast. Basically, all that you need to know about the FTT token is they have the ability to create them out of thin air and they send them to another one of their own entities, who then uses them as collateral to take out loans. There's nothing wrong with that type of transaction. If you did it with something that you didn't, you didn't control, if you acquired bitcoin or Ethereum and then sent it to Alameda to use this collateral loans, that's perfectly fine. But when you have this conflict of interest with this coin, this is where the problems came in. And why is that a problem? Because, let me be blunt here. SBF is not Brian Armstrong of Coinbase. SBF has a lot of trust issues. When you see something like this come up after everything else, you have the reaction that you saw with CZ. That's it. I'm out. I'm out. I don't trust this guy. I don't want anything to do with it. And you can't get that trust back. All brokerage firms, whether it was Stickfold at Lehman Brothers, or it was Brushinski, Celsius, or now SBF, you lost the trust of your community you can't regard, you can, you can waive all the financials you want, all the capital you want, all everybody wants to do is get away from you. And that's what's been happening with them. They want to get away from him."
    },
    {
        "speaker": "B",
        "text": "So that."
    },
    {
        "speaker": "C",
        "text": "Yeah, go ahead."
    },
    {
        "speaker": "B",
        "text": "No, I was just going to say, Jim, that really sums it up so, so elegantly and so bluntly in terms of how markets react, not just in this case, but when you see these issues crop up. And I think it's really interesting that, you know, obviously, Jim, you're a guy with decades of experience in this business. You watch the global financial financial crisis, which is in many ways very informative for people who were there who witnessed these type of issues. Wendy, who's coming at this from a crypto native position, in many ways said many of the same things that you did in that very simple phrase, not your keys, not your coin. The idea that these are, in fact, centralized entities, and when you have these types of issues, you have to rely on your trust of the management team. I want to bring Wendy back in. I know she had her hand up a few minutes ago. Wendy, what did you want? Go ahead."
    },
    {
        "speaker": "D",
        "text": "I wanted to kind of touch about the whole regulator thing. FTX has been working with regulators, and there's a lot of people behind the scenes from a lot of the centralized exchanges that are working with regulators because we are trying to push positive regulation. We're trying to get something better than what we currently have. I don't like the SEC. I don't like the CFTC. I personally think that these are predatory governing bodies. They are public servants. The SEC had very, very strong words, Wendy."
    },
    {
        "speaker": "B",
        "text": "Predatory. Very strong words."
    },
    {
        "speaker": "D",
        "text": "They are pred, they are 100% predatory. They have had since 2017 to come up with some sort of regulation, with some sort of guideline to help our industry to really protect consumers, because that's what they claim they do. They're not protecting anybody. They have. Gary Gensler has not protected anybody. And it's very problematic for me. The reason why it's so problematic for me is because I have grew up very, very, very poor. And I'm watching the banking system. You have, like, our banking system is probably the biggest scheme in the history of the world. The fact that you actually have to own a bank, you have to have a bank account. You have to deposit money to get a loan on a house loan out for school, to, heck, to even rent an apartment. You have to have a bank account. You have to show history of financial stability or whatever it is they want to look for. That bank takes your money and then loans it out. I get that it's a business, but it's a very predatory practice. And there's still a lot of redlining, a whole lot of things happening. Anyways, I know that all the crypto exchanges, they are working for some sort of positive regulation. We've been screaming about it. We've been wanting this to happen. And what happened with FTX was the type of regulation, the regulators they were working with was not. They were not what? They were not wanting to put out positive regulation. The regulation was going to benefit FTx monetarily. That's why people in crypto had an issue with it. Basically wanted to outlaw p two p transactions and defi. Heck, even writing code. Code is supposed to be protected under free speech. But again, there's a whole lot of other issues with that. Ben, the reason why I know this is I do work with the DCTA, which is a nonprofit organization. I sit on their board. I help link them with people, and we try to push positive regulation in the space. I link them with anybody that's in my network. I have a large, extensive network here. But that's kind of really what happened and CZ saw that, and it was kind of a slam towards him. And there's also been rumors about battles between both of them in the past about the two exchanges. There's a lot of competition in our industry, which is fine, and it's a lot of unregulated competition, because, again, these two government bodies have really refused to work with us. But that's kind of what was happening. And then that's when we saw CZ want to really sever that relationship with FTX, which caused a lot of the issues that we have. Another big issue, before I hand it over back to Jim or whomever, was the lack of transparency. Even though we do have on chain analytics to determine what is happening, there's still not enough communication. And we still. It's a hard thing to kind of follow unless you really know how to track these transactions down and have different wallets flagged and still very complex. So, again, our industry can do a lot better with being more transparent about the interests and what they're actually doing with money and come out with a lot of these reports, especially on reserves. But we're not at that point yet. And I think part works partially due to very poor regulation in the United States."
    },
    {
        "speaker": "B",
        "text": "Jim, I'm curious to hear your thoughts on that."
    },
    {
        "speaker": "C",
        "text": "Yeah, I agree, and I'm going to repeat myself a little bit for emphasis here. The entire system is so opaque and so difficult to understand that it really revolves around. You have to look at the person that you're."
    },
    {
        "speaker": "B",
        "text": "You're dealing with about the crypto system here. Or are you talking about the traditional finance system?"
    },
    {
        "speaker": "C",
        "text": "Traditional financial system, because the FTX is of the world, the Celsius of the world were more structured like traditional financial firms than they were structured like Defi firms. They were right there. And so this whole system revolves around a centralized trust, and that centralized trust is in the person that is in charge. And when that person in charge is questioned, their motivations are being questioned, then you run into problems. You know, I'll give you my example again. Brian Armstrong, who I think the world of. I know for a fact, we all know that last year Brian Armstrong had a meeting with Jay Powell. It was set up by Paul Ryan, the former speaker of the House. I actually talked to Paul Ryan about it directly last year a little bit, and that was, that was an interesting thing for the crypto space, but not a big deal because we trust Brian Armstrong. We trust that what he's talking to Jay Paul about in that meeting is in the interest of the entire crypto space. If C, not Czech, excuse me, but if SBF had that same type of meeting with Jay Powell, I think there'd be a firestorm in this industry, or before today at least, because we don't trust him. We don't trust that what he's telling Jay Powell is in the best interest of the industry. This is at the genesis of why we're having this problem, is that, and then when you find out what he was doing with the FCT token, your conclusion is that's what you would expect from somebody you don't trust. Now, this is a problem with the entire way that traditional financial system is set up. We have to trust somebody in order to do the right thing, and we have to then watch to make sure that they don't waiver from that. This is why a trustless, permissionless system like Defi is the answer to these problems. But unfortunately, I think that the takeaway from an incident like this is they're going to want to move more towards being. They're going to want to move crypto to being more towards the traditional system. We're just going to have to pile on more regulations. We're just going to have to pile on more checks and balances, and at the end of the day, well, that's."
    },
    {
        "speaker": "B",
        "text": "One hell of a bitter irony, isn't it?"
    },
    {
        "speaker": "C",
        "text": "Yeah, it is. It is. What the answer should be is look at the way Wall street works. It doesn't work. It works only because as long as you've got actors that are acting malevolently in your best interest, it works. But if you want to say, how do we get away from this so that we don't have to trust people, look at the way uniswap. Look at the way aave works. Look at the way that Defi works. That's the answer. But unfortunately, I'm afraid that the result of this is going to be that we're going to want to have. Washington's going to think we need to move further away from that as the answer, not closer to that."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, it extremely obviously paradoxical situation when you frame it that way. Wendy, I'm curious about your thoughts on this. Jim sets up this dichotomy, this contrast between the ethos of the decentralized finance space and tradfi, and then also what might be called sort of c five, which are these centralized crypto exchanges on the order of what FTX is, was. I guess we talk about it in the past tense right now, obviously still continuing operating entity until the due diligence gets completed on this deal and it closes. But Wendy, what are your thoughts about that?"
    },
    {
        "speaker": "D",
        "text": "So the whole entire landscape right now is very, very messy. And again, it's partially because we don't have clear regulation. We don't have clear guidelines. Defi is 100%. Well, Dexs are 100% needed, 100% needed because we are moving in the direction of CBDC. I don't like cBDCs. They are bad, they are dangerous, they are detrimental, especially to the underdogs, especially to Americans that are not super tech savvy. They're not. They're going to have no idea exactly what's happening and how much data that they're giving up. They're going to go along with it because all the people in power are preaching and saying that it's a good thing. So I feel like this is where we're going. I feel like all this stuff is happening to really push regulation, to scare people, to say, okay, you're not intelligent enough to manage your own money, which in fact, most Americans are intelligent enough to manage their own money. They pay their mortgages, they pay their bills, they pay their rent, they are intelligent enough to manage their own money. But we're going to see a lot of really negative and ugly regulation coming out of this. But when is enough enough? We're talking about the current regulation that we have. We have so much red tape all over the United States. It really impedes the process of getting anything done. And the only people that it's hurting at the end of the day, our Americans, especially the underdog, especially the middle class, lower middle class and the poor. And again, Dexs are very, very important. They allow you to move money around very fastly and very easily to an extent. And again, we have with this great tool, bitcoin. Regulators do not want to see any of these tools that improve the quality of life where people thrive. And that's where my biggest gripe is when it comes to a lot of this stuff. And I do get mad when we get these people from decentralized exchanges, all this vc money coming, and a lot of folks from traditional finance. Again, not everybody's bad. I'm nothing. I don't hate all suits. But it bothers me to see a lot of these people that are just taking advantage of the underdogs because we're all in crypto to improve our quality of life, to improve the quality of life of our families, and to really have ownership and control of our actual money and our assets."
    },
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation. We thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is a. Apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium Wireless 20 2020 get 2020 1515 just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at Mint mobile.com switch $45 upfront for three months."
    },
    {
        "speaker": "D",
        "text": "Plus taxes and fees. Promoting for new customers for limited time Unlimited more than 40gb per month slows full terms at Mint mobile.com."
    },
    {
        "speaker": "B",
        "text": "Jim, fascinating to hear how much you guys agree on."
    },
    {
        "speaker": "C",
        "text": "Yeah, I mean, but I think that's really at the, at the Genesis, that is what the issue is. Oh, yeah. I mean, you know, Ash, if you want, we could, you know, talk about the nuts and bolts of the, of the transactions that were done by, you know, FTX and Alameda and how they went back and forth. But the reason that those transactions were a problem is because there's a lack of trust. And because there's a lack of trust, he's nothing. Afford it. Look, if somebody said that Coinbase was doing something like this, we would immediately say, brian, explain yourself. But when it's FTX and it happens, our immediate reaction is I'm out, you know, because of the trust issue."
    },
    {
        "speaker": "B",
        "text": "And so what a surreal trajectory this story went on. I mean, it just, it was like, it was, it was like denial and squabbling for what was it, 24 hours? And then just. It just happens so quickly."
    },
    {
        "speaker": "C",
        "text": "Well, that's. I was on a Twitter spaces with you in May when it was about the terra blockchain. It was kind of the same thing, you know, and then there was Twitter spaces. I wasn't on with you, but I listened to about when Celsius went down. This is the way financial firms fail. This is the way they've failed since the beginning of time and will continue to fail."
    },
    {
        "speaker": "B",
        "text": "But what's fascinating this to me is that Luna and Celsius were, in a certain sense, kind of Lehman moments. This is almost a bear Stearns moment where you get an acquirer coming in to try and buy the assets, presumably at very steep discounts."
    },
    {
        "speaker": "C",
        "text": "Yes, but keep in mind that he signed a non binding agreement, so there is not really a deal just yet to buy the assets."
    },
    {
        "speaker": "B",
        "text": "Such an important point. Such an important point to reinforce them."
    },
    {
        "speaker": "C",
        "text": "And when they announced the deal 4 hours ago and the FPT token was trading at $20, I'm sure they had a view with what they thought they were getting. But now, 4 hours later, with the FPT token trading at three and a half dollars, they might have a very different view of the assets that they think that they're getting at this point. So that deal is very much up in the air as to whether or not it's actually going to happen, which is why all these tokens plunged another 70 or 80% since the announcement of that deal. And so at the end of the day, I don't know if there's going to be a deal. And that's why there's a mad scramble to get out, to get your money out of FTX, that it's obvious that that's what's happening. Because the fear is they close their doors and they say that they're not going to have any more withdrawals. And there's been some talk that that's indeed happening. Maybe it is or maybe it isn't. And yes, let's make sure we're."
    },
    {
        "speaker": "B",
        "text": "Well, there were delays and withdrawals earlier in the day. That's what kicked this whole thing off. That was the Macguffin that got us started down this road, was that they were apparently having some challenges meeting redemptions in terms of delays. And then you get the tweet storm from Sam Bankman fried that six part tweet thread where he talks about the liquidity crunch that they were experiencing at FTX. And then you get this extraordinary news."
    },
    {
        "speaker": "C",
        "text": "Right. It's important to keep in mind, too, that when we talk about something like this, that. So what is the big deal about a halt in withdrawals? If I have to wait 15 minutes to get my money, does that really matter? Well, if you're a retail customer like you or me might be, no, it doesn't matter. But if you are a miner, or if you are another brokerage firm, or if you are a trading shop, and all of them have accounts with FTX, they can't wait 5 seconds. They have transactions that they have to clear and then they can't clear those transactions, especially if you're a minor, and then that cascades into then the, their counterparties are at risk of not being able to clear their transaction and the whole thing starts to cascade. So keep in mind that as I tweeted out a little while ago, 100% in tradfi, in traditional firms, 100% of temporary withdrawals become permanent withdrawals. Because it's not because retail end users can't wait 5 seconds to get their money. It's trading shops and miners and other brokerage firms. They really can't wait 5 seconds to get their money. And then they have to put withdrawals restrictions on and it just keeps going. That's why I. That's why I tweeted out a little while ago, this can never, ever, ever happen, not for 1 second. Because when it does, it has very serious consequences for the entire ecosystem. And that's why. Yeah, you know, the question is whether or not they're going to become withdrawals suspensions. So no one's going to wait for that. So there's a man scramble to get your money away from them before withdrawal suspensions come. So it feeds on itself. That's where we're at right now in this process."
    },
    {
        "speaker": "B",
        "text": "This is the idea that in the case of a bank run, for example, the rumor of a bank run can actually create a bank run in itself. If everyone steps up to go and get their assets at exactly the same moment, you get these crunches and then quickly, liquidity challenges can become solvency challenges, and they can potentially. Potentially we're not talking about, but there can be systemic effects. I noticed real vision's own Joe Bagonis is here on the stage. Thanks. Thanks for welcoming me up. Jim, I'm going to ask you a very broad question, so forgive me for asking a broad question, but I saw CZ tweeted out his support for it. I know Nick Carter has been one of the biggest champions of it. I know Kraken does it. What role do you see proof of reserves audits taking in the crypto space going forward?"
    },
    {
        "speaker": "C",
        "text": "I think they have to take, they have to go to that. You cannot continue to have these kind of problems. Proof of reserve audits. Proof of reserves basically means it's almost like, you know, to put it in a very simple term, it's a cash on cash transaction. I give you these coins, you give me those coins, settled, done, move on. There is no, you know, worry that there is a bit of lending or apothecation, which is another way of saying, are the coins that you're giving me for the coins that I will give you, do you actually own them in the first place? And you actually have them under your custody without any kind of encumbrance to be able to give them to me so I can give them to you again. Remember, the real issue here is not, does Joe Blow from Toledo get the coins that he wants in his $200 transaction? That's important, but it's really about, FTX has an account with another major brokerage firm, like maybe Coinbase. And there do they have the coins to continue to have those major transactions with somebody like a coinbase? Because Coinbase needs to give those coins to Joe from Toledo all the way on down. So ultimately, I think that's the route, the route that the industry needs to move to. I'm afraid that the poison has been set in Washington, that what Washington thinks that we need to do is continue to have the same type of model. Just we need to have thousands of more pages of regulations piled on top of it to prevent something like this from happening. But as we know that, the problem is this is inherently an unstable system, the system we have now. And by the way, I want to emphasize the system that FTX was operating under, or Celsius was operating under, is similar to the system that operates in traditional finance. The reason you don't have these spectacular blow ups in traditional finance is because when they get to that .2 thousand eight, the Federal Reserve or the government steps in with printed money and says, now the trust that you had in that organization has now been taken over by them. So now your trust is being placed in the central bank to make all of these transactions good. They did it in 2020, and they extra, they extract a very high price for being able to do something like that."
    },
    {
        "speaker": "B",
        "text": "Very, very compelling answer to him. Obviously, some ominous overtones there in terms of what you see happening with regulation. It's really interesting. I want to go back to Wendy, whose foundational thesis revolves around this notion of keeping crypto unregulated. Wendy, it sounds like Jim is saying that this paradoxical effect is going to happen where these crashes in particular, particular centralized entities are going to create more regulation. What are your thoughts about that? Is that something that you fear?"
    },
    {
        "speaker": "D",
        "text": "No, definitely. Of course, what we're seeing happening, there's, they refer to it as a crypto contagion. And that's exactly, that's what's been happening. There's a lot what my kind of, my opinion on all of this is there's a lot of people that got made a lot, a lot of money in the last bull run. And instead of, you know, planning for this type of stuff and not getting greedy, they made really bad decisions and they've kind of completely almost destroyed this industry, which is really, really sad because there could have been a lot of good things that could have been done. We are going to get hit with very, very heavy regulation. And maybe that's why the SEC or the CFTC hasn't pushed this regulation through or who knows? I mean, that's one of the things that I'm thinking. Because why not? Like, if your job is to protect consumers, why weren't you doing that initially? Like, we could have had, we could have had protection from the Voyager issue, the blockfi issue, the selsea issue. As far as FTX official goes, we don't know exactly what's going to happen with that, but we could have had so much more. We could have had so much more clarity and so much more protection put into place. So maybe the government wants us to fail. Maybe that's what the public servants want, is so that they can, you know, put out all these ridiculous media headlines and mainstream media and say, okay, well, this is a dangerous industry. We need to protect you either way. What we do need to do as a community, regardless, if you come from the traditional financial sector, you come from the crypto sector, whatever sector, this is directly a fight against your liberty and your freedom. And we do need to reach out to regulators and talk about what type of regulation we want to see. We know it's coming. We just don't know exactly when it's coming or how it's going to come. But again, it is really, really important we make our voices heard, because if we do not make our voices heard, we're going to get something that's going to destroy this entire industry. And if you're somebody who's listening in the crowd saying, okay, well, this isn't going to impact bitcoin. This isn't going to impact nfts. It's 100% going to impact every single aspect of blockchain, of crypto. And when I talk about bitcoin being impacted, yeah, the SEC might not be able to come after bitcoin and classify it as a security, but you best believe the environmentalists are going to come out and continue to say that bitcoin is bad for the environment. That is the narrative that they've been able to spin to the masses. And a lot of people have that. That opinion that bitcoin is bad for the environment, which, in fact, it's not, especially if you look at what El Salvador's done."
    },
    {
        "speaker": "B",
        "text": "Boy know, in that view, Jim, coming from wendy, that this is going to have an impact across the crypto complex."
    },
    {
        "speaker": "C",
        "text": "Yeah, I agree with her. It is going to have an impact. And I know if you want to be naive and say, well, I own bitcoin or ethereum in a cold storage wallet, and it doesn't really impact me. Yes, it does, because you own it in a cold storage wallet, and they're going to come after you and say, you can do nothing else with it for the rest of your life, but sit there and look at it in a cold storage wallet. If you attempt to try and bring it back into any kind of fiat world. They're going to hammer you. They're going to hammer you that you're destroying the environment. They're going to hammer you that you're supporting the use of terrorism money. They're going to hammer you that you're somehow immoral and bad. So therefore, we're going to regulate and we're going to punish you for even owning this stuff in the first place. That's where they're gonna go at with this. And by the way, I might also add, there's another cynical take. Since we're on kind of cynical Tuesday here. There's another event going on today, Ash. You may have heard of it. It's called the midterm election. And the second largest donor to the Democrat party after George Soros is a guy named Sam Bankman Freed. And in May, he promised, or didn't promise, but he said he would spend up to $1 billion to stop Donald Trump in a 2024 election. Okay, where's that money now, and where is he? As far as being a donor to the Democrat party, his ability to be a donor to the Democratic Party today versus where it was maybe 72 hours ago, there's a big change in that. And as a matter of fact, that's important to note because I thought that early on in this process, when there was wobbling going on with FTX and whether there was concern about whether there'd be problems, I'd heard repeatedly more respond replies, and Twitter is really, when I say her repeatedly, oh, nothing's going to happen to him. He's the biggest donor to the Democrat party. They won't let him go down. Well, he went down. And now, you know, whether or not the Democrat party or the Democrats themselves were banking on his money, and his money was significant in the mid sections, whether or not his money and his support and his supposed billion dollar, you know, challenge to try and offset Donald Trump, that's all gone now, because that money that he was going to supposedly offer them, I don't know if it's there. His net worth is not zero, but it is a small fraction of what it was even just a couple of days ago. So there was some of that cynicism, too, that, you know, oh, he'll be protected. And of course, my thought was, isn't that kind of the problem that we're saying that one of the biggest players in crypto is going to be protected by the government? Talk about completely running at odds at why we were in crypto in the first place. And why it exists in the first place. To say, well, the government, because he is a protected class, a privileged citizen, will be taken care of really goes against the whole idea of what crypto was about. But that was a call that was a belief until about with him. Now it's not anymore. And it does have larger ramifications than just, you know, financial. It has some political."
    },
    {
        "speaker": "B",
        "text": "By the way, talking about politics and election day, I don't know if you're watching the election prediction markets, but we're seeing right now a huge spike. It appears in the, I'm looking@predict.org right now, the prediction markets for which party is going to take control of the Senate overwhelmingly. Momentum swinging toward the Republican Party at this point, 315 here on Tuesday afternoon eastern time, Wendy has her hand up. I want to get back to Wendy."
    },
    {
        "speaker": "C",
        "text": "Just real quick and let Wendy jump in. Yes, I do follow the predictive mark. And I might add that as of a few minutes ago, the Republicans were trading at 80% to take the Senate and they were trading at all time highs for them to be doing that. And we're talking about Republicans are at all time highs to become the majority party in the House and in the Senate. So there's a very powerful statement being made by the betting, by the bettors in this, you know, as to what's going to be the results in just a couple of hours when we get them tonight."
    },
    {
        "speaker": "B",
        "text": "Sure are. Let's get Wendy back in."
    },
    {
        "speaker": "D",
        "text": "Sorry, I'm doing some crypto things right now and I do have to, I do have to run after this and I appreciate you guys having me. But kind of back to what Jim was saying is about the, is about politics. Like we do know that Sam sent, you know, he did donate quite a decent amount of money to that particular party. I'm very much libertarian. Like, I want people to live their best life, do whatever it is makes them happy, just as long as they don't, they don't inflict any type of harm to any other person. So that's where I come from. I don't care what, I personally don't care. But anyways, when it comes to kind of following the money, and that's something that we talk about on my channel, on my YouTube channel, this is important to know. The people that that FTX has been involved with are, they're very, very powerful policymakers and they, I believe that they have bad intentions when it comes to the entire crypto industry. Again, we're going to get that CBDC that's going to come out which again, is going to be very, very detrimental to your privacy and to your liberty. So again, please reach out to your local politicians. You can work with me in the DCTA to help push positive regulation, but you need to do something instead of yelling and screaming on Twitter because it's only going to do so much. But anyways, anyways, we're going to get the CBDC. And this is all correlated. It all comes back to it in my personal opinion, looking at the different political moves, looking at what's being said, looking at what mainstream media is being put out, I personally am hoping the party that's going to give the most liberty to Americans will win because I care about people, especially the underdogs, getting liberty and having access to their money. But again, all the regulation that was coming out from FTX and all this push was going to make FTX the one stop shop for crypto, and it was going to destroy DeFi. And we don't want that. We want to be able to have DeFi, have access to DeFi. We also want to be, have access to safe crypto, centralized exchanges. And there has to be a place that we could all meet in the middle. But anyways, thank you guys so much for listening."
    },
    {
        "speaker": "B",
        "text": "Hey, Wendy, listen, thank you for joining us. This was great. I really admire your passion, great conversation. And I have to say it was really cool having you and Jim Bianco on and just hearing how much you agree on someone who's a real crypto native, obviously born and bred in this space, Jim Bianco, who spent decades in capital markets. Fascinating, and I mean fascinating to hear the two of you guys agreeing on so much."
    },
    {
        "speaker": "D",
        "text": "I also want to say is I don't hate all suits. I just, I have a really, really hard time with people that pretend that they're for the underdogs when they're really, really not. Because this country was built on the underdogs. It was built off manual label. It was built on capitalism. It was built on people coming here to improve the quality of life for their families. And I do support the suits, but at the same time, I will call, I will call people out on their bullshit. Anyways, wendy o is out."
    },
    {
        "speaker": "B",
        "text": "Take care, Wendy. Thank you."
    },
    {
        "speaker": "C",
        "text": "Hey, Ash. Yes, sir. Wendy's out. But I just wanted to comment on a couple of things she said real quick about inherent danger of CBdcs. I think she understates the case. I think it's far worse than she says it is. And I think that everybody, once they understand what a CBDC is about and what they intend on doing with it. I think that it is. I agree with her. It can just never happen at the rate they're going. Let me give you a quick example. Go back almost a year ago to the, to the, you know, to the trucker protests in Canada and look at what happened there. People looked at the trucker protest in Canada and people said, you know what? I'm in favor of it. I'll give them $50 or $100. And then six weeks later, the Canadians had an emergency. They invoked their emergencies act, and they did this orwellian thing called a retroactive law. Remember when you gave $100 to those truckers six weeks ago and it was perfectly legal to do it, and it was you expressing your opinion today, it's illegal, and we're going to go back, and because it was illegal for you to do that, we are going to suspend your bank account. You're not allowed to spend your money on anything else. You're going to be punished for doing that. Look at what PayPal tried to initiate a couple of weeks ago. A $2,500 penalty for anybody who wrote something on social media. What does that have to do with PayPal? Anybody who wrote something on social media that they found objectionable, they're going to take $2,500 out of your PayPal account. Oh, then they come out and they tell you, oh, well, this was a mistake, and we didn't mean to have this come out, and this wasn't the plan. Hey, somebody at PayPal wrote that. Somebody wrote that into a customer service agreement. And maybe you didn't mean it to come out at that moment, but you were comfortable enough to pay a lawyer on your staff to write that. So this is what a central bank digital currency allows them to do. Go ahead, spend your money on something. Give money to a political campaign that you agree to. And then later on, when we decide that that wasn't a good, you spending your money on that, we'll punish you, we'll take your money away from you. We'll restrict your ability to buy things that you want to buy, even though they're perfectly legal, because we don't like them. That's what's coming with the central bank digital currency. That's why I said, I think it's worse than she says. Obviously, she's going to agree with me if she was still here, but that is the danger of what you're allowing the government to do. You're allowing the government to basically look at all of the transactions on your credit card and pass judgment on them. And when they don't like what you've done with some of your transactions, punish you for that, maybe take money away from you or restrict your ability to use your money in ways that you want. So that's why I think that, yes, she's right, that a central bank digital currency, currency in any form is a dangerous thing. And the last comment I give you is China has been playing around with a central bank digital currency. They are the communist party. They are an authoritarian government, and they are using their CBDC for exactly the same purposes. Even their population doesn't want to use the CBDC because it's even too much for them. And they agreed to be under a communist rule. So you can only imagine what it would be like when it comes to a democracy like you have in the west."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's a. That's an."
    },
    {
        "speaker": "C",
        "text": "Other than that. Other than that, Ash, I have no opinion on the CBDC."
    },
    {
        "speaker": "B",
        "text": "Oh, boy. I mean, that's. It's. It's just. It's a very. It's a very. It's a very strong point, and it is interesting to see how that shakes out. Obviously, these are fundamentally not just financial questions or economic questions, but also political questions as well, I'm sorry to say. We had Corey Klipstein, who raised his hand to come up on the stage. I think he might have dropped because of a tech glitch. We also had Simon Dixon, two really smart and interesting people in the space, who I'd love to hear from. Hopefully they will come back. I think it might have just been a little tech glitch. Man, we got to get Elon Musk to fix these tech glitches."
    },
    {
        "speaker": "C",
        "text": "Yeah, we do have to get them to fix these glitches. And maybe a lot of other things associated with Twitter as well, too."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, but, you know, it's still great that we have this platform and we can do this, and it's incredibly fun to bring in people from these sort of divergent ways of seeing the world. I just thought it was fascinating to hear you and Wendy interact. I know she had to go because of a prior commitment, but really fascinating to just listen to someone who. Someone's really a true crypto native who's really very passionate about those fundamental ideals in the space, and then have them talk to somebody like you, Jim, who's got decades, decades of capital market experience. I can frame everything that's happening right now in the crypto space through that lens. Do we dare go and take a look over at crypto prices and see where we are right now. Let's check in. Looks like bitcoin trading right now, $18,205. Ethereum trading at 1305. Let's scroll down and see where Solana is. Solana now $24 or thereabouts, 2402. We'll call it 24. Over the past 24 hours, Solana just getting absolutely creamed, down nearly 26%. So really an ugly, ugly day on Solana."
    },
    {
        "speaker": "C",
        "text": "So, actually, if there's another, there's another price you might want, if you're interested in this whole FTX story, is to take a look at Robin Hood stock now is. Last I looked, it was down 14% on the day. Because, remember, Sam, banker freed owns 8% of that company. And there's a fear that in a liquidity crunch, you sell what you have, not what you want. And he has 8% of Robin Hood stock, and that might be a forced liquidation, which is why you're seeing the stock get hit so bad on this news today."
    },
    {
        "speaker": "B",
        "text": "Looks like off 18% right now. Jimmy breaking up. Go ahead. One more time."
    },
    {
        "speaker": "C",
        "text": "I say 20 minutes ago, and it was down 14%. I got to keep updating my stuff every 30 seconds on this thing. It's moving so fast."
    },
    {
        "speaker": "B",
        "text": "Yeah. And by the way, for a little bit of context here, broader tech up on the day. Nasdaq up almost half a percentage point, trading at 10,602 right now. So this is clearly something that is specific to that stock if you just baselined it against the broader index."
    },
    {
        "speaker": "C",
        "text": "Yes, and it is. And it's also interesting, too, that unlike when the terra blockchain went down, you saw an immediate reaction in tradfi, and you're not seeing, other than maybe Robinhood, you're not seeing much of a reaction at all. I mean, the stock market's not down. You know, the bond market doesn't seem to be reacting to it. The dollar doesn't seem to be reacting to this story as much. And what's interesting is all my tread, friends, when the terra blockchain blew up, their reaction to me was, I don't understand what's going on, but it sounds like it's really bad and it's really important. And their reaction I'm getting from them now is, are you overstating? This is what there seems to be the reaction. This isn't nearly as big a deal as it sounds like. Right? That's what they seem to be asking me. And I keep telling them, well, it's the second largest crypto broker in the world after binance. Now, I know Bonanza is like, eight or ten x their size, but they are number two. And they are failing. And they are failing in a spectacular way. And they've got one of the most high profile leaders from the crypto space that runs that place. So yeah, it is a big deal, but I still think that a lot of tradfi is still struggling to really get a, really get their, their head around what's happening here."
    },
    {
        "speaker": "B",
        "text": "Why do they think that it isn't as serious as you do this time around? That's an interesting question to me, because."
    },
    {
        "speaker": "C",
        "text": "I think that one. I think it comes back to the cynicism I suggested before. Somebody will bail out Sam because he's Sam and he's got a lot of money to give to politicians."
    },
    {
        "speaker": "B",
        "text": "Well, that's such, that's such like, that's such. Too big to fail 2008 style thinking, isn't it?"
    },
    {
        "speaker": "C",
        "text": "Yes. You know, welcome to Wall street that you think as well too. And the, I think the other, the other idea that they're struggling with is that they can't get around the idea that this was all kicked off by, you know, CZ announcing that he wants to sell a $500 million stake in the FTC token. $500 million. This whole thing is collapsing. A $32 billion organization, that's what it's 100 million."
    },
    {
        "speaker": "B",
        "text": "Jimmy, you're breaking up a little bit, so maybe if you could. You're breaking up a little bit, Jim, so maybe if you could restate that. But let me ask you this. You raised this question. What do you, in your view, believe the reason for wanting to exit that position was, as you say, that there's mismatch between the size of the position and the size of the underlying asset value of FTX's value in private markets."
    },
    {
        "speaker": "C",
        "text": "Mike? Yeah, I think that what I was saying before was that a lot of people are struggling to believe that a $500 million position positioned by FTX, I mean by CZ to exit token, is what kicked this whole thing off and took a company that FTX's valuation two months ago when it was raising money, was putting a $32 billion valuation on it. How $500 million that kill a $32 billion company is the question that they're all struggling with is, is because he didn't have the trust of the community. So once the floodgate was open or once the door was open, everybody ran through it. You're. They're assuming that, oh, the door opened and we'll let 1500 million dollar guy out and that'll be the end of it. No, the community was already on edge about him to begin. Once they were given a reason to exit, they chose it. And I think that that's why this thing cast into something a lot bigger. And I think that they're still not recognizing a lot of trad five people if they're casually aware of Sandbank referee. Oh, he's a big crypto guy. So therefore they think everybody in crypto thinks he's God and everybody in crypto agrees with him and every, and he's got crypto's best interest. They don't realize that's not the case. And that's why one given a reason to leave, I think it was everybody else. I think that if I had to guess, and this is just a guess on my part, I don't even think that CZ thought that this was going to open the gates of hell. I thought this would be, I'm going to sell my FTT token. This is going to create an embarrassment for him. This is going to create questions, but it's not going to collapse the entire organization in 30, in 30 hours, which is what. So I think this taken a lot of people by surprise."
    },
    {
        "speaker": "B",
        "text": "Well, there certainly have been people who speculated on Twitter about whether or not that was in fact his goal all along. But obviously that's, that's just Twitter speculation at this point in time."
    },
    {
        "speaker": "C",
        "text": "Sorry about that. Yes. You know, too smart by half. I mean, I, I mean, that's like seven, that's like seven degrees of chest. Not four dimensional chest, but seven dimensional chest. That, yeah, I'm going to sell my $500 million stake and then, you know, this is going to happen, and that's going to happen, and this is going to happen. And by the process of transitory logic, he'll be 30 hours. I don't think that you could really say that."
    },
    {
        "speaker": "B",
        "text": "What's interesting is he didn't just sell the steak, he sold the stake and, and, and made a very public statement about it."
    },
    {
        "speaker": "C",
        "text": "Right. And that's why I, I think the reason he made the public statement about it, this is, again, my, my, my opinion, the reason he made the public statement was he didn't think that selling the stake was going to bury the company. So he wanted to sell the stake, make the public statement to embarrass him. He was mad at him, either for the regulation or something else, and he wanted to embarrass him. He didn't want to kill him, and it wound up being the catalyst to kill him. And I think that that took him by surprise and took everybody else by surprise. And again, it comes down to the whole trust issue, then I think people do. They trust him? Is. And what we found out is, no, they didn't. And when given the option, when given the option that there's a problem, they all decided to run through the door and get out. And that's why it wound up being a much bigger deal."
    },
    {
        "speaker": "B",
        "text": "Yeah. Obviously, we should say that when we're talking about this, in the absence of evidence, we are by nature, by very definition, speculating about unknown questions. And so that no one should take too much from that, I wanted to invite Corey Klipstein up to say hello as well. I mentioned at the beginning of this podcast that this is, people have talked about how this story is only a week old, and obviously only around 1230 or 1130 today, I should say eastern time when we got this news. But this is something that's been going on in the background since a Bloomberg story came out in September. And one of the folks who contributed in a very material way to that story was our next guest, Corey Klipstein from Swan Bitcoin, who did some of the initial analysis on the balance sheet for that story for Bloomberg, talking about the crossing of assets between Alameda Sam Bankman Frieds, the company that Sam Bankman Fried owes a large percentage of that's generally defined as a crypto trading shop or a prop shop, and FTX the exchange. Corey, this is one hell of a story, and you were really early to it."
    },
    {
        "speaker": "E",
        "text": "Yeah, it's been pretty fascinating. And by the way, thanks for bringing me up. Obviously, I've had differences of opinion with Raul over the years, but you and I have always had a nice, collegial, professional relationship, Ash. So thanks for having me up."
    },
    {
        "speaker": "B",
        "text": "Well, listen, I appreciate you saying that. And it's interesting, Raoul has a view that he has in association with GMI, and then there's real vision. We don't have a view. We don't have a house view. And I've always admired you, Corey, and I enjoy your research, and I enjoy your thinking. And it's really a pleasure to have you here on the show."
    },
    {
        "speaker": "E",
        "text": "Yeah, absolutely. So, yeah, I mean, you're here. I'm here. I got you. It just switched over to. I'm actually driving to the venue for a walkthrough. We've got the big Pacific bitcoin conference in Los Angeles this Thursday and Friday. The largest ever bitcoin only, no crypto sponsors, no crypto speed conference in world history is this Thursday and Friday. Great timing, by the way. Anyway, yeah, I'm just going for. Going for a walkthrough with the crew right now. So, yeah, I mean, I basically just didn't buy the narrative that was coming out of the Celsius collapse and the Voyager collapse where, you know, they were saying, this guy is like the crypto king, and, you know, maybe he's the JP Morgan of crypto and all this stuff. And I was like, like, who benefits from this? It doesn't make any sense. And it seemed really obvious to me that he was so intertwined with those businesses, lending them hundreds of millions, borrowing hundreds of millions from them, that it was just in his self interest to try to prop these businesses up because it would essentially keep his own personal net worth and the market cap, the private market cap of FTX higher. So I just didn't buy that narrative at all. And I just kept on poking, poking, poking."
    },
    {
        "speaker": "F",
        "text": "This podcast is sponsored by Ramp. Are you the decision maker in your company? Consider this. For the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With ramp, you get full visibility into your companys spending and control who spends what. With each vendor, ramp software collects and verifies receipts instantly to save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization, and bill payments. Time consuming tasks, which means youll stop wasteful spending and close your books in hours instead of days. Businesses that use ramp add up to 5% to their bottom line the first year. If you're a decision maker, adding ramp could be one of the best decisions you've ever made. Get $250 when you join ramp for free. Just go to ramp.com easy. Ramp.com easy."
    },
    {
        "speaker": "C",
        "text": "Cards issued by Sutton bank and celtic bank members have DIC terms and conditions apply."
    },
    {
        "speaker": "E",
        "text": "Again. And then when the coindesk editors got ahold of Alameda's balance sheet early last week, they shared it with me. The competitors had the story, basically just called me up so I could help them sort through it, probably, you know, knew I had a Chicago MBA from like several decades ago or something, and remembered that I might know my way around. So we, yeah, we poked around, and."
    },
    {
        "speaker": "B",
        "text": "It'S fascinating just to give people who are following the story real quick a little bit, a little bit of the background on this, because it's important to understand how this happened. So you have that story coming out of Bloomberg in September 15 or thereabouts. The story kind of got a little bit of buzz, but then last week, Coindesk, as you said, and I didn't realize you participated in that story as well, doing research and analysis on that. But that was really the thing last week that set it off. It was a big story. People looked at it and said, oh, wow, this is much more detail than we had when the Bloomberg story came out in terms of looking at the balance sheet over at FTX. And then you have this, then you had phase three, I guess, which was the dust up between CZ and SPF. And then today enter phase four around 11:00 this morning where things just go over the cliff fast."
    },
    {
        "speaker": "E",
        "text": "Yeah. It's such an old tale, right? Doesn't it just sound like everyone hunting every single one of Lehman's positions, or everyone just assuming that everyone else is going to short anything on long term capital management's book? Like it's just that. And this was, everybody knew all of Sam's pet projects because just, you know, it's been a theme in crypto trading land for the last couple years to just long anything this guy is involved in. So everybody knows what he's long. I think what they didn't know is what appears to have been happening, which is, you know, taking directional bets with user funds on FTX, which is, you know, ought to be criminal. If it's not, I don't know the rules on."
    },
    {
        "speaker": "B",
        "text": "Do we know yet, Corey, I mean, just trying to play objective journalists here in devil's advocate, do we know for certain that that happened, that there were directional momentum that's being taken with, with, with client funds? Because I don't know that. I know that that's been speculated about. I don't know that."
    },
    {
        "speaker": "E",
        "text": "That's all I'm saying, too. But how do you end up with, how do you end up with FTX being in trouble unless they had directional bets? It doesn't make sense. It should just be a picks and shovels exchange. Should be a casino. Just taking a rake makes no sense. Why would they have a multi billion dollar rumored to be a $6 billion hole trying to call everybody and raise $6 billion by noon? Why would they have that unless they were taking directional bets?"
    },
    {
        "speaker": "B",
        "text": "Well, I think the two points that you made that we can be reasonably certain of is, number one, the fact that they did get into trouble, and number two, that as the story exists right now, it doesn't make a whole heck of a lot of sense."
    },
    {
        "speaker": "E",
        "text": "Yeah. So listen, the thing that's going on here just kind of pulling up to 20,000, 30,000ft is the altcoins have no real world use case. They're all completely speculative. At least bitcoin is probably, I think, certainly going to become global money. You can have differing views on when or how much of a global money or whether it will coexist, but it ain't going anywhere. And I think anybody that rationally looks at that without sort of an inherent bias entering that consideration will come to the same conclusion. The same can't be said for the 22,000 altcoins out there. And so every business that takes a directional position and does anything other than picks and shovels in crypto, non bitcoin. Crypto, by definition, is fragile because you can just be hunted and stopped out at any moment if you have positions and people smell weakness. It's literally a confidence game. It's a confidence game for Crypto.com, comma, it was a confidence game for Celsius. It was a confidence game for FTX. Unless you are just making tiny little venture bets, like maybe Coinbase ventures out of profits or binance seeds, some companies or whatever, again, probably out of profits. If you're taking big directional bets with your balance sheet and with user funds, you are inherently extremely fragile. And again, all of your positions can get hunted at once as soon as anyone smells weakness. Anyway. That's literally why it's called a confidence game, and that's also called a con. Yeah."
    },
    {
        "speaker": "B",
        "text": "Corey, let me ask you this question. Obviously, you're a well known person, extremely well known in the bitcoin space. You're a passionate advocate of bitcoin. Let me ask you the $160 billion question. When you talk about the risks of these altcoins points, do you, in your view, include Ethereum in that?"
    },
    {
        "speaker": "E",
        "text": "Oh, absolutely. Yeah. I mean, I think Ethereum, you know, obviously was a security, and it looks like the SEC believes the things that were securities still are securities. So it's got to deal with that. You know, it was, I have some empathy because they were in such a tough spot, given that what they were trying to do was impossible in a proof of work system. And then, so they were completely dead on arrival trying to do world computer or whatever on proof of work. And then, you know, their next best option to keep the thing going for another five years or a decade or something, was to move to proof of stake. But proof of stake is inherently centralizing. It is political by definition. It involves people. It involves lie, basically tends toward fiat. And so, you know, I don't think even they would have thought it would just collapse this quickly into being completely controlled by you know, government influenced entities and, you know, becoming kind of like this compliant chain already in a couple of months. But yeah, I mean, the best bet for Ethereum is to perform some kind of regulatory capture, essentially to bribe the CFTC into believing that they'll be all powerful or something and get regulated by the CFTC instead of by the SEC, and then to essentially hope to be co opted by banks and government and become part of the existing system. But there's nothing decentralized about Ethereum today. Nobody runs nodes. It's all running on Google Cloud and Amazon, and it's in pura. I think it will just either die over time or just become part of the existing system, be used to run cbdcs or something like that. But there's just nothing novel, nothing new, and it can't be money."
    },
    {
        "speaker": "B",
        "text": "I feel, Corey, as though you and Jim could probably talk about this conversation for an hour or more, and you guys both have the background and the intelligence and the, the subtlety to have an incredible conversation around this. Unfortunately, I've got to jump here in a couple of minutes because I'm actually on real vision daily briefing today, trying to put some context in frame around all of these issues. Corey, thank you so much for joining us. I hope you can come back soon and we can continue this conversation in more detail."
    },
    {
        "speaker": "E",
        "text": "Yeah, it'd be my pleasure. And I'm a huge fan. Jim, by the way, love your research, love your work. And Ash, I'm happy to schedule this with you anytime."
    },
    {
        "speaker": "B",
        "text": "Fantastic. Fantastic. Corey, listen, before you jump, any final thoughts, key takeaways that you'd like to leave our listeners with? We've got. We've got about a couple thousand people listening right now."
    },
    {
        "speaker": "E",
        "text": "Yeah, I mean, I empathize with people that are, you know, disappointed in what's going on in crypto because I came in the same way, you know, a lot of people know my backstory. And I came from, you know, Silicon Valley investing and, and advising startups. And I came in the last bull run in the spring of 2017, and I spent almost a year in crypto. And I didn't really start to poke holes in my thesis in a good way until the very peak of the bull run. And that's when I started to get an inkling that bitcoin might be different than the rest. And it wasn't until really, probably March, April of 2018 that I really came to the conclusion that bitcoin was the only thing that mattered. And everything else was essentially just marketing for pump and dump scams. It's really hard because you grow up in these circles and you listen to what people at Andreas and Horowitz have to say, and you can't imagine that they would be risking their reputation by getting involved in these scams. But that's what it is like. Web three is fake, ethereum is trash, and the altcoins all trend towards zero. And bitcoin terms, mathematically, this is proven. There's only, only three of 22,000 that have ever had a new all time high in bitcoin terms, three or more years after their first all time high. So they all just bleed out towards zero. And that's just an economic calculation, let alone the fact that the morals of just ripping people's faces off as a profession is pretty dubious."
    },
    {
        "speaker": "B",
        "text": "Corey, you know how much I respect you and your view, and nobody makes the pro bitcoin argument. There are very few people out there in this space who make the pro bitcoin argument as eloquently as you do. And I really appreciate you joining us."
    },
    {
        "speaker": "E",
        "text": "Thanks for having me."
    },
    {
        "speaker": "B",
        "text": "Jim. Want to give you the opportunity we just gave. Corey, final thoughts, key takeaways that you'd like to leave our listeners with."
    },
    {
        "speaker": "C",
        "text": "You know what we're seeing, and thanks, Corey, for the kind words. What we're seeing of what we've seen in tradfi, we saw this in 2008, we saw this in 2020. The only difference between Tradfi, what we saw in 2008 and 2020 now is the Federal Reserve and the government stepped in with printed money and they bailed out the system. But crypto doesn't have that imperturb of the government coming in and bail them and bailing them out. That's why I think that using the c five system or using the in this space without a central bank, you're going to keep doing this over and over again. So I kind of agree with Corey that if we want to stay with the CFI system, then there's going to have to be some kind of regulatory capture. But ultimately, I think we're going to need to have a decentralized financial system, defi system in order to do something with it. Because, as I said, my fear is Corey's right. He's going to own bitcoin in a wallet. He's never going to be able to do anything with it but watch it in that wallet because the government is never going to let him do anything else with it. You can't. You're not going to be able to buy your house with it. You're not going to be able to buy a car with it, you're not going to be able to do anything with it because the minute you bring it back in the fiat, they're going to hammer you. And so we're going to need some kind of a defi system in order to do more with it. And unfortunately, as I was talking about in the early part of this, I fear that everybody's gonna say, see, this FTX incident means that we have to move further away from Defi, not closer to Defi. And that means then, yes, if we're going to continue with the c five system, we're going to need regulators to come in and step in and fix these messes, and we're going to wind up creating a digital version of what we already have, and we don't. And we're not going to be able to move forward, are not going to be able to improve anything if all we're going to do is have a digital version of the existing system. So I hate to be so pessimistic about it, and I hope I'm wrong, but that's kind of the way I feel about it right now. And I would like to be wrong about it and see that people recognize what's going on and start moving in a different direction instead of just trying to more centralization and more government control."
    },
    {
        "speaker": "B",
        "text": "Yeah, Jim, talking about people I respected respect you so much. You've got so much experience in this space, literally decades in tradfi, thinking about these issues in very deep, very nuanced, very detailed ways, and then bringing that over here to the crypto side of the equation. Really enjoy these conversations. It's interesting. I know that you and Corey have different views about the relative merits of bitcoin versus ethereum. I think part of the reason why I host shows instead of invest is when I listen to each of you, you have me mostly convinced. So it's a great opportunity really to have these conversations, and I hope we can have one in more detail, maybe get you two guys together to have that conversation. But this is really just, it bears repeating here as we get to the conclusion of this conversation. This is an extraordinary day in crypto. If you're listening to this conversation, if you're following this story on Twitter and elsewhere, you've been a witness to a momentous that five years from now or ten years from now, we're going to look back on and see as one of the key inflection points. Inflection point to where and what? We may not know that exactly just yet, but today was a big day and there are going to be, obviously, some significant ramifications that are very hard to see in advance. I hope you guys will all join us for these conversations here on Twitter and on real vision. By the way, I should say, as I'm about to get off this conversation now, I'm going to be on real Vision daily briefing. If you're not checking us out, go up to real vision finance right now on YouTube. You can watch the show for free. I'll be starting that show in about twelve minutes here. Fantastic conversation. Really such a pleasure to everyone who is listening to us. We've got about 2000 people right now on this call, everyone who spoke, Corey, Jim, of course, Wendy o. Who had to leave. And I hope we can continue this conversation here in the future. Thanks, everybody. Really been a pleasure."
    }
]