[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down."
    },
    {
        "speaker": "B",
        "text": "So to help us, we brought in."
    },
    {
        "speaker": "A",
        "text": "A reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited premium wireless. Everybody get 30. 30, baby get 30, baby get 20. 2020, baby get 2020. Bid to get 15. 1515, just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at Mint mobile.com switch."
    },
    {
        "speaker": "B",
        "text": "$45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time Unlimited, more than 40gb per month slows full terms at mint mobile.com dot."
    },
    {
        "speaker": "A",
        "text": "Hey, everyone, if you like this podcast, go behind the paywall to get privileged."
    },
    {
        "speaker": "B",
        "text": "Access to the smartest minds in finance. Join the real vision community and learn how to become a better investor."
    },
    {
        "speaker": "A",
        "text": "Visit realvision.com rvpod and use the promo code podcast ten. That's podcast ten to get 10% off."
    },
    {
        "speaker": "B",
        "text": "Our essential membership for the first year. Now to the top analysis of today's crypto markets."
    },
    {
        "speaker": "A",
        "text": "The one thing I love about these conversations that I have in rails of ventures in crypto is I get to speak to everybody in the space, all different participants, whether it's brands building in the space, whether it's protocols, whether it's even media people, whether it's artists and also the hedge funds. And Jeff Dorman is one of my favorite people to chat to because he, like myself, has a traditional finance background, and he has a particular perspective that I think is immensely valuable for people to understand. And I haven't caught up with Jeff for a while, so I thought we'd all catch up together and let's see. I'm sure we're gonna have a great conversation with Jeff Dorman and myself. The world of crypto is an incredibly exciting journey that we're all going on together. We don't know where it's leading to, but we know it's gonna be absolutely massive. Join me, Raoul pal, as I guide you on our adventure to discover just what this new world will look like. Jeff Dorman. Good to see you back, my friend."
    },
    {
        "speaker": "B",
        "text": "Great to see you. Thanks for having me."
    },
    {
        "speaker": "A",
        "text": "So a lot's happened since we last spoke, and, you know, you've been around the block a while and seen a lot of this before. What's your current state of affairs? Top level in the crypto markets. How are you thinking about things?"
    },
    {
        "speaker": "B",
        "text": "Well, first and foremost, I mean, I think a lot of people thought that I was anti bitcoin for a number of years because I haven't talked about it much. Bitcoin up until the last three months really has been pretty boring, certainly relative to the growth of stable coins and Defi and NFts and layer twos and other areas within the Ethereum ecosystem. But this year has been 100% bitcoin, and for real reason. I think the last time bitcoin, in my opinion, was interesting was only because a few new people were buying it. Right. Some few corporations like Tesla, big fund managers like Paul Tudor Jones back in 2020. But there was nothing really new to the narrative of bitcoin up until this year. But I think this year, whether you just look at a graph of the regional banking ETF Kre versus bitcoin, or you just think intuitively about why bitcoin as a bearer asset is so important, I mean, this has been monumental, in my opinion. I mean, this is the biggest full blown bitcoin narrative that we've seen in certainly five years."
    },
    {
        "speaker": "A",
        "text": "Yeah, I never forget. I mean, I first got into bitcoin, having gone through exactly this in the european crisis 2012, and realizing that there were no bearer assets, and your money was not a bearer asset either. And that's when I discovered bitcoin. And here it is in the United States playing out, and Europe as well, with Credit Suisse going under, with people starting to realize the true value of what this is all about."
    },
    {
        "speaker": "B",
        "text": "Yeah, and I remember very vividly that Friday, I think it was March 10, obviously, people here at ArCa for the whole entire weekend, we were talking about where our assets safe, between the different brokerage accounts, we had the different bank accounts, stable coins, everything that was related to what was happening to the Fed and the FDIC and the Treasury's credit, they worked very quickly and swiftly to stop what could have been much bigger. But even just that three to four days, I talked to five small business owners that had nothing to do with digital assets over those four days. And they were legitimately asking me like, am I going to be able to make payroll? What's going to happen when the banks open on Monday? And that's a really scary feeling for people. And I think it prior to march, most people would rank in terms of just pure safety of assets. They would have had us bank accounts at the top, right? And then probably below that would be money markets and brokerage accounts below that would be cash under your mattress, then stable coins, then something like bitcoin. I think post the events of the first two weeks of March, there was a real rerating there. And clearly assets in a bank account is just not number one anymore, even though, again, you have implicit, if not fully explicit insurance now from the government. It still doesn't feel safe, especially when you know that you're earning nothing on those assets relative to what you can earn in a money market. Stable coins don't even feel all that safe, right? Because most stable coins are backed by assets in a bank. And you never know when that's going to be shut down. So you have to start re ranking. Like if I just want to hold onto my assets and know that I have them. I think number one is now a money market in a brokerage account, right? Combination of segregation of assets as well as just the SIPC protection. And number two is probably bitcoin, just in the sense that it is yours. Nobody can take it away from you. It is a bearer asset. And I think it's naive to think that all of a sudden small businesses are going to put all their assets into bitcoin and try to make payroll that way. That's not going to happen. But small businesses are made up of people. And the individuals who had to go through those three and four harrowing days are starting to think about, you know what? I do want some of my money in bitcoin. I do want protection from a random bank closure, or who knows when a bank will be let to fail without depositors being made whole. So that rerating process is real. And the explosion of not only bitcoin price, but just bitcoin narrative coming out of that March 10 and subsequent bank failures is real."
    },
    {
        "speaker": "A",
        "text": "Yeah. Although the issue still remains. It's too volatile to use as money per se. But what it does do very well is protects against the outcomes, which are more central bank printing. It does a very good job with that. It obviously didn't do a very good job with regular supply demand led inflation, but it does an extremely good job every time the balance sheet expands."
    },
    {
        "speaker": "B",
        "text": "For sure. And I think the right way to think about it from a price standpoint. Look, there's a lot of digital assets that you can value very easily using traditional methods. A lot of them have revenues, a lot of them have cash flows. You can do a DCF analysis, you can do a comparable, comparable comps analysis. You can't do that with bitcoin. There's no way to value bitcoin that way. The way to value bitcoin is probably more using black Scholes and thinking about bitcoin as a long tailed call option. And if you think about the inputs of black Scholes, well, one is time. Well, bitcoin is a perpetual call option. So right there, it has a lot of value. Another one is volatility. Well, obviously there's high volatility, so that's going to be an input into a higher price. And then, of course, you have interest rates. And even though interest rates are higher, interest rates historically are still very low. There's a reason that we think about bitcoin as a long tailed call option for a one day situation where maybe you don't feel at all safe with your money or with your banks or with your governments. And of course, here in the US, that's not as big of an issue, even though it's starting to pop up right now. But across the world, that is a huge issue. When you think about bitcoin in that framework, about it being a long tail call option on some form of anarchy in the future, it's worth something. And how much that's worth, I don't know if it's 500 billion or a trillion or 5 trillion, but it's definitely worth something. And I think to your point, it's not money, but it is a protective asset. It is something that you can sit on and know that in a world where I feel unsafe with my other assets, this one is still going to be there and it's still going to be worth something."
    },
    {
        "speaker": "A",
        "text": "Yeah. Ive always thought of bitcoin as a call option on a future financial system. Its like the probability of it being in the money. Every time you see instance like this goes up, which is exactly to your point. As soon as you see more outcomes that devalues money overall, the more probability that bitcoin has a much higher value in the future or a much larger role to play. And were certainly seeing that. Another big thing that I think played really into the bitcoin narrative, which is still probably a bit misunderstood, was shutting Russia out of the swift payment system and saying that all of the treasuries they hold are basically worthless. So we've seen record central bank buying of gold, and we know that several central banks have been, or central banks or sovereign wealth funds have been acquiring bitcoin because it, in this world, they need something like this, a true bearer asset for sure."
    },
    {
        "speaker": "B",
        "text": "And it's not just even the value of money. I would also say it's the value of confidence. There's two real indications of a lack of bank and government confidence right now. One is clearly what bank stocks are doing. I think there's a lot of hypocritical notions out there saying digital assets have no intrinsic value. Well, then you think about, well, what exactly is the value of a bank equity. Bank equity is basically the combination of your confidence in the CEO when he or she says that, no, no, no, everything's fine. Don't flee. And two is how much profits they can earn on fake money that isn't actually there when they need it. So when you think about what bank equity is, there's been $120 billion of equity wiped out of just the failed institutions alone from Credit Suisse and Silicon Valley bank, not to mention all the losses from the other regional banks that are still, at least right now, a solvent going concern. But bank equity is kind of a farce. It's not really there because the profits are built up on confidence, and that confidence can go away in 24 hours. So one, you have clearly a loss of confidence in banking alone, as indicated by all the deposits that are fleeing as well as just the equity. But two is sovereign cds. I know some of this is aided by the charade in Washington right now around the debt ceiling, but still, USA CDs has been blowing out all year, but so has sovereign CDs in most other developed as well as emerging market countries. And when you think again of bitcoin as some sort of a call option on that future, well, that future includes a loss of confidence in both banks and governments, which we are seeing through the financial markets of sovereign cds and bank stocks. That inherently makes bitcoin more valuable. And I think this is truly a pretty efficient and rational market response thus far this year. Hey, everyone, we're going to take a quick pause and hear a word from our partners."
    },
    {
        "speaker": "A",
        "text": "We'll be right back. Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless everybody to get 30, 30, better get 20, $2020, 15, just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try@mintmobile.com."
    },
    {
        "speaker": "B",
        "text": "Switch $45 up front for three months, plus taxes and fees. Promoting for new customers for limited time unlimited, more than 40gb per month slows full terms at mint mobile.com dot."
    },
    {
        "speaker": "A",
        "text": "I also think, you know, we've all been monitoring the debt ceiling, and it looks like it's going to come down to something like 2011 where it got to the wire. And a lot of people are suggesting maybe this time is worse and there is going to be a default, a technical default of sort. Janet Yellen's given us the kind of dead date by about the 1 June. Others suggest maybe it's July because there's some delayed tax payments to California to come through. But I just can't help but think that is incredibly positive for bitcoin if you see anything close to a potential default because it creates, as you said, a complete lack of trust of the system because you can't price any financial instruments at that point."
    },
    {
        "speaker": "B",
        "text": "Yeah, for sure. And actually, this might be a little bit too bond math nerdy, but for those who understand the credit default swaps market too. Don't forget that when you own something like USA CDs, even if there is a technical default, there still has to be the recovery value of the bond. And historically, US treasury bonds are usually trading near par. But because of the rise in interest rates over the last 18 months, there's plenty of USA bonds, treasury bonds that are now trading at 75, $0.80 in the dollar because they have low coupons. And that's the price you have to get to get to that three, four, 5% yield across the curve. Which means that there's a lot of hedge funds now who own USA CDs who are going to try to make noise and push for a technical default because you can actually make money on it, given the cheapest to deliver bond in the seventies and eighties. So not only the political pressure, but also some financial pressure from some of the funds, there is a good chance that you do see, if not an actual technical default, certainly a lot of much more noise around that. And anything, as you said, anything that starts to decrease that confidence is going to be a boon for bitcoin."
    },
    {
        "speaker": "A",
        "text": "So what the hedge funds, what are buying these kind of off the run bonds or whatever it is, and then buying the CDs?"
    },
    {
        "speaker": "B",
        "text": "Yeah, the lowest dollar price bonds, the cheapest to deliver bonds versus the CDs. And you have so many bonds that are trading in the seventies and eighties because of those half percent, 1%."
    },
    {
        "speaker": "A",
        "text": "That's what's pushing the CDs up. It's specs looking for this particular out."
    },
    {
        "speaker": "B",
        "text": "Potential outcome, especially one year cds. Right? That's why one year cds is blowing out much more than five year cds, because we have that trigger here with the debt ceiling and a chance to make a killing if all of a sudden that CDs that's trading at 30 or 40 basis points, all of a sudden starts trading at 20 points on the dollar because of those low, cheapest to deliver bonds."
    },
    {
        "speaker": "A",
        "text": "Well, I hadn't realized that. But I mean, again, this whole shenanigan, regardless of how it goes, just shows the problem of the existing system. There is no real way out. The only real way out is run negative real rates or debasement of currency ongoing."
    },
    {
        "speaker": "B",
        "text": "Yeah. It's something that we've been, obviously yourself as a macro investor, as well as just anyone who's been spending any time in the debt and equity markets for two decades. We've been talking about this for a long time. There's nothing tremendously new with regard to the long term thought that there's no way out. But I think we've always given the government and the benefit of the doubt that, yeah, well, they'll just do this forever. They'll print forever. But now that you have inflation on top of that, it starts to lower that probability of. How do you just print your way out of this? I actually saw a great chart from Deutsche bank earlier this week that I thought was amazing. They said that so far in 2023, the FDIC has taken over four us banks with combined assets of 560 billion, which is 2% of GDP. If you go back to the great financial crisis, or even the savings and loan crisis, or even the depression in the thirties, we're talking about four banks that made up of 2% GDP. The great financial crisis. There was 500 bank failures that made up about 2% of GDP. In the savings and loan crisis in the early nineties, it was over 2000 bank failures that made up 2% of GDP. If you go to the Great Depression, it was 10,000 bank failures that made up about 6% of GDP. So I think the takeaway for me there is, shouldn't we be a little scared about what the wider implications mean that four failed banks in 2023 have assets relative to GDP rivaling what hundreds or even thousands of failed banks had in the last three banking failures? I mean, that's terrifying, right? And that just shows you just how big the financial system has gotten, plus how big the government has gotten. Right. Because all the great financial crisis was, was a transfer of private debt to public debt. So you have the biggest governments we ever had, the biggest financial institutions we've ever had. Yeah, that's kind of terrifying. And certainly, you know, lends itself to why there's a cohort of people and growing every day who are starting to believe in bearer assets. Like digital assets."
    },
    {
        "speaker": "A",
        "text": "Yeah. And the next shoe to drop is a longer term one, which is. Yes, right now, with the inverted yield curve and everything else, it's a nightmare. And we'll probably see more banks go under. I mean, at time of chatting, I mean, yesterday was another ugly day in the banks and doesn't feel like it's going away yet until the Fed cut and steepen the yield curve. But we've still got this issue of commercial real estate stuck on these banks as well. And that's a long overhang. That's not going away. I mean, so few people actually go to the office anymore. You know, I went to a big asset management firm in New York's office last week. It probably seats 400 people. There's probably 20 people in the office. And they're like, oh, yeah, well, people come in two days a week. I'm like, yeah, but you don't need a 400 person office."
    },
    {
        "speaker": "B",
        "text": "I mean, go into any WeWork right now, they're empty. Right? And what is weWork? WeWork is usually small businesses who have only a few employees, or it's the regional employees of a big company. I mean, they're empty right now. There's nobody who goes to these offices. And you bring up a really interesting point, too, about the commercial real estate, because I think what's really interesting to me about this year or really the last 18 months is it's a complete inverse of what we saw in zero eight. In zero eight, it was large banks failing. Now it's the small regional banks. And it was consumers and regional housing that failed in 2008. Now, that's as strong as ever, right? Everyone has locked in low mortgages and really has no reason to move because they work from home. It's the commercial real estate that's going to get annihilated here because that's a real secular shift. People don't go to the office anymore. I think that's a big misnomer. A lot of people have been talking about. Just wait till unemployment, wait till people have to start selling their houses at big losses. Nobody's going to have to sell their house because nobody has to move for a job anymore. You can work from anywhere. So it really is that commercial real estate. And I don't know what the trigger is in terms of when that stuff has to start getting mark to market and when you start to have the defaults there. But that's a huge secular shift that's not going away. Whereas you look at some of the regional bank, you look at some of the treasuries that banks own that are mark to market at big losses that will reverse. Those are par instruments, because that's not really a secular shift so much as that's just a financial market shift. But the commercial real estate is a secular change. I don't know how you combat that."
    },
    {
        "speaker": "A",
        "text": "We saw it in Europe, and it ended up on the ECB balance sheet. They basically took any old shit as collateral old chewing gum wrappers, old cigarette boxes, anything. And they said, we'll lend you against anything. And we saw that in Europe, and I think it's just the same outcome. And there's no other way around it apart from to shove it on the central bank balance sheet, because if not, the whole banking system is insolvent and there's no lending left."
    },
    {
        "speaker": "B",
        "text": "Yeah. And especially based on what we just talked about a minute ago with how big the banks and the financial institutions and the government balance sheets already are, as you said, there's no way around this. It just keeps making it bigger and bigger and bigger and scarier, in my opinion. I remember that. It's funny you mentioned the Europe, because I remember that in 2011, 2012, when every hedge fund were sending their best guys to Europe with a huge fishing net, just waiting to catch all these defaulted loans at $0.20 on the dollar, and none of them came out, they just said, nope. I know you think it's worth twenty cents a dollar, but I'm going to market at par because the government is basically allowing me to use it as collateral. I guess that's where we're headed."
    },
    {
        "speaker": "A",
        "text": "Exactly right. I look at liquidity as probably the biggest driver of asset prices because of, I think, this debasement mechanism. And we build a liquidity indicator at global macro investor and the Nasdaq is 97.5% correlated since 2010, and bitcoin is 87.5% correlated. And it's only lower because bitcoin has the exponentiality every time you get a bull market. But, I mean, that's staggering."
    },
    {
        "speaker": "B",
        "text": "Yeah, and you have more of a frame of reference than I do on that. What were those numbers 20 years ago or 30 years ago? This is something that we've never seen before."
    },
    {
        "speaker": "A",
        "text": "They didn't use the balance sheet. So then you had M two. But M two is actually the predominant driver of earnings as opposed to price. So the whole world changed in 2008 as everybody reset interest rates at zero. I mean, the entire world did. And so you've got this very cyclical cycle that actually matches the bitcoin cycle. Because bitcoin was birthed at the same moment, everything has got an identical cycle, which is basically the global government's debt refi cycle. And it's between their two year bonds and their five year bonds that creates this three and a half year magical cycle. And so that is what changed everything. And then what we found is every time we get to the lower part of the cycle, the interest payments, and I mathematically worked this out, the interest payments for that period of three and a half years ends up being the amount of QE almost perfect. The only difference is when they have to intervene directly into the banking system, because that goes direct onto the bank balance sheet. So they're just monetizing the interest payments of the government and they're all doing it. So I backed out all the maths. The Japanese started it first, obviously. I think the whole accord came together in 2012 when Europe went under. But it's Europe, Japan, the US, the UK, Switzerland, it's all the same. They're all doing the same thing. So it's like, oh, wow. So they're just monetizing interest payments and that's the entire growth of the balance sheet."
    },
    {
        "speaker": "B",
        "text": "Not to mention interest payments are going to be triple what they were three years ago now with the rising rates."
    },
    {
        "speaker": "A",
        "text": "I mean, they have to get interest payments. And part of my core thesis is the tighter you make monetary policy now, the faster you can cut it by end of the year, when many of these payments start coming due, it's madness out there. And this just shows the mess that we're in and the value of why digital assets and why you and I first got into in the first place is writ large everywhere here."
    },
    {
        "speaker": "B",
        "text": "Yeah. And I think that's sitting here in the US. I've spent a lot of my time in New York and LA specifically, but there's this sense of doom and gloom because of how the regulatory environment is in the US and making it seem as if, you know, everything is shut down. But I think, as you and I both know, like, globally, that's just not the case at all. Right? If you live in the US, you're thinking digital assets, crypto, it's over, because all you hear about is these just, you know, one after another, regulatory actions from the SEC or the CFTC or, you know, the White House, directly, but globally, you're seeing still just a tremendous amount of people doing the exact same thing that you and I did seven, eight years ago, which is they're seeing like, there is no end in sight here. And I want to get involved either as a developer or as an investor or just as a. An owner. And what I think is really interesting about 2023 as well is that pretty much all you had to do so far this year as an investor was just fade. Consensus. The consensus going into the beginning of the year was that digital asset investing is dead amongst FTX and the regulatory crackdown and a string of high profile bankruptcies. And of course, that's been wrong. The consensus view from a macro perspective was higher rates for longer, a drop in stocks and an imminent recession. And obviously that hasn't happened thus far. The consensus heading into even the banking crisis would be that this would be bearish for all risk assets, including bitcoin and other digital assets. And that, of course, isn't true. And equities have actually held up pretty well and certainly had a massive rise in bitcoin and other crypto assets. And then consensus view, which I mentioned earlier, was that bitcoin was largely dead and it was uninteresting relative to the other digital assets. And that, of course, has been completely wrong, given bitcoin's performance and even ethereum. Right, you go into what everyone expected into the a Shanghai Chappella upgrade just last month, the consensus was that ethereum was going to fall because everyone was going to unstake and sell all their eth. And of course, the opposite happened, which is because you are increasing the liquidity of staking. It actually makes people, it makes it more attractive to stake, and you're seeing an increase in new stakers relative to old stakers withdrawing and selling. So I think those two things are really interesting, is that consensus last year was pretty much dead right. Every macro investor had the best year ever last year because it played out perfectly, whereas this year consensus has been dead wrong. And on top of it, the digital assets specifically really starting to show up how global this industry really is. Every time there is something in the US that fails or that goes bankrupt or that has regulatory issues, you're just seeing a perfect substitute somewhere else in the world. Take over that volume, or that transactions, or those people. Hey, everyone, we're going to take another quick break and hear a word from our partners. We'll be right back to the real vision crypto daily briefing."
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, I looked at this and I went back and I've seen that London is making a lot of noise about what it wants to do here. And I went back and looked at the history of London as a financial center post the rise of the US as the world reserve currency. And after they left the gold standard, the US had currency restrictions. So the UK started the global FX market, because before then there was no FX market, right, because it was all pinned to gold. London already had the gold market. So then they bring the FX market, becomes the biggest market the world has ever seen. Then the US restricts liquidity to the global system. The UK develops the eurodollar market. So the euro dollar market grows out the seventies and explodes in the eighties and nineties and then the next part of the equation was the global derivative market. The US regulated the banking system and didn't give them red cap abilities to use OTC derivatives. So London took it and exploded, which is why most of us worked part of our careers in London. Half the hedge funds in the world were based in London. And so even, like, Goldman's headquarters was really London, because same with Morgan Stanley, same with JP Morgan, everybody was based in London. And I'm just looking at this again, thinking, well, the US is doing exactly the same thing. Once it feels its monetary system is under threat, it tries to shut down the borders and everybody just moves over to London, or whether it's most likely to be London. And then you have the off centres of Singapore, Hong Kong, other european centers. As you said, you can't stamp this out. I mean, this is a global phenomenon. It's a cockroach and you can't kill it."
    },
    {
        "speaker": "B",
        "text": "And you're seeing it, right? I mean, obviously the big headlines were Coinbase and Gemini opening up their non us derivatives exchanges this week. But even beyond that, I mean, we have a venture fund here at Arca in additional to our liquid investing funds. And every single one of our portfolio companies is thinking about how do they get, how do they move out of the US and into Europe or Asia? And pretty much everything from a new standpoint that we're looking at investing in, is overseas now as well. I mean, it is just a, you know, if the us government's goal here was to say, hey, can we get on the same list as Iran and Cuba and North Korea and just be on the do not touch list, like, congratulations, you succeeded, because that's how it's being treated here. Nobody wants to touch the US when it comes to crypto and digital assets. And that may have worked 50, 60 years ago in the sense, but now it's just too easy to move, it's too easy to cross borders. And to your point, there's precedents of just moving out of the US into Europe and other areas as the financial hub. So you're not really shutting anything down, you're just moving it."
    },
    {
        "speaker": "A",
        "text": "That's right. And why the UK works. It's so easy for Coinbase to relocate to London because everybody speaks English, it's a rule of law, it's a very understandable culture that everybody's familiar with. It's like it's no great shakes. I mean, if you went to half the staff at Coinbase said, hey, do you fancy a three year stint in London? They'll take it."
    },
    {
        "speaker": "B",
        "text": "Yeah, for sure. So it'll be interesting to see how. I mean, obviously you'll have a new administration, potentially, so a lot of what's happening right now could get completely reversed. But we're seeing it and feeling it every day. I mean, there is just complete apathy here in the US, and it's the exact opposite everywhere else you go."
    },
    {
        "speaker": "A",
        "text": "And how difficult are you finding it with banking?"
    },
    {
        "speaker": "B",
        "text": "Those four or five days in March were certainly difficult just because it came out of left field. And I think we're big enough now that we've had redundancies in place here at Arca. I think a lot of the other bigger companies have had redundancies as well, but certainly for smaller companies and funds, it was difficult. I would say that again, there is pretty much perfect substitutes in everything in this industry, right? There's perfect substitutes for stablecoins, there's perfect substitutes for exchanges, and there are perfect substitutes for banks. It may take some time to get a new banking relationship up and running, but there are plenty of banks looking to fill the void of Silvergate and signature bank here in the US and certainly abroad. There's no issues. It's operationally a headache and certainly time consuming, but it is certainly not a death knell."
    },
    {
        "speaker": "A",
        "text": "The other issue the industry I think still faces is the concentration risk of the derivative markets of binance. I mean, it's like 70% of the entire marketplace now. It's good. Coinbase is set up now setting up, and there's a few others, but there's a big gaping hole still after FTX. Are you seeing any movement there yet?"
    },
    {
        "speaker": "B",
        "text": "Well, this is a big reason why we're invested in DyDX and GMX, which are two of the largest decentralized derivatives exchanges. So if you look at uniswap now, often does as much spot volume as Coinbase. I think in the last two months, they've actually done more than Coinbase, making it the number two biggest exchange. And that's a decentralized exchange just for spot, not for derivatives. So two years ago, the total decentralized spot volumes was about 1% of total volumes. Today, it's closer to 15%. Decentralized derivatives is right about 1% right now in terms of the total amount of derivatives on decentralized exchanges versus binance and other centralized exchanges. So I think you're going to see the same trajectory. In the last two years, spot volumes went from one to 15% on decentralized exchanges. And I think you're going to see the same thing in derivatives. It's going to start to move towards decentralized exchanges. And DyDX has about 65% market share. I think GMX has another 15 or 20%. So those are the two big horses in our opinion. So I think there's no question that too much concentration, too much of a monopoly is not a great thing. That market share up for grabs is going to be there for someone. It's not going to stay at binance forever. Binance may continue to grow, but its market share overall should go down as other competitors, whether decentralized or centralized, come after that piece of the pie."
    },
    {
        "speaker": "A",
        "text": "Yeah, it just makes it an opportunity for everybody. If you back in the right horse, there's a lot of money to be made because there's a huge imbalance of market share that needs to be addressed."
    },
    {
        "speaker": "B",
        "text": "Raoul? Absolutely. And I think too, this is a little bit off topic, but I don't know if you saw just yesterday or the day before there was a huge wick high on Bitfinex. I think bitcoin traded at 56,000. Obviously that's not representative of the price. But I think that's really interesting as well. Is that because this is such a global industry with such low barriers to entry, is that you will always see again, in some of the developed nations it's much harder to get a license, it's much harder to get up and running. But elsewhere in the world it's pretty easy. It's low barriers to entry, a few lines of code, and all of a sudden you can be up and running. This is always going to be a very fragmented industry. Even if you have the binances or the coinbases or the uniswaps or the DYDX is having a majority of the market share. The other side of it is that you're going to have 50 6100 competitors taking the bottom five or 10% market share. And it really resembles the corporate bond market a lot. If you think about how corporate bonds trade, or even emerging markets, even to some extent treasuries, but really more corporates, or you can put munis in there as well. You have 50, 60, 70 broker dealers all quoting a price. And then all of a sudden one small bucket shop or third tier bank, all of a sudden a broker has a different market. So maybe there's 50 guys making an 80 bid, 82 offer on a bond and all of a sudden one guy has 90 bid, 92 offer and you're like, wait a minute, is that manipulation or is that price discovery? And it's the same thing, right? That's what somebody did at Bitfinex the other day. They said, okay, liquidity is really low right now. I'm going to run this up at Bitfinex at 56,000, see if I can get some of the Arbs and bots offside, and see if I can make other exchanges and other market makers start to raise their prices higher and reset price. And I think most of the people who trade digital assets come from an FX background or come from a commodities background. But realistically, it trades more like the corporate bond market, which is incredibly fragmented liquidity, lots of weird price discrepancies happening in different jurisdictions, in different currencies. And I think that is actually a really a good thing. Right. It sort of shows that you're never going to have just a real monopoly because there's just always going to be this fat tail of smaller."
    },
    {
        "speaker": "A",
        "text": "And there's also simply not enough hedge fund or primary capital in the space compared to the traditional markets at 3 trillion. There's just not enough participants to really make the markets efficient yet, which is another huge opportunity. You and I have talked about this. It's another huge opportunity because it's inefficient all over the place, and that void."
    },
    {
        "speaker": "B",
        "text": "Will be filled, too. A lot of the bigger players in the space who were doing a lot of that ARB and a lot of that fast money type trading to close some of those inefficiencies. A lot of them are the ones that went under Alamedas, and there's already big funds across the globe that are starting to fill that void and get into that space. So you'll always see attempts to bring that market efficiency in, but you'll also always see these anomalies and one offs because of the fragmented global nature of this industry."
    },
    {
        "speaker": "A",
        "text": "How are you moving on? We'll come back to bitcoin in a bit, but how are you thinking now about the ETH staking yield? I think you and I have talked about this in the past. I think it's a now we've got liquid staking, we've got a liquid money market curve out to a year. I think people don't understand how big a deal this probably is."
    },
    {
        "speaker": "B",
        "text": "I think it's huge. I think it really is a big deal. And it also comes down to understanding investor behavior and workflows, which is why we're so bullish on ETH. Because if you think about it, there's four reasons to hold ETH, right? One is you're holding it on an exchange as collateral for trading futures or options if you're doing that, the staking rate isn't going to affect you all that much, because you're using that ETH as a productive asset and you need to continue to use it. Number two is you're utilizing it in DeFi applications, again as collateral, so that's not going to affect too much. Three is you're keeping it in a wallet just to be used for gas. That's not going to change. So the first three usages of ETH are not going to change at all because of staking. But the fourth one does change, and that's anybody who holds it passively as an investment. And that includes funds, that includes individuals. Historically, you've earned zero on that ETH, and now you can earn somewhere between four and 7%, depending on the participation of stakers. And how that fluctuates. That basically means that you know the rule of thumb as an asset manager, it's never earn nothing when you can earn something, notwithstanding the risks of who you're staking through and any of the operational risks. But if you can earn something versus earn nothing, you generally try to earn something. Half the entire financial industry is just built on that float concept right there, which is if I can delay payment for even 12 hours, I can earn some yield on that 12 hours. The right thing to do is not compare ETH staking rates to treasuries, because that's not relevant. It's not like people are going to take their money out of treasuries to own a volatile asset like ETH just to earn the yield. But you need to compare it to the passive yield of earning nothing versus earning something. And that basically means that if you look at other proof of stake networks, most of them are 50% to 70% staked right now, whereas ETH is about 15%. I think that rises to 50, 60% over the course of the next couple of years. And when you couple that with what you're saying about the curve and having an actual, whether it's through structured products or just through duration mismatches, this is going to basically be the risk free rate in crypto. That's how people are going to think about it."
    },
    {
        "speaker": "A",
        "text": "Yeah. And I think everything can be benchmarked against it, which helps everybody tremendously, because everyone before, with Celsius and everything else, they didn't understand the difference in yields. So this can be, it can be eth plus as how we price yields, which I think gets really interesting."
    },
    {
        "speaker": "B",
        "text": "Yeah. And 100%. And even though the lending market is a shell of what it was just post the events of last year. From Celsius to blockfi to FTX and genesis, centralized lending is largely dead right now. But decentralized lending on compound and aave and maker is still flourishing. And when you bring to it now this component of a yield curve where it's like, well, what is the difference in a rate between borrowing for three months versus nine months versus 18 months? And is there going to be a curve built in there? And can you do a little quasi net interest margin banking with duration mismatches? It's going to get really interesting, and there's a lot of companies and projects out there that are trying to take advantage of it. Again, you look back two, three years ago at DeFi was barely off the ground, stable coins were barely off the ground, nfts were barely off the ground. And now those are a staple of what we think about in terms of the growing industries within digital assets. Structured products and rate arbitrage and curves might be where we are two, three years from now, this might be a full fledged financial market. Two or three years."
    },
    {
        "speaker": "A",
        "text": "Well, having been, I grew up in the derivative market, and I look at this and you see an asset that people want to own, and you see it has a yield and the volatility is pretty much at its low. So you get the ability to take the yield and buy options, and so you can create guaranteed products, or define risk products, or enhance return products, which was the explosion in the european derivative markets and the asian derivative markets in the nineties onwards. And I kind of rode part of that wave. And I look at it now and I'm like, in three years time or two years time or one year's time, we'll see a ton of these things. 80% guaranteed funds, 90% guaranteed funds or accelerator funds, all of that stuff."
    },
    {
        "speaker": "B",
        "text": "Yeah, I was one of the earlier traders of credit default swaps, back in 0506-0708 and it was the same thing. It was like people didn't really understand them at first. It was a very niche, one off thing. By 0809, it was like everybody was trading them and everyone understood how to price the curve and how to think about the different derivative instruments. So it's the same thing again. I don't know if it's six months away or six years away, but there's no question that there's real time money and investor interest in coming up with these different structured products and derivatives around ETH interest rates."
    },
    {
        "speaker": "A",
        "text": "Mike? Yeah, I've had lots of people write to me saying, head of volume trading at Goldman, right. Something's like, oh, we've setting up a shop, we're going to do some of this stuff. There's a lot of activity of people who are seeing it because they've seen it before and they're like, oh, yeah, I can make some real margins and real stuff. So it's fascinating to go on back to bitcoin. There's another change that's happened, which is ordinals. How are you thinking through that? I mean, the bitcoin community was completely split by what you're using it not for ultrasound money, where it's the hallow ground and now people are trading jpegs on it."
    },
    {
        "speaker": "B",
        "text": "Yeah. So we have a full team here, dedicated nfts. And these guys are incredibly smart and even they don't fully understand and grasp everything that's going on with bitcoin ordinals yet, just because it's so new. But from my standpoint, more at a higher level, just thinking about markets, thinking about finance. One, it's just amazing, right? Here's this asset that's been around for eleven years, basically been defined by the fact that there's literally nothing to do. It's just a pet rock. It's just this asset that is a bearer asset that is potential protection against sovereign and banking craziness. One day, all of a sudden, out of nowhere, here come these nfts and inscriptions. I was like, that's amazing that an asset that's eleven years old that basically did nothing new or innovative for the entire time is all of a sudden this just happens and it becomes a real market. From that standpoint, it just, to me, it just opens up the creativity again of just how many times this industry has just evolved. If even bitcoin can still evolve, it's fascinating. Now, I don't know. I certainly don't have a. I have no issues with bitcoin having other use cases. I know some of you people in the bitcoin community are up in arms saying, this is not what bitcoin was meant for. For me, I'm just looking at purely from a creative standpoint, I'm thinking, this is awesome. Anytime you can introduce a new variable to something, it increases the value and increases the use cases. So I personally have not. I was certainly understood and was involved personally as well as through our arc of funds in Ethereum NFTs and through Solana NFTs. I have not touched the bitcoin nfts yet because it's a little too complex for me and I don't quite understand it yet, but I'm fascinated by it."
    },
    {
        "speaker": "A",
        "text": "I'm too much of a boomer to try and navigate that, so everyone says it's quite difficult. I'll leave it to somebody else."
    },
    {
        "speaker": "B",
        "text": "Yeah, let it get easy, easier, and a little more straightforward before I use it. But I think it's incredible and I'm excited to see. And also, just little things can snowball, too. Just the amount of bitcoin transactions that are happening as a result of this, even though it's a little bit of a flash in the pan when you see it, it does increase interest in bitcoin. It increases developing power in bitcoin. You see how a little thing like this can then snowball into something much bigger as well, which is also why we're all here. We want to see the creativity and the masterminds of developers and how they think about how to use these technologies."
    },
    {
        "speaker": "A",
        "text": "So what other layer ones are you interested in? Solana has been a great story, from it's completely dead to one of the best performing assets this year. But what's on your radar screen? What are you looking at that's interesting?"
    },
    {
        "speaker": "B",
        "text": "Before I answer that, I want to go, one more thing popped in my head in the bitcoin ordinals. What I'm really interested in is take a dollar bill, for instance. Dollar bills have serial numbers on them, but you never think about that. You're never like, oh, that one with the five zeros on it is more valuable than the one with the three sixes. You just assume that a dollar is worth a dollar. I am fascinated with what happens with bitcoin ordinals in the sense that if some of the lowest denomination of a bitcoin is a satoshi, if some satoshis have a, you know, basically an NFT on them through the ordinals, and others don't, are you going to start to get to a point where it's like, I'm going to trade you one bitcoin for one bitcoin, but I actually think that bitcoin is more valuable than this one because of what's on there, almost like, you know, an old spanish coin that you find in a treasure chest. Like, I'm not sure where that heads, but I think that's fascinating as well. And I think from that standpoint, I do understand why there are some in the bitcoin community who don't like this. Because if you want to think of bitcoin as this truly fungible asset, and now all of a sudden, maybe there's that hint of something being more valuable than others, it could get really, really, really interesting."
    },
    {
        "speaker": "A",
        "text": "Fascinating. I hadn't even thought through that. Yeah. So let's talk about other layer ones. Layer twos. What are you looking at? That's interesting to you?"
    },
    {
        "speaker": "B",
        "text": "Yeah. So the way that it was described to me by a shout out to Nick Hoets, who's one of our great research analysts here at ARCA, he always thought about, if you think about what a layer one blockchain is, it is in the business of selling block space. That's what it does. So in 2021, when you had the real rise of all these alternative layer ones, it was because there was more activity going on because of DeFi and NFTs than the Ethereum blockchain could handle. Basically, there was more demand for block space than there was supply. And as a result, you needed to increase the supply of block space. And where did that come from? It came from Solana, it came from avalanche, it came from phantom, even terra Luna prior to exploding. And then you go into 2022 and the opposite happened, which is all of a sudden activity ground to a halt. Nfts became less interesting. DeFi rates were no longer as interesting because of the collapse of all the lenders. And all of a sudden there was a dearth, there was a lack of demand for block space and a ton of supply. That's why basically Ethereum came back to the limelight and the other layer ones kind of fell off. And instead it gave the Ethereum layer two blockchains a chance to really grow and improve, so that the next time we get this big demand for block space, you may not need these alternative layer ones because you have all the capacity you need and all the throughput on ethereum itself. So from that standpoint, that's really what we've been looking at, is, is there a layer one blockchain out there that doesn't compete with Ethereum, but rather finds a new niche? Can flow become the sports blockchain? Can Chili's become the sports blockchain? Now that it's converting, can something like Solana become the NFT blockchain? Can? I know you look at all these different ones and you think about maybe business development is more important than technology."
    },
    {
        "speaker": "A",
        "text": "That's my view as well. It's all about understanding a clear narrative."
    },
    {
        "speaker": "B",
        "text": "Exactly."
    },
    {
        "speaker": "A",
        "text": "And once change, if. If ETH is everything, then you need to stand for something to compete."
    },
    {
        "speaker": "B",
        "text": "Right. And we could get to a point where Ethereum just is, becomes the security layer for everything. But you have these little niche blockchains, especially with things like Cosmos and IBC, when effectively there's no barriers to becoming your own layer one. Right. Dydx I mentioned earlier, as one of the decentralized derivatives exchanges, they're becoming their own blockchain. They're going to be building on the cosmos ecosystem and become their own chain. I think eventually that's probably where a uniswap heads as they become their own chain. You need to create a value for these tokens. And the way to create value for these tokens is for them to become the gas token and the security token for the network. I think because it's so easy to become your own layer one, you're going to see hundreds if not thousands of these competitive layer ones. And each of them is going to have to have their own actual niche, whereas Ethereum is sort of, like you said, has become sort of everything. I tell investors that they're like five years ago, if you wanted to invest in just blockchain, it was kind of hard to figure out what to do. Should I be invested in bitcoin or what's this ripple or stellar and all these other things? Now it's pretty clear that if you just want to be like a generic. If you want to generically tell someone, I'm invested in blockchain, ethereum is the way to do that."
    },
    {
        "speaker": "A",
        "text": "Yeah. And you get a yield."
    },
    {
        "speaker": "B",
        "text": "And you get a yield, right? Aetherium touches nfts, it touches defi, it touches stable coins. It touches pretty much everything. Right. If you want to generically have exposure to blockchain, it's not bitcoin, it's Ethereum. These other layer ones are not going to compete with that. They have to find a niche. It has to be sports or gaming or, you know, avalanche is trying to corner the gaming market, right? So I think, you know, that's going to be a big thing is which one of these guys wins the business development race to partner with enough developers and studios and whoever who are going to build a specific type of project on their blockchain. That's why Chili's. I mentioned Chiliz a couple of years ago. I remember on one of our talks back when it was trading."
    },
    {
        "speaker": "A",
        "text": "Yeah, I spoke to Alex Dreyfus quite a lot. I followed that."
    },
    {
        "speaker": "B",
        "text": "I mean, that's what's so interesting to me is you look at all the competition in digital assets. That's the one token and project that has no competition. They own that space, they own the sports landscape. And now that they're building their own chain, I think it goes live next week. With their own chili's 2.0 chain that could become the layer one blockchain that anybody in sports and entertainment uses. So we'll see how it all plays out. But that's what I'm looking for. We're looking for the ones that can actually carve out a niche and have some sort of marketing presence. More so than a technological presence."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think that's right. Because in the end, it's about network adoption, the technology. There's some limits to what we actually need. There'll be some that will have a technological breakthrough and it becomes easier to, let's say, put video files on chain or whatever. Okay, fine, there'll be a niche for that. But I think you're right. I personally think that we're in crypto spring right now and we can just continue. It usually is a bit choppy first, and then it gets very interesting next year. When you're looking forward, what are the kinds of areas of activity do you think we're going to see a resurgence of. Obviously we've talked about Defi and you think there's opportunities there and actually the collapse from last summer will have caused more money to be invested into Defi and solving some of these problems. What else? NFTs feels like it needs a new change of narrative."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think NFTs is real, though, but not necessarily in terms of jpegs and monkey pictures and things like that. I think you're going to start to see the decentralized identities become a big deal."
    },
    {
        "speaker": "A",
        "text": "By the way, when you talk about jpegs and monkey pictures, that was my bored ape in the background. Exactly at the right time."
    },
    {
        "speaker": "B",
        "text": "I love it. I think that's where NFTs really get interesting, is you think about gaming, for example. Gaming is obviously trillions of dollars in the web two world, and you have a ton of studios starting to think about a web three component to that. And that all is going to include nfTs. The idea of instead of skins on Fortnite becoming your own ownable asset, that's a tradable asset. That's a huge, huge evolution of where NFTs are going to be headed, right? I mean, you look at something like Madden and there's a new season of NFL Madden every year, and no matter how much sweat equity you poured into the old season, nothing ports over to the new season. You have to start over. What if you can start porting over some of the teams that you built or some of the players? Or what if I want to put LeBron James in an NFL game, right? Maybe I build up my NBA two k and I want to take that asset over to another game. I think there's things like that that are really going to be the next real evolution of nfTs. And on top of that, I think real world nFts as well. Meaning this is something I've always thought about, is, let's say I go to a doctor for a regular checkup. Three weeks later, I get hit by a car and I go to an ER. That's totally different network. They have a totally different idea of who Jeff Dorman is. One sees the healthy profile of Jeff Dorman and that, and the other one sees this emergency. Like, what if you could have your health records as an NFT and you can just very easily update them yourselves and you own them and you can give them out as you need? Or what if your on chain activity becomes your decentralized identification instead of walking into a bank to get a loan where immediately they're judging you whether they think they are or not. They're looking at your skin color, they're looking at your ethnicity, they're looking at whether you're male or female, they're looking at whether you're big or small. I mean, they're looking at everything and making an opinion, whether subconsciously or not, on whether or not to approve a loan. Whereas what if just your activity on chain becomes your identity and it doesn't matter who you are or where you come from, it's just you have this proof of who you are that just stays with you forever. So I think those kind of NFTs is probably the next wave. Less sexy and less price appreciative, as we've seen in the initial form of nfTs, but certainly much more practical and much more long lasting."
    },
    {
        "speaker": "A",
        "text": "Yeah. Ticketing is the other big one for me."
    },
    {
        "speaker": "B",
        "text": "Ticketing and coupons, too. I mean, what about your bed, bath and beyond? 20% off coupon that you get every week in the mail? I mean, that becomes an NFT and you spend it and you use it and you move on."
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, that whole rise of web three loyalty programs using NFTs as a structure and architecture to do that, I think, is I still speak to a lot of big brands and they're not phased by anything that's happened. All they're seeing is I can get closer to my customer, I can cut out middlemen, and I can create loyalty."
    },
    {
        "speaker": "B",
        "text": "Yeah, 100%. And I think it goes beyond corporate brands. I mean, there's been a lot of success stories there, right from Nike to Reddit and Starbucks who are doing it. But I think it even goes beyond corporates. I think the next wave is, and there's a lot more to do in corporates for sure. I mean, everything with airline Miles and anything with subscriptions, things like Netflix, Disney, all that stuff. But I also think you probably go beyond that. It's probably universities and municipalities as well. I mean, think about if New York City had a real token, where anytime there was a surplus in the New York budget, it could be dividended out to token holders. Anytime you needed a new park or project, you could, instead of doing a general obligation bond or some other form of fundraising, you could just issue a token to fund a project. And maybe if you're a token holder, you get better access to the parks or a cheaper fare on the subway, or maybe a fastpass at LaGuardia or JFK. There's all kinds of things you can do with that. Universities too. Think about just the way donors and boosters work at universities. What if I have, my son is ten, my daughter is six. What if when they were born, I could have bought Harvard coin? And if they go to Harvard 18 years later, I could redeem that for tuition. And if they don't, maybe I can trade it for Yale token or Stanford token. I think there's so many things like that that haven't even been thought about yet."
    },
    {
        "speaker": "A",
        "text": "Even your degrees, they should be nfts, right?"
    },
    {
        "speaker": "B",
        "text": "For sure, yeah, 100%."
    },
    {
        "speaker": "A",
        "text": "And these can be soul bound."
    },
    {
        "speaker": "B",
        "text": "Exactly. Yeah. I mean, there's just so many different things that we haven't even scratched the surface on. I think partially just because the regulatory environment has certainly stifled some of the innovation. But also, as you know, there's just not really any investment bankers yet in this space that have found a way to be paid for consulting and coming up with these ideas. Right. I started my career in 2000 on Wall street, and I sat next to some of the most innovative product designers and creators ever that were all coming up with new ways. Just like you talked about the derivatives boom. There's always people trying to financialize things and think of new ways to do it. You haven't seen a lot of that yet in corporate and municipalities and universities, just because there's nobody who's figured out a way to get paid from that. But eventually they will. You'll find a way and it'll just be an explosion of use cases of nfts as well as other fungible tokens."
    },
    {
        "speaker": "A",
        "text": "So final question for you. I mean, we're both bullish of this space by nature. So that's not helping anybody, really. Anything you see on the radar screen, that is an underpriced risk. I mean, there's a lot of risks we all know about, but is there anything you think people should just pay a little more attention to that purely."
    },
    {
        "speaker": "B",
        "text": "In terms of downside risk or upside risk as well?"
    },
    {
        "speaker": "A",
        "text": "Both. My upside risk is ETH staking plus burning means that in a bull market you might end up with no supply, which could be a real problem. And I think options way out of the money options next year, probably wildly mispriced. And the other risk to me is the big binance option, because the derivative market, if that goes, it takes a while before hedge funds and other participants can spin up new counterparts to absorb it."
    },
    {
        "speaker": "B",
        "text": "I think in terms of underpriced upside risk, it's probably the court cases, right? You have ripple versus the SEC, you have grayscale versus the SEC, and you have coinbase versus the SEC. And I don't think you're going to get summary judgment. I don't think you're going to get settlements in any of these, which means you're going to court at some point. It might be 18 to 24 months away, but you are going to go to court with all these cases. And once it gets into the hands of a court, anything can happen. Right? First of all, we don't know if it's going to be a jury trial or if it's going to be a bench, so anything can happen. And I think you could see, I think especially here in the US, everything regulatory and legal is just being viewed as worst case scenario. If you get any sort of a positive upside surprise out of any of these court rulings, I think you could just see an explosion, higher ripple, could be soon, right? I think it looks like the judge is not going to pass summary judgment and therefore it is going to go to a trial. That's our understanding. So I don't think it'll be that soon, but that should be the sooner of all those three. So I think that's a real upside risk. In terms of downside risk, my biggest one is simply that we're just wrong on the impact of this technology."
    },
    {
        "speaker": "A",
        "text": "Yeah, that would be bad."
    },
    {
        "speaker": "B",
        "text": "That's the biggest one to me is that like, I just got back from Italy, I was there on vacation for a week and I had a USDC wallet ready to go looking for all these different places where I would use it. And I was like, there's just nowhere to use it. People aren't really interested in transacting on a daily basis with something like USDC. I think we all think eventually, t plus one, t plus two, t plus three settlement is crazy. And eventually everything should be t zero, which would be a blockchain. But maybe we're wrong. Maybe there's reasons for t plus one, t plus two that these financial institutions just are never going to get to real instantaneous settlement. I think that's the biggest downside risk, is just that this isn't as impactful as we think it is."
    },
    {
        "speaker": "A",
        "text": "That would be a multi trillion dollar error of human judgment, for sure. It would be quite weird. But these things. Well, I think that would be the largest industry ever to have failed."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think so. I mean, again, we're talking about what is, you said what's underpriced. To me, that would be underpriced."
    },
    {
        "speaker": "A",
        "text": "And I guess we would see that by a lack of growth of the ecosystem in this next cycle. Let's call it that. So if we're not seeing adoption grow at the rates that we doesn't have to be of past cycles, but if it's disappointing in its growth, then we've got questions to ask."
    },
    {
        "speaker": "B",
        "text": "Yeah, exactly. And I think that's to your point, to your question of what is the risk that isn't priced in. To me, that's just the one that's not priced in. That's what I spend a lot of time thinking about. I'm constantly, I'm just making sure, even if it's just incremental, I think in 20 2021, it was very steep in terms of the adoption, the growth. It's still gradual, it's still happening. I'm looking for anything that makes it look like it's just not happening. I haven't seen it, but to me, that would be the risk that scares me the most. Because I don't care if this takes two years or 20 years or 200 years. To me right now it seems obvious that this is the future. And I don't care about whether or not I was right on the timing necessarily. But if I'm just wrong completely on the thesis, that's something that is a different story."
    },
    {
        "speaker": "A",
        "text": "That'll be embarrassing. Jeff, fabulous conversation as ever. Great to see you. And let's see how this next year plays out. Should be an interesting one, I think."
    },
    {
        "speaker": "B",
        "text": "Likewise. I always enjoy talking to you. Thanks for having me."
    },
    {
        "speaker": "A",
        "text": "Yeah, fabulous. Now, as ever, fabulous conversation with Jeff. So much to catch up on. He's always got great perspectives on how to see the world. I did like his answer to, well, what's the biggest risk? Is like, well, we're all wrong and the whole space is not that valuable. I think that's a very honest approach to take. But it was just very interesting to hear Geoff, who's been deep down the rabbit hole of so many other projects, is focusing on bitcoin saying, hey, listen, the use case has not gone away and it's proving itself. I thought it's very interesting. And as ever, Jeff's thoughts about the evolution, how the defi markets and new decentralized exchanges are growing, I think that's very interesting. I think there's, as ever, a lot going on in the space, and I think it's going to look vastly different in two years time than it does today. Let's just hope the adoption keeps going up, because if not, we've all got it wrong. What's up, revolutionaries? Thanks for tuning in. For more content like this, head over to realvision.com and get unfiltered access to the very best, brightest, and biggest names in finance."
    }
]