[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless everybody get 30. 30 baby get 30 baby get 20. 2020 baby get 2020. Bid to get 15. 1515 just $15 a month so give."
    },
    {
        "speaker": "A",
        "text": "It a try at mint mobile.com switch."
    },
    {
        "speaker": "B",
        "text": "$45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time unlimited more than 40gb per month slows full terms at mint mobile.com dot."
    },
    {
        "speaker": "C",
        "text": "Hey everyone, if you like this podcast, go behind the paywall to get privileged access to the smartest minds in finance. Join the real vision community and learn how to become a better investor. Visit realvision.com rvpod and use the promo code podcast ten. That's podcast ten to get 10% off our essential membership for the first year. Now to the top analysis of today's crypto markets."
    },
    {
        "speaker": "D",
        "text": "Bitcoin is shrugging off the banking turmoil and staging another strong rally. Ethereum is also in the news with some big developments. And the Shanghai upgrade officially has a date and arbitrary announces its airdrop. Plus, we have important changes coming at the end of this show. Welcome to the final real Vision Crypto Daily briefing. Im Ash Bennington, ill tell you some more about that, those exciting changes at the end of this show. Today I'm joined by Mark Gusko. We couldn't be more thrilled to have Mark on. He's one of our favorite guests to close out real vision crypto daily briefing. Mark, we've had you on the show when we first went live as a daily show, so it feels incredibly appropriate to have you with us again today. Welcome back."
    },
    {
        "speaker": "B",
        "text": "No, thanks for having me and really excited to be part of this auspicious final day. And I'm going to dive in because I make a big, bold statement, right? I'm taking full credit for the 30% pump in bitcoin and crypto over the last week. Like, why? Why would you say that? Well, a week ago, everyone was freaking out, right? SVB, you know, Friday, everyone was freaking out. And I put on the bitcoin orange pants, I put on my Genesis block socks and I said, look, look what it says. Chancellor on the brink of second bailout for banks. Bailouts are good for bitcoin and for crypto. And sure enough. But today im wearing something different. So today I got the green pants on. It is St. Patrick today, but I got the big green candles and I have the bitcoin bowl. The bitcoin bowl socks are on today along with the green pants. And then I got the Guinness black on top because I will be having a few Guinness later to celebrate. But thanks for having me on. Pretty excited to be here and let's dive in. I love it."
    },
    {
        "speaker": "D",
        "text": "I've never seen a more auspicious dress for this show."
    },
    {
        "speaker": "B",
        "text": "There you go."
    },
    {
        "speaker": "D",
        "text": "I like to prepare well, incredibly well prepared and very appropriate for the day. Look, let's talk a little bit about price action here. We're seeing a big rally in crypto prices, of course, as Mark joins us. The total crypto market cap is up more than 5% on coin. Gecko. Bitcoin is up another 7% over the past 24 hours alone. A little earlier, across the 27,000 mark for the first time since last summer, it's currently trading at 26,800 or thereabouts. This means bitcoin's price has pretty much gone up by a third on a trailing seven day basis. Obviously a big move. Ether has been a bit of a laggard relative to bitcoin lately. Ether is up 5% in the past 24 hours and up a more modest 20% on a trailing seven day basis. Up modest 20% on a trailing seven day basis still sounds pretty good. The current price of ETH is 1750. That's the highest since September. This comes as Ethereum developers announced the date for the highly anticipated Shanghai upgrade. Details on that later in the show, I should say. Viewers, join us in the conversation. Put down your questions in the chat wherever you're watching. We'll ask the best ones on air later in the show. Remember, real vision members take priority, but the good news is, of course, real vision crypto is free. With that said, let's continue this great conversation with our guests. Mark, it's always a pleasure to have you on. Of course, we're going to have you on the new shows as well, that we're going to be talking about at the end of this show. But give us your thoughts on the context of what happened with the banking system here in the US, some of the potential risks, and also, as you mentioned, uh, why this is considered such a tailwind from the perspective of bank bailouts for bitcoin."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, I think there are so many things to talk about here. One is, you know, this crisis that, and people are, you know, calling it a crisis is, is very different than, than the global financial crisis. And there's the core reason for that is the type of assets on the bank balance sheet. So if you think about a bank balance sheet. Theres the green, right? So St. Pattys Day, you got the green side assets, things that derive value for the bank. Then there are the liabilities. The red liabilities are actually our assets. We put our money in a bank, and it becomes their money. That's one of the things that people don't really think about. It's no longer your money, it's theirs. And you have an iOu. That is money good most of the time. But those liabilities, and in a perfect world, the assets, which are the loans that they make or the investments that they make, accrete value. And the green becomes bigger than the red. And it leaves you with some gold pot of gold. And the gold is the equity of the bank. And in a normal functioning system, that gold grows as the green expands and people can get access to their deposits. So if you think about what a bank does, it takes the deposits of everybody the community puts their deposits in. And then it takes those deposits and makes loans. And those loans could be the form of a mortgage. We've all seen it's a wonderful life where it's about the building loan and building other people's homes. It could be loans to businesses so they can buy stuff or build products. But it can also be investments in yielding assets, like bonds. So if you go back to previous crises. Okay, so there was a crisis in 1907 called the Knickerbocker Trust crisis. How did that happen? What happened there? Well, it's kind of funny. JP Morgan was running the bank. Big bank, JP Morgan. And there was this law passed that allowed trusts to compete. And JP was famously quoted as saying, I like a little competition. And unfortunately, Knickerbocker had become big, and it was siphoning deposits out of JP Morgane. So he did what any enterprising bank owner would do. He spread a rumor about Knickerbocker trust that they didn't have enough assets. And so we've all seen the picture of the bank run. Like, if you go to Wikipedia and look up bank run, there's this picture of the men in their suits and ties, and the women in their dresses, and they're all in the umbrellas, and they're running to Knickerbocker trust. And the bank run happened, and Nicaragua trust went out of business. And of course, JP Morgan bought it for pennies on the dollar and became superpower. That was one kind of bank. Then we had 1987 problem where you had bad people doing bad stuff, like literally stealing money. So that was bad. And if you steal the assets. And if your assets, the green shrink to smaller than the red and people then try to take their money out of theres no gold, right. Gold disappears. So Charles Keating and all those guys, they did bad stuff and people went to jail. Then we had the global financial crisis. What was the gold financial crisis? Well the green was not so green. They made loans to imaginary people and peoples third homes and interest only loans and all kinds of crazy stuff that was never going to get paid back again. The gold disappeared and had to be a bailout, which is why bitcoin was born. The Genesis block is a picture of the Financial Times chancellor on the brink of the second bailout. For banks it's important that that day was the birth of bitcoin because it's not like it was created that day. It had been worked on during the global financial crisis. Its actually been worked on for 20 years before that cryptography and trying to solve the double spend problem. But it was critically important that it was on that day because it was basically saying that when a banking crisis happens, when theres a loss of confidence in a banking system, basically you vaporize the golden, you vaporize the value, the money at the base layer of the system and therefore the currency, the credit. Because the only money in the world, Ash and you and I have talked about this, is gold. Money is an asset that exists in the absence of a liability. That's gold for 5000 years. Now I'll argue it's bitcoin for the next 5000, but let's just say it's gold and everything else is credit. JP Morgan famously said gold is money. Everything else is just credit or debt. And so what happens is when you lose confidence, then all of a sudden the value dissipates and you have to devalue the currency by printing more of it by fiat. And so that fiat fiasco, as I like to call it, my hash fiatfiasco that goes on over and over and over again is when I governments that overspend banks foment that and facilitate that. And then you have to pay the piper and they cant. So they just print more money. And we saw it in 2020, right? We printed half of all the money this existed in the history of our republic, 247 years, half of it in an 18 month period. So what should have happened? Gold should have doubled. But it didn't. Why not? Well, because JP Morgan's been spoofing the price and that's a whole nother story for another day. But the other asset did double. It almost perfectly doubled from ten to 20,000 exactly as you would expect. That was bitcoin because bitcoin, one bitcoin is one bitcoin. Right. I got the sign behind me says buy bitcoin. One bitcoin is one bitcoin. But we don't price bitcoin in bitcoin. We price bitcoin in dollars. Other people price it in euros or yen or argentinian pesos or venezuelan bolivars. Theres never been a bear market in venezuelan bitcoin prices, not ever or turkey for that matter, because the lira just goes to toilet paper. So theres a long way of saying were in a period where this time the banks didnt make a bunch of bad loans, didnt have a bunch of people stealing stuff, you didnt have a run on the bank caused by JP Morgan. What you had this time was the banks were bailed out through artificially low interest rates, through financial repression. What do you mean bailed out? Well, you fixed their balance sheets. Well how did you do that? Well, in the goal of financial crisis, their balance sheets got wiped out. So the Fed said we will cut interest rates to zero. You, the banks can borrow from us for nothing and you can buy government bonds at 1% or 2% risk free, lever it up twelve times, make lots of money. And so over the decade, bank balance sheets got healthy. All right then what happens? Well then we have this problem. We incur these massive deficits after 2020 with the lockdowns three to $4 trillion. Well whos going to buy all those bonds? China said, nope, not buy them anymore. Japan said, nope, not buy them anymore. Weve got to buy our own bond, japanese government bonds. Russians arent going to buy them. So whos got to buy them? The banks. So youve got to buy more bonds. And actually youve got to start buying some longer bonds. You cant just buy the one and two year bonds. You got to buy some longer dated bonds. Its all good. Interest rates are low. We borrow at 25 base points, we invest at three 4%. Now were making lots of money. Well, a year ago they said, you know what, balance sheets are good. Now we're going to fix your income statement. How does a bank make money? They pay depositors very little and they charge their borrowers more. That's called a net interest margin, a nim. And so if I'm paying depositors 1% if you're lucky, and now I can lend or buy a government bond at 5%. Oh now thats awesome. Okay, but what happens if I bought a government bond and then interest rates go up. Well, now I have an unrealized loss. So heres what happened. A week ago, you had a bunch of, and I use this term affectionately, ash dickhead venture capitalists, as a technical term that sent out letters to all the portfolio companies, inciting a run on the bank. And they were like, we were just being prudent. No, you weren't. So you stumbled across this analysis this guy did that said, hey, there's a bunch of unrealized losses at Silicon Valley bank. So they're bankrupt. Well, they're only bankrupt if everyone tries to take their money out at the same time, which you just caused by telling your portfolio companies to take their money out. That's idiotic, because those government bonds don't have credit risk. They are money good if you hold them to maturity. And most people don't need all their money to today. What those companies need was enough to pay their payroll, enough to pay their bills. They didn't need to take it all out. But by doing that, you forced the bank to sell those bonds at a loss. Well, now you are eroding the value of the gold. You are eroding the value of the equity. Now you're creating panic. And so, just like JP Morgan fomenting panic at Knickerbocker, you had these venture capitalists fomenting panic in their own bank, the bank that is the backbone of wealth creation and innovation in this country. They back the companies that the big banks want. Like, my first, I tried to buy a house when I was newly married. I go to the bank, I'd like a mortgage. Like, well, if you deposit $50,000 with us, we'll lend you 100,000. If I had $50,000, I wouldn't be here, you idiots. So there has to be a banking system that allows for companies that don't have a lot of money in the bank, that don't have a lot of revenues yet, because it's an idea to get banked, just like other industries that get put on the bad list. You know, the porn industry, not allowed to be banked years ago. And then they found ways to get banked. I love the fact. Did you see this? That ethical, ethical private equity bought Pornhub. It's just mind blowing. Couldn't make that up. Yeah, brilliant naming, but the cannabis industry couldn't get banked, so what did they do? They found ways around it, actually. In crypto. Crypto couldn't get banked, and then some banks didn't. Now, they attacked those, Miss Warren, who tiger woman. So, anyway, I'm rambling a lot, but."
    },
    {
        "speaker": "D",
        "text": "It goes to keep going."
    },
    {
        "speaker": "B",
        "text": "We're not in a crisis of bad things being done and dumb decisions like we were with CDO's and CDO squared and financialization. We're in a government mandated mismatch of assets. Assets and liabilities. Yes. But again, if I hold those assets to maturity, I'm getting paid. And so, that is a very different thing than lending somebody's beach house interest only in a place where nobody goes anymore, that property is going to go down in value, and you're going to lose money on that loan. So I struggle with a couple of things. I struggle with one, why do people feel the need to incite a bank? Run bank runs, bring up this whole age old thing about, I hear the bitcoin, Maxis and others saying, fractional reserve banking, its a fraud. Its a fraud from day one. You know, the day one, that company is bankrupt. Like, okay, timeout, stop. I asked this question. I challenge anyone listening. Okay, name a country that either does not have or has a poorly functioning fractional reserve system, banking system that you would live, that you would move to today. I'll wait. Can't do it. Can't do it. What separates the great countries in this world from the lousy ones, and by lousy, I mean tough places to live, dictatorships, etcetera, is well functioning fractionaries, or banking. When the community comes together to pool risk and create wealth and innovation by funding businesses and asset ownership collectively through fractionaries or banking, the world is a better place. Now. Can it be abused? Can it be manipulated? There's a reason the Rothschild family is the wealthiest family in the world, right? The wealth of the Rothschild family, single family. Now, it's a big family. Like, big. The bottom three quarters of all the people in the world, same wealth, one family, three quarters of people on the planet. Okay, so it can be manipulated for gain, but the good that's done by fractional reserve banking, off the charts. So we need it. And one of the things, Ashley, I was on a bitcoin maxi space, and theyre all going off about how fractures are banking. It should be against the law, and it should be outlawed. And im like, okay, all you are talking big. How many people have a bank account? No, our money is in bitcoin. Im like, okay, how much of your net worth is in bitcoin? 5810 2030. Wheres the rest of money? That doesn't count. Where's the rest of the money? It's in a bank, isn't it? Okay, so don't talk to me unless you have 100% outside the system, which there probably are a few people, but it's a very small minority. Don't talk about eliminating this great thing. Yes, we need rules, we need guide rails, we need, you know, straight as opposed to crooked politicians in charge, but are regulators. But the system itself isn't the problem, it's the abuses of the system and the reality that a confidence game is okay at the root of progress. Because without it there's that line and it's a wonderful life. Ash, wherever George is talking to Mister Potter and he's like, why does a building alone even need to exist? Well, how long it takes a working man to save up to buy a home? Why shouldn't they live and work in four walls and a roof that is funded by collectively the community? That's a better system, but it requires confidence and it requires lack of panic and some cooperation from that community."
    },
    {
        "speaker": "D",
        "text": "So anyway, hey everyone, we're going to take a quick pause and hear a word from our partners. We'll be right back."
    },
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless how to get 30? 30 baby get 30 baby get 20. $2020 $2020 15. Just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at Mint mobile.com switch $45 up front for three."
    },
    {
        "speaker": "B",
        "text": "Months plus taxes and fees. Promoting for new customers for limited time unlimited. More than 40gb per month slows full terms at Mint mobile.com dot."
    },
    {
        "speaker": "D",
        "text": "Mark, this is why we wanted you on today. Obviously it's 120 years of banking history panics the good, the bad and the ugly. Lots of context around everything that's happening right now. Talking of which, I want to bring this up to the very moment here with this story to get your view on it. Since we're talking about banks. Yesterday on this show, we brought you a story from Reuters whose source said any potential buyers of signature bank were being told that crypto activity at the bank should stop this. Of course, the us crypto friendly bank was shut down by regulators over the weekend. As most of our viewers know, the regulators have publicly denied they did so to send an anti crypto message. After the publication of the Reuters report, FDIC, the Federal Deposit Insurance Corporation, contacted Reuters to deny that buyers or signature bank would have to divest the crypto assets. Mark, what do you make of all of this? Are you concerned about generally the access to the banking system from the crypto community."
    },
    {
        "speaker": "B",
        "text": "Oh, see, you're reeling me in. You're going to make me go down my rabbit hole. Yeah, look, Operation Choke point is real. It's big. It's from the very, very tippy top. And it's crypto, I believe, is the greatest technological innovation at crypto, broadly, cryptography and the securing of assets using blockchain technology, not crypto, when it gets freaked out about bitcoin only or just cryptographic security. Bitcoin, by the way, is a crypto, and let's just be very clear, it is a cryptographically secure technology run on a blockchain. It is a crypto, even though you don't want to call it that. But this technology, I believe, is one of the, if not the great technology of our age, and I believe 100%. It is an evolution of computing power that is as inevitable as computing was. The Internet was. The mobile net was the truth net, as I call it, is inevitable. There's no putting the genie back in the bottle. Decentralized is superior to centralized. The fact that today we all use money. I don't carry money. What do I carry? I don't even have with me. I carry a black piece of plastic. This little card. What is that? That's a database run by a centralized company, Visa. And once every 30 days, they settle up with my bank and they go to the base layer of money. Not the base layer, gold is the base layer, but they go to the l two fed wire and they settle up. But that is a centralized system that is vulnerable to attack. I've had to change my visa number because they get hacked. It's vulnerable to fraud or theft. There's huge trust, just like the banking system is all about trust. I have a recurring nightmare, Ash. Not like every night, but a couple times a year, I go to the ATM and I punched my code in and it says zero. How would I prove it's not zero? I don't have any statements. I haven't had a statement in years. It's their word against mine. And if we go all the way back to the beginning of time, in the old days, I would lend you money and I would write down in my ledger that you owed me $100. You'd come back a year later, and if I was a scrupulous person, I would take your 110 and we'd be even. If I was unscrupulous, if I was not trustworthy, I said, ash, you owe me 220. No, I only borrowed 100. Says right here in the book, 200. There was no other book. So the Medicis, 800 years ago said, all right, ash, you keep a book. Mark, you keep a book. And we, the benevolent Medicis, for a small fee, will decide which book is right. So. But here's the problem. If I'm not trustworthy, I can pay the Medici as a little something something and change my book to 200. And yours is 100, and you come back and like Medici. What? Mark's book is the right book. I'm sorry, Ash. You owe him 220. Because I paid, and so I have a trust. Well, now we have this third ledger that says whatever Mark wrote down. Whatever Ash wrote down. Yeah, that's important. But here's the arbiter of truth, and truth replaces trust. Okay, well, why did that matter? Well, before bitcoin, before 2009, before the chancellor bailed out the banks, we didn't have a way to have digital money that was secure. We had the double spend problem, right? Just like a music file. If I had a music file and I went from analog record albumen to an mp3, I could make a copy and send you the copy. You didn't care if it was a copy or the original. It still played. The music industry cared a lot. So now we all use originals, and we stream and we get charged, and the artists get paid, and it's superior. Same thing happened with money when bitcoin was invented. But we were in a financial repression. So what happened is the banks were paying depositors zero. They were buying government bonds at two or three, making lots of money. JPMorgan had zero negative trading days the last three years. Zero. Youve traded before ive traded. Its impossible to have zero negative trading days if youre actually trading. But if youre doing a riskless arbitrage and taking advantage of depositors. So with the advent of bitcoin and crypto and crypto lending firms, I could convert my fiat to crypto, deposit it someplace. They would pay me 6% for stablecoin or 8% for bitcoin, and then they would lend that out to people who wanted to use it for trading or other purposes. And everybody pisses on the lenders. And blockfi and Celsius and. Yeah, Celsius and Voyager. Bad systems because of the token FTX. Bad system because of the tokenization blockbuy. Actually a good system defrauded victims of FTX topic for another day. But that system was draining assets from the banks. If a billion dollars leaves the banks, who cares? That's the first. They ignore you. 2009 to 2015, bunch of nerds and geeks playing with your magic Internet money. Who cares? Okay, then phase two. Then they laugh at you. 2016 to 21 billion. 2 billion. 5 billion. 8 billion. Haha. A bunch of nerds and geeks play with your magic Internet money. Haha. Have fun. Then they fight you. 2022 to 2027. Unfortunately, probably. Whoa. 100 billion. You took 100 billion out of the financial system? Well, our leverage can't handle that. If you take the deposits away. Okay, if you take those deposits away, our gold dissipates, the equity value of our business goes away. So we can't allow that. So what do they do? They fight. Well, how'd they fight? We can change the regulations. All you people, you're selling securities. But you said they're not securities. Well, I know, but now we're saying they are, and you need to pay us. Okay, that seems odd, but fine. Okay, so that's one way. Well, then what's the other way? Oh, we actually can't turn off the technology. Right. How many people have tried to hack bitcoin? Lots. And people have tried to stop bitcoin? Lots. Can't do it. It's decentralized. You could shut down. You could shut down all the nodes in America. You could make them all illegal. Won't kill bitcoin. It's just not going to happen. So what do you do? On ramps and off ramps? We're going to attack the on ramps and off ramps. So what did they do? They go after Silvergate. They go after a signature. They got Silvergate. Now look, Silvergate, there's probably some bad people doing some bad stuff. I'm not accusing anybody of anything, but Mark Cohodes has some evidence that the guy who runs Silvergate was probably not the best person. Okay, fine. So that one probably need to go signature bank. Real bank, doing real stuff. The percentage of crypto in that bank, tiny. The reason signature bank got taken over on Sunday, here's the weird thing. On Friday, we're talking about SVB. On Friday, we're all worried about SVB. And it was clear in my mind that JP Morgan was going to buy them the same way that they bought Washington mutual and bear Stearns and everybody else. Well, the feds blocked that for some reason. Still not 100% sure why. And they said, no, we're going to do it. We're going to guarantee the deposits. Okay, now, I think they're still going to let JP Morgan buy the wealth management part of SBB, but quietly on Sunday night. And everything happens on Sunday. Why? Because every Sunday. Every Sunday, the Council on Economic Stability meets. Well, what's the council on Economic Stability? It's the head of the treasury, the head of the Fed, and the head of the four biggest banks. And those six people meet and they make all the big decisions. And that's why, if you go back in history, every big announcement. Bear Stearns, Lehman, Washington mutual, Morgan Stanley. That's my favorite story. So remember when Morgan Stanley was going to be bought by Goldman Sachs? That was going to happen. It was rumored it was going to happen on Monday, and credit default swaps were blowing out. This true story, John Mack, badass John Mack literally got on a plane, flew to Tokyo, got a handwritten check for $6 billion from Sumitoma and Shibishi bank, flew back, deposited it, and said, im not fucking working for Goldman Sachs, guy. Morgan Stanley still exists today. And you say, how do you know that, Mark? Im like, because a guy I know was on the plane with him and carried the check in the briefcase, like, with the handcuff. I mean, the whole thing, I mean, crazy stuff. So that that set of crises always happens or resolutions always happens on Sunday night. So, same thing happened here. But it wasn't Silicon Valley bank on Sunday this time. It was also signature. Signature would just shut down. Why now? Barney Frank comes out and says, well, because we do crypto. Okay, that makes some sense. So this operation chokehold is let's get rid of all the fiat on ramps and off ramps. So then, okay, now there's bids to buy signature because it's really pretty interesting bank. I mean, they got kind of some crappy real estate loans. I would be careful of that if I were a buyer. But okay, pay a low enough price. Howard Marks, that is a great line. There is no asset bad enough that you can't fix with a low price. Conversely, there's no asset good enough that you can't mess up with too high a price. So there's a right price for central bank. But here's the thing. The rumor was you couldn't buy it unless you promise to shut down all crypto banking. Basically. Now treat crypto like they treat cannabis. You're not allowed to be part of the traditional banking system except in certain states. Right now it's legal, but ultimately they're denying it. And that's back to the. Shakespeare was right. The lady doth protest too much, methinks. So anytime someone denies something vociferously, usually it's true. But even if it's not true, even if that isn't the requirement, the reality is the facts. The fact pattern suggests that this was a coordinated plan to shut down the fiat on ramps and off ramps. Now, if the people that are doing that believe that kills crypto, they just don't understand technology because it's literally like squeezing a balloon. The air just goes someplace else. So when China banned exchanges, did exchanges cease to exist? No, they just picked up and moved to Korea and Japan and eastern Europe. And we have more exchanges today than we've ever had. They banned mining in China. What did miners do? They picked up and moved to West Texas and Kazakhstan. So we have more mining, we have more hash power than we've ever had in history. So you can't kill a decentralized system."
    },
    {
        "speaker": "D",
        "text": "But what you can do is kill american competitiveness in the process if you force it offshore."
    },
    {
        "speaker": "B",
        "text": "Yeah, well, and to that point, I'm going on a spring break trip, taking my son for spring break. And I don't mean this in a threatening way or not that anyone cares where I live, but we're actually going to a place to just see what it would be like if the governments keep doing things that just make it not very much fun to be here from a taxation and a criminality perspective. We're going to go check this place out now. I'm not going to. I'm not moving to El Salvador with. With Max and Stacy, and I know they love it, but that's not the place we're going. But we're going to another place that, you know, we'll see. And again, I don't know."
    },
    {
        "speaker": "D",
        "text": "Can you disclose at this time what that place is?"
    },
    {
        "speaker": "B",
        "text": "After I look at it, I'll let you know."
    },
    {
        "speaker": "D",
        "text": "All right."
    },
    {
        "speaker": "B",
        "text": "Anyway. But my point is, I don't want to leave, and I don't really think we're going to leave, and I don't think the government's going to do really stupid stuff. Look, lobbying, fancy word for corruption, is really powerful thing. And financial service companies, the banks are paying lots and lots of money to miss Warren and et al. To try to make it really hard for them to be disrupted by this better technology. But the same way that the horse and buggy people tried to stop the horse's carriage, didn't work. Same way the train companies tried to stop the airplane, didn't work. The same way that the telephone companies tried to stop the Internet, it didn't work. This won't work either. The difference is size and scope and scale."
    },
    {
        "speaker": "D",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Transportation industry, it's important, but it's not that big. I mean, it's big, but it's not that big. Uh, airline industry, train industry, okay? It's important infrastructure. But you know, there was there was pun, the Internet. Voice over ip yeah, okay. They figured it out. Financial services is big. It's big."
    },
    {
        "speaker": "D",
        "text": "And bank, that's also now global and open source and something that's going to be happening all over the world no matter what the United States does. Listen, I want to jump in and just report on two stories here, one of which you flag to get your view of it. First, I just want to do a little bit of detail here on what's happening with the, with Ethereum. Just more generally. Ethereum developers have announced the date when we might see a double upgrade to the Ethereum blockchain. The Shanghai and Capella hard fork, known collectively as Shapella, is expected to replace, to put to be in place on April 12 of this year. This will allow staked Ethereum to be withdrawn for the first time. Obviously, this is a big deal in the transition from proof of work to proof of stake. The news comes as Arbitrum, a layer two scaling solution for Ethereum, has announced a highly anticipated airdrop. It will take place next week on March 23. The defiance, says Arbitrum, will be governed by a newly set up dow. Also, I wanted to touch on this story, Mark, because you flagged it for us on, you flagged it on Twitter and we picked it up and others have as well. The block reported earlier this week that Fidelity Investments, one of the world's largest asset managers, started offering bitcoin and ether investment products to retail customers. All fidelity customers can now trade those two cryptocurrencies on the fidelity platform without paying any commission fees. Mark, this is a bullish sign, but what's the mark, broader, wider market look like here? What's the level of institutional interest in crypto right now? And how might this or might not this create knockout effects in the industry?"
    },
    {
        "speaker": "B",
        "text": "Look, I mean, so many things there. One, it's hashtag probably a fad, right? Clearly, largest asset manager or one of the largest asset managers in the world, fidelity, making that available to all of their customers. It's not a fad. That's real. It's permanent, pervasive. And look, Fidelity's always been a leader, great leadership at the top. Abby is doing a great job. She was early into crypto and bitcoin in particular, and at the family office level and down into creating Tom Jessup and his leadership with Fidelity Digital. Fantastic, fantastic organization. So theyre ahead of the curve again. And just that is so completely antithetical to the nonsense we hear spewed out of DC about the evils. And it's only used for money laundering and all this stuff. And although I will say, ash, that I used to make fun of those people, because I was like, no, if you want to do money laundering, you can use cold, hard cash, like physical money, because it's not traceable. The fact that the Ukraine government sent money on chain to FTX, who sent it on chain to Alameda, who sent it on chain to a shell company owned by SBF, sent it on chain to a democratic party, that's stupid. I mean, if you're going to do money laundering, don't do it that way. But then I realized the reason that she calls it money laundering, because she has inside information. I mean, she's doing it. So that was the crazy part."
    },
    {
        "speaker": "D",
        "text": "But this is the overwhelming amount of money laundering in the world right now is done with treasury, with physical banknotes, us dollars, euro. I mean, it's just $100 bills."
    },
    {
        "speaker": "B",
        "text": "I mean, and so, yeah, vast majority. But the thing about this, I think that's interesting is you're not putting this technology back in the box. You're not going to stop the people from diversifying a portion of their wealth, particularly into bitcoin. Bitcoin is its digital gold, right? It is a superior store of value. Now, look, I said Im going to take full credit for the 30% pump in the last week for Don on my orange pants. But no, the reason its up 30% is because the currency is being devalued again. When the currency is devalued, the price of bitcoin goes up because we price bitcoin in dollars. And for the same reason that theres never been a bear market in Turkey, because the lira just goes down and the price of bitcoin priced in lira goes up. Or Venezuela and Bolivar, same thing. Theres never been a bear market there. So the reason theres a bear market in us is because we keep thinking that the Fed is actually going to shrink their balance sheet. They just reverse half of all the QT in the last three days."
    },
    {
        "speaker": "D",
        "text": "Half."
    },
    {
        "speaker": "B",
        "text": "300 billion. The largest increase in their balance sheet in the shortest amount of time in 50 years. So all of this is part and parcel of the technological innovation, the evolution of financial services onto blockchains. Look, every stock, every bond, every currency, every commodity, every piece of art, every collectible car, every case of fine wine, every private business, every, everything, everything that can be titled will be a token, not a little round thing. A token is a line on a database, in a public ledger, on a blockchain. All of it will be tokenized. All of it will trade on blockchains. All of it. Like last. I'll give you last night. So I have become, and it's one of the reasons I think Ethereum is pretty interesting and I've become a pretty big on chain monkeys guy. So I'm part of the on chain monkeys community. And, and I started to build a collection and I was, I was going to go on the OCM after dark show last night, the spaces, but I was on a plane and I missed it. And someone had mentioned, hey, you know, you need to get one of these particular trait monkeys before they're gone. And so it was late. I mean, I got home late. Let's do it this weekend. I'm like, no, it'll take me like four and a half seconds. So open my Coinbase account. I convert from USDC to Ethereum. I transferred Ethereum to my Marquisco eth, and bang. I picked up my four new favorite monkeys. And part of the collection instantaneously versus the first time I tried to transfer money from my bank. My money. Well its not my money, its the banks money to Coinbase. They said, oh, thatll be 14 days. What do you mean 14 days? Well didnt you read the fine print? Of course I didnt read the fine print. No one reads the fine print. What are you talking about? Its our option to hold the money for 14 days. No, it's mine. No, it's not. But the ease of moving and it's not a lot of money, but the ease of moving that value from money assets to digital assets to digital stores of value was so easy and so."
    },
    {
        "speaker": "D",
        "text": "Instantaneous and it's just totally flattened. That stack has totally flattened. And the distinction between store value and digital assets more generally and also transactions, it's just all blurring. It's just a fascinating, fascinating time to be in this space. Hey everyone, we're going to take another quick break and hear a word from our partners. We'll be right back to the real vision crypto daily briefing."
    },
    {
        "speaker": "E",
        "text": "This podcast is sponsored by ramp. Are you the decision maker in your company? Consider this. For the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what. With each vendor, Ramp software collects and verifies receipts instantly to save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization, and bill payments. Time consuming tasks, which means you'll stop wasteful spending and close your books in hours instead of days. Businesses that use Ramp add up to 5% to their bottom line the first year. If you're a decision maker, adding Ramp could be one of the best decisions you've ever made. Get $250 when you join Ramp for free. Just go to ramp.com easy. Ramp.com easy remp.com easy cards issued by."
    },
    {
        "speaker": "B",
        "text": "Sutton bank and celtic bank members have DIC terms and conditions apply."
    },
    {
        "speaker": "D",
        "text": "Hey, Mark, we had a lot of folks who are asking questions that they would love for you to answer. You have a couple of minutes to do a quick speed round with us to see if we can get through some of these."
    },
    {
        "speaker": "B",
        "text": "Preston, always."
    },
    {
        "speaker": "D",
        "text": "All right, here we go."
    },
    {
        "speaker": "B",
        "text": "But I know no one wants to talk to me all day, but I'll talk to you all day."
    },
    {
        "speaker": "D",
        "text": "I would too. I cancel. Cancel lunch, man. Let's keep going. Here's the first question on speed round. William Rafael on YouTube what does Mark think about Defi?"
    },
    {
        "speaker": "B",
        "text": "Look, Defi is the future of finance. Full stop. But not tomorrow. And Tradfi was great. Good 800 year run, ending not over, but ending. Cefi, the transition between and Coinbase, a perfect example. That's a CFI company. Kraken CFI company. Gemini CFI company. They're necessary because there are people. Take my dad. My dad's never going to hold his own keys. He's never going to have a ledger. Thats okay. He says, I like my bitcoin at Coinbase. He says, oh, its not your bitcoin. Its not fine. Dont tell my dad. He has no bitcoin. He thinks he does. All good. So that tradfi to CFI, ultimately defi, Defi is superior. But look, theres still holes. We just had another big hack. I feel bad for that guy. I mean, they just lost a bunch of money. Until we have really, really secure systems of code audits. And one of the beauties of open source is the speed at which you can develop new ideas and new businesses. And one of the challenges is there are still holes and still attack vectors. So ultimately, I believe Defi is the future. Right. There's just no reason if I want to borrow money. And this actually has happened to me. So I've been a customer of my primary bank. I'll even name names bank of America for 25 years. And make a long story short, ten years ago I did adjustable rate mortgage. I didn't even know. I don't remember. I don't even remember doing it ten years ago. And I had a 3.75% rate. Got a letter the other day, said it's going to 7.75. Probably should have paid attention, but I didn't pay attention. So I'm like, all right, refinance me. And through a long, torturous story, they don't want to refinance me because they're going to get paid 7.75. So they made my life miserable for a week trying to. I said, I'm done. I'm out. I'm going to go to a new bank. I'm going to transfer to a new bank."
    },
    {
        "speaker": "D",
        "text": "And didn't they google you before they tried to do this?"
    },
    {
        "speaker": "B",
        "text": "Ash, I can't explain. And I don't mean this. I can't explain it. It's crazy. 25 years, never missed a mortgage payment. What are you talking about? Anyway, so I'm going to a new bank, but just the hassle of having to physically go into this bank branch. And one of the interesting things I noticed as I'm setting up this new account is in this bank branch. My wife and I are sitting there filling out paper forms. Paper forms, really? There are eight people. Empty building, no other customers. None. Zero. They're staffed as if bank runs were going to be like, 1907, where people line up and have to be processed by a teller instead of push a couple buttons on their phone. So that old system, that antiquated system, needs to be replaced. It needs to be moved on, and all these people will be displaced. But I shouldn't have to go in to borrow money from my house, right? I should be able to go peer to peer in a broad network on Defi. And it is coming. It is coming, but it's just gonna take. It's gonna take time."
    },
    {
        "speaker": "D",
        "text": "I've got to go into a bank branch sometime in the next. In the next week and get a check, a bank check for like, $11.22. Because every year when I threatened to leave New York City, think about going down to Miami with everyone who. Who is in the crypto industry. I resign my lease and they, you know, they up the rent a little bit every year, and I have to up my deposit and they want a paper check to do it."
    },
    {
        "speaker": "B",
        "text": "Yeah, paper check. Well, then that's a crazy stat. I think. I think this is right. Still, 88 0% of rent in this country is paid with a paper check. It's insane. It's insane. Absolutely insane. And people listening to this, they're like, what's a check? What are you talking about? What's a check?"
    },
    {
        "speaker": "D",
        "text": "So, yeah, I don't have a checkbook."
    },
    {
        "speaker": "B",
        "text": "Well, and to this ash, my granddaughter, my newest granddaughter. So I have my three grandkids, but my newest granddaughter, she's six months old, she's a zoomer, a gen alpha. She will never have a leather walleth, think about that. She will never have a leather wallet. She will never have paper money. She will only live in a digital world. She will live in a defi world. So wildly bullish on defi, but it's going to be fits and starts."
    },
    {
        "speaker": "D",
        "text": "Yeah, my mother just told me that she uses apple wallet everywhere she goes now."
    },
    {
        "speaker": "B",
        "text": "Love it."
    },
    {
        "speaker": "D",
        "text": "I was very impressed by that. Okay, this is going to be a tough question to do in the speed round, but I'm going to throw it out there anyway. This one comes to us from Arnold von Len on YouTube. Hi, Mark. I think that your forecast for the crypto spring slash summer is coming to fruition. The question I have is how will it be possible for the Fed to reduce inflation without facing bank runs? I don't know, $25 trillion question there. Thanks, Arnold."
    },
    {
        "speaker": "B",
        "text": "No, look, it's fantastic. So one, the Fed has nothing to do with inflation. Full stop. Fed didn't cause the inflation. So inflation was caused by the idiotic policies following Covid. Right? We turn the flu into a thing and we locked down the entire world and we made oil prices triple and we made used car prices double. That's what CPI is. Used car prices now are down double digits year over year. Oil prices are down approaching double digits now year over year. So CPI is going to vaporize. It's going to vanish. But Mark, what about, you know, you talk about you went to lunch with your son in law last week and it cost $50 for street tacos. That's inflation. No, that's not. It's not inflation. That is not more demand. We're not eating more tacos, okay? It's not limited supply. There's plenty of tacos. It's currency devaluation. That is what we have. And the currency devaluation is because of the amount of money that was printed. And so the fed raising interest rates is not going to change any of that. The Fed raising interest rates, is it going to change the price of oil? No. Saudi Arabia determines the price of oil. Is it going to change the price of wheat coming out of Ukraine? Nope. Not going to change the price of wheat coming out. Is it going to change minimum wage movement because the left wants to raise minimum wages. By the way, price fixing is never a good idea, not ever. Let the market decide. So it's a long winded way of saying the Fed isn't involved in inflation. By the end of this year, inflation probably sub 2% CPI, because if you look at money supply growth 16 months out, which is now negative, that's what inflation looks like. So we had a big spike because we printed a lot of money 18 months ago. Now it's going to go away. So the bank runs are the problem. Because this chart, and I'm guilty. I sent the chart out of the unrealized losses. Everyone's freaking out about their unrealized losses on money. Good assets. Stop. Which is why the Fed did something really smart. And I don't actually say that very often. An oxymoron. Military intelligence. Jumbo shrimp. I shouldn't say I love the military. I actually really do. I shouldn't say that. But they said you can give us these assets for 100%. And everybody said, no, that's wrong. Why can't I do that? Well, if you had a government bond, you could do it. Because that government bond, the treasury can hold it forever, or the Fed could hold it until maturity and it will be money. Good. The government's not going to default on the debt because they'll just print more money to pay for the. And yes, our money will go down in value, but the debt will be good. So the bank runs should stop. Unless we continue to panic needlessly by this nonsense. Thought that the banks are insolvent because there's asset liability mismatch. Oh, it was Larry Summers. Look, this guy was the secretary of the treasury, and he said SVB violated the fundamental premise of borrowing short and lending long. Larry, they violated the basic premise of being a bank. Are you freaking kidding me? He's a really smart guy, but to say that is inane. It's inane."
    },
    {
        "speaker": "D",
        "text": "And by the way, it was right about the $1.9 trillion in stimulus being inflationary."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "D",
        "text": "Yeah. All right, Mark, let's end on this question. This one comes to us from Leslie Sensei on YouTube. Where does Mark get his socks?"
    },
    {
        "speaker": "B",
        "text": "Ah, mount socks. Love them. They're. They're my. They're my good friends. I'm not a paid advertiser, although I guess technically. Technically I'm. I'm a mini influencer. Cause they do send me socks on occasion, so I don't have to buy them as often, but I don't get paid. But Mount Sox, which is a great name. I mean, great after Mount Gox, but it's a guy who started a pretty interesting crypto company in the UK. He and this woman, Molly Spears, run this thing as a side business, and they have the best crypto stocks. They're the best."
    },
    {
        "speaker": "D",
        "text": "Fantastic. Obviously a great conversation, as always. Final thoughts, key takeaways that you'd like to leave our audience with."
    },
    {
        "speaker": "B",
        "text": "So one, relax. Enjoy St. Patrick's Day. Don't panic about the banks. Don't withdraw all your money. Continue to move capital into digital assets. It's a great thing, whether it's some bitcoin as you're opt out capital to protect you from the ravages of currency devaluation. Buy some on chain monkeys. Be part of the community and be part of the family or whatever else you favor, because it's about the community. That's what I love about that. It's not the monkey, Jbag. It is the community that makes it special. And the fact that we value good karma and we reward good karma in the community, I like that. But there are plenty of other good communities out there. Be part of those and continue to focus on the technology, on blockchain technology, on all the use cases for it. Healthcare is another example where it's just going to be totally revolutionary in terms of controlling our own data. I was talking to someone earlier and they said they hadn't done the 23 andme yet. Like, well, don't. Why pay a company to sell your DNA to Merck for $1,000? Sell it to them directly and get the $1,000 yourself. But that's eventually coming. And any place where there's data that has value, that's what web three is. Web one was about connectivity. Web two was about centralized authority and ownership of data. Web three is about decentralized ownership, the ownership economy and the creator economy. And the last thing I'll leave you with, and this is Jim. You know, you should have Jimmy song on sometime because he does this much better than I will. But if you're part of the fiat system, you're a slave. And I know it's a politically charged word, nobody likes that word, but you're a slave. You're a slave to the inflationary currency. Well, why is that bad? Well, use it or lose it, right? If you don't spend it, they will devalue it through inflation. I thought inflation was good for me. They tell me it's good for me. No, it's not. On what planet is a system designed to steal half your purchasing power over 30 years. Good for you. On no planet is that good. It's an illusion. The Fed was created in 1913 to steal your money. Great. And the Fed, Rudy Havinstein, which I guess Rudy's been banned from Twitter again. Come on, Jack. I mean, not Jack. Come on, Elon, get him back on. This guy is a national treasure. We need Rudy. But ETF. Hash, ETF. And the Fed. The Fed is not federal. It has no reserves. It's not a bank. It is a cabal. I'm not allowed to use that word. I realize that. Someone told me that that's a trigger word for people of jewish faith. So I don't mean to be critical. So that cartel, because I'm going to make people in South America mad. So that group, that group is not a bank. It's owned by the banks and a bunch of wealthy families, including the Rothschilds, and it's basically a get rich slow scheme for them. So protect yourself from that by opting out for a portion of your wealth. But also focus on this long term movement away. The same thing that the Internet did to media and commerce. Blockchain does for financial services. And financial services is the largest business in the world, bar none. And as we move to a decentralized future, we all become owners. And what Jimmy talks about is, if you're a slave to that fiat, then you spend your life working and spending, whereas if you can have your money in a deflationary system, your money works for you, and then you can unleash creativity. And so everyone's freaking out, AI, and they're freaking out about crypto. And it's going to all these jobs, we're going to have more jobs than we've ever had. By the way, today, despite all the technology that's come before us, there are more jobs in the world today than any time in human history. It's truth because we're creative and we build new businesses and we build new ideas. And when you unleash the potential of human creativity through an inflation, through a deflationary system, the world becomes amazing. And so on St. Patrick's Day, wear and o the green. Have a Guinness. Have a great weekend. Watch a lot of real vision. Get smarter. Education is the key. That's a lot of rambling to end the show."
    },
    {
        "speaker": "D",
        "text": "Trey, well, couldn't agree with you more about education. We just had Jimmy song on a few weeks ago. He's great as always."
    },
    {
        "speaker": "B",
        "text": "There you go."
    },
    {
        "speaker": "D",
        "text": "Wonderful conversation. Can't wait to have you on the new show. Thank you so much again for joining us. Mark, always a pleasure."
    },
    {
        "speaker": "B",
        "text": "Thanks ash. Enjoy."
    },
    {
        "speaker": "D",
        "text": "That's it for today's show. Remember to sign up for real Vision Crypto, go to real vision.com forward Slash Crypto. We have an exciting announcement to make about this show. As always, we will continue to listen to your feedback. So from next week, we're going to be laser focused on the big, interesting and promising developments in this space with a show many real vision subscribers already know called cryptoverse. So while we won't be on the air every weekday at exactly the same time, you'll get this, the highest end crypto coverage with the smartest names in this space, which is of course, what real vision is known for. And whenever there is big news, we'll be here to analyze it with flash updates. Tune in next week for the new cryptoverse. Thank you for watching. Have a great weekend everybody."
    },
    {
        "speaker": "F",
        "text": "If we want to change the outcomes for this really screwed up world where our wages don't go up, where we're being replaced by technology, where governments are massively in debt and we foot the bill via taxes, where we see debasement of assets and we can't afford as many assets as we like, so the rich get richer, the poor get poorer. If we don't like to see the rise of populism based on this broken society because the promises of the future have been broken, let's make our promises to our future selves come right, and that's by UNF, your future. Some of this, this is going to really f your future in 20 or 30 years time, but we've got time to figure that out because it's unstoppable."
    }
]