[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless everybody get 30. 30 baby get 30 baby get 20. 2020 baby get 2020. Bid to get 15. 1515 just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at Mint."
    },
    {
        "speaker": "C",
        "text": "Mobile.Com switch $45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time Unlimited, more than 40gb per month slows full terms at Mint mobile.com dot."
    },
    {
        "speaker": "D",
        "text": "Hello and welcome back to the real Vision Crypto daily briefing. Here's why you should tune in to today's show. Blockchain and gaming sees a big influx of money despite crypto winter. We'll do a deep dive into that world with Sasha Fleischman from Arca. He will join us live. I'm Ash Bennington. Elaine Lee is here with me. Elaine, how are you?"
    },
    {
        "speaker": "E",
        "text": "You know, Ash, it's Monday. Temperatures are dropping a little bit, but I'm here for sweater weather to brace through crypto winter sweater weather."
    },
    {
        "speaker": "D",
        "text": "Before we get going, we want everyone to know that today's show is dedicated to one of our real vision subscribers. His name is Bill Stowe, and the reason why he's been picked out is because a few weeks ago we rebooted the essential tier on real vision with new content and a massive discount to just $99 per year. We were pretty pleased with this, but Bill wrote to us to let us know his thoughts. He said he was a premium subscriber and asked why he wasn't getting a discount too. And you know what? We thought about it and he was right. So from today, we're reducing the price of the plus tier to just $400 a year and the pro tier to $2,599. These discounts are only available for the next two weeks. Offer ends October 31, and it's all thanks to Bill. We always appreciate the feedback from our real vision community. Now back to the show and to the latest price action. Despite significant swings on Thursday and Friday, bitcoin remains pretty much flat on a trailing seven day basis. It's up to date trading around 19,500. Coindesk reports that the bitcoin network saw an 85 minutes break between mining two blocks today. The gap is usually more like ten minutes. It means thousands of transactions were stuck for more than 1 hour. However, some analysts point out that the gap was not entirely unexpected since there's variability in the time it takes for transaction finality. Taj Drya, founder of the Lightning Network, stating in a tweet, lags of this duration can occur roughly every 34 days or so. Elaine, how's ethereum doing today?"
    },
    {
        "speaker": "E",
        "text": "It's notching a higher percentage gain on a 24 hours basis than bitcoin. It's trading firmly above 1301. Other token that we're looking at today, though, is Polkadot. The layer zero protocol has seen a record number of contributions in September. Cointelegraph is citing data from GitHub. It says the 500 developers contributions it saw each day last month was an all time high for Polkadot."
    },
    {
        "speaker": "F",
        "text": "Ash."
    },
    {
        "speaker": "D",
        "text": "Elaine, it may be crypto sweater weather out there, but funding for metaverse projects and blockchain games remains robust. According to a new report from DAP Radar, some $1.3 billion flowed into the space in the third quarter. That's a significant fall from the 3.1 billion recorded in Q two of this year, but the total figures for this year show significant growth compared to 2021. Elaine, what do you make of this report during crypto sweater weather?"
    },
    {
        "speaker": "E",
        "text": "Well, despite all the doom and gloom, when we hear about web three recently, right? Look, the discords are a little bit quieter, the streams of messages and group channels are a little bit slower, but it seems that the money stream is still flowing in. Dan Radar says games continue to be the driving force now in Q three gaming, accounting for half of all blockchain activity tracked by Dappradar across 50 different networks, the company estimated the number of uaws that is unique. Active wallets is interacting with game smart contracts. Lots of wallet activity there. That's more than 900,000 just in September. Dappradar says alien worlds and Splinterlands are two of the most popular web three games. I myself are playing with a game called sweat game, I think, so I'm trying that one out for a little bit. But gaming's popularity is also filtering into the world of nfts. The gods unchained collection based on pay to earn game was in the top five collections by trading volume in September, generating over $18 billion in gaming assets. Look, all in all, the numbers are solid. September's figures of $156 million was the lowest all year, so there is a slowdown. But the total figure year to date is already at $7 billion. It was just $4 billion in 2021."
    },
    {
        "speaker": "D",
        "text": "Thanks, Elaine. Here are some other stories we're following today. Reuters is reporting that US SEC chair Gary Gensler is calling for more powers for another regulator. Chief Gensler wants the commodities Futures Trading Commission to be granted authority by Congress to regulate stable coins. Elaine, what's going on there?"
    },
    {
        "speaker": "E",
        "text": "Yeah, Ash, a really complicated story here, but we've talked about various regulators and their responsibilities right here at real vision. And if you haven't checked out the show with ARI Redboard last week, I do advise you to take a little dip into that one. Chair Gensler and his SEC deal with securities. He has once again repeated that he thinks the vast majorities of cryptocurrencies fall under authority that includes so called algorithmic stable coins. However, when it comes to other stable coins, Gensler think that's the CFTC's purview. He compared them to money market funds and argued stablecoins need to be regulated accordingly. Gensler says that while the CFTC has anti fraud and anti manipulation authority over firms that issue dollar backed stablecoins, they cannot write new rules around the exchanges. He wants to see that change. Dash."
    },
    {
        "speaker": "D",
        "text": "Yeah, and you know, this is something that I've been talking about for some time, that stable coins are one of the sort of critical choke points that governments are going to use to try and regulate the space. I think what's interesting to me about this is the fact that it is coming from perhaps a regulator that one might not expect. CFTC, particularly as the chair of the SEC, seems to be advocating for that regulation. But this is really a space that I think everybody who's serious about following the legal, regulatory and compliance aspect of what's happening in crypto has seen coming for some time. Now, a quick update on a story we brought you last week, Solana based Defi network Mango had lost more than $110 million through a security exploit. Now, Mango says $67 million worth of crypto assets have been returned. It wants the dow to vote on how those funds should be deployed. That's not all. In a surprise tweet, Trader Abraham Eisenberg said, quote, this is on Twitter. Quote, I was involved with a team that operated a highly profitable trading strategy last week. I believe all of our actions were legal, open market actions using the protocol as designed. If the development team did not fully anticipate all the consequences of setting parameters the way they are, close quote. He added, no users will lose their funds. We will keep an eye on this story. And finally, our last story of the day before we begin the interview with Sasha magic Eden, the biggest Solana based NFT marketplace has announced it will no longer enforce royalties to pay royalties to the original artists. This is after competitors made similar moves. Elaine, what's the reaction from the community?"
    },
    {
        "speaker": "E",
        "text": "Ash I can't speak for the whole community. But this is a big story. Look, you can imagine lots of color, lots of reaction. It's not going down well on crypto Twitter at all. Look, when you purchase an NFT, a small fee goes back to the creator. Every single time transaction is being made or a purchase is being made. It's sort of what helped many content creators and artists get into the space in the first place. So magic Eden says the decisions comes after, and I quote, some difficult reflection and discussions with many creators. It said that it hopes the decision will be temporary. It also said the market has been shifting towards optional royalties. Magic Eden says royalties are currently not enforceable on a protocol level. Now, optional royalties will now be at the discretion of the buyer. Now, if you look, the Twitter drama beeple is one of the most prominent NFT artists in this space. You know, he is someone who regularly is on Jimmy Fallon talking about his pieces of art and NFT actually pushing nfts onto the mainstream media. But he said he has come out and said even he is not a fan. But maybe it would be better for the industry in the long run. But Ash, look, this is the conversation that will continue. And stay tuned for the interview that we have coming up because this is what we're going to be discussing right there."
    },
    {
        "speaker": "D",
        "text": "You know? That's right, Elaine. It's so well said and so well framed. You know, this is a really fascinating story and it's absolutely core and critical to the entire industry. I had a conversation a couple of months ago with a vc here in New York at dinner and we talked about this, just gaming out the potential implications of removing royalties and what happens when the marketplaces begin to strip out the ability to enforce that. I think the reality is there's potential counter move here from the communities that could sort of mandate that their particular nfts only get exchanged on their own platform. So I think there is a way for this to be like, for there be a kind of a counter fire from the other side on this. I think the one thing that we can say about this story for certain, perhaps the only thing, is it's very early on, it's just the beginning and I'm sure there's going to be more back and forth on this. So let's bring our guest in, Sasha Fleischman, portfolio manager at ARCA, specializing in NFT projects and blockchain gaming. Sasha, welcome to the show."
    },
    {
        "speaker": "F",
        "text": "Thank you for having me. It's a pleasure."
    },
    {
        "speaker": "D",
        "text": "It's great to have you here. Elaine, take it away. I'll be back at the end for."
    },
    {
        "speaker": "A",
        "text": "Key takeaways, Ryan Reynolds here from Mint mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited premium wireless. How about to get 30? 30, baby get 30 baby get 20? 2020, baby get 2020, baby get 15. 1515, just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at Mint."
    },
    {
        "speaker": "C",
        "text": "Mobile.Com switch $45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time unlimited. More than 40gb per month slows full terms at Mint mobile.com."
    },
    {
        "speaker": "E",
        "text": "Thank you, Ash. Sasha, look, you are a portfolio manager, particularly in niche areas within the digital asset space. Tell us where there is appetite for investors in this current market and why professional investors should still be keen with nfts."
    },
    {
        "speaker": "F",
        "text": "Yeah, currently there is a big flight to liquidity and to what people consider safe assets, both in this space at large and other markets. And as such, starting from about May, you saw a real fall off in volumes in the NFT industry, whether it be liquid, primary market, secondary market, even venture that has since come in. As you noted, in the gaming sector, there is still involvement, there is still demand. You are starting to see the private valuations come to a point where venture is getting involved again. It's reached more of a parity. You're also starting to see new projects come out with new initiatives, roadmaps. I think that the next generation of nfts will be more focused on utility and financial aspects, more appealing to the investor as opposed to the collector. I think that's going to be a natural iteration of the space. We've had the first real, like, large scale cycle of nfts at this point. And from there we've learned a lot of things. Right. It's testing in progress. We're learning that royalties are a very important sticking point for a lot of people. We've also learned that roadmaps and announcements and announcements of announcements are much different than actual follow through utility and knock on effects. So I think there is going to be a push towards optimizing your assets as gateways into your economies. And that's where we're focusing. That's where we think the space will focus."
    },
    {
        "speaker": "E",
        "text": "All right, so, Sasha, utility, utility, utility. And possibly, of course, into the entry of a tokenized economy. So, Sasha, I actually went onto the ARPA website and I caught a little bit of your webinar talking about the use cases of nfts. Explain the full potential of how nfts can unlock that how nfts can unlock the next version of the Internet, and that this is the new model of ownership is here to stay. I mean, I assume this is a regular conversation that you have to have with your investors. Actually, one point that I picked up in particular is when you said something. I compare nfts to the likes of a Trojan horse. If you can expand on that for me, that would be great."
    },
    {
        "speaker": "F",
        "text": "Yeah. So we can start with the Trojan horse. A lot of non cryptocentric people that either found digital assets to be too confusing, too muddled in depth, or just too rife with concepts that they don't understand. Nfts are much simpler. The value proposition of an NFT can be as simple as it's just art, it's just something you look at, something you value based on scarcity, or you can parallel it to existing markets like sneakerhead markets, physical collectibles like sports cars, memorabilia. It was a much easier hurdle for people to jump over. And at that point, the whole Trojan horse terminology is that you get people in on a simplistic use case and a simplistic process, and from there, they're exposed to the rest of the ecosystem, and maybe some of them will end up staying how it worked for a lot of us. A lot of the people in my circles, outside of this space are traditional gamers. And when the gaming space had its boon last year, they got involved. They found it interesting. And since then, now it doesn't always have to be investing. I think it's more important that they're educating themselves on the rest of the space. They're keeping in touch with what's going on. And I think that's a big difference. As opposed to the last cycle in terms of the market movements and how it's affecting, I think it's. Again, it all comes back to where we are in this space. This is a risk on asset class until proven otherwise, and we are in a very risk off environment. So there are still real things being developed here. There's real money coming in, real teams being built around, and real products being developed. But until you either see the product reach end stage or you see the economy shift a little bit to allow for spending again, like, this is the holding pattern that we're going to be in. And I don't think that that's a bad thing. I think that's something that we've all had to come to terms with, no matter what market you're participating in."
    },
    {
        "speaker": "E",
        "text": "Yeah. Sasha, look, you put it into such good perspective for me that someone like you and I, who constantly is in the world of nfTs. But for people outside of the crypto space, a lot of people are still trying to sort of figure out their first steps of getting an NFT. You know, when you say the word simplicity, the NFT, NFTs is the very beginning part. Some people can find that still very complicated. But to us, in the crypto space, that's the whole simple layer of first getting into it. Okay, so let's talk about my next question I wanted to ask you, which is, what are the revenue streams that come from nfTs? I know we were talking a little bit off camera, so just sort of put it into perspective. What are the revenue streams that come from nfts and the space of web three and that whole ecosystem. And you could drag defi in there as well. But typically in gaming, I know that's a really big question, but the floor is yours."
    },
    {
        "speaker": "F",
        "text": "Yeah. So I think right now it's not a proven concept. I think to first start with the fact that NFTs aren't exactly anything brand new. This is a concept that has existed in many forms, whether it be gaming or otherwise. This is just a vehicle in which you can put things. So this isn't a new sector of an asset class. This is an asset class that has sectors within it. We've been talking about gaming a plethora of other subsectors that fit into this class. And when you talk about revenue streams, it's really open ended. This is all hypothetical, but you can start to split out business lines and say restaurant a has a food business and an alcohol business. I only want to invest in the alcohol business. And you can start to substrate these revenue streams into separate assets. You can call them nfTs, you can call them non fungible assets. That's what they are. NFTs are just the wrapper that makes it digital and easily transferable. But this happens already. You can split up business lines today in traditional companies for gaming specifically, you have, it's more of a token model gamification, where you start to stratify the revenue flows of the actual game and then feed it back through cash flow to these maybe non playable nfts within the gaming ecosystem. So the more money that's spent in the game, either through cosmetics, through play, to earn mechanics, through X, Y and Z, that money through primary and secondary revenues, will be flown into these assets, and then the cash flow will come back to the users. And these are just very bare bones examples. You can have just about anything that produces revenue. You can have a model in which the nfts can benefit, but that all boils back to how the NFT is structured and whether the NFT is set up to directly benefit or fail from the successes and failures of the underlying project."
    },
    {
        "speaker": "E",
        "text": "Sasha now, it's a space that moves so fast and it is so noisy. So professional investors who you are in regular conversations with, what are some of the key things that they need to look out for? You know, I remember going to NFt LA. I had people coming up to me in bunny suit outfits and I buy my picture and I'm like, but why? What is there for me if I buy your picture? So I think I want to ask you is, you know, have we had this sort of round where we filter out the bad actors?"
    },
    {
        "speaker": "F",
        "text": "Yes and no. There's definitely been a lot of people that jumped off the train in the last six to twelve months, but bad actors are never going to go away. Anything that's this viral and this impactful on social media platforms, on day to day life, you see all these success stories, survivorship bias of people that went from $10 to x dollars and everyone's and, you know, wants to be that person, it's always going to have bad actors because there's always a demand to try to enter this space. In that sense, you just have to be aware. And I think it all comes back to education. A lot of people jump into this space, whether it be digital assets, NfT specifically, or even, you know, the Robin Hood trading. You know, you see stories of people buying options on Robin Hood and, you know, not understanding the Greeks or the expertise or the types of option strategies, and it all just circles back. We jumped too fast into things. And I think that was something that happened over the last two to three years where Covid struck and people were sitting at home. There was not much to do. And then markets started going haywire, and then the collectibles market took off. Both physical and digital assets as a whole took off. The stock market started taking off. And we had doge, we had GameStop, AMC, and it was just a berserker period of put your money somewhere and good things happen. And I think the whole market just needs to slow down and understand that. Some of us do this every day, eight to 12 hours a day, seven days a week. And going slow and learning how to say no to things is how you protect yourself. It's not about how much you can make, it's about how much you can lose. And I think as people start to lose, which we have been recently, as a space, as an industry, the more you start to lose, the more you realize that it's not about the upside in this type of market. It's about protecting yourself and being smart of where you're allocating. Ask more questions?"
    },
    {
        "speaker": "E",
        "text": "No. So, Sasha, for investors, I do think in this sort of market, we've had a chance to get a little bit of a breather. What sort of success stories do you share with investors?"
    },
    {
        "speaker": "F",
        "text": "I think the successful stories as of the last six to twelve months are of companies building actual products, products that can be used. I don't find. We can discuss how NFT project X appreciated in value from y to z over a month period. But I don't think that is a success or a failure. I think that just market dynamics, success either has to be repetitive and continuous or over a long duration. So I almost take issue when people refer to me as an SME or an expert in NFTs. There's no way I can be an expert in NFTs. The whole space has only really existed for three to four years, two of which the market has realized. So it's impossible to be an expert in something that fast. What I do say is I spend a lot of time on it and I hope to one day become an expert. But we're all learning together. So at this point in time, the success stories are that this space is still around, that funding has come in, that the big fear of the space at the time that I got involved was that there the market would turn, there would be no money and the space would die because there was no. Everyone had to leave and get normal jobs. That is not the case. These are normal jobs now. There are companies that are set up, there's Runway, there's burn rates. This is a space now. It's not going away. So once we cross that hurdle, now we're looking towards what gets us from stop going down to start going up. I think that's execution of product."
    },
    {
        "speaker": "E",
        "text": "No, this is great. And really sobering to hear as well. I know, obviously no one is an expert in the space, right? However long we've been in it, it feels like a thousand years already. But I know you do keep a close eye in the space in many hours. And of course, we have to talk about the very topical thing, which is about royalties. Okay, so I really wanted to ask you, what do you make of 0% royalties and how the structure of royalty payments impacts the communities and investors?"
    },
    {
        "speaker": "F",
        "text": "Yeah. First and foremost, this was going to happen at some point. This was an inevitability. When you have royalties on the protocols or on the platform side of two to two and a half percent, depending on the marketplace you're interacting with, and you have royalties on the project side of between five and twelve and a half percent, it makes it difficult for people to get on board with the process. You're starting off the position, 10% in the whole. You don't feel aligned correctly. You feel like the fees are just chopping away at the value of your asset. More or less unprecedented for secondary sales. You can argue primary sales and auction houses are high, but in terms of secondary sales, there's a discussion between ownership of the asset and just rent harvesting on the asset for the creator. So this was going to happen anyway. There's going to be a battle at some point. The answer, in my opinion, is that fees have to come down. There will be attrition of fees. You cannot have seven and a half to 10% forever. Right. The more volume that a project does, the more primary and secondary revenue that they do, the less percentages they need to take to keep their business sustainable. So that's clear that it's going to come down whether people like it or not. But 0% is probably too much, because at 0% you have a disruption of alignment between the project founders and the ecosystem and the holders. If there's no direct incentive to keep the project going, then you start to see people either slack off or show interest elsewhere. But there was a good point I made online the other day. I can't remember who said it, but on the flip side, as a devil's advocate, having royalties is incentivizing volatility as opposed to value accrual. And that may not also be the best idea. So this is a very new, again, very new space, very new debates. I think a big portion of it, the pushback that ash was talking about earlier, I think, will come more. So from the protocol side, I think that you're going to see a lot of projects starting to build royalties on chain immutable, and if a platform doesn't want to adhere to the protocol, then they can't list the asset. So I think it's going to become much more correct. As opposed to previously."
    },
    {
        "speaker": "E",
        "text": "Yeah. So to literally embed it within the DNA of the project. Look, from what I see is just being a little bit over a year now from buying silly nfts. What I do see of the whole landscape is that whenever there's a big massive problem, such as the issue of CCO and royalties, the whole sort of community, everybody who is into the whole blockchain industry, right? They're working it out and ironing it out, not as individual projects or not as individual leaders, but everyone in the space sort of picks up momentum and gets to that very issue. And that's what I find actually reassuring of the space. When, when there's a big issue like this, everybody needs time. Okay? There's things that will shake the feathers and ruffle the feathers a lot, but everyone sort of comes together on the Internet to sort of figure out what this all means. And I think that's important to highlight and definitely sort of shines a light on the power of web three. Okay. So for some people who are looking, you know, for some people who are listening to the conversation that you and I are talking about, it's looking so far ahead, you know, but what are some of the key things that you think needs to happen for mass adoption imminently within the next few months in order to sustain this sort of momentum going into 2023? Because we know we're early in the space, but, you know, one of the key things that you think will take us this momentum into the next year?"
    },
    {
        "speaker": "F",
        "text": "Yeah, I think we don't need anything to take us into the next phase. I think right now this is the next phase. It doesn't have to be all down or all up. I think we are in a holding pattern phase where people will just build their projects. You've seen an immense amount of funding between q four of last year up until today, at either the equity level or seed stage for tokens. These people need to build their product. And if nothing happens between now and q one, I'm personally okay with that. I would rather nothing happen on the front end and people develop on the back end than just showing whatever we have and just trying to keep it alive. It is alive. It is going to be fine. What can bolster this space and speed up the timeline, at least in the gaming sector specifically? I know that's the crux of this call, is there's a big gap between what we working on web three believe the gaming NFT space offers and what traditional gamers see as the value prop for this space. There's a big distrust of what's happening here by traditional gamers, and I think a big step forward for the space is whether you want to call education or pitching or reiterating the process to better fit what they want, they are necessary and they are a vital piece of what is going to happen here. And they may come along, you know, kicking and screaming later, you know, as the. If it really proves itself out and the incentive models are too great, then people will come and test it. But that's why I get back to the Trojan horse argument, where you can take a traditional game, you know, whether it be riots, League of Legends, or, you know, Call of Duty is coming out in, what, seven days? Now, you take one of these traditional games, someone that's big enough to push this initiative without getting too much pushback, and say, none of these are in game playables, they're all cosmetic, but we're going to backdate it to anything you've ever done in the ecosystem. So, League of Legends, been out for a decade. Any skin you've bought in the last decade has now become an NFT. And we don't know what they're valued at. Here's a marketplace for them, but they're not worth non zero. And someone that spent $1,000, maybe it's now worth 300, but that's dollar 300 that they can now extract out of the ecosystem. These people that are distrusting of NFTs can use it anyway because nobody's going to inherently say no to what they would consider free money. And now they start to understand the value prop of being able to own the assets in the games you play."
    },
    {
        "speaker": "E",
        "text": "Sasha, very quickly, one project that stuck out to you throughout this bear market."
    },
    {
        "speaker": "F",
        "text": "I think a ton of them have stuck out, but I'm still one."
    },
    {
        "speaker": "E",
        "text": "One, I'll say."
    },
    {
        "speaker": "F",
        "text": "Axie infinity. I'm still very keen on Axie Infinity. I think they've had their ups and downs, but as a community, it's unlike anything I've ever seen in the gaming space. So I'm looking forward to what they do next and I hope that they can right the ship."
    },
    {
        "speaker": "E",
        "text": "Yeah, no, of course, Axie Infinity is a friend of the show as well. All right. Ok, let me bring Ash back in. Ash, did you enjoy the conversation?"
    },
    {
        "speaker": "D",
        "text": "I thought that was a fantastic conversation. Really wide ranging, incredibly informative. Let me just give you a couple of my key takeaways from this. First, there's been a fight to liquidity a flight to quality in the NFT space. As Sasha says, this is a risk on asset until proven otherwise, and we are in a risk off environment. Second, royalties are an important sticking point for many people in this space. Right now, there's kind of a Goldilocks and three bears side aspect of this, of royalties. Pricing perhaps were too high today, but zero is probably too low in Sasha's view. Kind of a laugher curve, I guess, for NFT royalties. Third follow through with code is much more difficult than posting a roadmap. I think, as Elaine put it beautifully, utility, utility, utility. I also wanted to add that I found Sasha's description of deconstructing cash flow streams fast enough. The story of the restaurant, I think it's a great metaphor how investors could invest in the bar side, but not in the restaurant side. So this idea that maybe you've got a great bartender, but a lousy chef, it's a great metaphor. And I think one that probably people can get their heads around when they're trying to understand some of the potential for the future of this space. Obviously there's some potential concerns there for what is and is not a security, but I think it's a pretty important idea for people to understand. Finally. I very much liked when Sasha said, these are real jobs. Now that made me chuckle. Sasha, anything that you'd like to add to that?"
    },
    {
        "speaker": "F",
        "text": "I'm just happy to be working on this space. I think it's the next big frontier. The same way as in 2016. I thought digital assets were the next big thing. This is part of it. They're all working together. I think we've seen a lot of what can happen in this space in the last cycle. I think the next cycle is going to be a lot of what actually happens. And I'm excited to at least watch the sunrise on the front row of what happens in this space."
    },
    {
        "speaker": "D",
        "text": "Well said. Elaine, final thoughts. Key takeaways from you."
    },
    {
        "speaker": "E",
        "text": "That's great. I'm glad we have real jobs. But then, look, I think infrastructure, real funding is coming into the space right now. The plumbing and the pipelines are being put in place. Confident to listen to hear about this, that this is not going anywhere with blockchain and gaming. Look, interest in NFTs are low, but are there still transactions still happening on the blockchain? Are people still trading? Absolutely. And 100% yes."
    },
    {
        "speaker": "D",
        "text": "Okay, time for viewer questions. First one comes to us from Ox on Discord. It seems like royalties will be likely to either go away or entirely, or they may be able to continue as a matter of community values. I heard that magic Eden was going to change from seller fees to a buyer's premium. What do you think? Boy, that's a great question."
    },
    {
        "speaker": "F",
        "text": "I would say that if you give an optional fee agreement to the buyer side, you will find a lower than projected amount of uptake on that fee market. The same way that if you make tipping optional at a restaurant, you may not see everyone meet the pre existing requirement of a table of six."
    },
    {
        "speaker": "D",
        "text": "Sasha, what if it's mandatory, though, the way that when you buy art from, from Sotheby's, that's just built in, it's just a question of where it gets built in, in terms of who actually bears the burden."
    },
    {
        "speaker": "F",
        "text": "I think that either way, the end result is the same as an allocator. You want to feel confident getting in and getting out. So anytime that you are being put whole x percent, that is x percent that you, in your head, want to claw back before you consider break even. So I think exactly important to have liquidity as it is to have on the buy side, as it is to have it on the sell side. So I think that you're just pushing the stuff under the carpet and it's coming out on the other side of the carpet."
    },
    {
        "speaker": "D",
        "text": "Yeah, very well said. Here's a question that comes to us from Maximus. Is more regulation from governments helpful or hurtful to the NFT market?"
    },
    {
        "speaker": "F",
        "text": "I think regulation in general, as much as libertarians and cryptopunks don't want to agree with it, I think that it's helpful for the space always. You know, this was the natural progression of things in 2017 and 2018 when we were slamming the table saying institutions are coming, institutions are here, but they come with, they come with requests. And this is, this is, you know, a tone shift in how this space has operated since the early days of, I say, crypto punk event cypherpunk movement. And this is just a shift in the dogma of what this space is. You have new entrants with new ideals, and it's not a bad thing. It's just the progression of how this space went. And certain projects will adhere to their old principles. And I think that's actually a good thing. You'll have a split. People that are more focused on appealing to the institutions and people that are more focused on building what they believe to be cryptocentric ideals."
    },
    {
        "speaker": "E",
        "text": "Yeah. And just picking up from that, I think it's harmful and hurtful. I say it's hurtful and helpful at the same time because, look, as we iron all this stuff out, we want to be going for permission. Missionless, but again, not lawless. All right, Ash, before we sort of move on to the final part of the show, I heard that someone has a little story to tell me about their latest NFT that they purchased."
    },
    {
        "speaker": "D",
        "text": "Yes, this is informational purposes only. I'm not showing it, but it's kind of an interesting story. So remember the service that lets you essentially alias, your Ethereum wallet towards ens. This is the service that basically you can take your name, for example, and add a eth at the end of it. Well, I set up my ens to my name sometime last year, I guess, and I got these ens tokens airdropped to me, I guess whenever that was. Back in late 2021, I think I swapped about half of them into other tokens just to play around with the ecosystem. And I had these tokens sitting in my wallet like everyone else. I was watching them go down in value and NFT prices dropped, of course. So I thought, why not scrape together all the change kind of from the couch cushions in the wallet, swap them into ETH and buy an NFT? So I went up to the OpenSea website and I was looking through some collections. I've interviewed Micah Johnson, thought he was a good guy. I had some really interesting ideas and insight about the space, and I just love the art. So I bought myself an Aku, I think it was about $500 and change, about $600 even, I think with fees on a piece of art that I thought was really cool. I mean, for me, it was kind of like I had free money from this Enf drop. So why not buy something that I thought was cool, a piece of art. And I'm really glad. And I think it's kind of neat. And if you can see there on the screen, one of the things obviously, that attracted me, as Elaine first pointed out to me."
    },
    {
        "speaker": "E",
        "text": "Well, good."
    },
    {
        "speaker": "D",
        "text": "Yeah, the a on the shirt, right? I mean, how can you first initial Ash."
    },
    {
        "speaker": "E",
        "text": "Ash. Can I tell you, I have one of these. And I went in for, I went in for one of those acutas at two eth. So I think you did the right thing, sir, for getting in there. Look, I know Mike is doing."
    },
    {
        "speaker": "D",
        "text": "I expect you went in for two eth when ETH was a little bit higher than it is today."
    },
    {
        "speaker": "E",
        "text": "Okay, let's talk about things. So thank you. I'd like you to wrap up the show. Thank you very much."
    },
    {
        "speaker": "D",
        "text": "That's it for today. I should also thank Sasha as we close out here. Terrific conversation. And thank you as always, Elaine, for joining us. Don't forget to subscribe to real vision Crypto. It's free. For those of you watching on YouTube. Smash everything the like, button the bell. Subscribe today. We'll hear it from Jean Marie Magneti, the CEO of Coinshares. See you live tomorrow at 12:00 p.m. live on real vision Crypto daily briefing. Have a great day, everybody."
    }
]