[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless everybody get 30. 30 baby get 30 baby get 20. 2020 baby get 2020. Bid to get 15. 1515 just $15 a month so give."
    },
    {
        "speaker": "A",
        "text": "It a try at mint mobile.com switch."
    },
    {
        "speaker": "B",
        "text": "$45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time unlimited more than 40gb per month slows full terms at mint mobile.com dot."
    },
    {
        "speaker": "C",
        "text": "Hey everyone, if you like this podcast, go behind the paywall to get privileged access to the smartest minds in finance. Join the real vision community and learn how to become a better investor. Visit realvision.com rvpod and use the promo code podcast ten. That's podcast ten to get 10% off our essential membership for the first year. Now to the top analysis of today's crypto markets."
    },
    {
        "speaker": "B",
        "text": "Controversial words from the head of an intergovernmental central bank who says fiat has won the battle against crypto. I'm sure some of our viewers would love to debate that point. Plus the SEC objects to finance's us move for Voyager and why some $400 billion in bitcoin remains dormant. Welcome to realism crypto daily briefing. I'm Ash Bennington. I'm joined today by renowned bitcoiner Jimmy Song. Jimmy, welcome back to the show."
    },
    {
        "speaker": "D",
        "text": "Thanks for having me. It's a pleasure to be on."
    },
    {
        "speaker": "B",
        "text": "It's a pleasure to have you back. We're going to discuss all things bitcoin in just a moment. But first, let's take a look at price analysis. The total crypto market cap is up 1.3% and back above $1.1 trillion on coin market cap bitcoin is slightly higher for the past 24 hours is trading at around $24,000. It remains down some 4% on the last week. According to data from glass node cited by Decrypt, nearly 15 million bitcoin has not been moved for more than six months. That's near an all time high. The value of that stash is some $370 billion. Analyst decrypt spoke to say this is a bullish signal. Meanwhile, ether is up some 2.5% compared to the same time yesterday. It's currently trading at $1,650. Finally, we're looking at Solana. It's up slightly for the past 24 hours. Crypto exchange. Coinbase said in a report cited by Coindesk that technologically, Solana is well placed for a comeback due to transaction, user and development activity. Okay, viewers, join us in the conversation. Put down your questions in the chat for Jimmy whenever you're watching. We'll ask the best ones on the show later on air. Remember, real vision members take priority. But the good news, of course, is real vision crypto is free. With that said, let's bring in our guest. Jimmy Song is a bitcoin expert, educator, and book author. Jim, it's always a pleasure to have you with us on the show. You've been with us here many times. Our audience knows you well, but our audience is always growing. And for those who are not familiar with our work and for those who are new to this space, tell us a little bit about your background and what you do."
    },
    {
        "speaker": "D",
        "text": "Sure, I've been a programmer for something like 25 years now. I can't believe I'm saying that, but, you know, I came into this space as a programmer. I've been a programmer. I still program once in a while, open source projects and stuff like that. But I guess I made my name in the bitcoin space explaining technical things to non technical people starting around 2017, with a lot of different articles that I've written. I've written four different books. One a hardcore programmers book, another one that's for newbies that don't know anything about bitcoin, another one for christians, another one for policymakers, all about bitcoin. So that's my background. I've obviously been on shows like yours, and I enjoy doing conferences and things like that. So that's more or less my background. I'm a coder that somehow got into this space, and now I'm on shows like you're kind of weird for me."
    },
    {
        "speaker": "B",
        "text": "Well, Jimmy, it's great to have you here. We always appreciate it when you come and join us. You have real insight into this space, into bitcoin, and into the culture and the technology behind it. What's the current state of play for bitcoin here in February of 2023?"
    },
    {
        "speaker": "D",
        "text": "Well, the big thing that's been happening, and we talked about this a little bit before the show, is Noster. Noster is blowing up, and number of sign ups that are happening there are absolutely crazy. The technically interesting thing about Noster is that it completely reverses the server client model that we've been using on the web for the last 25 years. If you don't know what that means, basically, if you sign up for Gmail, you create an account and Google has all of your data. If you sign up for Facebook, you sign up for an account, you have to give them all your personal information, sometimes including a phone number and stuff like that. Facebook has all of your information, and everything that you post essentially sits on their database to be analyzed or hacked or whatever. Noster is very different in that it's based on each individual having their own private key. So unless somebody gets access to that private key, they can't really post anything. And it's based on relay. You push content and people sort of pull it from them. Now, what does this have to do with bitcoin? The big thing about Noster is that it was created by a lightning developer, Fiat Yap, if you've seen him on Twitter. But also there's a lot of lightning integration directly integrated into it. And you may have noticed in the last day or so that Twitter has rolled out something called Twitter coins or something like that, where you can sort of tip people with these coins, and if you get enough of these coins, you can cash it out. That's pretty much a direct copy of what Noster's been doing for like, the last three months. You have lightning tipping, and you're able to zap people and give them an appreciation in direct bitcoin. Right. It's. Sometimes people will tip a lot of money. I think there was a post that got dollar 240 worth of bitcoin, something like a million Sats, just for posting something interesting. And that sort of thing is happening. It's very organic. A lot of bitcoiners are on there right now, and people from across the political spectrum, the people that might not have liked Twitter back before Elon, and people that might not like Twitter now that Elon's there. So you get a whole variety. So that's a very big thing in bitcoin right now. And there's a lot of conversation going on over there that you're not going to find on Twitter and so on."
    },
    {
        "speaker": "B",
        "text": "Yeah, you know, it seems like one of the few things that folks on the left and folks on the right absolutely agree upon is that big tech is too centralized, has too much power, and has the capacity to hamper free speech."
    },
    {
        "speaker": "D",
        "text": "Yeah, and free speech is dying very quickly. And you kind of saw this during COVID You saw this with a lot of the election stuff. A lot of, you know, no matter which side you're on, you're probably getting suppressed on some. And we all know that Jeffrey Epstein didn't kill himself, but somehow, like, that story doesn't get out anywhere. But on most places like that, it's not controlled by the big tech companies, you don't have the CIA sort of sitting in the middle. I was reflecting today on how many people sort of have their hands in the cookie jar as far as what you can post and so on on Twitter, it's the CIA. It's probably somebody in human resources that doing trust and safety validation. There's probably some government official that if they object and they can take your Twitter down, you know, post down and so on. There's just so many entities that you have to satisfy before you can actually get to your audience. On those, you have a direct connection to your audience because it's not hosted on a central server. There's no single point of failure. So in that way, we're seeing sort of like the promise of what the web was supposed to be in its original form. 1992. The whole reason DARPA developed the Internet was so that there would be single points failure. That if a nuclear bomb dropped on a particular place, that it wouldn't take out the entire infrastructure. That was the original design of the Internet. So we're getting back to the Internet that it was originally designed for. It's just that in the last 25 years, we've had big tech companies that have basically taken over and made it into a completely client server model with themselves in the middle, able to extract value from all of the transactions that you're doing online. And that's been a tragedy. It's been to their benefit, obviously, but I think it's been very bad for human freedom."
    },
    {
        "speaker": "B",
        "text": "Well, let me ask you this. One of the things about Noster, as I understand it, which is to say not very well, is that native support for lightning is built into the network so that it allows you to basically be able to do microtransactions at very low cost and to transact in a truly decentralized way. Talk a little bit about the lightning integration aspect of Nostra and why that's so exciting to bitcoiners."
    },
    {
        "speaker": "D",
        "text": "Yeah. So you can directly transfer money from peer to peer. And that's definitely something that everyone's been wanting for a very long time. If you think about any digital transaction that you're doing, there's somebody sitting in the middle that sort of gets in the way. So if you try to. If you're buying something from Amazon using a credit card, you're obviously your credit card company sits in the middle. But sometimes even Amazon sits in the middle because you're buying from a third party supplier, and they sort of like extract value there. So things become more expensive when you have people sitting in the middle that are able to just sort of extract things. And unfortunately, this is the model that VC's have sort of pushed for a very long time, is value capture. We want companies that value capture essentially means like getting in the middle of transactions that people are normally wanting to do. With noster, you have this direct peer to peer connection and it's not something that most people are that used to, unless you've maybe bought something at a farmer's market with cash. Almost everything has some middleman aspect to it. And this is something that's really exciting about Noster, is that you can have direct peer to peer transactions without anybody in the middle telling you, oh, you can't sell guns here or anything like that. Even if you have two willing participants on both ends. You don't have these entities in the middle that tell you that you can't do something. Instead, it's completely voluntary. I expect more sort of commerce that probably gets kicked off of other platforms to find its home there and so on. But yeah, right now it's mostly used for tipping and just saying, hey, I like the content you're writing and I want to you kind of like Patreon without Patreon. It's getting people to support you without having this entity in the middle that's taking a 30% cut. It's the app store without Apple, it's advertising without Google and so on."
    },
    {
        "speaker": "B",
        "text": "One of the things about this that I think is exciting to people is that it really does look like a true web three application. This is a term that means a lot of different things to a lot of different people. But the way that I understand it, at least the, the promise of it, is basically web one. Going back in the late nineties, early two thousands, essentially was a publish only format. Yes, you could open up a text editor and create an HTML document and build your own website, but it really did allow predominantly either very sophisticated individuals who understood how to program, or companies who would hire programmers to write websites for them to publish. Web two was all about this idea of being able to go up on YouTube and make your own content, go up on Facebook and post your own posts. But the challenge there is you didn't actually own that content out, that these third parties who, as you say, sat in the middle, owned the content. So you couldn't really take ownership of your content, you couldn't directly monetize it. Now, maybe YouTube would pay you out some cost per click advertising, but it didn't really sort of belong to you directly. And the idea of noster is really about this true web three functionality, the ability to own your own content, to monetize your own content, and to not have intermediaries who have the capacity to censor your content."
    },
    {
        "speaker": "D",
        "text": "Yeah, and that's a great way to put it. It's unfortunate that web three has been captured by sort of like, the all coin industrial complex, and they've made it into, oh, you have to use this token to do that. But so, you know, a lot of bitcoiners have moved on to, I think, web five from spiral or something like that. And they're like, okay, it's the best of web two and web three. You know, it's this corrupted phrase. So we're using something new. But the idea that you were presenting is exactly right. You want to be able to own your own content, and you want to do bilateral transactions without a third trusted third party in the middle. And those just are way more efficient, and that's a fact of life. And you don't want to have people sitting in the middle that are able to censor your transaction or take a cut of your transaction or whatever. It just makes it less useful, less, you know, less innovation because of all the friction and so on. And we're starting to see that, and this is why."
    },
    {
        "speaker": "B",
        "text": "And I seem to have lost Jimmy's audio. Jimmy, can you hear me?"
    },
    {
        "speaker": "D",
        "text": "Sorry, can you hear me now?"
    },
    {
        "speaker": "B",
        "text": "Yeah, you're back."
    },
    {
        "speaker": "D",
        "text": "Okay."
    },
    {
        "speaker": "C",
        "text": "Yeah, it looks like I ran out of battery on the earpiece I was using, so I'm going to take them off, and I."
    },
    {
        "speaker": "B",
        "text": "That's a great laptop microphone, though. That sounds fantastic."
    },
    {
        "speaker": "C",
        "text": "Okay, well, if it works, sounds great. I'll use that. Hopefully there's no laptop. No. The entire premise of having bilateral transactions, I think, is going to be absolutely huge going forward, because that means that you can run your own business without having to open bank accounts and credit card acceptance stuff and things like that. And hopefully that will, I think one of the reasons why there's not as much entrepreneurship, because there's a huge high burden for entrepreneurs to open your bank account, get a business license, do this, that, or whatever. But if you look at humans, we like to start businesses. We like providing services. If people are asking us to do something, we can charge money for it. People do it all day long. It's just that the current way of doing things, especially with the monetary part, is the barrier to entry is just so incredibly high that people don't do it. So that's unfortunate, but we're starting to get that back with no, sir Lightning bitcoin and so on."
    },
    {
        "speaker": "B",
        "text": "Jimmy, what the heck was web for?"
    },
    {
        "speaker": "C",
        "text": "I don't think there was web four. The joke was with the naming of web five that web three was so dirty and corrupted that they wanted some distance from it. Bye. Skipping by two."
    },
    {
        "speaker": "B",
        "text": "Hey, everyone, we're going to take a quick pause and hear a word from our partners. We'll be right back."
    },
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless 30 30, but you get 30 bid to get 20 2020, but get 2020, get 15 1515, just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at Mint mobile.com switch $45 up front for three."
    },
    {
        "speaker": "B",
        "text": "Months, plus taxes and fees. Promoting for new customers for a limited time, unlimited. More than 40gb per month slows full terms at mint mobile.com dot. Jim Jimmy, when people ask you, for example, law enforcement, what does, you know, what are the risks of an uncensorable Internet? The ability for bad actors to execute transactions bilaterally in ways that can't be censored, what's your response? What do you say to them?"
    },
    {
        "speaker": "C",
        "text": "Yeah, you have that with cash already, so it's not like it's prevented. And in fact, that's the way that's done. But the thing is, when people ask about that, it's almost always without looking at the benefits, it's only looking at the downsides. How are things going to get worse and not about how are things going to get better? And you have to look at the trade offs. The thing is, you do have a lot more freedom with this currency. But with that current freedom comes some level of responsibility, and some people will abuse that freedom for their own ends and so on. But that's okay, I think. I think the price is well worth having a few people that are able to do some of the bad stuff. The thing is, like, I think to a large degree, a lot of laws have gotten kind of lazy, or law enforcement has gotten pretty lazy because there's a choke point in the middle on almost every financial transaction. If you read a lot of these laws, they almost always go through, have some provision in there about bank servicing these things as a way to choke off any sort of thing that happens in a particular area. And I don't think that's very honest or it's very effective in many ways from. From people trying to do evil things. So they, you know, they don't capture a lot of the bad guys that would be doing some of this stuff. Instead, it goes towards, you know, they. They end up preventing good people from doing potentially useful things. So, yeah, I understand that, you know, maybe for the law enforcement guy, they're not going to capture maybe some guys or whatever, although with better analytics and detective work, I'm sure they could. But the benefits that you're getting are tremendous. You get way more entrepreneurship, you get way more efficiency, you get cheaper products, you get better products, and so on."
    },
    {
        "speaker": "B",
        "text": "That was exactly what I was going to ask you about it. You mentioned this idea of how things might get better for someone who's not technically minded, who doesn't have a background either in computer science or economics, this idea of how things might get better. If we were to flash forward 3510 years, what might the world look like to you? Where we see these improvements in a practical way, in terms of entrepreneurship, in terms of reduced costs, in terms of efficiency, how might that play out?"
    },
    {
        "speaker": "D",
        "text": "Yeah, so I wrote an article for."
    },
    {
        "speaker": "C",
        "text": "Bitcoin magazine not too long ago about this very thing, and my, the feeling is that big companies are completely unnatural. They're very inefficient, and anyone that's worked for a big company knows how soul sucking it is, how you end up in a lot of pointless meetings, there's a lot of people that aren't doing very much that somehow still get paid a lot of money and so on. And I think that's a symptom of sort of like the fiat system we're in and the subsidization that a lot of large companies get, particularly through bailouts and commercial loans and things like that. So looking further out, I see as fiat currencies become weaker and weaker, these large companies getting bailed out less and less, or having regulations cater to their every whim and so on. And instead, you get a lot more individuals trying stuff and getting paid for the skills that they might have and the value that they're putting, providing to other people. So if you are a plumber, instead of, you know, having to work for a large plumbing company or conglomerate or whatever, you know, you're. You're much. It's much easier to sort of go off on your own and make your own business because you have, you don't need to set up, you know, complicated bank account that's regulatorily, you know, like blocked or whatever. You just sort of do what you need to and, you know, have, you know, have satisfied customers and you're good, and that that's the direction I think we're going to see a lot, a lot of things go is instead of giant corporations that control everything, including policy and regulation and everything else, you're going to have smaller entrepreneurs that that sort of figure out niches in the market that are very much more local and, you know, catered to the tastes of the people that they're serving and so on. And, you know, a lot more businesses and a lot more innovation. And that that's sort of the situation we had under the gold standard. We had a lot more people trying different things. But you know, with sort of the regulatory crop and the ossification of lots of businesses and the zombification of a lot of businesses, we've gotten kind of stagnant in many ways there. You know, for all the talk of startups or whatever, very few of them actually make anything useful. And you could see it in VC portfolios. You have one winner and 40 losers. It's pretty bad. Think about the waste that is. That's a lot of resources that are wasted, a lot of salaries that are spent on stuff that didn't produce anything that's horribly inefficient. And I would submit to you that all of that could be used way better by individuals that have us skin in the game because it's their own money instead of 23 year old MIT Brad playing with some Silicon Valley investors money or whatever."
    },
    {
        "speaker": "B",
        "text": "Jimmy, let me ask you this shifting ears here. Probably the most controversial thing that's been happening in bitcoin in the last few months are ordinals. This idea of inscribing nfts into the actual bitcoin blockchain, this has been something of a flashpoint. First, tell us what ordinals are as you understand them. And second, tell us what your view is."
    },
    {
        "speaker": "C",
        "text": "Yeah, so ordinals are sort of not exactly NFT. The idea is you embed the actual JPEG into the blockchain because there's a way to use segregated witness to embed a large chunk of data into a transaction. And as long as you pay the fees for it, a miner will mine it and so on."
    },
    {
        "speaker": "B",
        "text": "This is a consequence for people who don't have technical backgrounds here. This is the taproot upgrade, segregated witness, segregating out the signatures. It allows you to put more, a greater payload, I guess, would be the easiest way to describe it, into the actual bitcoin blockchain. As a consequence, this has enabled the ability to do this. But obviously this is something that many people find very irritating in the bitcoin community."
    },
    {
        "speaker": "C",
        "text": "Yeah, it is because you're literally putting a JPEG into a transaction and somebody mines it. The irritating part is that if you're running your own full node, you have to download all of this stuff, and these are four megabyte files or whatever, and they're in the blockchain and you have to keep track of it and make sure all of that is legit and so on, which as a legal bitcoin transaction it is. But some of them are profane images, others are just of silly or whatever, and people are paying money for them or what, and what have you, and people are continuing to mint them. The way, you know, it's irritating in the sense that everyone that's running a node is in a way paying the cost by having to store all of this stuff on their node and having to process all of this stuff on their node, and they're not really getting paid for it, only the miner is. But that's been the case for every transaction in bitcoin. The reason why you run a full note is so that you can verify your own stuff. Now, as far as what I think of them and how they're going, the main thing is that I think it's just dumb money going to smart money. So the people that are sort of making the ordinals, the nfts or whatever, they're paying miners, I think there's already been about ten bitcoin that have gone from those people to the miners. But they're in turn sort of selling these nfts or whatever to even stupider people, in my opinion. And it's not like an NFT on any other blockchain, because on Ethereum you don't embed the entire JPEG. You put a pointer to the JPEG to another, like a URL or something. This is something that's a little bit different, because bitcoin block spaces are actually scarce. And there's, I guess some perception that being able to take some of it and monetize it is like in that way also scarce. But yeah, it seems like a fad to me. That's my opinion."
    },
    {
        "speaker": "B",
        "text": "Yeah. I think one of the things that's probably upset people is that it's in the layer one blockchain itself, where, as you say, block space is at a premium. I think a lot of people would probably be less concerned with it if it were in a layer two, but I guess maybe that's also part of the appeal. Let me ask you this though. Do you foresee there being any changes to bitcoin core that would attempt to outlaw this or just restructure it so that there wasn't so much block space or to find a way to charge a greater premium?"
    },
    {
        "speaker": "C",
        "text": "Probably not. I think the most that'll happen is some sort of flag that lets you sort of throw away witnessed. This is after you validate them, which is perfectly fine to do. And there's already prune mode. And if you're running a node on prune mode, then you look at it once validated, and then you throw it away so it doesn't pick up hard drive space or whatever. That would probably be the extent to which the core software might change as an option to basically not keep it around forever. But if you want a full archival node, this will be part of the permanent thing. Now, would you necessarily restrict it? Well, there's already, like, a block size limit for a reason, and it's to prevent sort of these things from getting out of hand. And you only need to look at something like bitcoin sv to see that. If you allow essentially unlimited block space, then those unlimited block spaces get completely full. I think they had, like, gigabyte blocks or something like that for a while. It's completely. You can't run one of those nodes without some insanely high end hardware with a lot of hard drive space. So, you know, that that's, you know, we sort of thought of this a while ago, and it's, you know, the limits are already there for a reason. So I don't think it's going to be too much of an issue going forward."
    },
    {
        "speaker": "B",
        "text": "Yeah, this was a huge conversation back in 2017 for those of us who've been in the space for some time. Jimmy, I want to ask you about this story, because I imagine you probably have something to say about it. In an interview with Bloomberg, Augustine Carstens, the head of the bank for International Settlement, said fiat currency has won the battle against crypto. Obviously, there are a lot of people who take exception to that. The bis, for those who don't know, is an international institution used by central banks to transact with one another. Karstens thinks the argument has been settled and that last year's high profile crypto meltdowns have settled it. He said, quote, the battle has been won. A technology doesn't make for trusted money. This comes after a BIS report earlier this week which said a majority of retail investors who bought bitcoin in 2015 have lost money. I guess they did that based on the structure of the average weighted buy in price versus the current price. Jimmy, what are your thoughts on all."
    },
    {
        "speaker": "C",
        "text": "This just lies, lies and more lies. I think back in the day when I was doing more startups and stuff like that, there would always be players in the market that would claim that they've already won a particular segment as a way to get your business when that, of course, hadn't happened. It's always like a good marketing move to seem like you've already won when you haven't. And a lot of people will claim that as part of their marketing pitch. And that's what this sounds like to me. I mean, are you really surprised that, like, he's saying something like this? It'd be kind of like asking a Manchester United fan who's the best Premier League team? And no question it's Manchester United. Of course that's what they're going to say. That's just like, it's such an obviously biased take that it's hard to take seriously at all. And that other article is just straight up inaccurate. If you want a 2015 at any time, you're up massively, you know, even accounting for all of the inflation that's been happening in the different fiat currency. So, you know, it's just a lot of lies. And this is how the game of propaganda works is, you know, you say things to kind of get their attention. It's actually kind of bad propaganda because it's so obviously, well, suppliable. And, you know, sadly that that's the direction they seem to be going in with. With fiat money."
    },
    {
        "speaker": "B",
        "text": "Let me just read through some other stories here real quick. Reuters reports that the US securities and Exchange Commission, as well as New York's top financial regulator and attorney general have all opposed the bid by Binance Us for Voyager Digital. Binance US is offering $1 billion for the bankrupt digital lenders assets. In a court filing, the SEC said the deal could violate the laws around offering and selling unregistered securities. The SEC also pointed to ongoing investigations into Binance, the global crypto exchange. Binance maintains Binance us is an independent entity. Neither Binance nor Voyager have responded to requests for comment from Reuters. Some other stories here on the NFT front decrypt reports that a us district court has preliminarily determined that NBA top shot nfts are probably unregistered securities. The judgment was made to determine whether a lawsuit against the top shop creator, dapper Labs should go forward. The judge used the Howey test and concluded that those specific nfts appear to meet the definition of a security. In a statement to decrypt, Dapper Lab said that this is not a final ruling and that the courts have repeatedly found that consumers consumer goods are not securities. Finally, the defiant says that tokenized stocks and bonds are gaining traction, starting with the Berlin based regulated exchange. Swarm is allowing retail and institutional investors the option to buy and borrow crypto against tokenized stocks and bond. ETF's swarm is initially offering tokenized Tesla and Apple stocks, as well as a couple of US Treasury ETF's that are available on the polygon blockchain. Jimmy, I know none of this is bitcoin. Any thoughts on what's happening more broadly out there? Obviously, one of the things that I wanted to ask you about is it seems that SEC has given bitcoin this, carve out that they have not allowed any other digital asset. The idea that it is not a security, that's probably a commodity. Again, this is based on past statements. I know neither of us are lawyers here, but what are your thoughts on that more broadly?"
    },
    {
        "speaker": "C",
        "text": "Well, I do know that Gary Gensler actually taught a course at MIT on bitcoin, and I listened to some of those lectures, and he actually really understands it from a very technical level. So I think he gets that bitcoin is actually decentralized. And all of this other stuff, if you sold a cream mine, if you issued an ICO, something like that, these are very security like things, right? And that's, I think, the very rational sort of like, reasonable stance that he's taken, which is that, okay, bitcoin, not those things, but, you know, ethereum, Cardano, whatever, all of this stuff that that's, you know, issuing these things and having people pay for them, you know, there's definitely something very securities like on those. Now, there's a lot of people on Capitol Hill that are saying he's like, you know, only out for power. And that may all be true, but I think the argument is pretty straight up forward, straightforward and pretty understandable. If you issued something like an ICO and collected money for it, and it sounds like it passes the Howey test. Now, how are you going to put that on their securities legislation? I'm not really sure, but it is something that regulators are going to have to think about because a lot of crypto has been an end around the SEC regulations, and it's all under this banner of we're decentralized, so you can't regulate us. And basically they're pushing back and saying, you are actually centralized and you're not gonna keep going, keep doing this end around us, and we're going to make you pay. So we'll see where this battle goes, but that's where it seems like the battle is headed."
    },
    {
        "speaker": "B",
        "text": "We've got some questions from our viewers in just a second, but I wanted to ask you this. Jimmy, I'm literally looking at a real vision slack channel right now, and someone at real vision has just asked me this question to ask you, which is, Jimmy, what do you see the ultimate utility being for bitcoin? Is it a store of value? Is it an inflation hedge? Or is it a payments processing platform? I guess one of the answers could be all of the above."
    },
    {
        "speaker": "C",
        "text": "I think it's sound money, and it's sound money, sound digital money, and something that we've never had before, an amazing store of value. And I think I've talked about this with you before, but in the economy today, we don't have very many good stores of value. You have stocks, real estate, maybe gold, that's about it. And all of them have different problems. You have tremendous transaction costs with real estate, a lot of taxability with real estate. You have lots and lots of different stocks and all sorts of risk with the CEO embezzling something or them getting into a wrong line of business and all sorts of things like that. And gold, obviously, I think, has a lot of manipulation attached to it. So they're all sort of not good. And when you have an actual store of value, like bitcoin, it's way better in all of those aspects. The transaction costs are much lower. You actually own it. You're not subject to sort of like market whims like you are with a company and so on, and there's no real paper or paper bitcoin. There might be, but as you showed earlier, most of the bitcoin is actually being held by private individuals, it looks like, and they've been dormant for a while because they are using store value."
    },
    {
        "speaker": "D",
        "text": "So to me, that's sort of like."
    },
    {
        "speaker": "C",
        "text": "The first function, and we'll get to the second function, which is method of payment when merchants demand it, because all the other currencies are so weak against it and they're hyperinflating or something like that. And you see this like in Lebanon, for example. I was there like a month ago, and every merchant wants the dollar, and if they do take the lebanese pound, they want to get rid of it as soon as possible, like sometimes in the middle of the day. So that's what it's going to take to get to that level. And eventually, I think as a result, it'll be a unit of account. But right now, I think store value is the major function. And eventually it'll be sound money. It'll be a better money than anything."
    },
    {
        "speaker": "B",
        "text": "That we've ever had. Hey, everyone, we're going to take another quick break and hear a word from our partners. We'll be right back to the real vision crypto daily briefing."
    },
    {
        "speaker": "C",
        "text": "You're a podcast listener, and this is a podcast ad. Reach great listeners like yourself with podcast advertising from lips and ads. Choose from hundreds of top podcasts offering host endorsements, or run a reproduced ad like this one across thousands of shows. To reach your target audience with lips and ads, go to lipsandads.com. now, that's libsyn ads.com."
    },
    {
        "speaker": "B",
        "text": "So, Jimmy, what do you see as some of the potential risks of bitcoin? Uh, obviously, right now, bitcoin is trading about two thirds down from its high. Almost exactly. What are some of the risks you see, and how do you frame that, particularly as a. As a method of a unit of account or transaction currency? When you. When you've seen, uh, this volatility in."
    },
    {
        "speaker": "C",
        "text": "The space, the volatility's always been there. I mean, I'm an old veteran of this stuff. You know, 2011, it went from a dollar to $30 back to like $2. You know, that was a way bigger, volatile spike than anything that we've had recently, comparatively speaking. This is not that bad. Like, you know, I probably sound like the old man. Like, sort of think about young kids today. You know, they don't know what a bear market is, but it's kind of true. It's. They really don't. And it's. It was much worse earlier on, but that's. That's part of it, is that if you're expecting this thing to just go up and to the right at a slow, steady rate, like, there's no asset in the world like that. That just doesn't exist. You what. What people are asking for is all of the upside with none of the volatility. And if an asset like that existed, everyone would be in on it, and like that, arbitrage would go away and it would be like treasury bonds very quickly. So it's part of the whole, it's risk and upside. There sort of two sides of the same coin. That's the way I see it."
    },
    {
        "speaker": "B",
        "text": "I guess if I were playing devil's advocate here, I would say the one asset that's had less volatility has been US dollars. Obviously, we saw some pretty significant inflation during COVID but, you know, never got above. I guess this is controversial. When you look at people who question the way that CPI is getting measured. But still, we didn't have double digit hyperinflation here in the United States, and so it did decline against the dollar. If you'd, if you'd had dollars in the shorter term, you would have been better insulated. That's, I guess, the devil's advocate argument, at least."
    },
    {
        "speaker": "C",
        "text": "Yeah. And if you want to hold some money for very short term, that's a perfectly fine position. And if you need to pay rent or something like that, I wouldn't hold it for bitcoin for the next month. But if you're holding for five years, this is what store evacuation is about, then bitcoin has always done better than all of these. Like five years ago was what, 2018? Anytime in 2018, the price was below what it is today, 24,000. It's significantly below that at certain points. So I don't subscribe to this view that holding dollars is better for the long term. I don't think anyone would argue that, really, there's different timescales that you have to look at. And given that a lot of stuff is pairs of dollar, maybe it makes sense for a little bit of it."
    },
    {
        "speaker": "B",
        "text": "Yeah. So essentially what you're saying is it's really about your time scale when you zoom out far enough. And I think the charts bear this out on bitcoin. If you do, if youis there a five year period, for example, where you've invested in bitcoin and lost money, I don't think that's the case."
    },
    {
        "speaker": "C",
        "text": "That's exactly right. And there hasn't been, and that's one of the remarkable properties about it. And this is what makes it an incredible store of value. Now, we only have, what is it, 14 years of history at this point. But as we get towards 20, I think many more people will be coming on board. And at that point, maybe the drops won't be like 67% right now. And I think it hit almost 80 or something. Maybe it'll be a 60% drawdown or whatever. But if you look at bitcoin's history, most of its life is spent like at least 30 or 40 or 60% below the previous high. And that's okay. That's how volatile or like monetizing assets look like. And that's okay. That's a normal thing. It's only fiat currencies that have a central bank that manage sort of the peg to the dollar and keep it less volatile, and those things blow up on a regular basis. So I don't think you want to."
    },
    {
        "speaker": "B",
        "text": "Be that, yeah, I should say, of course, not financial advice, not an endorsement of bitcoin from me. But when I'm talking to Jimmy, Jimmy brings out my inner bitcoin or whenever I have this conversation with him. Speaking of some of the topics we covered earlier, I wanted to show a quick clip of a conversation on real vision. This is our co founder, Raoul Powell, speaking with Dan Sickles, an award winning independent filmmaker. This will be available for access tomorrow@realvision.com. crypto. Let's take a look at a snippet."
    },
    {
        "speaker": "E",
        "text": "The image of the Statue of Liberty. It means so much like, what price tag would the United States of America put on that statue? Is it even possible? And the value of that meme has outperformed the entire. All of the value of the american economy, potentially, right? And I think that there's something to consider in that and how great art constantly outperforms well performing currency. And we already sort of speak to ourselves in these tokenized ways. If you tell me that you own a monet, I can probably assume a few things about you as a collector and also potentially as your resources, too."
    },
    {
        "speaker": "B",
        "text": "Right?"
    },
    {
        "speaker": "E",
        "text": "So I think that all these things are really converging when we talk about NFTs. But memes, I mean, there's so many people who do a really good job at this, including Richard Dawkins. Right? But they're just like. They're very potent forms of expression, right. That you can almost quickly glance at them and connect with a meaning. A lot of them are fractured and mean lots of different things for lots of people. Like Pepe the frog, right? But the idea is that there are sort of all of these intangibles surrounding these memes very often like Pepe the frog. You see Pepe, and you have all these different associations, but there's no real way to value them. And what NFTs are also playing with is the idea on creating a meme economy based on a meme, that that's really where rare Pepe's specifically comes from."
    },
    {
        "speaker": "D",
        "text": "But, you know, everything. Religion is a meme, right? I mean, most things."
    },
    {
        "speaker": "E",
        "text": "Absolutely."
    },
    {
        "speaker": "D",
        "text": "Human society is put together by these narratives that we construct to tell ourselves certain what we believe are truths. It's all me. It's all narrative. It's all narrative."
    },
    {
        "speaker": "E",
        "text": "Absolutely. I mean, people. People would ride into battle with holding a cross, you know, and that sort of tells you everything. People also sport supreme t shirts. And I think that that's really what NFTs, NFts specifically are really, like, leaning towards."
    },
    {
        "speaker": "B",
        "text": "All right, we're back. Jimmy we've got some great questions coming into us from our viewers and listeners. What do you say? Want to take a dive into them?"
    },
    {
        "speaker": "C",
        "text": "Let's do it."
    },
    {
        "speaker": "D",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "First question comes from akshot M on the real Vision website. Uh, do we suspect bitcoin to increase its dominance in terms of total market cap? Of the crypto market cap, it is at 44% for a very long time now."
    },
    {
        "speaker": "C",
        "text": "Yeah, that's a. That's a very hard question to answer because market cap is very easily manipulable. Uh, if you issue a new token and, you know, there's like a billion tokens and it trades at a dollar, you just added a billion to the tokenization total denominator of this dominance index. I don't really know how much gamification there can be, but I suspect there's at least a significant amount of it currently, which is why it's probably held around there for a while. The real metric to look at with all of this stuff is the liquidity of this stuff. If you sold a significant amount of any of these altcoins, I think the price would collapse way quicker than if you sold the same amount of bitcoin. So there's a. The dominance index is sort of comparing apples to oranges because without liquidity, you're not really able to compare the two very fairly because, you know, a $10 million dump on coin number 25 is probably going to sink it very low. $10 million dump on bitcoin, it's not going to do anything. So the resilience of the market cap of each coin is not really factored into that number. I'm not sure where it'll go, but I do think it's too gamable to be something that you can make accurate predictions on."
    },
    {
        "speaker": "B",
        "text": "Okay, here's an interesting question from YouTube. Old man's bills. BTC asks, if stacks doesn't kill bitcoin, will it make it stronger? Jimmy, explain to our viewers first, who don't know what stacks is, what it is, and then get your view on it."
    },
    {
        "speaker": "C",
        "text": "Yeah, stacks is sort of like an all coin that tries to affiliate itself with bitcoin by claiming that it's built on bitcoin, but despite that, they still have to issue their own token and so on. And, I mean, I don't think stacks kills or does anything to bitcoin. It's a completely irrelevant project as far as I'm concerned. Despite whatever Balaji or munib might say, I don't find it interesting. I don't think it does anything interesting. And all of the stuff that they claim is sort of like a bitcoin infinity scam. They're trying to take bitcoin's good name and apply it to themselves when it doesn't apply to them at all."
    },
    {
        "speaker": "B",
        "text": "All right, here's a fun question that's not about bitcoin per se, and I'm curious about your answer to it. This comes from Ericsson on YouTube. Does Jimmy Hodl any precious metals? I know I've heard you talk about gold before and use it as a metaphor for the sort of non digital version of bitcoin, but do you hodl any precious metals?"
    },
    {
        "speaker": "C",
        "text": "Well, I have a gold tooth back here, so I guess that counts. Yeah, no, I don't have any other precious metals besides the go to that I have in the back of my."
    },
    {
        "speaker": "B",
        "text": "Jimmy, great conversation. Give us your final thoughts, your key takeaways that you'd like to leave our audience with."
    },
    {
        "speaker": "C",
        "text": "Well, the key thing that I would like to emphasize, and this is seemingly the same thing that I say every time I'm on the show, is that there's a big difference between bitcoin and altcoins. And that's something that we've been talking about throughout this hour. And it's that bitcoin is decentralized, actually decentralized. And I think that even the SEC is recognizing that. And all coins are centralized, whether they have an issuer or a technical team that decides on hard forks or whatever. And those two things are very different. And it's the same difference that you see between, say, something like Twitter versus Nosterde, where you have a central party that controls a lot of stuff, or you don't have a central party at all, and you can sort of publish your own thing. So until you really understand that, it's going to be a difficult road, and on a long time scale, bitcoin does way better against all coins for that reason. And I suspect the same will happen with noster versus Twitter as well. I'm looking forward to the more decentralized web that I've been looking for for at least 25 years, and hopefully your viewers will appreciate as it comes forward."
    },
    {
        "speaker": "B",
        "text": "Hey, Jimmy, let me ask you one final question here. I think one of the biggest misconceptions about bitcoin for people who are not in the community is the idea that bitcoin is essentially a static entity. They think they don't realize there's a tremendous amount of ongoing development in the space. Is there anything that you see coming down the pike with bitcoin that you find particularly exciting in terms of new development or anything else you'd like to point out about the direction in which bitcoin is going for the future."
    },
    {
        "speaker": "C",
        "text": "I mean, we can have a whole separate hour to talk about all the new developments that are happening, state chains and lightning improvements, and there's even new side chain proposals and things like that. But the reason why these aren't talked about on, I guess, crypto, Twitter or whatever is because there's no one going out there and trying to sell a token. If you're selling a token about something, then you're obviously going to market the heck out of it, make it sound like the greatest thing since sliced bread. But the bitcoin developers, they just sort of build stuff and see how to make it more and more useful, kind of like how noster has been developing. So for me, that's the big difference and that's why you're not hearing about it. And it's a lot like, sort of like scientific advancements that you hear about in the news, stuff like quantum nanotech or cold fusion, those will never happen. And it's because they feel the need to continuously market their stuff. And if you want more of a red pill on that, there's a lot of articles that I can share with you, and maybe that's another conversation for another day. But if you feel the need to constantly market sort of like technical achievements, it tends to be kind of scamming. That's been a pretty good metric to measure for me, Jimmy."
    },
    {
        "speaker": "B",
        "text": "I love this idea of another conversation for another day because obviously there's a lot more for us to discuss. We'd love to have you back again soon. Always a pleasure when you join us, Jimmy. Thank you again."
    },
    {
        "speaker": "C",
        "text": "Thank you."
    },
    {
        "speaker": "B",
        "text": "By the way, for those of you watching on YouTube, like subscribe and hit all the notification buttons. That way you will stay up to date with all the latest crypto news and analysis. If you're not a real vision crypto subscriber yet, don't forget it's free. Head to realvision.com crypto and there's more content coming your way. Join us for Raoul Pal Special AMA at 05:00 p.m. eastern time today. We'll be back tomorrow with JD Cord from launch nodes, who will join us live. See you at 09:00 a.m. pacific noon Eastern time 05:00 p.m. london Live on real Vision Crypto Daily Briefing have a great afternoon, everybody."
    },
    {
        "speaker": "F",
        "text": "This country was built on a distinctly american work ethic, but today work is in trouble. We've outsourced most of our manufacturing to other countries, sending away good jobs and diminishing our capability to make things. American giant is pushing back against that tide. They make the kind of high quality clothing staples you need for a comfortable, stylish, and active summer wardrobe, like vintage style tees, tough tank tops, breathable polos, lightweight sweatshirts, shorts, and so much more. All made right here in the USA, from growing the cotton to adding the final touches. So when you buy american giant, you create jobs for seamsters, cutters, and factory workers in towns and cities across the United States. And it's about more than an income. Jobs bring pride. Purpose they stitch people together, support America's workers, and get 20% off your first order at american dash giant.com with promo code staple 20. That's 20% off your first order at american giant.com. stapleton."
    }
]