[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless everybody get 30. 30 baby get 30 baby get 20. 2020 baby get 2020. Bid to get 15. 1515 just $15 a month so give."
    },
    {
        "speaker": "A",
        "text": "It a try at mint mobile.com switch."
    },
    {
        "speaker": "C",
        "text": "$45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time Unlimited more than 40gb per month slows full terms at Mint mobile.com dot."
    },
    {
        "speaker": "D",
        "text": "Here'S why you should watch today's briefing. Coinbase has posted a massive loss. Should you be worried? If you have any crypto on it, we'll discuss what the numbers show. Plus, in the wake of the terra meltdown and continued questions over tether, it's more important than ever to understand how stablecoins work. We'll do a deep dive into our interview with a digital bank CEO and leave you with the key takeaways. Welcome to Real Vision crypto daily briefing. I'm Nico Bruga. As always, Ash Bennington is here with me. Let's get right into the latest price action. Inflation pressures in the US have eased a bit following the latest CPI report. Consumer prices rose 8.5% in July compared to a year ago. That's less than expected, which is giving the crypto market a boost. Bitcoin, virtually flat before the announcement, has gone up 5% after it. That's despite some negative news for the wider sentiment the day before. So, Ash, what do these, why do these inflation numbers matter so much when it comes to crypto?"
    },
    {
        "speaker": "E",
        "text": "Nico, that's exactly the right question to ask. It matters because of how tightly correlated everything is right now in terms of the way these markets are trading risk assets. The joke is the correlation goes to one we got a CPI print of 8.5 for July. Last quarter was 9.1. The fear here is if you get a significantly higher print, for example, you get a 10.1 print or something completely crazy like that. What winds up happening is the Fed gets backed into a corner and has to hike maybe 100 basis points, whatever the number is. In other words, what you're seeing here is this, this reaction formation where you see this pricing of risk on Fed based liquidity, and that all comes down to inflation. Exactly as you said, Nico, this came in below consensus. Consensus was 8.7. Consensus range 8.5 to 9.1, came in at the bottom of the range. And of course, as we said lower than prior. So that's what you're seeing right now, why you're seeing at least one series of source drivers in price. One reason why you might be seeing this increase in the price of bitcoin and other digital assets. Nico."
    },
    {
        "speaker": "D",
        "text": "Thank you for that, Ash. Very helpful explanation. So, onto today's top story. Shares of Coinbase have opened higher despite its latest results. The largest us exchange reported an after tax loss of 1.1 billion in the last quarter. This comes on top of recent layoffs and multiple investigations against the company and of former employees. So, Ash, what else was in this report? What did the CEO say exactly?"
    },
    {
        "speaker": "E",
        "text": "Well, we should say stocks backed off its highs a little bit here. It was up about 7% in early morning trading right after the open, was up about 2% pre market now, looks like up on my screen about 5%. So a little bit of volatility on that. Probably not a surprise. So what's happening here, obviously, is we're seeing a decline in revenue and earnings. It was a miss on revenue and earnings. This is clearly not great news for the company. We saw a drawdown from peak, I believe, of 65% in the value of the stock price and the assets, the underlying assets that Coinbase owns have declined by, I believe, 60%, which is right about where we're seeing relative to revenue. So obviously not a great quarter for Coinbase."
    },
    {
        "speaker": "D",
        "text": "Definitely not. Now, I know SBF, Sam Bankman freed, inserted him into this whole. Inserted himself into this whole thing. What do you make about what SBF had to say?"
    },
    {
        "speaker": "E",
        "text": "Well, first of all, it's really interesting, right, when Morgan Stanley's earnings come out, Jamie Dimon doesn't jump on to Twitter and start live tweeting his thoughts about it. But look, it's interesting to see Sam Bankman Fried's analysis. Obviously, the SBF analysis says that they're losing significant amounts of money. I think his estimate was about $3 billion a year. Obviously, you should point out it makes sense to say Sam Bankman Fried's company, FTX, obviously a direct competitor of Coinbase. So he has a perspective in this. But it is intriguing, because clearly, if there's someone who understands the way that this business works and understands the costs as well as the revenue side of the equation, it's Sam Bankman Fried. So it is an interesting input into people's thoughts about it. Obviously not the only thing you want to look at. Do your own research, of course, as always, applies. But it is an interesting take on what's happening at Coinbase."
    },
    {
        "speaker": "D",
        "text": "All right, Ash, I got a couple more questions for you. First up, how does Blackrock fit into all of this?"
    },
    {
        "speaker": "E",
        "text": "Well, it's fascinating, I think, on its face, to see Coinbase doing a deal with the largest asset manager in the world, obviously the largest traditional asset manager in the world, it begins to look something like an imprimatur of the Coinbase's model. When you see an asset manager the size of Blackrock weighing in and actually doing a joint venture with Coinbase, really interesting to see how those worlds are going to come together. As always, devil's in the details. We're going to have to see what the deal looks like when we get closer to it and we see more information about it. But on its face, it's hard to see this as anything other than a bullish indicator for the space in general."
    },
    {
        "speaker": "D",
        "text": "Thank you for that, Ash. Now, last question, and I think this is what everybody is most concerned about. How worried should people be who have their crypto on Coinbase?"
    },
    {
        "speaker": "E",
        "text": "Well, this is really an incredibly important question. It's not for us to say whether people should be worried or not about any particular custody solution, but let's, let's talk a couple of these points through. It's reasonable to say that right now the market is not pricing an imminent default or an imminent insolvency on Coinbase. And if you look at the stock price. With that said, obviously risks do apply. Coinbase, obviously a well capitalized cryptocurrency exchange, they spent a lot of money on security. But the purists in the space will tell you, as always, Nico, not your keys, not your coins, not your keys."
    },
    {
        "speaker": "D",
        "text": "Not your coins, definitely."
    },
    {
        "speaker": "E",
        "text": "And by the way, and by the way, sorry to interrupt, obviously, self custody comes with its own set of risks. We read these stories, obviously, about the guy digging up the landfill to try and find his hard drive that contained the only known copy of his private keys. So there are challenges in every possible permutation. The important thing is to understand your own risks, your own needs and your own objectives."
    },
    {
        "speaker": "D",
        "text": "Very well said, ash. Onto today's other stories. One of the world's biggest crypto exchanges is teaming up with a community forum best known for Wall street bets. That's right, FTX and Reddit have announced an upgrade to Reddit's blockchain based community points. Users will now be able to buy Ethereum directly on Reddit, and they'll be able to use it to pay gas fees associated with the community points. Ash, please explain what this collaboration means for Reddit and for crypto adoption more widely."
    },
    {
        "speaker": "E",
        "text": "Well, the short answer is it remains to be seen. I think it's certainly interesting to see this pairing, as you said, precisely the idea of building a new form of community points where you can pay gas fees on FTX using these community points that you earn on Reddit. That's kind of interesting. Is there a huge groundswell for people who are dying to buy Ethereum on Reddit in the app? I don't know. That remains to be seen. We'll have to see. But it is interesting to see how these ecosystems are beginning to come together. It may grow into something larger. This may be just the beginning of it, something definitely to keep an eye on. Also say that it very much seems as though Sam, Bankman, Fried and Raoul are on the same page. Real vision, obviously, like FTX thinks very seriously about all the implications of community, how to bring people who are participants in the community in, so that they can become more active, so that it can become more collaborative, so the dialogue can run in both directions. In that sense, I think it's very exciting."
    },
    {
        "speaker": "D",
        "text": "Absolutely. And onto a slightly less optimistic story, one of the biggest decentralized finance platforms says it has now resolved an exploit that led to an attack. Curve Finance says it was the victim of a front end exploit caused by a domain glitch. It appears around 570,000 was stolen in the process. Ash, tell us what curve finance is and what happened here."
    },
    {
        "speaker": "E",
        "text": "So curve is a dex similar to Uniswap. It focuses on trading pairs of similar assets, which means similar volatility. In theory, that should cause lower levels of risk. I say in theory because that's always the case, and that disclosure needs to be made. It's a couple of important points here I think need to be made. First. Even in true defi, there are security exploits, there are clearly risks. I know that people have been talking a lot about the challenges that we've seen in c five. We're going to be talking about that a little bit more later in this show. But the reality is that software flaws can, in defi itself, can cause absolute havoc, chaos and losses. You know, I was trying to parse this statement about how they were the victim of a front end exploit caused by a domain glitch. You know, for me, this is a little bit like if you own a jewelry store and someone breaks in and crawls up through the sewer, you can say, wow, you know, our front door was perfectly secured, but we just had a sewer glitch. The reality is there was a problem with the interface, a problem with the API. We don't really know the details, but clearly there was a flaw in the underlying software that caused the interaction between the domain software and the Dex itself to cause this loss. Relatively small loss. I think the numbers I've seen have been about $600,000, give or take, depending on the estimate you read. In defi terms, this is relatively small, but the principle here is large, which is that of course, software flaws can cause losses in Defi."
    },
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium Wireless 30 30 Biddy get 30 bid to get 20. 2020 biddy get 2020. I better get 15. 1515, just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at mint."
    },
    {
        "speaker": "C",
        "text": "Mobile.Com switch $45 upfront for three months, plus taxes and fees. Promoting for new customers for a limited time unlimited. More than 40gb per month slows full terms at mint mobile.com dot."
    },
    {
        "speaker": "D",
        "text": "Another day, another exploit or a hack. It seems like we're getting there daily now, Ash. So speaking of curve, as an example of a DeFi platform, that's a label used by some companies that are, unfortunately Defi and name only. Our co founder, Damian Horner, spoke with Robert Schrott about exactly this. Robert is the CEO of the digital bank fluid finance. He makes the argument that the current washout is healthy for the crypto market because the bad actors are actually not working under the crypto ethos. Let's take a listen at what he has to say."
    },
    {
        "speaker": "F",
        "text": "Warren Buffett isn't a great fan of crypto, but, you know, he has a great quote, which is, you don't know who's swimming naked until the tide goes out. And that's basically what we're seeing here in the crypto space. I think it comes down fundamentally to the business model that they're pursuing. And for me, the companies that have failed are pursuing the old business model. They're wolves in sheep's clothing. They are not respecting the fundamentals of crypto at all. Crypto is about verifying. You should verify, not trust. When you think of, like, you know, Terra or you think of like, Celsius or a bunch of others will fail, I think as well. Like, I think everybody in that class will probably fail. So for that, I would include. I would include crypto.com, comma, I would include Blockfi. There's lots of them. And you've had failures in the past. People just forget. They forget that cred had exactly the same business model that also failed. They were essentially naked. It's just, you didn't see it in good times, but in bad times. Basically what means is, when there's a liquidity crunch, if the business model doesn't stand up, then the company's going to fail. I mean, it doesn't matter whether it's dealing with crypto type products or FX type products or traditional savings products. If you're pursuing that model, where you basically have to trust that the company is doing the right thing rather than being able to verify it on chain, then you're taking that kind of risk."
    },
    {
        "speaker": "G",
        "text": "Robert talks about crypto companies working to an old business model, one that brings with it inherent risk for the investor. And I wanted him to explain this in more detail so that we can all fully understand the implications of what he's talking about."
    },
    {
        "speaker": "F",
        "text": "The old business model is basically based on you're giving your money to, whether you want to call it a bank or a hedge fund or Celsius or whatever, and they are taking your money and they are investing your money. That's what people don't understand. One of the biggest lies about banking is that you deposit your money in a bank and it's your money, and legally it's not your money at all. It becomes like an asset of the. It becomes an asset of the bank. They have a liability to pay you back. It's an IOU. They dress it up and call it a bank account, and then they do whatever they want with it. Some of it, a fraction of it, they keep on hand in case people show up tomorrow and want their money out, or they go to the cash distributor and they want to withdraw money. But most of it, typically 90% of it, they invest, and they invest it at their own discretion. The difference between the traditional system and what Celsius or some others do, and there's lots of them in the space that act like this is. It's totally unregulated. They can do whatever they want with your money. At least with banks, they have to go to the regulator and say, here's what our exposure is, here's what we've essentially participated in. But what you're getting when you put your money into something like Celsius is they act like a hedge fund. So you're putting in your money into a hedge fund. They can do whatever they want with it. Legally, it becomes their money. You are an unsecured creditor of somebody like Celsius, and there's lots of others out there. The only difference is that some of them are more competent than others. And for some of them, the tide has gone out. Not quite as far as for others. So the tide's only gone out a little bit. The people that are whatever, that are exposed like that, you can see it quite clearly. When the tide goes out further, you'll see that lots of other people who are dressed up as crypto companies are swimming naked. And you can follow what they've done. You can see some of their things on chain. Like, our guys have analyzed their wallets on chain, but just in their announcements. To think that somebody like Celsius, and there's lots of others, I bet as well, putting their money into anchor is incredibly risky. They also lost a ton of money in Badger Dao. And the thing is, it is a fractional reserve system, so they only need to have enough available to allow withdrawals. Their test is like, who else has had problems withdrawing their money? Well, you know, at the point in time where people have trouble withdrawing their money, it's over. It's, you know, you're not going to get. You're not going to get your money back. You're allowing the funding of their hedge fund for whatever percent they propose to pay you, and you have all of, like, the downside risk, and you have limited upside possibility, and you actually think you're making a deposit, which is insane. If you actually read the fine print with Celsius, you're an unsecured creditor of Celsius, and it's their money. They can do whatever they want with it. When you look at every single one of them, they are a black box. You have to trust, not verify. You don't know what's going on behind the scenes. When you read the legal documentation, they call it like, as if you're depositing your crypto there. But what you're really doing is you're giving it to them, you're lending it to them. They have an obligation to pay it back to you. But you're an unsecured creditor of the firm. You might as well be lending to, like any other hedge fund on Wall street. Or even better, you might as well just go to a casino and put it all on black, because you just don't have any control of what's happening. What is really the difference with on chain is you can really verify what's happening."
    },
    {
        "speaker": "G",
        "text": "I have to admit, it's a bit confusing when Robert explains these pretty terrifying business practices, because many people think that crypto companies are literally built on cryptography and on the blockchain. Consequently, we all assume that not only are they secure, but that it's also easy to track what they're doing."
    },
    {
        "speaker": "F",
        "text": "One of the things I think that really confuses people is you think it's crypto, but it's actually not on chain. And if it's not on chain, you're basically just dealing with a black box. In my view, most people are missold this idea. You're told that crypto is supposed to be trusted, verifiable. That's what the crypto message is about. And so for me, the worst thing about some of these entities that have blown up, and many more are to come for sure, is that they've really misrepresented the whole aspect of crypto. And so they use that as like a sales pitch to get people interested in it. But people don't realize the kind of risks that they're taking. It's like I said about, like, finance is about risk and return. And if the two don't make sense, then there's something wrong. Like, if you think you can get a risk free rate of return and like, you know, and then they're offer, they're going to pay you 20% for that, it's insane. Like, it's just. It's an outright lie and you need to look more into it. And so many in the crypto community, quite rightly, don't want regulation to quash the amazing innovation that is going on on chain. And I really agree with that. I don't think things that are on chain should be regulated, but these things that are like off chain, that are, like, miss selling, essentially misrepresenting what crypto is about. You give this idea that it's verifiable, that it's trusted, that that needs to be regulated like anything else in the traditional space, and why not?"
    },
    {
        "speaker": "D",
        "text": "So, ash, obviously, lots to unpack there. Any general thoughts to get us started?"
    },
    {
        "speaker": "E",
        "text": "Well, great analysis. Let me begin by stating the obvious. Robert, of course, is the CEO of his own shop, fluid finance. Like anyone else running a business, he certainly sees the world through that lens. But he makes some very interesting points here about the nature of c five versus Defi. We talked about this earlier. Defi, obviously not a panacea. There can be software flaws. There can be other issues that cause people to lose money. But what we've just found out in Celsius and some of the others that he mentioned is this idea that effectively, when you have centralized finance, you have the same risks that you see in traditional finance. Some of the stories that we could have brought back from the. From the 1930s, for example, about what caused insolvencies back then. Excessive leverage, excessive risk taking, speculation, all of these things, proper improper position management, improper risk sizing, all of these things are very much a factor, because effectively, what you have here are the fallible human beings who run those companies and are making decisions having that risk. Ultimately, I think he's correct that the direction that all of this is moving is in true decentralized finance, where you can see transparently an on chain, precisely what's happening with all of the underlying assets, what's happening with all of the underlying liabilities. It's interesting to mention, of course, that Celsius went and paid back Defi loans when they had the opportunity to do so. You could see that on chain. Many people thought that as a sort of a marker or a metaphor for how the DeFi space is far more transparent and more open and has a greater basis. And he suggests the DeFi ethos itself. I might have mentioned earlier this idea of becoming a general unsecured creditor, inherent in your question. Question. When you asked about Coinbase, effectively, if there is an insolvency, obviously, that's a huge if. But in the event of an insolvency, there were some questions reported by the Wall Street Journal initially, that some of the account holders at Coinbase could become. Could, based on their interpretation, become general unsecured creditors, meaning you don't have the guarantee of getting your funds back. So it becomes effectively like a bank. This is very similar to what we see in the Tradfi world. The challenge really, ultimately, is the fact that there simply isn't the regulation in space the way there is in the traditional banking space. If you deposit money at Chase, if you put $50,000 in the bank, first of all, you have a pretty good sense, based on the way the stock is trading, of whether or not there's an expectation of insolvency. But even if there is, we have something called FDIC, which guarantees your account, certainly up to $50,000. So these are all a lot of things that have to be worked out, hashed through in the space, and we're going to be following all these stories, Nico."
    },
    {
        "speaker": "D",
        "text": "Absolutely. So one quick question. Obviously, Robert is arguing these companies are acting in direct opposition to the ethos of crypto. They're asking their customers to trust instead of be able to verify on the blockchain. Can you break down what this means when it comes to the two big stable coins, tether and USDC? I know Robert's going to get into this in the upcoming clip, but is he basically saying there's no actual way to verify their cash on hand?"
    },
    {
        "speaker": "E",
        "text": "Well, this is the challenge. The challenge is this mismatch between on chain assets and off chain assets. So when you have a stable coin, if it's stable in us dollars, the only way to maintain that peg with dollar backed assets is to hold those assets physically. And you can't display on chain whether or not you hold, for example, us treasuries. There's no on chain way to verify that. So what you have is this kind of mismatch, patchwork of the way that we try and extrapolate that information out today, which is through things like, through things like audits. These are very sort of traditional, old school tradfi mechanisms of verifying whether or not funds exist. Now, again, coming back to the core point, the core thesis here, that can't be verified on chain. And it's very difficult until you have something like a central bank digital currency where you can absolutely secure those assets in us dollars to see that. So this is one of these sort of transitional challenges that we have in the space as we move from a traditional analog world to a digital world, and ultimately to a decentralized defi digital world, if that, in fact, does come about. And I think people in the space, of course, are bullish, that it will."
    },
    {
        "speaker": "H",
        "text": "Nico this podcast is sponsored by Ramp. Are you the decision maker in your company? Consider this. For the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company spending and control who spends what. With each vendor. Ramp software collects and verifies receipts instantly. To save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization, and bill payments. Time consuming tasks, which means you'll stop wasteful spending and close your books in hours instead of days. Businesses that use ramp add up to 5% to their bottom line the first year. If you're a decision maker, adding ramp could be one of the best decisions you've ever made. Get $250 when you join ramp for free. Just go to ramp.com easy. Ramp.com easy."
    },
    {
        "speaker": "E",
        "text": "Cards issued by Sutton bank."
    },
    {
        "speaker": "H",
        "text": "And celtic bank members have dic terms and conditions apply."
    },
    {
        "speaker": "D",
        "text": "Absolutely. All right, now let's turn our attention to Robert's specific thoughts on the purpose of stablecoins and his fears regarding the leading stablecoin companies, tether and USDC. Let's take a look."
    },
    {
        "speaker": "F",
        "text": "If you actually look at the growth of defi and the crypto space in general, it's very much correlated with the rise of stablecoins. And before stablecoins became very popular, people paid in, like, eth, or they paid in bitcoin. And the problem is that for most transactions, particular financial transactions, it's just not stable enough. And so you can't have like, your salary paid in bitcoin, for example, because, like, you have other expenses that are in like us dollars or like swiss francs or something. So if you're getting paid in bitcoin, but your costs are in something else, you have that risk, you have this risk mismatch. And so stablecoins have really allowed the huge development, particularly of, like, digital financial products, on chain. The fact is, is that just because you're in crypto doesn't change the laws of physics. Like gravity is the same whether you're, like, on chain or off chain. And like, algorithmic stablecoins just don't make any sense. And so you saw that spectacularly with UST, where like, terra basically evaporated overnight, like $40 billion. It's just in this experiment called algorithmic stablecoins, it's a flawed business model from the beginning. Regardless of what the underlying technology is, the biggest risk in crypto today is USDC and particularly tether, because you just don't know what's behind it. You have no idea. You know, for stable coins like USDC and tether, it's all based on trust. Yes, they said in their filings in New York state that 74% of it was cash, or cash equivalents. But you really don't know, essentially what you're doing when you're buying tether is you're trusting Bitfinex and people behind that to have invested the dollars that they've got from issuing tether in a really appropriate way. You're taking that risk. It's you, the holder of tether, who takes that risk. And I think you never believe that a bank run is going to happen because you have your money in the bank. It's not anticipated. You never believe, for example, that Terra is going to lose its peg. But actually, people lost an unbelievable amount of money. People's lives were affected by it. I think that tether is one of those things that could cause serious damage across the system. That's where you're talking about systematic risk. I think that if you hold a significant part of your wealth in tether. I think that's insane."
    },
    {
        "speaker": "G",
        "text": "Robert has been illuminating in terms of explaining what to avoid. So now I wanted him to help me understand how to tell different stablecoins apart, and more importantly, what I should look for."
    },
    {
        "speaker": "F",
        "text": "It's a really good question about how you can actually differentiate between different types of stablecoins. And actually, you could argue that Terra was better in some ways, because it was more decentralized certainly than like tether or USDC or Celsius, because you actually could see a lot of information on chain. But money is like. Money is like a religion. You have to have faith, you have to have faith in that money. You have to have faith that somebody else is going to accept that money for the same value that you value it at. So if you think it's a dollar and somebody else thinks a dollar, that's fine. And that's basically what Terra is. Tara wasn't a problem of, like, transparency or verifying terror, was a problem of faith. And once you lose that faith, once somebody else thinks, I don't know if that's really worth a dollar, then you've got a problem because you yourself have paid a dollar for it. And if somebody else thinks it's like worth $0.92 or like $0.01, then you yourself are at risk. So I would say with algorithmic stablecoins, it's a question of faith. Whereas these supposedly backed stablecoins, like USDC and tethere, that's a question of verification, because you have to believe as well that what they've got backing, it is actually true, that they're not lying to you. Of course, there's also a big element of faith there as well, but you should be able to verify it tether and coinbase and circle. What they could easily do is they could hash everything on chain, or they could expose their treasury endpoints, so anybody could query it and you could see exactly what is in treasury. But they don't do that, and they don't do that for a reason, because, like, it's not there. Like, 100% is not cash back for USDC and tether. You are making a bet, like it's a religious bet that these people are great at, like, managing your money, and that you're not going to end up like Celsius or like, you know, or tether or whatever. I mean, but what you can't do is you can't verify it on chain. And for me, if it can't be verified on chain, it's not crypto. With crypto, it's not a question of like, don't be evil, it's a question of can't be evil."
    },
    {
        "speaker": "D",
        "text": "So, Ash, lots to unpack there, but let's start breaking down the three types of stable coins. Can you explain what a fiat backed versus crypto backed versus algorithmic stable coins are? How do they differ?"
    },
    {
        "speaker": "E",
        "text": "So I'll give you the short answer. Fiat backed, dollar backed. Specifically, stable coins are stable coins that hold, in theory, very close, or $1 in assets for every dollar that they hold in nominal value. Crypto backed stable coins are backed by cryptocurrency rather than by dollars. And algorithmic stablecoins. I would call them a science experiment. At this particular point in time, there's a lot of interesting work being done, but I've taken to using the phrase so called stablecoins at times, and I think it very much applies to the algorithmic variety of stable coins."
    },
    {
        "speaker": "D",
        "text": "Niko, great explanation, ash, thank you for that. So considering Robert's concerns, just what would it mean to the ecosystem if a tether or a USDC were to fail? Like Robert worries they might?"
    },
    {
        "speaker": "E",
        "text": "Well, the answer is it would be catastrophic. We don't know exactly how long that catastrophe would last, how durable it would be, and how integrated they are into the space. But if there were a failure of tether or USDC, obviously this is a speculative counterfactual statement we're making right now, but if there were, you would see absolute chaos in the pricing, in my view at least, how long that would last and how durable those changes would be. Very much remains to be seen, but I think it's reasonable to say that it clearly would not be a good day in crypto."
    },
    {
        "speaker": "D",
        "text": "Absolutely. So let's move on to our key takeaways before we get into a couple of your questions. Here's what we've heard today. It's scary to hear about so many crypto companies failing, but Robert Sherrat makes the case that many of them were actually tradfi, traditional finance rather than DeFi. He says the main thing to look out for is to check whether the company operates on the blockchain. That means everyone can verify how it is run, rather than just trust the leadership. Robert also talked about stablecoins. He says that they are a major and important part of the crypto ecosystem, but there is still much we don't know about the leading ones. People have to be wary about the risks involved, as exemplified by the terror meltdown. He calls tether a systemic risk that could cause major damage to the crypto world. And he says that even when there is transparency, things can still go wrong. So, Ash, how do you feel about a couple of questions before we wrap up today?"
    },
    {
        "speaker": "E",
        "text": "Let's do it."
    },
    {
        "speaker": "D",
        "text": "All right, so first one, this is a bit of a curveball to you, but have you seen any sign of distressed investors taking a look at Celsius or Voyager or any of the other distressed crypto firms?"
    },
    {
        "speaker": "E",
        "text": "So I haven't seen any signs of it. Then again, I'm not really looking for them. But specifically, I think it's reasonable to assume, particularly as digital asset markets continue to mature, that distressed investors will begin looking at ways to gain exposure to it if they feel that there's some opportunity to make a profit. You could say, I'm just looking at the chart right now of sell. I think it's gone up sixfold. It's trading now at looks like about $2, 216, but it's up six fold or so from its June lows. Obviously, this is very volatile, highly, highly speculative distressed debt investors. I spent a little bit of time working out in high yield debt land myself when I was at BB and T, distressed debt investors on the tech side, I wasn't a trader, but this is something that I had some insight into. Look, distressed debt investors are very, very careful, thoughtful people. They like to figure out things like where the assets and liabilities are in companies, understand what the workout might be on the bonds. This is something that as the digital asset space matures, I suspect we'll see more of when there are more data points, less speculation, more capacity to actually analyze the underlying numbers as they become more transparent."
    },
    {
        "speaker": "D",
        "text": "Niko, thank you for that. Ash, that question was from Ralph on the RV website. Let's take a look at another question, this one from Blaze wood from YouTube. Long term, the space really needs to reform its protocols going forward. But how do you think more decentralized, less tradfi is the way forward? Or is there something else?"
    },
    {
        "speaker": "E",
        "text": "Boy, Blaze, this is the multi trillion dollar question here. It's interesting. Reform isn't a moment, it's a process. And so I think that what we're going to see is a couple of things I think we're going to see to Robert Sharratt's point, I think we're going to see more on chain transparency. But ultimately, this is a very complex multidimensional problem. You have the software flaws. We saw that a little bit earlier with what we were discussing in the top of the show, happening on curve, these challenges, how that gets done. That's actually more of a software problem. So how do you do things like bug bounties? How do you do things like testing software in different ways? The flow protocol, for example, has some novel mechanisms. I'm not a software developer, but they have some novel mechanisms for essentially allowing the source code to be tested and modified during tests. These are all sort of very abstract things, particularly for finance folks who look at this and go, well, can't we just reform it? It's like, yeah, but remember, this is a software business. And thinking about how these things come into production, how the testing gets done, this is very complicated and it's very much evolving. And, and seeing how we're taking the lessons that have been learned, for example, in the SaaS space and translating them into the defi space, this is a long term thing. This isn't something you can probably tell by the nature of this answer that gets done in a week or a month or even a year. This is probably a decades long process as these systems methods capabilities begin to mature. Secondly, the question sometimes people divide this up into CFI versus tradfi, or rather I should say defi versus tradfi. Sometimes they call it c five versus defi versus tradfi. The idea is that you can have this totally decentralized platform on the one hand, you have traditional banks, tradfi on the other. CFI was the term that people used in the middle to describe shops like Celsius that had some balance. Obviously, as Robert Sharra pointed out, there are some flaws in that model, particularly when you're not able to, a, see transparent regulation in the space, or b, actually see on chain how the assets are stored. But this is going to be an evolution and not a revolution. It's going to take some time. Nico?"
    },
    {
        "speaker": "D",
        "text": "Absolutely. I think that is a really remarkable job at answering, as you said, the multi trillion dollar question for the industry. Our last question for today, John from the RV website wants to know, with more tradfi institutions getting involved in digital assets, do we eventually get controlled, manipulated like other commodities, gold, silver, would using leverage overwhelm smaller players?"
    },
    {
        "speaker": "E",
        "text": "This is a really interesting question. It sort of reminds me of what Raoul has said about institutional money coming into the crypto space. Everyone said, hey, we want institutional money to come into the crypto space. We want to see the trad five players come into the crypto space. And then you saw the correlations go to one, what we were talking about earlier. So look, those are the challenges, those are the opportunities. With money flowing into the space, you will get certainly more price action that occurs based on what some of those larger players will do. If you think about it, there are always opportunities for both investors and traders who understand the structure of the new space. I would say, look, Jon, it's very much evolving and it certainly seems likely, as you imply, that as Defi gets larger, we're going to see more trad five players in it. The price dynamics will change. But listen, that said, things always change as they grow. There's no way to do something at a smaller scale that looks the same way as it does when it's 100 x or 1000 x larger. So the dynamics will change and that's something that is just going to be a fact of the way the world works today and going forward. Niko, very well said."
    },
    {
        "speaker": "D",
        "text": "Thank you. Ash. Well, that's it for today's show. Please feel free to keep the conversation going in the comments. And considering this is our second week of the show, please feel free to tweet at me regarding any thoughts you might have about the show, guests, themes, comments. We're all yours. You are our community and we want to serve you the best we can. So send me Ash, Marco, Elaine, a tweet and we'll see you tomorrow live on crypto daily briefing."
    }
]