[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless everybody get 30."
    },
    {
        "speaker": "C",
        "text": "30 baby get 30 baby get 20."
    },
    {
        "speaker": "B",
        "text": "2020 baby get 2020. Bid to get 15."
    },
    {
        "speaker": "C",
        "text": "1515 just $15 a month, so give."
    },
    {
        "speaker": "A",
        "text": "It a try at Mint mobile.com switch."
    },
    {
        "speaker": "B",
        "text": "$45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time Unlimited, more than 40gb per month slows full terms at Mint mobile.com dot."
    },
    {
        "speaker": "D",
        "text": "Hello, everyone, and welcome back to real Vision Crypto Daily Briefing. Here's why you should tune into today's show. US lawmakers want to grill SBF and binance on FTX. Binance, us plans to relaunch its bid for Voyager Digital, and Gemini suffers half a billion dollars in withdrawals in just one day. We'll discuss the ongoing FTX fallout live with Lee Drogan from Starkiller Capital and Miles Deutscher from crypto banter. Stay tuned. I'm Nico Bruga. Ash Bennington is with me today. Ash, good to see you. How are you?"
    },
    {
        "speaker": "B",
        "text": "Oh, man, glued to my screen. Lots of news flow."
    },
    {
        "speaker": "D",
        "text": "I know. So let's just get right into it. Don't forget to subscribe to real Vision Crypto. It's free if you're watching on YouTube, like and subscribe and hit that notification bell so you don't miss when we go live. Now, let's jump right into the latest price action. Major cryptocurrencies are little changed on a 24 hours basis. Bitcoin is exchanging hands at around 16 and a half, $1,000, which is up slightly on the day. Naive Bukil, the president of El Salvador and one of the biggest proponents of bitcoin, has declared the country will buy one BTC every day starting tomorrow. Similarly, Tron founder Justin sun made the same pledge. Ash, how we looking on Ethereum?"
    },
    {
        "speaker": "B",
        "text": "Ether is virtually unchanged on a 24 hours basis. ETH is trading right now pretty close to 1200. Even coindesk is reporting that ether staking yield has reached an all time high. Users are staking using user, staking using staked. ETH or Steve at Lido are earning 10.7% percent right now. Niko."
    },
    {
        "speaker": "D",
        "text": "Thank you, Ash. And one final token we're looking at today is VGX, the native token of Voyager digital. It's surging on the news that Binance, us might be reviving its bid for Voyager's assets. More on that in just a moment. But first, our top story. The block reports that us lawmakers have taken interest in both FTX and Binance. Leaders from both parties want to hold hearings on FTX's collapse and they want former CEO Sandbank freed and others to testify over allegations of fraud and wrongdoing. This comes as SBF said, quote, fuck regulators, in a bizarre exchange of Twitter DM's with a Vox journalist just yesterday. The new leadership, however, has distanced itself from FTX over or from SBF over at FTX. A statement posted on FTX's Twitter account on behalf of new CEO John Raydeh reiterated that SPF resigned on November 11 and since then has had no ongoing role at FTX, FTX, US or Alameda, and that he doesn't speak on their behalf. Notably, the block also says binance has also come under scrutiny in the US. Republican Patrick McHenry, the likely next chairman of the House Financial Services Committee, told the block that finances role in the collapse of FTX will be examined. Ash, lots to unpack here. What do you make of this?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, f, regulators, that's, that's kind of unprecedented. I'm sure that's something that he's going to have to explain to one or both houses of Congress. It really seems as though he's going off here kind of half cocked. Maybe he didn't realize the journalist was literally going to screenshot that and post it. But, man, you know, this to me signals a kind of a, just a building of negative sentiment in Congress. You know, by and large, GOP lawmakers have been more friendly than Democrats, crypto. But across the board, if there's one thing that regulators, excuse me, that legislators seem to agree on, where we can get actual bipartisanship in 2022 is that they really want to know what the hell happened over at FTX. So Sam seems to have done the impossible. He's united, Democrats and Republicans. Also worth adding, Binance is also on the regulatory and legislative front. Binance is facing some scrutiny from UK regulators as well. Apparently, Binance sent uk regulators news articles when they requested additional information about their takeover bid for FTX. So that's obviously an interesting story as well. I want to shift gears here a little bit to talk a little bit about Sam Bankman Fried, his role at the company and the points that you made about John Ray, the new FTX CEO. Obviously a CEO is experience as a restructuring expert, was brought in to handle it, was brought in to handle Enron in the wake of their clouds. I just want to read this quote here because I think it's pretty extraordinary. And I don't say that often, or maybe I do say that often, but I mean it this time. This is a really incredible quote here. Never in my career have I seen such a complete failure of corporate controls and such a complete absence of trustworthy financial information as occurred here. And then he went on to say, from compromised systems integrity and faulty regulatory oversight abroad to the concentration of control in the hands of a very small group of, and this is a quote here, inexperienced, unsophisticated and potentially compromised, compromised individuals. This situation is unprecedented. I mean, this is really, really strong words here from John Ray. And then going on to say that despite Sam Bankman fried tweets, as you pointed out, Nico, he has nothing to do with the company, is no longer affiliated with this boy. This is, this is one hell of a story."
    },
    {
        "speaker": "D",
        "text": "Absolutely, Ash. And in other news, one of the companies that has suffered from the collapse of FTX is Voyager digital. The bankrupt crypto lender was supposed to be acquired by FTX, which it had won at an auction for Voyager's assets in late September. But that's no longer happening, obviously. Now, a source has told Coindesk that Binance, us, will make a new bid for Voyager. Binance lost out to FTX in the previous auction. At the time, Coindesk has also reported that Binance's bid for the us based Voyager has been shut out due to national security concerns. So, Ash, finance US potentially to the rescue of Voyager. After all, is finance now taking the mantle of a white knight of the crypto industry from FTX?"
    },
    {
        "speaker": "B",
        "text": "White knight? Man, that's a loaded phrase. I'm not sure anyone wants it right now. In the wake of Sandbank Manfred being called the white knight for the crypto industry for some time. Look, we're just going to have to wait and see here. Obviously, as we know, these deals sometimes get announced and then don't make it through due diligence. This is one that we're just going to have to wait and see on the."
    },
    {
        "speaker": "D",
        "text": "Very well said. I mean, it was, what, in less than 24 hours last week that we saw Binance back out of SBF or out of the FTX deal?"
    },
    {
        "speaker": "B",
        "text": "Absolutely."
    },
    {
        "speaker": "D",
        "text": "All right, and now onto an important update on a story that broke yesterday and we covered on the show. According to blockchain data from Nansen cited by Coindesk, Gemini saw nearly half a billion dollars in net outflows on Wednesday. That was the biggest amount of all crypto exchanges. Outflows totaled roughly $563 million and were offset by only $780 million in inflows. The majorities of outflows at Gemini over the past seven days happened yesterday. This came amid news that Gemini is leading partner Genesis halted redemptions which affected Gemini's earned program. Gemini said that no other products or services were effective and that all customer funds held on the Gemini exchange are held one to one and available for withdrawal at any time. Ash, it seems that every bit of news that is in any way related to centralized exchanges now pushes people to take their money out of there. What do you make of this?"
    },
    {
        "speaker": "B",
        "text": "Well, you know, that's, that's actually a risk in itself here, which is this idea of a bank run happening in the space where there is a perceived problem. They at Gemini had exposure to Genesis from a lend perspective. They made this announcement. They suspended redemptions. They, they. They wrote it, I believe, as that the. They weren't able to meet redemptions or customer withdrawals within the terms of the SLA, their customer agreement, within five days. That was a pretty striking number there to see that it might take them five days to meet redemptions since that's happened. Gemini has since resumed service. I'm just going to read the tweet coming out of Gemini some 24 hours ago. This is at Gemini on Twitter. Gemini exchange fully back online. All customer funds held on the Gemini exchange are held one to one and available for withdrawal at any time. You know, we can speculate about what happened there, whether they got some sort of a cash infusion, whether or not they were able to strike a deal with Genesis. But the bottom line is that they are now back online. Nico, very well said."
    },
    {
        "speaker": "D",
        "text": "And just a quick note. Inflows were 778 million, not 780 million. My apologies for that. Now let's bring in our guests. Lee Drogan is the general partner and chief investment officer at Starkiller Capital. And we also have Miles Deutscher, crypto analyst from crypto banter. Welcome to the show, gentlemen."
    },
    {
        "speaker": "C",
        "text": "Thanks for having me."
    },
    {
        "speaker": "D",
        "text": "Thank you. Let's get your views on this crisis, starting with you, Miles. What are you making of all of this that's happened?"
    },
    {
        "speaker": "E",
        "text": "I mean, look, there's really so much to break down. It's a big question because it's been one of the craziest weeks in, in history that I think in crypto history. So, I mean, there's a few things. The first thing I really want to consider is that there could potentially be more fallout from this collapse. And I don't think we've really seen the end of the true damage here, because if you do look at the flow of the affected sectors from the top down. We obviously have the exchanges who, many of which had invested in FTX or had exposure to FTX and now seeing record outflows at the moment, most exchanges are now essentially being bank run to some extent, as retail sentiment has taken some kind of a hit. So some explicitly, I won't name them all, still haven't come out and made concrete statements surrounding whether they did or whether they didn't have FTX exposure. So I do see the contagion to continue to spread here. I don't think this is necessarily the end, because you've got market makers like jump crypto being affected. Then if we look even further down the list, you've got VC's like Multicoin Ikigai, who had a lot of their funds stuck on FTX now, now suffering as well. So, you know, those guys have a tough decision. They have to make the decision between do they double down like three ac did back when the lunar collapse first occurred, or do they go risk averse and start to adjust, adjust strategies? So it's going to be interesting to see how it all plays out, but there's really a lot to break down here."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think that's very well said, Miles. Let's get Lee to jump in. Lee, big picture. Where do you see where we are right now? What's the state of play happening in crypto in the wake of this unprecedented crisis?"
    },
    {
        "speaker": "C",
        "text": "Yeah, as Miles said, there are other bodies left to float to the surface here, and that will take quite some time, largely because the forced transparency isn't really there. And so we're probably talking about at least a matter of months. The other and probably more important thing to the market right now is going to be liquidity. A lot of market makers lost a lot of money on FTX. A lot of them are pulling back. Nobody."
    },
    {
        "speaker": "B",
        "text": "Can you define liquidity for our audience, who may not know and also explain why it's so critical?"
    },
    {
        "speaker": "C",
        "text": "Yeah, so one of the really interesting stories here that will come out over time is that it's very likely Alameda was taking significant losses on a consistent basis, making markets on FTX. And the reason that Sam likely wanted them to continue to do that, even though they were bleeding capital, was because having the ability to transact at a reasonable depth, let's say, being able to sell $500,000 of any coin, not any coin, but let's say the top 300 coins without moving the market more than, let's say, 2%. That's what keeps institutions on FTX or kept institutions on FTX. So that's what I'm talking about when I say liquidity is if you need to sell a shitcoin or just an altcoin or anything, or buy one, what's the depth of that market? And Alameda was likely bleeding capital just, you know, over and over again, providing that kind of liquidity. Now, the problem is, and this is a deep part of our research, is that when liquidity in the market dries up across exchanges, or specifically across the exchanges, that institutions really transact on the value of these altcoins. Just, they're worthless, right? If you cannot sell it today, right now, it's basically worthless. And that's what we're seeing in the market. And our fear is that there are a lot of market makers that are not going to turn those machines back on. And as that liquidity continues to dry up, you're just going to see prices evaporate."
    },
    {
        "speaker": "B",
        "text": "Lee, I think you've hit on the core of so many of these issues in terms of the systemic risk, in terms of liquidity risk, in terms of counterparty risk, and in terms of what's happening here. I think for lots of folks out there who are retail investors, it's sometimes hard to understand the concept of liquidity or market depth. How much depth there is in an order book and the bid ask side, because if you're a retail investor and you've got 100 shares of Facebook that you want to sell, you go up to your account, your Chuck Schwab account, your e trade account, your ameritrade account, you set a limit order, or you just do it at market, it gets executed, and there's no price movement because you're only selling 100 shares. But when you're selling things at scale, this idea of liquidity, this idea of market depth, how much depth is there in that order book? Absolutely critical. You know, this brings us to a point that was raised. I don't know if you read the story. I imagine you probably did. Matt Levine, writing for Bloomberg, talking about precisely this interrelationship between Alameda and FTX. And essentially he says, you know, that there are, there are folks, there are lots of folks out there who are floating these theories on Twitter about what happened is people, particularly people who have a lot of market experience, try to dig in and understand what happened here. And, you know, there's one thesis floating around out there that was precisely the one that you just articulated or modified form of it, which was Alameda was providing liquidity, FTX people who were executing on FTX were taking that liquidity, making use of that liquidity. As a consequence, what was happening was Alameda was losing money on these trades, and then the people who were trading on FTX were receiving that in terms of trading wins or gains against Alameda. In this article, Matt Levine says, by the way, that may sound nice. Right. Your customers were getting money back. They were essentially getting a rebate on the trade because of how terrible Alameda was at making markets. And Matt Levine says, it sounds great that customers are getting money back, but there's a word for that under law and in financial markets, and it's not a very nice word. And that word is ponzi scheme. And again, just to be clear, we don't know that for a fact. Matt Levine wasn't asserting that was factually what was happening, but he was saying that many of the theses that were floating around out there begin to look like Ponzi schemes. That was his. Go ahead, Lee. Jump in."
    },
    {
        "speaker": "C",
        "text": "Yeah, I mean, so I think everybody should separate two specific concepts here. There was obvious fraud taking place, wire fraud, all sorts of fraud. Right. Like embezzlement, just across the board. But I think that that's a different concept than it seems, what Sam was trying to do, which was to say, we're using Alameda as a loss leader in order to provide liquidity to FTX, which is the more valuable entity. If we don't do that, the liquidity on FTX dries up, all the clients go away, and then it's worth nothing. It wouldn't be the first business that subsidizes something associated with its business, with a loss over here. The difference is they were just stealing the money to subsidize it. Right. That's the very big. And they were also between Uber and FTX, you know."
    },
    {
        "speaker": "B",
        "text": "Right. And they. Exactly to your point, they were also separate operating entities. Right. And you had these, you know, the numbers I believe that I saw initially were $16 billion in customer funds, customer assets sitting on FTX, and then that 8 billion of that, and then later climbed to 10 billion being lent to Alameda. So all these weird balance sheet entanglements. Miles, what do you. What do you make of all this as we start to deconstruct and pull the layers away?"
    },
    {
        "speaker": "E",
        "text": "I mean, there's just so much, as you said, there's just so much clear evidence now coming out that potentially there was fraud occurring and all sorts of crazy revelations. Today. For example, in the FTX court filing today, we found out that SBF's hedge fund actually lent $3 billion to sand Eggman Fried's entity, paperbirds. So essentially lending money to themselves, which was absolutely crazy. And I guess, to your point, before, I kind of wanted to break down some of the theories floating around, and that's that Alameda essentially took a very large leverage position on the FTT token. That position obviously started to go negative once sentiment started to take a hit. I think SBF sentiment started to shift long before the collapse actually occurred. I actually think it went way back to when the draft was. Was released, and the public didn't really take too well to do it. So eventually, when that position went negative, FTX probably should have liquidated Alameda, but didn't. And then obviously their losses just kept growing and growing, and eventually the market collapsed. So that left them with a lot of bad debt that essentially was exposed when the background finally occurred. So, I mean, that's just one of the theories. There's many theories as to what happened, but that's kind of my grasp on what, on what may have occurred. But it seems like this story and the web just keeps growing deeper and deeper every day, basically, as we get more information."
    },
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless 30 30, baby."
    },
    {
        "speaker": "C",
        "text": "Get 30, but to get 20 2020."
    },
    {
        "speaker": "B",
        "text": "But you get 20. 2015, 1515, just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at Mint mobile.com switch."
    },
    {
        "speaker": "B",
        "text": "$45 up front for three months, plus taxes and fees. Promoting for new customers for limited time unlimited, more than 40gb per month slows full terms at mint mobile.com dot. Yeah, and one of the things that grew in the last week was this, the fact that the largest asset held on the balance sheet, I think the number was they had $900 million in liquid assets, about $9 billion in liabilities. Now, additionally, they had some illiquid assets. And the question is, how valuable are these illiquid assets? And the largest position on their balance sheet, $2.2 billion in serum, a coin that Sam Bankman fried himself co founded."
    },
    {
        "speaker": "E",
        "text": "Yeah, one of the funny thing is it is about illiquid tokens. I could create a token tomorrow. I could literally go and create a token, release 2% of the supply, get a lot of people to buy and create a billion dollar protocol, put a billion dollars on my balance sheet, and then have the other 98% vesting. And that's kind of essentially obviously an exaggerated version, but kind of essentially what Sam's saying here, like, when 99% or a large percent of your tokens aren't even released and you're counting them towards assets on your. On your balance sheet, it's stupidity. So."
    },
    {
        "speaker": "B",
        "text": "Yeah. And by the way, while we're talking in hypotheticals, if you had an exchange where you could prop up the price of that by trading in the thin float that was out there relative to the total, you could prop the share value up or the coin value up even more. Again, talking hypothetically, of course."
    },
    {
        "speaker": "C",
        "text": "Yeah, I just. I don't think it's a coincidence here that the exact same mechanism that was sitting at the heart of Terra is the thing that blew up. You know, FTSE Lee, explain that."
    },
    {
        "speaker": "B",
        "text": "Explain that point. The similarity there that you see."
    },
    {
        "speaker": "C",
        "text": "It's the concept of the rehypothecation of a governance token representing the value of the business that is the one taking all the leverage. Right?"
    },
    {
        "speaker": "B",
        "text": "So, and define rehypothecation, particularly for people who weren't following closely during the 2007, 2008 financial crisis."
    },
    {
        "speaker": "C",
        "text": "Yeah, yeah. So the concept is taking equity in your business and then using it as collateral to borrow more cash and then levering up that cash in a one way bet, which is what everybody. Which is what they basically did. That's what, you know, Terra was. That's what this was. The problem is, there is a negative feedback loop. When the value of that equity starts to degrade, then your value of your collateral degrades, and then very quickly, you know, you are insolvent. But I don't think it's a coincidence that Sam saw Terra and said, wow, that's a great. That's a great way to do a ponzi scheme. Right? It's a great way to do it. And he did it, and it blew up as well. My fear, and we've researched a bunch of these, that there are others out there right now that are re hypothecating their equity or their governance tokens as their collateral in stablecoins in other ways, and they will all eventually blow up."
    },
    {
        "speaker": "B",
        "text": "Lee, who's out there that you're looking at, that you see this type of activity and see potential blow up risk on."
    },
    {
        "speaker": "C",
        "text": "So the USDD, stablecoin on TrOn has this same mechanism. The difference between USDD and Terra is that Justin sun is the only one who can initiate the burn mechanism, which actually, in a way, prevents the death spiral. But you still have the same exact rehypothecation going on. Frax has 8% of its backing in the fracs governance token. So not terrible. It's not the whole thing. It's not half, it's 8%. Right. So not as bad. And there are others that are kind of different concoctions of this, but those are the two very directly."
    },
    {
        "speaker": "E",
        "text": "Frux is also working towards becoming fully collateralized, by the way. So they've been on that mission for a while, actually. That was 70% collateralized, 30% algorithmic, and then they eventually moved to, I think, 90%. And I think eventually they're moving towards a 100% model. So they're kind of taking the slow approach. But Sam, the founder, isn't stupid. I'd say USDD probably has more inherent risk there, but that's just my opinion."
    },
    {
        "speaker": "B",
        "text": "Yeah, I should say when. When words like Ponzi scheme get thrown around here, it's important to point out that none of this has yet been proven in a court of law. No one has been charged criminally in this yet. We're talking just trying to untangle what some of these models might look like. We're talking theoretically, we're speculating, but right now we just don't know. I think it's important to point out. Let me ask you this, Lee. You mentioned this idea of delays in terms of the amount of time it takes for the other shoe to drop, for the feedback loop to continue. I pointed out this number yesterday, 454. 454 days between. Before the Lehman bankruptcy in, I guess it was October 15 of 2008. 454 days earlier, the Wall Street Journal reported that two obscure hedge funds run by Bear Stearns had gone bust. So from the moment that that story began, in terms of the instability beginning in markets to the moment of the maximum crisis over a year, to get there, give us a sense, and it'd be great to get from both of you. But we'll start with Lee. What you think the sequence might look like, how long it takes these spillover effects to, in fact, spill over? Lee?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I mean, look, markets are incredibly inefficient, especially opaque ones like this. Now, the difficult part about the crypto market is that we would all like to think that everything on chain is very transparent, and it is. Right. And so we can see all the leverage on chain. The problem is this entire cycle was about off chain leverage and dark leverage, and we still don't know where all of that is. And it's going to take a while to clean up. There are protocol teams that have lost their entire treasuries on FTX, and so they have no incentive to come out and be honest about that."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "C",
        "text": "Zero incentive. And so it's only going to be after a while that they have to raise or they fold or they commit some fraud associated with just rugging, whatever's left. And that's going to happen over a series of months to year. You know, just figure the Runway that a typical protocol team has in its burn. So that's going to happen. These large, likely insolvent lenders, you know, c five lenders, it's going to take some time for all them to, you know, kind of come out and say, yeah, we're insolvent. There's going to be more CFI exchanges that are insolvent, but they're going to try and push that off. Bye. Raising capital in the background to plug holes, likely. So all these things are going to take time, though. I don't think it's going to be a year. I think it's going to be faster than that because markets tend to move faster now than they did a decade or more ago. So I don't know, call it three, four, five months, something like that."
    },
    {
        "speaker": "B",
        "text": "Miles, jump in. We've been talking, obviously, about what's happened in the past. How do you view the future and what are you looking at?"
    },
    {
        "speaker": "E",
        "text": "Yeah, I actually think we have a little bit of precedent already in terms of a timeline set by the events that happened this year. So if we look at what happened with the lunar collapse in three ac, let's take Genesis, for example, because obviously in the news at the moment, they did have significant exposure to three ac. I think they lent out $2.4 billion. They ended up claiming 1.2 billion. So there was a massive hole there that kind of started the initial, um, collapse or the initial, uh, decline in withdrawals, um, sorry, increase in withdrawals, decline in deposits, um, on their balance sheet. So that started to cause them strain all the way back in June. And then when FTX ended up going under, there's a lot of protocols which, which had exposure to the lunar collapse in May, June. Um, and this is kind of like the final straw. This is the final. I'm nailing the coffin because there was already a lot of weakness in the market. I mean, I even have a theory about how, and I've tweeted about this, how the lunar collapse led to FTX's, like, eventual demise. So I think, like that timeline took, what, six months to play out. So we could almost see a replication of that, where this FTX collapse is what it was to three ac was the genesis, where in six months time there might be some other little event that happens, and then companies that were initially impacted from this, namely exchanges, because now we're seeing a lack of trust in exchanges in general, are inevitably affected. So I think like, a six month ish timeline is kind of a precedent that we've seen over the last couple events like this, but it's going to be interesting to see how it plays out."
    },
    {
        "speaker": "B",
        "text": "Miles, let me ask you one other question. As our viewers can probably tell by your cool Aussie accent, you are from Australia. A story coming out today that the Australian Securities Exchange, ASX, this is, I believe, by far the largest exchange in the Oceania region, is abandoning a major block chain development project. The goal for the project was to build their next generation trading architecture on blockchain. This comes after an audit by Accenture found issues with the project. The project has created a pre tax loss of about $170 million. Obviously, it's difficult to say whether this is connected or not to what's happened at FTX, but one of the things in the space that I think has been something that people in the space may be missing out on is there are a lot of folks who are outside, a lot of folks in Tradfi who are watching this going, why the hell do we want to be involved in this space right now? And I think those of us who are in the space full time, 24 by seven, who are passionate about it, who believe in the long term future, don't really have a sense of what this must look like from the outside looking in. First, what context can you give us, if any, on this ASX project? And second, more broadly, what do you think, Miles, about the impact that these events are having on people perceiving this, who are not watching it every day, like all of us on this screen are."
    },
    {
        "speaker": "E",
        "text": "Yeah, I think you summed it up pretty well. There are a lot of institutions, and that also extends to government bodies that are a little bit unsure about how to approach crypto, and especially from the government's perspective, like the australian government, how to actually regulate crypto. Been a large gray area in Australia for the last year, really, and even in the US. But kind of as an australian, I feel like we're kind of following us lead a little bit, just kind of waiting to see, wait for someone else to make the first move and then make. Make our move. But, yeah, obviously they have the blockchain project scrapped. I think it was $160 million. It's hard to say that the reason is FTX, although it is quite interesting timing, but there's no doubt that the industry's and now going to come under heavy regulatory scrutiny. I think this has really sped up that process. And unfortunately, when you have regulation of this scale, there's certain market sectors which are probably unjustifiably impacted, namely DeFi, for example, you name Ethereum as security. All of a sudden, permissionless protocols start to come under the purview of the SEC. So there is potential negative ramifications in that respect. However, we have to understand as well, institutions won't be comfortable entering crypto until there's set regulation. And I think right now it's very uncomfortable for institutions, governments, et cetera to embrace this space because you can't trust any entity. I mean, look at what happened to what people thought was the safest or the second safest exchange in crypto FTX just last week. So I think regulation is the only real way to capture that major inflow of liquidity that we're looking for as investors. But yeah, its going to be a long road. Im not a regulatory expert, but thats kind of my observation based on what ive seen."
    },
    {
        "speaker": "B",
        "text": "By the way, number one safest in your view is Coinbase."
    },
    {
        "speaker": "E",
        "text": "Binance. Although there is inherent risk that has now been created by this maybe is an interesting discussion point. By merging the two biggest players, I mean, you could count Coinbase as well, but theyre very institutional focused. I think a lot of their retail trading kind of ended up drying up. So yeah, it's interesting because now we have one player kind of controlling the whole space, and that player, I don't know if it exactly has the best reputation in the US."
    },
    {
        "speaker": "F",
        "text": "This podcast is sponsored by Ramp. Are you the decision maker in your company? Consider this. For the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what. With each vendor, Ramp's software collects and verifies receipts instantly to save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization, and bill payments. Time consuming tasks, which means you'll stop wasteful spending and close your books in hours instead of days. Businesses that use Ramp add up to 5% to their bottom line the first year. If you're a decision maker, adding ramp could be one of the best decisions you've ever made. Get $250 when you join ramp for free. Just go to ramp.com. easy ramp.com easy rmp.com easy cards issued by Sutton bank and celtic bank members have DIC. Terms and conditions apply."
    },
    {
        "speaker": "B",
        "text": "Sorry, Lee, I see you smiling. Jump in."
    },
    {
        "speaker": "C",
        "text": "So this is what got us in trouble the last time with basically nothing diligencing, nobody diligencing FTX to the point that it should have been. There are reports that Gensler had done a full review of FTX us and then just let them go. Right. And so that's. Which is insane if that's true. The problem here is that binance now represents 70% to 80% of the liquidity and volume in the market. So if you are an institution that really needs to trade right now, actively, you need to trade on binance. The problem with that is that if you really need something, you are probably willing to overlook a lot of diligence items that you shouldn't be. And I think that's what's going on right here. They have not. We know what some of their reserves look like."
    },
    {
        "speaker": "E",
        "text": "Some."
    },
    {
        "speaker": "C",
        "text": "We know there's a lot of BNB in there, which, again, could be a rehypothecation of a governance token. We know that CZ plays incredibly fast and loose in a regulatory way. We have no idea what their actual corporate finance structure looks like. We have no idea what their actual internal books look like. We have no idea what their outstanding loans look like, what their leverage position is. We just have no clue. Because there is no filing at this point. Coinbase has to be way above everything else, you know, because it's a publicly traded company. Unless there's massive, massive, massive actual fraud and lying going on here in public filings, then they look pretty safe."
    },
    {
        "speaker": "B",
        "text": "Everything which we have, we should point out there's no. There's been no evidence of. But to your point, Lee, more, you know, more broadly, until we get cryptographically proven proof of reserves, proof of assets, proof of liabilities, the ability to see how each and every single asset has been hypothecated and then potentially re hypothecated. We're operating in the dark, and it's fast. In fact, worse. The darkness that we experienced is worse than what we saw in 2007, 2008 in tradfi, because lots of these, to your point, of these firms are operating offshore and they're totally unregulated, and therefore don't have to make these material financial disclosures that you would see from even Lehman Brothers or Bear Stearns. Although you could argue that there wasn't a lot of transparency in those filings either. Amazing conversation. We could go for 3 hours but I want to pull Niko back in because I think he's got some questions from our viewers that I do."
    },
    {
        "speaker": "D",
        "text": "Ash, the chat box has been going crazy, so let's take a couple of these. They're sort of from all over the spectrum. But first up, Paul E. On the RV website wants to know, do you all have any updates on the FTX hack? Last Friday I read the funds were converted to Dai dai stablecoins, bridged onto the Ethereum network and is linked to an account on Kraken. Miles, any updates on this from what."
    },
    {
        "speaker": "E",
        "text": "You'Re hearing, I haven't stayed too updated with it over the last day. I kind of have an update from, I think, yesterday. Yeah, that was my latest update that the funds were on Kraken. Very hard to believe that it wasn't. I mean, speculation, of course. Disclaimer, disclaimer. Hard to believe it's not an insider job or a direct order from someone inside FTX. The timing is just way too coincidental for my liking. So, yeah, I don't have an update on what they're going to do with the funds, but, yeah, that was a pretty funny one."
    },
    {
        "speaker": "D",
        "text": "I'll say. If you had a update on what to do with the funds, I think we'd all be looking at you very suspiciously right now."
    },
    {
        "speaker": "B",
        "text": "Hey, can I give."
    },
    {
        "speaker": "E",
        "text": "Exactly, can I jump in on this?"
    },
    {
        "speaker": "B",
        "text": "So there are obviously a lot of theories floating around out here. In fact, I would say that the FTX hack is one of the most wildly speculated pieces of this story everywhere on Twitter. Be very careful what you read. You know, Sam Bankman Fried is meeting Jim Morrison and Amelia Earhart at the airport, and they're going to Argentina. I mean, this is a place where there's just absolute craziness happening in terms of the speculation. I haven't seen any reliable reporting there, so consumer of information, beware. I will just throw this, this theory out. And this is just one of the things that I thought about. While we're engaged in wild speculation, one potential possibility is if this were an external hack. Many people are speculating that it was an inside hack. That's been one of the major threads on Twitter. But it's also possible that it's an external hack. Think about this for a second. When there is a hack of an exchange, this isn't something that gets done, you know, in 24 hours. This takes months of planning by very sophisticated actors. It's also possible, while we're talking about total wild speculation, it's possible that an external actor or group of actors watched what was happening and said, hey, guys, it's now or never. There may not be any assets to hack. If we're going to go in, we need to do it now. The moral of the story is it's just really incredibly an unknown, open question, tons of speculation, very little fact. But, Lee, do you want to jump in on this one?"
    },
    {
        "speaker": "C",
        "text": "It would not surprise me if this was an inside job at all. One of the things in the filing today from the liquidator that was actually, I guess, heartening is that there was so much mismanagement over there, and now we kind of know all the transfers to related party accounts that it's actually likely that they're able to claw back a lot of personal money from Sam and Truboco and, you know, and the rest of them. And so while the way for people."
    },
    {
        "speaker": "B",
        "text": "Who don't know who Trabuco is, the background there."
    },
    {
        "speaker": "C",
        "text": "Yeah. So Trabuco ran FTX digital markets for, you know, quite some time, but they were all moving back and forth from Alameda. The whole thing was very intertwined. And then he walked away a number of months ago. And, you know, the funny thing about Trabuco is that when he walked away, my assumption was that the regulators had come taking a look at FTX just like they're taking a look at everything else. They had slapped FTX on the wrist, saying, you have to move these former executives or executives out the door. Right. We're slapping you on the wrist. New team, you got to get clean, you know, perfectly clean. Right. And that's what happened. And they had been ushered out, and then everything was clean after that. Turns out he was just pulling the ripcord. Right, and trying to, you know, get away before this all fell apart. Yeah."
    },
    {
        "speaker": "B",
        "text": "Sam Trabuco, of course, was the co CEO of Alameda Research."
    },
    {
        "speaker": "D",
        "text": "Yes. Alrighty. I got another question from this one from YouTube, from Ian Fawcett. This is less of a question than a ask, but please stress the difference between fraud in the crypto exchange industry versus crypto itself. People are afraid of crypto due to centralized exchanges, but the underlying tech of blockchain is healthy. Lee, you want to take a stab at this one?"
    },
    {
        "speaker": "C",
        "text": "Yeah, look, I mean, for the. I mean, DeFi has held up incredibly well. There are no protocols, as we know as of now, that are underwater in terms of loans that they've made. So there's a very big difference between the fully collateralized nature of DeFi and the opaque nature of CFI, where you can commit fraud behind the scenes and you have to have personal counterparty risk. Our worry though, to be honest, is that with liquidity drying up within CEFi, that there exists now the possibility with less amount of money to do these oracle hacks, where you significantly raise the price of an illiquid asset that is used as collateral within a DeFi lending protocol, and then you drain the DeFi lending protocol of the stable coins and then just walk away. Right."
    },
    {
        "speaker": "E",
        "text": "That's what happened with Solana. Well, to some extent, some of the assets on Solana experience the same thing. I think wrap bitcoin as well. You couldn't even redeem it. And then you also have a lot of DEXs that operate on oracle data from centralized exchanges, or more specifically centralized exchanges front run the price and then the DEXs follow afterwards. So if liquidity dries up on centralized exchanges, that hurts. That hurts the decentralized exchanges too. So its all kind of more interlinked than I would like, to be honest, as a DeFi proponent."
    },
    {
        "speaker": "B",
        "text": "And by the way, one of the interesting things about this story is that none of these problems that we're seeing at FTX are inherently centered on crypto. FTX could have been making pretzels and done the same nonsense. You know, Francis Coppola wrote this great piece comparing the state of crypto to the 1907 bankers panic. This was one of the great pre depression financial panics here in the United States. It heavily involved JP Morgan, the man, not the bank, who was then still alive. You know, the idea that this is essentially a series of basically, and again, we don't know, the data hasn't come out yet, but it could be argued that these are just classical financial shenanigans, the kind of stuff that we saw during the 2007, 2008 period. And the irony of all of this is that the technology, and I think this is what Miles was alluding to, the technology of blockchain, the technology of crypto, the technology inherent in DeFi, actually has the capacity to be the solution to the problem. But because you have lots of people operating in unregulated markets offshore, without making financial disclosures, without a central bank being involved to oversee these activities, and there are certainly many downsides to that, but because you have that very unregulated market and you also have this incredible speculative fervor around digital assets, you get the challenge that we saw here with FTX. But none of this is inherently a crypto problem. This is a speculation problem. This is a leverage problem."
    },
    {
        "speaker": "E",
        "text": "This is a lack of all the major collapses this year. Like everyone even to be honest, the lunar collapse can be put down to the result of human greed. So it's kind of counterintuitive because crypto was created in the beginning to kind of read human greed and operate in an immutable, permissionless, decentralized manner. And it's always these centralized entities that kind of spoil the fun for the rest of us. So I think it just emphasizes the importance of having permissionless, immutable protocols that operate in a decentralized fashion. And that's the only way we can move forward. Is the industry as a whole embracing? That's what we're here to do. Unfortunately, though, when money comes into the fray, that's when human emotion kicks in. And we've seen that for hundreds and hundreds and hundreds of years, well before all of us were born."
    },
    {
        "speaker": "C",
        "text": "So there is one crypto native problem here, and it has nothing to do with fraud or structure, but it's basically the reason that institutions and others tried to grab liquidity at these c five exchanges and other c five lending deaths is partially because the actual technology inherent on the blockchain today in this cycle was not up to speed with being able to provide a really quick order book with enough liquidity, with the type of trading that is necessary. My hope is that in the next cycle, that the technology, the speed, the transaction volumes, the transaction costs will have come down enough that we don't have to search for liquidity or lending off chain, that it can all be on chain. But that was part of what happened here, is the technology just wasn't up to speed to provide the necessary product, and so we had to go elsewhere."
    },
    {
        "speaker": "B",
        "text": "I get the sense that everyone on this call is going to be here in the next cycle. Niko, back to you."
    },
    {
        "speaker": "D",
        "text": "Yeah, I was just going to say, I think that's that sense of hope is a great place to end this on. So it's come to that time of the show. So let's get those horns of blaring the spotlight swinging, because it's time for the key takeaways. First up, contagion is still spreading, as we saw yesterday with Gemini and I, Genesis. As Lee said, there's still more bodies to rise to the surface. Second, the liquidity crisis has hit market makers hard, and we're seeing those effects in the market right now. And lastly, we're seeing the issues with off change leverage. Until those matters are on chain and in smart contracts, we're going to see more surprises coming our way. Those were my takeaways. Anything you'd like to add, Miles?"
    },
    {
        "speaker": "E",
        "text": "Now that you've done a good job with some it up. I'll go with those three."
    },
    {
        "speaker": "D",
        "text": "Lee, thank you for having me."
    },
    {
        "speaker": "E",
        "text": "I'm sorry about my Internet as well. Hopefully next time I join them in Melbourne."
    },
    {
        "speaker": "D",
        "text": "Yes, will be a late night for you. Lee, anything you wanted to add?"
    },
    {
        "speaker": "C",
        "text": "I think that sums it up pretty good."
    },
    {
        "speaker": "D",
        "text": "Well, thank you so much, both of you, for joining us today for this amazing conversation. It's been a pleasure doing the show with all of you. That's it for today's show. We'll see everybody back here tomorrow for a very exciting show with Bobby Zagata from bit Stamp and Matthias Inbox from Signum. You won't want to miss that. So don't forget to subscribe. Real vision crypto is free, and for those watching on YouTube, smash everything the like. Button the bell and subscribe. We'll see you at noon Eastern time, 05:00 p.m. london time, live on real vision crypto. Daily briefing."
    }
]