[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless everybody get 30. 30, baby get 30, baby get 20. 2020, baby get 2020. Bid to get 15. 1515 just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at Mint."
    },
    {
        "speaker": "C",
        "text": "Mobile.Com switch $45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time unlimited, more than 40gb per month slows full terms at Mint mobile.com dot."
    },
    {
        "speaker": "D",
        "text": "Hey everyone, if you like this podcast, go behind the paywall to get privileged access to the smartest minds in finance. Join the real vision community and learn how to become a better investor. Visit realvision.com rvpod and use the promo code podcast ten. That's podcast ten to get 10% off our essential membership for the first year. Now to the top analysis of today's crypto markets."
    },
    {
        "speaker": "E",
        "text": "What's going on, guys? I'm Sergio Silva. Welcome to real vision, the crypto gathering, which is our special week long campaign here, where we ask this big question, is the game on in crypto? And if so, how do you position for it? Are we about to enter the next bull run? So yesterday we tried to answer that question through technical analysis. Ash spoke with Will Clemente, Kyle droops and Rec capital, they're all very bullish right now. Rex said he thinks we've definitely hit the bottom already. He thinks we're in the early stages of a bull market with a new all time high for bitcoin expected after next year's halving. Kyle and will will also say the trend is highly variable. And now on today's show, this is very, very exciting. As we look to answer once again the question of is it game on through the lens of NFTs, web three and crypto broadly. Joining me today are two NFT legends and good friends, OSF Obi Farouk, artist, creator of rec guys investor, and just overall good guy. And Mando, who is probably his better half, I would say also one of the creators of red guys canarylabs, legendary NFT investor, and also really good guy. Guys, welcome to the show."
    },
    {
        "speaker": "F",
        "text": "Hey, man, thanks for having us."
    },
    {
        "speaker": "G",
        "text": "Yeah, that was a lot of flowers. Thank you."
    },
    {
        "speaker": "F",
        "text": "Yeah, you made Mando sound like the better guy, but at least we're both good guys."
    },
    {
        "speaker": "E",
        "text": "You know, I obviously messed up the intro there a little bit before the clip, and I was making sure that I wasn't missing anything, but it's a lot easier to talk about people that, you know. And, yeah, I saw you guys last in Austin for consensus. We celebrated my birthday together and, you know, we spoke about crypto back then. It's been what, three months since. Obviously, things have been moving to say the least, both in your spot prices and crypto tokens, but also in nfts. So why don't we jump right into it? Let's start with the big question. You guys, legendary for diamond handling a lot of apes through one of the biggest bull markets in the history of humanity, and then waking up one day or before going to bed and deciding to take your profits and cash out of that trade. What were the conditions that let you guys to make that decision? And I would love to kind of like, give the audience a little bit more context as to what the trade really was, what the kind of theory going into it, and then why. And when you guys cashed out, God."
    },
    {
        "speaker": "G",
        "text": "Yeah, that's quite a trade. So, like, it all started, really with Ovi. He minted. And we're talking about bored apes here, which is one of the most well known collections in the NFT space. OV ended up minting 150 of them, I think, at origin, and really saw them as a trade, I think, at the start, right. You just held them for a flip and kind of was out of them all within a month, apart from a few. And that was a decent three to five x trade. And this was around the time that it's a very nascent time for nfts, particularly the idea of utility being attached to nfts. Before that, they were mainly just art, or there were some like gaming nfts with things like cryptokitties and Axie Infinity. But the idea of clubs and profile picture clubs was kind of new. And we originally got into nfts, but art investing, we were mainly investing in one of ones and super rare. And we kind of. We felt like that was a trend. And then we just saw this trend starting up with clubs. Cryptopunks obviously been around before that, and they. They were art, but also a club. I think boredhaves were mainly a club. The art was cool to a certain extent, but it was mainly about just being part of a club. And we just."
    },
    {
        "speaker": "F",
        "text": "We."
    },
    {
        "speaker": "G",
        "text": "Then I got back into that trade and we ended up in a decent amount, about 70, 75 of them. And originally it was to trade because I felt as though it would be a three x. I think they were trading around three eight, three breathe when they were. And I was like, well, at the time, a lot of nfts, which now is the norm, is they build out ip with things like airdrops. And the idea is that you have like a pokemon or a Disney star model, where the original NFT is your original pikachu or your original Mickey, and they start building out the ip with airdrop to the original holders. And I just felt like that model could spiral and I held them going into one of those drops. So at the time, it was mutant apes, and I felt like it was going to be a decent run. And then by the time we ended up, me and Ovi decided to kind of go in together. We decided that we kind of felt like that was going to be a longer term trend. So we held onto them for a while. And if I'm honest, we were happy to keep on holding them. They'd already paid us out a decent amount because they did the coin in 2022, apecoin, which is, which is now trading. And we monetized that almost straight away. And we were like, well, if you monetize the coin, we can hold on to the apes. But also, the big change that happened at the start of this year was just liquidity in the NFT space went parabolic. It didn't, and you'll see what the effects of that were with time. But earlier this year and at the back end of last year, there seemed to be a bit of a marketplace war happen between various different platforms. And a new one emerged, which is blur. And they started incentivizing liquidity in the space, mainly people, to bid on NFT projects. And suddenly, what had been quite a liquid market became a very, very liquid one, particularly for whales. So people with large positions in many different collections, just because people were being incentivized to on those collections, particularly the most traded collection collection things like punks, wood apes and various others. And at that time, our background was in distress, debt and high yields, kind of similar to you. And it felt as though one way to look at markets is that when those sort of illiquid markets suddenly become very liquid, the. The upside potential becomes limited or less gappy, let's say. And we just felt as though if we were going to stay in something liquid, we might as well keep it in ETH rather than in nfts. So we moved basically our whole portfolio into ETH, because we felt like that was really the bet. And we were also very bullish on ETH. Ether this time was trading at. At kind of 1213 hundred. And it felt like a decent time to get a. To get a quite a big eth bag. So that's why we ended up monetizing it. And we did monetize every profile picture collection we had because we did feel like that could be a medium term trend, that things were getting too liquid to have upside. So we had Azuki's, we had cool cats, we had a few other things people in the NFT space would know. And then, yeah, the NFT space, it stayed pretty healthy for a little bit, maybe a few weeks after the blur started incentivizing some of this liquidity. But then over the course of the last few months, it's really decreasing in EtH price. In dollar terms. It's not as horrific because obviously ETH has had a big run up, but it has been not a great period, I would say, for the ant space."
    },
    {
        "speaker": "E",
        "text": "Actually, you just gave me the framework for every question that I wanted to ask and part of this conversation, as we see kind of like web three going forward and as a trading market potential investment, how it correlates to spot crypto prices and the macro and the like. By the way, to the audience, you guys can ask any questions you want. Please put them in the chat. We'll ask the best ones on air. Remember, real vision members take priority. If you're not a real vision member yet, go to realvision.com crypto. But yeah, the team will take those questions and send them over, and then we'll ask them to Obi and Mando and myself as we go through the conversation. But going back to what you said there at the beginning, you guys saw kind of like the utility NFTs as this next pillar besides art, and you decided to make a play alongside, right? You already had an art play. So the PFP utility NFT play club membership, which really was kind of like what people thought of NFTs early on, right? Like ticketing and things that you can unlock, maybe like loyalty programs. We've seen that with, with big corporates. And that played out for you going forward from today on. Like, do you guys still think, you know, you mentioned the market has a lot of liquidity now, or at least more liquidity avenues. Obviously it fluctuates a lot, but there's a lot more easy ways to provide liquidity to the market and that to you took away the upside, especially vis a vis and some other things. However, NFts are a bit more well known. I wouldn't call them mainstream, but more companies are coming to the space. We just saw 711 this morning allowing NFT slurpees. How do you guys match up the concept of web three adoption and then the potential for financial returns. What's the model that you guys are thinking going forward from today into the short medium term?"
    },
    {
        "speaker": "F",
        "text": "That's a good question. I think it's something that often gets conflated by people who own NFTs, because it's like, hey, Starbucks have an NFT and 711 have an NFT, or you have, you know, Dolce and Gabbana doing NFT, et cetera, like lvMH, et cetera. You see all these big names into the web three space and everyone's like, oh, great. That means like the nfts that I own in my portfolio, that means they must go up because we're seeing all these big players. And I think the problem is, like those two things get conflated. Like when you do get big brands, big names, big adoption, and eventually mass adoption of the space, what that is good for, and the most bullish thing for is the infrastructure on which that's built on, not necessarily the existing roads that are, or the existing cars on the roads, if that makes sense. So in a situation like that, it's like, it's great for ETh, it's great for other hugely adopted networks and chains, or whatever you want to call them, because the usage of those going up and you're getting bigger players starting to use that technology, and I think it's great for those technologies. Um, what does that mean for like existing nfts? It's a real tough one, you know, and you have to then have to start asking the questions as to why you own what you do and what your thesis is. And do you own an NFT because you think, hey, this has big cultural and historical significance as a piece of art. Just like how you might buy any piece of art. Yeah, that, like that, that is bullish for that because you'll get more eyes on it. But, um, do you own your nft? Because, hey, I bought this profile picture and really I've just funded like a web three startup who's going out there to try and build a brand or build a game or build something else. Um, you know, it's not going to have much impact on that. So I think, um, as you see these, these big players enter the web three space into the NFT space. I think it's great for the technology, which I think in turn is like definitively bullet bullish for Ethereum, but for the existing nfts out there, it's, it's more of a mixed question, I think and the NFT market is huge. An NFT can be something that you use in a game. It can be a piece of art, it can be a profile picture, it can be just your anything, really. It expands lots of different things. I think you have to pick and choose which parts of the market we're referring to and talking about when we're trying to understand the value drivers. I think, hey, everyone, we're going to."
    },
    {
        "speaker": "G",
        "text": "Take a quick pause and hear a word from our partners. We'll be right back."
    },
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium Wireless 30 30, baby get 30, baby get 20. 2020, baby get 2020, Betty get 15. 1515 just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at mint mobile.com switch."
    },
    {
        "speaker": "C",
        "text": "$45 up front for three months, plus taxes and fees from, for new customers for a limited time. Unlimited more than 40gb per month slows full terms at mint mobile.com dot."
    },
    {
        "speaker": "E",
        "text": "That's a very, very interesting answer because probably a lot of NFT guys watching this are like, damn it, these are very smart guys. And I think, you know what? I think deep inside, a lot of people will agree. I think you're being honest with yourself. You kind of like seeing it play out where, you know, mass adoption might not mean financial returns for my backs. And it's funny hearing you say, well, mass adoption might not be good for your NFT IP. However, it's a trade that worked great for you guys. And so what do you think? It's a difference between 2021 and maybe minting or buying apes at three ether and 2023, and maybe minting or buying kind of like up and coming NFT collections. Um, what, what is the main, I guess, differentiator between your trade and somebody coming into the space today?"
    },
    {
        "speaker": "G",
        "text": "Yeah, look, I think, um, with the utility based nfts, you can often get these sort of parabolic moves, because if that utility, um, kicks or like, it really hits home and people pick up on it, uh, they can move very, very quickly. And you'll see that with gaming nfts, as they, as, as the gaming infrastructure of web three grows, some of these utility based entities will just go parabolic, particularly if you see big games start coming into the space. I think being early to a movement of clubs just meant that you didn't really know how this was going to play out. Ugalabs is now going down the route of gaming. So arguably, you could still have those sort of large exponential run ups in some of their assets just because the games become mainstream. But there's a long route to that. So I think it is slightly different than it was in 2021, because a lot of these stories have played out. And it feels as though that idea of building IP via progressively airdropping assets is only going to be available to a very, very, very small group of collections that already have that perceived value, perceived value about them. I think there's probably only one or two where you could argue that airdrops or companion collections will ever really extend the IP. Yuga is potentially one of them, and maybe like Azuki would be another one. But it's a dangerous game going down that route, because obviously you get these sort of ponzonomics, which people don't tend to particularly like, and you need to have a real concept of how the new assets are pushing forward the IP. So I think what we've seen is a lot of that model has collapsed in on itself, and we never really played that strongly into that as the model, if I'm honest. We also kind of felt as though by being one of those original collections, that this would have historical importance, in the same way that when most people mention nfts in real life, you're like, oh, those monkey jpegs, it comes up. We felt like they would be culturally relevant for a while. So that's why we only really had a majority of our portfolio. And that even though that was the route the IP went, I think now, going forward, the healthiest bit of the market is the market where there is some level of cultural or historical significance. You're seeing that come back with things like cryptopunks, generative art, and with. I do think that some of these profile pictures will come back as culturally significant in the same way that Pokemon went through its ups and downs, even as its own IP and kind of came back. That's kind of how I can see some of these happening as well. It doesn't necessarily need it to hit at all times. As long as they stay culturally relevant in the space for a while, I think they will come back. So I think some of those original ips will come back. But I do think it's becoming increasingly difficult for a new project, new entrepreneur to come into the space with an idea about IP and think about how to monetize it. There's two reasons, mainly why number one, trading fees has gone down exponentially across the board. It's very, very different and that was one of the main, it was one of the main innovations of the space, if I'm honest, there were various reasons for that. But some of the ways that the NFTs are traded now means you can basically bypass some of the revenue of it. So the idea of someone coming into this space perhaps doesn't have the revenue stream that they used to think they had. And the second one is, if I'm honest, the regulations, security regulations around this stuff, it's very difficult to accrue the value of that IP back to the holder of the NFT. Where does an NFT sit in a capital structure? Should it sit in a capital structure? Is there any ownership of anything? I think thats something that people have questioned a few times with some of these. And I think when we were back in 2021, the idea of how that value could be returned to holders was pretty nascent. We were still trying to work out how that could be done. Some of the collections obviously went down routes like coins as a way to do it, and daos, and that has had limited success. It still feels like that is an elusive situation. So the idea that the value of the IP can be returned to NFT holds is still a little bit unknown, in the same way that it's still difficult with DAos to work out how money from DAos will be exactly returned to Daoholders NFTs as well. Without clear regulation around some of this stuff or what people can and can't do around them, I think it's a little bit difficult to work out how the value accrues. But that could change and in time, and some of these NFT IPs could be able to latch on the back of that. So for now, it feels like the safest place is still in historical or culturally significant artifacts on the Internet, essentially, or in the crypto space."
    },
    {
        "speaker": "E",
        "text": "Okay, but you guys are super bullish ether. You're super bullish web three, your way of expressing it going forward. Well, mostly you already did it. You mentioned at the beginning of the show, and also people at tracky wallops can see that you guys pretty much went on ETh. I know ov you bought a few cultural significant NFTs and you've been kind of accumulating some of those, but really the majority of your bags are now in ether. Are there any other crypto token, fungible tokens that you guys are bullish on or excited about or starting to look at? Now that you've decided to express your bullishness on this technology via fungibles instead of non fungibles."
    },
    {
        "speaker": "F",
        "text": "The short answer is yes. I think you can be bullish on a few different things here. You can be bullish on technology, so you look for things like ether, things like other forms of technology which improve systems, improve efficiency, et cetera, et cetera, et cetera. The other thing you can be bullish on is just bullish on culture or community, or these low IQ players, as people call them. Like, you know, the GameStop. What's going to be the next GameStop of 2023 or 2024? Like, what's going to be the next, like, four dates of something. And that doesn't have to be an NFT format, doesn't necessarily have to be in non fungible format. It could be a whatever it is. But, like, we're always looking for, like, that trade, which is like, you know, it doesn't really. It can't really be explained by, like, these are the five reasons why this has value and where the value derives from. And this is. These are the five problems that it solves. But it's something that people can get behind and get, you know, and get bigger than just something that captures this idea of, like, community, virality, culture, that kind of stuff. And to that. To that note, like, you know, we. We own a lot of ETh from the apes that we sold. Something that we bought a lot of recently was this pepe coin, which is the fastest coin to a billion dollar market cap, and it's sold off again. But that's something which I think ticks a few boxes, something that has a lot of volume every day, something that a lot of people can get around and get involved, something that people who try to explain valuations hate and cannot explain, which I think is always a bullish thing. You saw the same thing with GameStop, you saw the same thing with dogecoin. And it's something, I think it's displayed a lot of correlation to EtH in the higher beta wave consistently now for three months, with $100 million of volumes every day. That's an interesting trade, I think, and that's something that we own, and most of it is an ETH, obviously, but I think those are the kind of trades we're looking at. I'm not really trying to think, oh, hey, here's this new technology which is game changing. It's more like, what thing? Whether it's an NFT, whether it's a fungible token, whether it's a stock, whatever it is. What thing is something that a large amount of people can connect with and own very easily without having to overthink it and not technology, that's difficult to explain. And that you can just get like a mass amount of people getting involved in it very quickly. That's the thing I think that's the kind of thing that I think outperforms. If you do have a real crypto bull run, and if you do have a real crypto bill run, it does mean altcoins start to outperform bitcoin. Right now, bitcoin dominance is 51.5%. So it's the highest it's been in over twelve months. And if you look at the bull market of 2021, bitcoin dominance was close to something like 40% or maybe even lower at points in time. So that moonshot, that big thing we're trying to play for, if you do have this bull run, I'm not saying put all your money in these crazy altcoins, because it never to be 97% go to zero. But I think having the ETH trades worked pretty well since June last year. Over the last twelve months, it's more than doubled. And as you get to this next stage, I guess what we're both looking at is like, how do we put allocate smaller amounts of our portfolio to these things that can actually do a ten x or a hundred x or a thousand x, and, you know, maybe only one or two of them get there. But, um, it's. It's feeling like now it's time to me to have some exposure to it. And I want to really reiterate, like, it's just some small exposure. It's not, it's not, you know, load the boat on that stuff, because inevitably you. A lot of it will go to zero."
    },
    {
        "speaker": "G",
        "text": "We're dialing up risk. We have been for the last month or two. We sat down, we were like, look, we actually think we're going to come out of this. It feels much quieter, but you're starting to see rallies and you're starting to see a lot of the value of crypto, whether it's via what you saw with regional banks or what you're seeing. We're still with provenance in many different collectibles markets. We think this is going to be valuable. And particularly, you're starting to see the start of some of those narratives. And I just feel as though on that classic bull run chart, we're kind of getting into the denial phase. So we want to make sure that we have some plays which could be a ten x if that happens. So you might want to not want to hear this if people know us from the NFT market. When we did the scout out across all the things that we think could do a ten x from here it was more difficult to find some plays in the NFT market. Some of the best bets are pretty highly priced assets already, like things like Videnzas or auto glyphs or punks. To see them do a ten x is a little bit difficult, although we do think they could rise in ease price. That was one that just ticked the box. But I think there's still massive bull cases for the NFT market. I think it's just that some of the use cases, I think the things that I think will drive the next bull run in nfts is gaming and it's real world assets. It's the tokenization of provenance in where Defi meets nfts where you get a loan on a watch like a Rolex or something like that. Or you could, I don't know, fund various different collectibles lending. Or you could even do provenance in things like the wine market or the in real life art market. This is stuff that drives the technology but doesn't necessarily mean pumped up digital ip valuations and then gaming. I think we could have some hits in the gaming space over the next two years. I don't know if it's like this year, but it feels like we could have something. So that's where I think that you can. And if a game starts picking up in the NFT space, we'll be the first ones to pick up on it. We're there, we'll know which games are starting to under here there'll be assets to buy and I think there'll be some parabolic runs. No doubt in that. But for now it feels as though you're going really for of historical nfts eth and maybe some of these meme style coins. There's only really one that we're interested in which is pepe."
    },
    {
        "speaker": "E",
        "text": "I like that you guys are seeing the green shoots positioning accordingly. I guess my question now is what will stop you and say make you think that you're wrong on your conviction longs on not just crypto but NFT risk. Obviously the world world out there seems pretty good still but theres some charts and some stats that really make you stop and wonder. Credit card not only the rates are the highest but debt levels are very very high in the US. Its a consumer driven economy. 70% of GDP comes from that. Is this less inflation that were seeing more indicative of lower consumer demand which obviously does nothing bodwell for earnings and the like. How does your macro framework play into your crypto view, especially given your professional background? And what will be the red flags that will make you stop and say, okay, maybe we're wrong. Maybe we had the wrong ether was dollar 800 in June of last year. It's now close to 1900. That's a solid return in a year, especially a bad year, as people were expecting."
    },
    {
        "speaker": "F",
        "text": "I think there's a few reasons why I'm bullish, and if any of those reasons get invalidated, that would change my view. So one of them is for crypto specifically, is this idea of ETF approvals for Blackrock and fidelity. And I'm of the belief that these guys haven't applied without demand and haven't applied without having some clarity as to whether there be a successful application or nothing. If that gets rejected, or if they say we're withdrawing application or we're pulling out this, that would be a big negative for me because I think having the largest, two of the three largest asset managers in the world entering this market is insanely bullish for this medium to long term and short term when it gets approved. So if that something changed with regard to that, that would be a red flag for me. Second thing, which I think is more of a risk that has been on my mind recently, is, look, we came into this year, we've been, I've been pretty bullish everything since the beginning of this year, because my view was that the US would enter a recession, the Fed would then have to be forced to start cutting rates. And then you have the same story again. And when we had the regional banking crisis later in the year, that was even more of a narrative for the Fed to actually not have the license to be able to keep raising rates. What we've actually seen in the last two or three months is an extremely strong labor market and the banking sector kind of being ok, although I'm sure there's still some fragility there. And the Fed just continuing to reiterate that they're not going to cut rates this year, that we will have higher rates for longer. And that's something that I think is a little bit concerning because yes, we've seen inflation drop from 9.8% all the way down to 3% as of today. But it's the next six months as the comps get more difficult, as the labor market says very strong. The US economy is still very strong. Its the next six to twelve months. Geopolitical tensions affecting energy prices. Its really the next six to twelve months that are very important. And if Fed you could stay at 3% or below, thats fantastic. But if you start to see that number rise again, I think the Fed, personally, I think the Fed will not hesitate to act and raise rates. And thats something that I feel different about than I did earlier in this year because I thought we would actually be heading more towards a recession. But the data doesn't seem to be showing that. So I think that the risk for me is like inflation starts to come back, us labor market stays very strong, the economy stays very strong and the Fed is like, you know what, we're going to keep raising rates because we can, because we're not going to. They're not really caring that much about stocks. They don't want to ruin the economy. So I just feel like they have more of a license to do that. And we know that crypto reacts negatively to that because we've seen that, we know tech, the impact on tech stocks, we know the correlation of crypto to tech stocks. And for me that would be, that's I think a real concern. That is a concern for me and it's something I'm keeping an eye on."
    },
    {
        "speaker": "E",
        "text": "Thanks. Now that's, I think, super important for people to keep in mind how all the transmission mechanisms play out through the economy and nfts and crypto being such a big part of our digital economy now, I know we're almost at time here, so I want to do just a quick fire round of audience questions. If you want to just answer real quickly so we can get through most of them. Charlie from the real Vision website, what are your thoughts on looks rare the NFT marketplace?"
    },
    {
        "speaker": "G",
        "text": "I would say that in terms of actually the token or the marketplace itself, I'll answer both, but I would say that it's an incredibly competitive industry trying to run a crypto NFT marketplace at the moment. Blur is completely dominating in terms of volumes. That being said, Blur has no trading fees, has no trading fees, has no revenue model at the moment literally makes no money. So part of the reason they managed to gain market share is because they basically have no fees. That's not a long term business plan. So maybe they have to change that and looks for in the past because it has a token which has helped support it as well, has traditionally done, was doing okay before blur came in. So maybe you could start to see volumes return to looksrare. Anecdotally in the NFT space, I would say that most people consider looksrare. It's a well run platform. It's run by some of the kind of ogs of the space people look up to, and they're quite quick on rolling out technology, which people tend to like. But I would say that a lot of people got kind of burnt buying into the token quite early, and I think there's a little bit still of a bad taste about that platform just because of how the tokenomics kind of ran out over the last few months. So I would say it has some good sentiment in the NFT space, but I wouldn't say the majority of traders are using."
    },
    {
        "speaker": "E",
        "text": "Thank you. I got a combination of questions between Bijan and Mas, both from the real vision. Actually, Richard, from the real Vision website, can you walk us through the framework you used to identify home runs in NFT projects, or what are the characteristics of things you will look for to identify projects that will survive? If we all agree, 99% of NFTs will not be worth much at some point in time?"
    },
    {
        "speaker": "F",
        "text": "I think the most important thing to assess there at this point in time, where we are in the market right now is where does the value of that NFT derive from? Does the value of the NFT derived from a company's ability to execute a roadmap, which requires funding, which requires a strong market, which requires an expectation of airdrops or all these other things that I think is a concern that worked very well in 2021 in the bull market, that does not work as well now, because what happens is these companies have costs and overheads to pay, they require funding, and how do they get around that in this day and age? Well, they can either try to go out there and raise capital. If they raise capital, they have to appease and drive value to their investors, and they have to put that higher than their NFT holders. So you're at a disadvantage there. The second option is just to sell more nfts, and if you sell more nfts, then you have more supply and you're being diluted. So any NFT where the value is coming from, a team making promises and telling you we're going to deliver this crazy roadmap and build this thing, et cetera, et cetera, I'm very, very skeptical of those. And that's not to say some of them won't work, but it's very hard to find things that will work in those situations. Things that I think will survive and will do well are nfts where the value doesn't actually derive from that, and it goes back to the original NFT collecting of 2017 and 2018 and 2019 it's just art that people want to collect for certain reasons, the same reasons why you might want to own some baseball cards or Pokemon cards or any other collectible, for that matter. And it's easy to identify them. It's easy to understand something that maybe has cultural significance or historical significance. And often those things can be things like crypto punks or, I don't know, like autoglyphs, which are like, you know, very, very expensive parts of the market. But you also have things like generative art and art blocks, which has the whole range of spectrum of prices all the way from up to eight ETH fidens all the way down to 0.5 e, I don't know, meridians or something like that. So I think it's important to understand my personal views if you want to own something that will stand the test of time for its collectability and for the fact that its value derives from the fact that people want to collect it and own it, for reasons such as I want to brag about owning this or I want to show off that I own this crazy thing rather than a team's ability to go out there and deliver a roadmap. And it's important to, I think, make that distinction."
    },
    {
        "speaker": "E",
        "text": "Love that. And I hope punks do have have another 50 x like they did in 2021. Well, guys, thank you so much for being here today. It was a very riveting conversation. OSF mando, the space loves you. I love you. Go rec guys. I hope to see you soon on the states. If not, I guess next ape fest. I'm sure you guys will always be welcome. That's it for now, everybody. There's a lot more to come. In real visions crypto gathering, go to realvision.com cryptogathering for all the sessions. The conversation will actually continue with a different panel on Twitter spaces at 01:00 p.m. and don't forget, tomorrow we got a panel of hedge fund managers. We got Jeff Dorman, Chris Sullivan, and Richard Galvin, who will be chatting with Ash. You don't want to miss that. So I guess see you 09:00 a.m. pacific or noon eastern for that panel. And thank you so much for watching today. I'm Sergito Sergio Silva and yeah, thank you so much. Don't forget to seize your meeps."
    },
    {
        "speaker": "A",
        "text": "What's up revolutionaries? Thanks for tuning in. For more content like this, head over to realvision.com and get unfiltered access to the very best, brightest, and biggest names in finance."
    }
]