[
    {
        "speaker": "A",
        "text": "This episode is brought to you by Shopify. Forget the frustration of picking commerce platforms when you switch your business to Shopify, the global commerce platform that supercharges your selling wherever you sell. With Shopify, you'll harness the same intuitive features, trusted apps and powerful analytics used by the world's leading brands. Sign up today for your dollar one per month trial period@shopify.com."
    },
    {
        "speaker": "B",
        "text": "Tech."
    },
    {
        "speaker": "A",
        "text": "All lowercase. That's Shopify.com tech."
    },
    {
        "speaker": "B",
        "text": "Hello, and welcome back to Real Vision Crypto daily briefing. Here are your headlines. G 20 is reviewing new proposals for cross border crypto regulation. Where is it headed? Our live guest today, ARI Redboard for TRM lamps, will tell us what this all means for the crypto asset space. You need to be here for this one. I'm Elaine Lee, everybody. Good morning. Your friendly crypto host and producer at Real Vision Pennington is with me. Ash, is that a new PFP on Twitter?"
    },
    {
        "speaker": "C",
        "text": "Yes, it is, Elaine. This is the new real Vision pro crypto, NFT, which I minted actually, during a recording session yesterday. And we're going to be showing that, I believe, on the real vision platform to our pro subscribers shortly and maybe other folks after that. We'll see."
    },
    {
        "speaker": "B",
        "text": "Love that. Now, for those of you who are watching, don't forget to subscribe to real Vision Crypto. It's free. Now if you're watching on YouTube, like subscribe and hit that notification bell so you don't miss it when we go live. All right, now let's jump straight into the price action. Brutal day. It feels like every asset class is on fire. Bitcoin has dropped to the lowest level since 2020, back when it was on the ascent. A very different sentiment right now. Bitcoin hit a low of 18,319 on coin market cap. Now we saw the price suffer on a sharp drop. The latest us inflation data landed once again. It came out higher than expected. The consumer price index was up 8.2% from a year ago. On a monthly basis, it grew after two months of declines. Core inflation, which strips out volatile items like food and energy, was up 6.6 on an annual basis. That's the biggest yearly rise in four decades. Apologies for the doom and gloom, Ash. Are things a little bit better over on the Ethereum side?"
    },
    {
        "speaker": "C",
        "text": "Well, it's definitely an ugly print on CPI, no question about it. Came in hot. But I want to switch gears here a little bit because I just literally, Lane, as we've been talking here, some late breaking news in terms of what's happening in us equity markets. Sharp reversal now in us equity markets. Looks like. Let me just switch to my Bloomberg here and take a look at the intraday chart on the S and P 500, basically out of the gate, significant drop when we see that, that CPI print at 830 this morning. But then just a massive turnaround. It looks like we're up on the day intraday on S and P 500, nearly 2% now. So obviously there's something of a whipsaw effect happening in us equity markets right now. Of course, we're going to be following that story here. And of course on real vision finance. Let's talk a little bit here about what's happening in Ethereum. Ethereum, in percentage terms, it suffered a bigger drop than bitcoin. And over the past 24 hours it's now trading around the. But we saw ETH drop below $1,000 earlier this year when there were wild swings in anticipation of the merge. Speaking of the merge, ETH has hit a milestone. Coinbase says the currency was deflationary for the first time since the transition to proof of stake. This means more eth was burned while verifying transactions than was created during the same time period. This led to a reduction of 0.13% in supply last week."
    },
    {
        "speaker": "B",
        "text": "Elaine, very, very interesting stuff. Okay, now, Ash, I want to bring your attention to one more digital currency that we're looking at, which is HT. Now, HT is the native token of the crypto exchange Herbie. It searched to the highest level since June. That's after triumph founder Justin sun announced he joined Herbie's global advisory board. Sun says the only way to revitalize Herbie is to empower HtSe. Now, let's take a look at our top stories today. Now, according to data from Chain analysis, this is the worst month ever for crypto related crimes, and we're not even halfway there. So spooky and scary. Season is real, everybody. The company has calculated nearly $720 million has been stolen across eleven Defi hacks. Chainalysis says that this year is on track to be the worst year for a hacking on record. So far, $3 billion have been stolen across 125 hacks. Ash, what do you make of the facts and the stats here?"
    },
    {
        "speaker": "C",
        "text": "Well, you know, Elaine, we've covered two notable ones, two notable hacks on this show in the past few days. Around $100 million was stolen each in the binance chain attack on Friday. And in Tuesday's mango exploit. We spoke to Defi about Defi at length yesterday with Mona El Isa. Do check out that conversation if you haven't already for a little bit of a deep dive analysis on the binance chain hack, as well as the mango exploit for where we are right now. Elaine, these hacks seem to be very much part of the space. This is something that's happening, it seems like on a weekly basis, sometimes more than once a week. But I have to say, Elaine, the bitcoiners are sitting back and saying, you know what bitcoin is doing while all this stuff is happening out there in the broader space? Bitcoin is doing exactly what it's designed to do. It's securing transactions on the chain, and it has continued to function flawlessly while we've seen all of these hacks out there in the space. That's not sort of a partisan statement about bitcoin. That's just a neutral observation of the facts of what's happening right here, right now. Elaine."
    },
    {
        "speaker": "D",
        "text": "All right."
    },
    {
        "speaker": "B",
        "text": "Now, Ash, let's take a look at the two stories that I want to bring up that's related into regulation. The first up is finance ministers from G 20 and central bank governors are meeting in Washington today to discuss new proposals. And Ari, who, as I guess coming on a little bit later, is right in the heart of that, for cross border regulations of crypto assets. Look, 19 countries and the European Union make up the g 20. That includes these countries, the US, China, India, Japan and Germany. The framework under discussion was prepared by the OECD, which is the Organization for Economic Cooperation and Development. Ash? This is very much a moment where I feel like every state who has a seat on the table is just like crypto team assemble."
    },
    {
        "speaker": "C",
        "text": "That's an interesting way of thinking about it. Look, I think that this is a moment for regulation as we see it more broadly across the space here in the United States and in Europe. I've talked about this before, how I think 2023 and 2024, the primary issues that are going to be on the table are going to be these legal, regulatory compliance, and indeed legislative issues. So this is something that's being sorted out right now. This report, Elaine, that you've alluded to is over 100 pages long, I think. So I'll give just a brief summary here of some of the key points. The OECD says that currently crypto assets and related transactions are not covered by its common reporting standards. That's also known by its acronym, CR's, which increases the likelihood of their use for tax evasion. In the view of this report, at least, the OECD says the framework, that's the CR's framework, is supposed to ensure transparency with respect to crypto asset transactions through automatically exchanging information with the jurisdictions of residents, of taxpayers on an annual basis in a standardized manner similar to CR's. The framework defines what crypto assets and nfts are and includes provisions for cryptocurrency derivatives trading, according to analysis by decrypt media, notably the us crypto exchange. Coinbase says it believes the rules will not, will not apply in the US because here in the United States, we will have our own rules, according to analysis from Coinbase. Elaine?"
    },
    {
        "speaker": "B",
        "text": "All right, lots of information there. Lots happening on the grounds of DC. Now, the other story that I wanted to bring up was Bloomberg reports that the US securities and Exchange exchange commission has launched an investigation into Yuga Labs, the creators of bored Apes Yacht Club. The FCC is examining whether some of Yuga's nfts are securities and therefore should have been registered with the regulators. It's also looking at the distribution process of the apecoin token. Ash, this sounds serious. I mean, should ape holders be worried? And has Yuga lab said anything?"
    },
    {
        "speaker": "C",
        "text": "Well, it's important to point out three qualifications. First, Yuga hasn't been accused of any wrongdoing. Second, this hasn't officially been confirmed, meaning the probe at SEC hasn't officially been confirmed. It's according to quote, a person familiar with the matter. That's from Bloomberg reporting. Third, and this is an important point for people to realize, especially people who are kind of on the tech side and are just learning about these regulatory aspects, that the opening of an SEC probe doesn't mean the agency will take an enforcement action against the target of that probe. So just a little bit of framework there. You know, you asked about the Yuga comment and you get told Bloomberg in a statement that it is cooperating with inquiries and that it hopes to partner with the industry and regulators to define and shape what it called the burgeoning ecosystem. You know, Elaine, we've, we've been, we've been seeing this debate across crypto assets for a very long time. This is exactly what I've been talking about on the show. On the show, the unresolved legal regulatory compliance issues that we have here. It's, it's probably, at least in my view, the single biggest open issue in the space. One of those questions from a legal, regulatory and compliance perspective is what is and what is not a security. This is something that is at the very heart of the industry right now. Again, I believe this is probably the single biggest question and concern in the space, of course, alongside probably the other one, which is the regulation of stablecoins, which is also in the works. A little bit of news flow on that this morning as well. But I'd be very interested to hear our guest thoughts on all of this. Let's."
    },
    {
        "speaker": "B",
        "text": "Yeah, no, of course we're going to go to Harry soon. But look, these are big themes and themes that we follow regularly on real vision. I know how big the ecosystem is, but I do think there is bigger fish to fry out there rather than gunning for some monkeys. Someone like me who is pro crypto would think if they do come down hard on the ice, what does this mean for innovation? It's definitely one to keep an eye on. So, yes. Ash, let's bring in our next guest, Ari Redboard. He is the legal and government. He's the head of legal, I should say head of legal and governmental affairs at TRM Labs. He has previously worked at the US treasury and the Department of Justice. Ari, you've been listening in to, to those stories. What are your thoughts and what do you make of them?"
    },
    {
        "speaker": "E",
        "text": "I have, first of all, thank you so much to both of you and real vision for having me this morning. So much going on in the space. I don't even know where to begin, to be totally honest with you. So what's interesting is even just thinking through the sort of first, your first story of the three, the hack story. I mean, really, at TRM, we've been tracking those hacks very, very closely, and what we're seeing is, of the billions of dollars that have been hacked over the course of 2022, 95% of the total amount stolen has been in the DeFi space. So this is an overwhelming sort of real issue around DeFi. Today, we're seeing a hack in the DeFi space about every three and a half days. And the ten largest cryptocurrency hacks so far in 2022, all were against DeFi protocols or DeFi related businesses. And I think that, obviously, there is a crypto issue here because crypto is the target of these attacks. But there's really an underlying cybersecurity issue. And I think it's so critical that as DeFi projects build, they're building with cybersecurity as foundational infrastructure. And a couple of things are going on here. One, you're seeing really bad actors. State actors like North Korea attack cryptocurrency businesses at alarming speed and scale. And for them, it's a way to fund weapons proliferation and other destabilizing activity. But really, even for the broader sort of crypto community issues, right. Building this ecosystem. No one is going to put their funds in a DeFi protocol if they think they could be hacked or stolen within a day or two. And I think that's what's really so important. Even if you remove the national security issues from this, cybersecurity is so critical because in order for this ecosystem to grow, people are going to have to have trust. And to me, trust is really what is the victim of these hacks and attacks. So I just sort of wanted to throw out some interesting information on the hack space, because it's something we at TRM are following very, very closely."
    },
    {
        "speaker": "B",
        "text": "Oh, sorry, Ash. Look, I just wanted to jump in very quickly and say, as this space sort of grows, cybersecurity is absolutely something that they should be aware of as well. At the same time. And what you just said there, Harry, is just some really, really sobering issues and thoughts that you have to leave the show to take away with. Ash, I'll hand it over to you."
    },
    {
        "speaker": "E",
        "text": "With your happy regulation as well."
    },
    {
        "speaker": "B",
        "text": "Yeah, Ash, I'll hand it over to you for an interview with Ari."
    },
    {
        "speaker": "C",
        "text": "Ari, thank you so much for coming back on real vision. We always enjoy having you here. We should say Elaine will be back at the end of this conversation with some key takeaways. But Ari, you mentioned, obviously, this enormous amount of activity that we see happening in the space. Some significant security issues, some significant regulatory, legal and compliance issues. Let me ask you this. So when you're up at midnight thinking about this space, and you're jotting notes and trying to get your head around the big picture, the 50,000 foot overview of everything that's happening here, what are the categories that you draw out? What are the high level functional buckets? How do you think about the characterization of all these things that are happening in the space on the security side, and also on the legal, regulatory and compliance side?"
    },
    {
        "speaker": "E",
        "text": "Yeah, no, it's an awesome question. And I think, interestingly, the OECD piece, the G 20 piece, really sort of speaks to this. And that is, look, I mean, that is very much a specific sort of taxation issue. And I think global governments are trying to understand sort of like, how do we limit tax evasion in crypto by having sort of cross border standards? How do we standardize sort of these processes for what sort of regulators deal with? But you can really extrapolate from that most recent example to say, look, I mean, the nature of cryptocurrency, right, cross border value transfer at the speed of the Internet, requires some sort of global regulatory framework. And believe me, I am not naive enough to think that regulators globally or policymakers are going to get together and really create a global regulatory regime for this. But I think standards are important, and I think we're starting to see the development of standards, even if they're not official. For example, you mentioned the stablecoin space earlier. Two years ago, three years ago, Libra launched and global regulators, Facebook failed stablecoin project, and global regulators tried to really understand, all right, sort of what are the risks and opportunities here in the stablecoin space? Well, over the last two years, we've seen some actually coalescence in that space. I think that in the wake of the collapse of terra, global regulators and industry has said, all right, some standards around what is reserve requirements is probably something that policymakers and even business leaders in the crypto space have really sort of gotten their head around. And that's why we're likely to see stablecoin legislation of some kind in the US, maybe prior to any sort of more comprehensive framework. But there are so many other examples of this. Right? You're talking about anti money laundering, for example, which is what we focus on at TRM and the fat, if the financial Action Task force is sort of the global standard setting body for anti money laundering. And we're starting to see more and more regulation sort of adopt those fatif standards, requirements around what they call the travel rules, funds transfer information. We've seen sort of other anti money laundering related standards just closing up here. It's like, you know, even in Europe, which is not always a place where, you know, all the different member states come together, we've seen an agreement on Mika, which we've talked about, I believe, on your show before the markets and crypto assets regulation, which is really the first global regulatory body to come out with actual comprehensive framework for digital assets, to regulate stable coins, to regulate consumer protection related issues, and most importantly, and I'm not sure if we'll ever get to a global stage like this, Mika allows for what they call a passportable license, meaning that if you are a cryptocurrency business and you get a license in Germany, that license is also good in France or Greece or Spain or another member state. And that is so important because when you talk to cryptocurrency businesses, and we talk to our clients all the time, they want more than anything else, is regulatory clarity. And that allows us to know that, hey, if we get on a license in this jurisdiction, it's passportable. Can we actually get that going on a global scale? I think very much TBD, unlikely. But I think that was sort of. That would be the holy grail of the space."
    },
    {
        "speaker": "C",
        "text": "Yeah, I mean, I hear this all the time when I speak to people, which is, hey, listen, we're good actors. We want to be able to comply with whatever the relevant regulation is. What seems to have the space pretty freaked out is this idea of regulation by enforcement, which is this notion that essentially there's a line that's drawn in the sand somewhere. You don't know exactly where that line is, but you get tapped on the shoulder by a regulator when you cross that line."
    },
    {
        "speaker": "E",
        "text": "Yeah. Look, as a former regulator, I don't want to get in trouble defending the regulators here in law enforcement, but I think part of the issue in the US is that the hill moves slowly, policymakers, legislators move slowly, particularly in this space, particularly in the political environment. So really what the Biden administration decided to do and credit to them for really being the first us presidential administration to really talk about crypto in a meaningful way. Whether you agree or disagree, we now have some sort of framework for how at least this administration is thinking about crypto. So when they did the executive order on cryptocurrency, it basically tasked the interagency to provide reports, which they have now done. And those reports talk about everything from securities to illicit finance, risk to consumer protection. And I say we talk about sort of regulation by enforcement action, but we are developing case law around what regulators are expecting, at least in this environment today. We absolutely need definitions from policymakers. But just for example, on Monday, OFAC brought its largest enforcement action."
    },
    {
        "speaker": "C",
        "text": "By the way, for folks who don't know, this is the Office of Foreign Asset Control at Treasury that handles money laundering and sanctions regimes to sanction states. But please."
    },
    {
        "speaker": "E",
        "text": "Yeah, no, no, absolutely. So OFAC is the US sanctions regulator. And OFAC brought its largest enforcement action ever in the crypto space against a cryptocurrency exchange, Bittrex, for not having sanctions compliance controls in place and essentially allowing users from places like Iran and Cuba and Sudan who are blocked jurisdictions from interacting on that platform. And through this enforcement action and actually a series of other enforcement actions. What we now can glean is that OFAC expects cryptocurrency businesses to use blockchain intelligence, like TRM, to use geolocation solutions, to have tools to ensure that sanctioned users or sanctioned jurisdictions aren't engaging with their platform. Again, enforcement act is regulation by enforcement action. Not ideal and definitely not advocating for it. But I think when the space is looking for regulatory clarity, we're getting some through a series of actions right now. But I think one of the core problems, and I think you've gotten to this, and we can talk about it more in a moment, is we do still have all these different regulators in the US, the SEC, CFTC, OCC, treasury, and they're really sort of vying for who is going to be the regulator in the space, and there's not clarity around that today."
    },
    {
        "speaker": "C",
        "text": "Well, you know, the other thing that I think in people's minds, that there's not clarity around, and I'm mindful of the fact that there are many people in this space who come to us from the technology side, not necessarily from the finance or business side. And it's sort of like the feeling you get if you're not a tech person and you wind up in a meeting with a really smart guy or gal in the tech space, and they go up on a whiteboard and they start drawing stuff and they're talking about the tech stack and TCP IP and all these terms, and people go, I don't even understand the layers here. I don't even understand what the lanes are. So we're talking about all of these different sort of types of activities, different types of challenges. So just to highlight them for our audience so they can try and get their heads around this. Right. So we're talking about, on the one hand, we're talking about the regulation of collateral behind stable coins. This is the idea that if you have a stable coin that's supposed to be stable in us dollars, it has to have stable collateral backing it. If it's a dollar backed asset, then we're talking about SEC, which is the civil regulator here in the United States of the stock market, to keep it very simple, then that makes the decision about whether something is or is not a security. And if they believe it's not a security, they file suit in federal court. Then we have ofac out of the Department of Treasury. That is, as you say, the sanctions regulator for the United States. Boy, what am I missing here? We have CFTC, we have OCC, we have all these different regulators who are doing different things. And I think that very often, particularly people from the tech side, their head starts to spin when they try and understand all of these different sort of heterogeneous activities from different agencies through different jurisdictions, all happening simultaneously. It's a hell of a time."
    },
    {
        "speaker": "E",
        "text": "No, it's really well said. I spent time recently in Singapore, and the central bank is also the financial regulatory body there, Mas, the monetary authority of Singapore. There's something nice about that, not having to worry about all these regulators. But you're absolutely right. And there's so much activity, and we didn't even get into. You know, the Department of Justice is now taking a hard look at this space and is actually bringing criminal prosecutions, which is very, very different. You know, you know, SEC violation, as you mentioned, is civil. The penalty is a fine. When the deal, when the Department of Justice is investigating a case, the penalty is criminal, meaning you could go to jail. And that is another entity that's looking at fraud, financial crime, national security risk in the crypto space. So you're absolutely right. There are so many different regulatory pieces to this. I mean, we talked about the OECD early on. This piece is around taxation. Well, tax authorities globally are looking into how to regulate in the cryptocurrency space. So I will say one thing that's. But what we love and the thing that is so cool about crypto is it touches every aspect of society. And that's why sort of every one of these regulators globally is starting to figure out how to engage in this space. Environmental. What else touches environmental? Financial stability, financial inclusion, anti money laundering, consumer protection. I mean, it's really just extraordinary when you think about the breadth of this."
    },
    {
        "speaker": "C",
        "text": "Yeah. And as you say, this idea that it touches everything, that's the power and glory of crypto. But additionally, it's also why it's so confounding for people to get their heads around, particularly people in this space, I think, who are passionate about the technology, who want to be good actors, who want to build, who want to create businesses. And they just feel like they're just getting. They're just getting whacked from every possible domain. And they're really struggling to keep up with all of this, to try to be compliant, to try and be a good actor, to try and follow the law, to try and follow the guidelines."
    },
    {
        "speaker": "E",
        "text": "Absolutely. And look, we work with crypto businesses across the spectrum, everything from small DeFi protocols that are trying to understand how do we engage with sanctioned addresses or high risk addresses all the way through to sort of the largest cryptocurrency businesses. And I will say that, like, the vast, the overwhelming majority are trying to or just want to comply, just want to do the right thing. And even more importantly than comply, obviously, regulators don't like to hear this, but more important than compliance is ensuring that this ecosystem is safe, because none of this works if bad actors are just able to take advantage of it sort of wholesale. And honestly, that's what we spend 24 hours a day, seven days a week on a TRM is just like, all right, how can we provide tools to businesses that sort of help help them mitigate these risks?"
    },
    {
        "speaker": "C",
        "text": "Yeah, and just to pick up on a point that you made there, and obviously, these tracks are all happening simultaneously, SEC can refer to DOJ for criminal prosecution. As you said, SEC levies, fines. The other thing that SEC can do is kick you out of the industry."
    },
    {
        "speaker": "E",
        "text": "That's exactly right. And look, I mean, I think your Yuga labs story really sort of gets to the heart of this. And I think the SEC today is taking a look at every little piece of the crypto ecosystem to make a determination about whether or not it believes something is a security area."
    },
    {
        "speaker": "C",
        "text": "I'm not going to ask you to take a decision on this, but when we talk about Ugalabs, for people out there who aren't attorneys, explain to them what the key issues at stake in that case are, or at least as it's been framed. Obviously, this isn't an official. There's been nothing official. This is just sort of inside reporting that a probe is taking place. But give us a little bit of context. When we hear a story like this, what does it mean? What are the key issues that SEC is talking about, and why do they feel that there is a compelling interest to do so?"
    },
    {
        "speaker": "E",
        "text": "No, absolutely. And look, it doesn't matter if it's a board ape or a crypto asset. It's really sort of, I think what ultimately a court is going to decide is whether or not what we're talking about here is a security. And really what's amazing is you go back to 19 Forty's case law, a case called Howie. And Howie created a test that basically says, all right, is something an investment contract or not? And an investment contract essentially means that people are investing in something that a third party promoter ultimately controls the outcome of. And the craziest thing about Howies involved orange groves. It was a bunch of investors who wanted to buy plots of land in an orange grove. But the reality is they weren't farmers, they were investors. So the fruits of their, you know, it was really the fruits, for lack of, literally. Yeah, of course, of someone else's labor that determined their profit. And really what, what the SEC has said here is that if you are investing in a crypto asset or an NFT project or something like that, where it is not the fruits of your labor, but the fruits of a third party's labor that determine the, your profits, then that is a security. Well, ultimately, a court is going to look at various cases, a case involving ripple, a case involving, now, potentially, really interestingly, a case involving Coinbase for insider trading, where the SEC has said this is insider trading because these assets that they're trading are securities. And ultimately, a court is going to have to determine under Howie whether or not these certain things are securities. But this, more than any other issue, and I think you highlighted this really well, goes to the need for definitions in this space. We need policymakers to say, is this a security? Is this a commodity? Is this something that is used for payments the treasury should be regulating? And I think that's really the question of the day."
    },
    {
        "speaker": "C",
        "text": "Yeah. And just to sort of explain this a little bit as people are trying to get their heads around this. So one of the things that is important to point out about the Howey test is that it has four prongs. I'm just going to read them again. I know we've done this on the show before, but the idea is that it's an investment of money in a common enterprise with the expectation of a profit to be derived from the efforts of others. Now, by that standard, it does seem that there's an argument, an argument at least to be made, that many of the things that we think of as coins are in fact securities. There's an argument to be made based on that test."
    },
    {
        "speaker": "E",
        "text": "Yeah, yeah, yeah, absolutely. And I think the answer is probably at the end of the day, some things are and some things are not. And I think that ultimately what we're going to have to see is a court sort of making that determination. And there are a number of cases, one involving dapper labs, NBA top shot, one involving now potentially yuga labs. I don't know, one involving the asset XRP from ripple. And I think, look, I know this is not the most helpful answer, but courts are going to make a decision and we're ultimately going to see how Congress acts."
    },
    {
        "speaker": "C",
        "text": "Right, right. And that's also another interesting thing, particularly for people who don't think a whole lot about public policy, is that there are sort of two tracks there as well, which is you have federal courts which interpret existing us statutes, and then you have the ability of Congress to come together to change those statutes or to create new ones to effectively address some of these questions. As you pointed out, obviously, the Howey test dating back to the 1940s. We're sitting here having this conversation in 2022, and this is kind of a philosophical question, which is there are those who will argue, look, the technology has changed. We're not talking about orange groves here. On the flip side, you'll have people who argue the converse, which is to say, nope, some 80 years later, this is still the problem, that you have people out there who misrepresent investment schemes, and they do it to prey on lesser sophisticated individuals, and they need protection. So that's an ongoing debate."
    },
    {
        "speaker": "E",
        "text": "It's an ongoing debate. And look, I think great case law, you can usually take and apply it to different, across time and technology and all those sorts of things. The court will ultimately really look to those. Exactly those prongs that you mentioned, ash, and ultimately make a determination. But, yeah, no, I think that for better or worse, the courts are going to rely on Howie here. But look, after all this is said and done, we'll have a ripple test, or we'll have a yuga test, and that'll be something that 100 years from now or 50 years from now people say is outdated. But I think that this is the nature of case law and quite frankly, the foundation of our constitutional government. So I think this is all sort of a work in progress. And it really does. Like, we are so in the weeds here, so far down the rabbit hole in the crypto space, but this all belies the fact that this is so early days. Right. We are in a space that is so nascent and so growing and so evolving so quickly, and that's why we don't sleep anymore, you know, but. But it's also really, really exciting."
    },
    {
        "speaker": "C",
        "text": "Yeah, I think that's extremely well said, Ari. I could have this conversation with you for another 4 hours, but I also want to bring in Elaine Lee, who I know has been listening."
    },
    {
        "speaker": "B",
        "text": "Yeah, great conversation. And look, the team is at the back. I am listening in. And here are some of the key takeaways that we took away from your conversation. Look, number one that we want to bring up, the SEC is looking at every single digital asset, trying to determine whether it's, if it's a security, it doesn't matter if it's a board at yacht club or another crypto, crypto asset that the courts will decide this. Number two is another thing that we picked up that we need regulatory clarity on a global scale. Europe has the Micah, but that's not enough. Us policymakers need to get it together quick if they want to lead in this space. Now, number three is something that we know that people in DC and listening to Harry, you guys are working around the clock. So regulation, regulation. Regulation has to be ironed out. And the industry wants the guidelines so they can sort of work within a right to comply framework. It's sort of like bashing on the table. If you give us the sort of right guides to follow, we will walk that road. So there needs to be some kind of systems in place to work out. And this is because this sort of ironed out the way to work out and have systems that safe in place to work out who the bad actors are in this space. I hope I got some of those things correct. So, Ari, is there anything that you'd like to add? Did we do a good job of that?"
    },
    {
        "speaker": "E",
        "text": "You killed it. That was amazing. You were really good."
    },
    {
        "speaker": "B",
        "text": "You're on the treadmill. We're just running, running with you on the sideline."
    },
    {
        "speaker": "E",
        "text": "Yeah, I should have just had you say all of that and I could have just quite drank coffee. No, that was awesome."
    },
    {
        "speaker": "B",
        "text": "Absolutely not. Absolutely not. Ash, what are your thoughts? And thank you for that. Great interview as always."
    },
    {
        "speaker": "C",
        "text": "Well, you know, Aries, one of my favorite guests, because he really brings the scope to this because as we said, there are obviously there are so many moving parts here and it's so important to have people, I think, who have the legal experience to understand what these issues at stake are. I really believe that 20 222-023-2024 legal, regulatory and compliance is going to be the key story. This has been an interesting space because we saw regulators develop a very sort of hands off approach in the early phases of this, which was kind of like you kids with your Internet money, go and have fun and try not to hurt yourselves. And now we're in this period where we're seeing obviously a significant scale of these technologies and we're also seeing broader adoption. I think one of the reasons why SEC is interested in nfTs, for example, is because there's something that really connect with people at a very emotional level, I think in many ways for good. But SEC also sees that, I believe it's fair to say, as a risk in terms of investor protection. And then also, as Ari pointed out, you also have this idea that there are nation states out there that are sanctioned by the US Department of Treasury via OFAC. And those sanctions are obviously a concern at the highest levels of government in order to be able to enforce those sanctions regime. So we're starting to see the space mature. We're starting to see these technologies come of age. We're starting to see these technologies become more broadly applicable. And as a consequence, we're seeing a great deal more regulatory and compliance scrutiny."
    },
    {
        "speaker": "F",
        "text": "This podcast is sponsored by Ramp. Are you the decision maker in your company? Consider this for the first time in decades. There's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what with each vendor. Ramp software collects and verifies receipts instantly to save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization, and bill payments, time consuming tasks, which means youll stop wasteful spending and close your books in hours instead of days. Businesses that use Ramp add up to 5% to their bottom line the first year. If youre a decision maker, adding Ramp could be one of the best decisions youve ever made. Get dollar 250 when you join ramp for free. Just go to ramp.com easy. Ramp.com easy rmp.com easy cards issued by Sutton bank and celtic bank members of the IC. Terms and conditions apply."
    },
    {
        "speaker": "B",
        "text": "So good. So, so good. Honestly, you can only have these conversations right here on real vision, but I'm not going to let you both go because obviously it looks really easy. You just click on the YouTube link. But honestly, to have Ari here with us at New Eastern, so we're not going to let you go just yet without tackling some of our disco discord questions, as I like to say. So we have some viewer questions. Crypto j hello, crypto J his question is, what are the most promising strategies for tackling the issues of hacks? I don't know. Who wants to take that on? What are the most promising strategies for tackling the issue of hacks?"
    },
    {
        "speaker": "E",
        "text": "Yeah, no, I can certainly, certainly do that. Look, I think as I mentioned, hacks are a crypto issue. Crypto exchanges are being attacked, and it's important to sort of have some perspective on that. Look, I mean, in the age of the Internet, a hack meant the loss of Pii usernames and passwords. But in the age of crypto, a hack could mean the loss of someone's life savings. It can also, even worse, potentially mean stolen funds by North Korea to fund ballistic missiles programs. So I think it's just, it is so critical. And look, I mean, I'm at a startup, right? Crypto startup we're building. But I think that such a key here is that we talk all the time about building the plane while we're flying it scenario. But as you're building and as you're flying for a crypto business, particularly in the Defi space, that cybersecurity layer really, really becomes important. If you look at every one of the major attacks, and North Korea is very, very good at this, it all comes down to some kind of social or human engineering, right? We've heard about these North Korea actors reaching out for jobs and sharing a PDF link that ultimately creates the malware and takes over the controls we've seen. And so cybersecurity is so critical, education is so critical, and then having tools to ultimately follow those funds is also critical to try to work with law enforcement to get them back. So, look, I think it's a real huge issue, not just from a national security perspective, but again, we all love this space and want to see it grow. And I think that we have to solve this problem. And you see regulators trying to solve it with sanctions, with other types of activity. And tornado cash is a great example, because the real key there is, we saw OFAC go after a mixing service that was being used by North Korea actors. According to TRM, North Korea sent a billion dollars through tornado cash of hacked or stolen funds. But at the same time, those sanctions affected regular users. So I think as we talk all about this, it's so key for industry and government to get together and figure out how do we stop bad actors from hacking and then laundering those funds, but not affecting regular users who make up this broader crypto ecosystem. I think it's going to be something top of mind for a long time until we get straight."
    },
    {
        "speaker": "C",
        "text": "It sure is. Let me just add two quick points on that."
    },
    {
        "speaker": "B",
        "text": "Go ahead. Because I got one more. Go ahead."
    },
    {
        "speaker": "C",
        "text": "Eri just gave it to us very much from the legal, regulatory, enforcement perspective. There's also a huge technology effort that has to be done here in many ways that this is going to be in the domain of the software engineers. We know that there are a lot of things that can be done in this space. We've seen it in the open source community before. Obviously, we're talking about things like code audits, bug bounties, lots of other types of techniques that are going to be done on the software side. And then the final point, and I just want to make this clear for people out there who are listening, who may be affected by these hacks and these security exploits, what is it going to take ultimately to solve these problems? It's like having your eleven or twelve year old kid come up to you and say, I want to be tall like you, dad. What's it going to take? It's going to take time. And I know that that's a very difficult answer, but I think it's important for people to understand that in the short term, perhaps even in the intermediate term, it's highly likely, highly likely that we will continue to see these exploits take place. And people who are speculating in these assets need to understand that. Elaine?"
    },
    {
        "speaker": "E",
        "text": "Well, Seth."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah. Thank you both for that. Look, these things are so, so topical right now, especially with North Korea this week. Ok, now moving on to the next question is some things, one that we got off YouTube. Shashank rye on YouTube. Hey, Ari, how much do you think the mica act in Europe will impact us lawmakers? That's a really good one."
    },
    {
        "speaker": "E",
        "text": "It's a really good question. And look, I mean, as I said, we now have the first comprehensive legal framework globally, anywhere in the world for crypto assets. And there's no question that us lawmakers are seeing this. I testified before the house financial services committee a couple weeks ago and was asked just this, like, we need to move quickly. We're seeing other jurisdictions move quickly. And I think the reality is that us lawmakers are certainly focused on this. I think, unfortunately, the reality is that I don't know that we're in a political environment to pass something like that. Today. Senators lummis and Gillibrand from Wyoming and New York, respectively, have proposed legislation that really is very much sort of amica for the US. Right. Like a clear regulatory framework from definitions, what is a security, what is a commodity to stable coins to consumer protection to environmental, to really all the things across the crypto space. But the reality is we may get that hodgepodge where we talked about stable coins earlier, but I don't know that we're ready to get anything really comprehensive past. But it's a great question, and I think it's top of mind for us lawmakers because the last thing you want to do as the US is be left behind in the digital assets space. And the Biden administration in its sort of first executive order or its executive order on this topic. It focused on the need for us leadership globally in this space. And us leadership means clear regulatory and policy frameworks. So I don't know if that's a helpful answer, because I think part of it is like, what is it, ashes? It will take time. I think that's right. But I think there's no question that Mika puts pressure on us lawmakers for sure."
    },
    {
        "speaker": "B",
        "text": "No, look, Rome wasn't built in a day. Ari, promise me you'll come back on the show very soon."
    },
    {
        "speaker": "E",
        "text": "Let's do it, guys."
    },
    {
        "speaker": "B",
        "text": "Excellent. All right, Ash, stick around. Moving on to the next part of the show. Before we go today, we have a very special segment from our very own Samuel Burke. He is real visions managing editor and he is in Dubai for us for the World Blockchain summit. He caught up with a very interesting guest. Take a little listen."
    },
    {
        "speaker": "D",
        "text": "Mario Knofel, founder, IBC Group and NFT Tech, thanks very much for joining us on real time."
    },
    {
        "speaker": "G",
        "text": "Thanks for having me, man. I appreciate it."
    },
    {
        "speaker": "D",
        "text": "I really want to know, where are you investing in a down market, both in terms of crypto and the NFT."
    },
    {
        "speaker": "G",
        "text": "Space, man, it's insane. I promise you. It's insane how underpriced things are."
    },
    {
        "speaker": "D",
        "text": "Underpriced, under priced."
    },
    {
        "speaker": "G",
        "text": "Of course, many things will go to zero, but you're seeing assets that, you know, they have users or they have, like we're buying a lot of media assets as well. Something I remember there was a domain that was selling for two. They rejected an offer for $200 million in the bull market. Their entire company's market cap is below 10 million now. But the numbers are insane. So what we're looking at is instead of just looking at assets, you know, digital assets, we're looking at acquiring attention media. So we're buying a lot of media in the space now in terms of digital assets. Raul will love this one. Social tokens. I've been talking about social tokens for about a year and a half."
    },
    {
        "speaker": "D",
        "text": "So give us some specifics."
    },
    {
        "speaker": "G",
        "text": "I'll give you one because I'm still looking at the others. One is called diesel, decentralized social. They were called bit cloud initially. They backed by everyone, like from Andreessen, Pantera, Coinbase Ventures, Winklevoss. The list goes on."
    },
    {
        "speaker": "D",
        "text": "But fundamentally, what excites you about that."
    },
    {
        "speaker": "G",
        "text": "Diesel there early, the founder, Nadal Naji, he's calling the grandfather of algorithmic stablecoin. So a smart guy. Ethical things. I look for the protocol. They built an entire protocol, social protocol, ahead of anyone else because they've been building for a while and raised a lot of money, man. So that's probably one thing we're looking at. And in game assets, this is the other asset we're looking at."
    },
    {
        "speaker": "D",
        "text": "And NFT wise in game assets."
    },
    {
        "speaker": "G",
        "text": "So I'm still not that bullish on pfps, even though on Twitter I've got my pun, it's hard to value them. And looking at the valuation of apes and stuff, I could be the odd one out here because their valuations speak for themselves. But it's just hard to see how that. I'm very deep into that space. I just struggle to value those communities in game assets for me, I see the utility. I'm seeing people buy in game assets and use them, which they're the obvious use case of NFTs digital ownership. Owning a spaceship in one game and that being interoperable with another game and moving that spaceship to another game is something that just makes sense for me. And I'm not even a gamer."
    },
    {
        "speaker": "D",
        "text": "I can feel your optimism about this space. I'm curious, what makes you worried about this space? You look where you're investing, where someone that really, it's something that gives you caution."
    },
    {
        "speaker": "G",
        "text": "Yeah, look, we've, we passed the days of will crypto exist. I remember. You remember that in 20 17, 20 18, 20 18 was like, crypto's a fad. Now it's no longer crypto's a fad. Now it's like NFTs are a fad or the metaverse aspects of crypto. So as an ecosystem, we're kind of past the stage that, hey, this is a fad for me. We've been past the stage for many."
    },
    {
        "speaker": "D",
        "text": "Years, but not everything's going to work."
    },
    {
        "speaker": "G",
        "text": "Exactly. So what worries me, I guess, to, what worries me is things will go to zero. NFTs as a technology will be here to stay. But there's so many experiments going on. Well, in game assets as an investment work, or should you buy the token of a project? Because in game assets don't even have to value. If you buy a gun in one game and you want to use it like you can use it in different games, you don't buy that gun, it's going to go up in value. You buy to use it. NFTs are mainly for utility, not for price appreciation. So investing in NFTs within a game is still a very risky investment for me. I'd rather go with the ecosystem tokens instead because it gives me full exposure."
    },
    {
        "speaker": "D",
        "text": "And when you see a mainstream name like CNN announcing in the past 24 hours that they're closing down their NFT space, what do you think about that? These were moments in tv history that you were supposed to own. Made a lot of sense to a lot of people. So when you see that disappearing and the promises that came along with those."
    },
    {
        "speaker": "G",
        "text": "Purchases, that's a reputation. I saw it today, this morning. The NFT space is just, you know, taking jabs at them like crazy because reputationally they promised something to these holders of the NFTs. The announcement says that they're closing it down and they're not delivering the value they promised. Correct, correct."
    },
    {
        "speaker": "C",
        "text": "That's insane."
    },
    {
        "speaker": "G",
        "text": "Like their reputations on the line. I'm sure they've given it a lot of thought, but it just shows a fundamental flaw in the, in the structure of NFTs right now. You sell an NFT which is there in perpetuity, and you offer value that's technically should be there in perpetuity, but where are you going to sustain that perpetual value? That's, that that mechanism hasn't been figured out yet. And there's so many experiments going on."
    },
    {
        "speaker": "D",
        "text": "So you think there are still big gaps in the NFT space for guarantees."
    },
    {
        "speaker": "G",
        "text": "Yeah, like NFT. The way people look at NFTs is so flawed because NFTs are not Pfe's, they're not art. Nfts are the, it's just a concept. Owning something online. I was on stage with tone, I was doing my show on the stage today. Tone Bayes bitcoin maxi been in the space for a long time, only likes bitcoin. And even he, when I told him nfts are just digital ownership, he's like, okay, that makes sense. I agree with this. I think it has a place to stay for a bitcoin maxi to say that it's crazy, but when you go to people and say NFTs are in game assets, their PFDs, they're, you know, digital art that we promise XYZ access to ABC, that's not, that's just not what NFTs are. It's just a small piece of the technology."
    },
    {
        "speaker": "D",
        "text": "And as we zoom out, look at the longer term future of this space, how do you onboard the next cord of adopters gaming?"
    },
    {
        "speaker": "G",
        "text": "I just think there's nothing as practical right now as gaming. It makes sense to gamers. It's already there what Axie achieved and is achieving. And I've spoken to jihad a lot. He's been on my show a few times and we've had this discussion. People are not understanding the importance of what Axie has done. They've shown probably one of the biggest use cases of blockchain technology in the short term. So for me, focusing a lot more on gaming and then what we'll see is gaming will evolve into social gaming, which includes signaling, relationship building. Now it's a metaverse, now it's a social ecosystem. What's a metaverse? It's a virtual world where when I've got my Airpods with me, when I put them on, I'm in my web two metaverse."
    },
    {
        "speaker": "D",
        "text": "Mario Nafo. Gaming. Gaming. Gaming and social tokens. Thanks for joining us on real."
    },
    {
        "speaker": "G",
        "text": "Thank you so much."
    },
    {
        "speaker": "B",
        "text": "You heard the man. Things are underpriced. Right now. And this is somebody who is building and is buying. Now look, he may be a punk owner, but even he is struggling to value profile pictures, pfps, but maybe nfts as a gateway, as a social token is what he is most excited about. Worth mentioning as well. The interoperability is very important to him, especially within the gaming industry. Industry. So connect, wallet, web three, go. That is Mario Nafal that we just heard. Very good. Oh. So let's moving on. Oh, I see a little note coming from YouTube. Ah, okay. Now moving on to the goodbye. I'm afraid so. Like, look. Well, that's it for today. Don't forget to subscribe. Real Vision crypto is free for those of you watching on YouTube. Hit the bell, hit the button, hit subscribe so you can hang out with us, your real vision crypto family. Tomorrow we have Dave the wave with the latest technical analysis with our technical wizard Marco. He's back in the game tomorrow. But before we go, Ash, this was a monumental show for you, right?"
    },
    {
        "speaker": "C",
        "text": "Yeah. This was number 600 here at real vision. And it's just a pleasure to get to do this, Elaine, with you and Marco, Nico, Paul, all the folks behind the camera who we don't get to see. Artur, Peter, so many great folks here who work to bring this. But most of all, really, it's the viewers who make this possible. The fact that folks are watching this show that they're finding some value for and that they're interacting with us by submitting questions and engaging on social media, it's just a pleasure to get to do this. I should also say we're in the middle of doing some big things here at real vision on the crypto side especially. More news to come on that soon. But I mentioned obviously the crypto pro token during the show, and I suspect we're going to be seeing a lot more interesting things in that vein in the coming months and in 2023, Elaine. But a pleasure to be here. And I just wanted to say thank you."
    },
    {
        "speaker": "B",
        "text": "Yeah, I feel like a peloton instructor. 600th ride, but look happy. 600 ash. All right, let's wrap up. Join us here on real vision crypto. Same time tomorrow."
    }
]