[
    {
        "speaker": "A",
        "text": "Remember when everyone thought Ethereum would dump after the Shanghai upgrade? The price of Ethereum actually went up nearly 5% after withdrawals opened. But Ethereum might not be the token you should be looking at right now. Ethereum staking had its highest inflows of deposits in the week of April 24. The amount of ether staked is now above 19 million coins, or nearly $38 billion. Origin Ether lets ETH holders earn elevated yield on their ethereum directly to their crypto wallets. You can deposit ether for o EtH or deposit liquid staking derivatives like Steth and Reth to boost your ether yield. So get started today and start stacking eth faster. Mint oeth with your ether and watch your balance start to grow daily. Head to realvision.com oeth now to learn more."
    },
    {
        "speaker": "B",
        "text": "Kate Grape, vice president of enterprise Trust at Deloitte. Welcome to Crypto Daily Briefing."
    },
    {
        "speaker": "C",
        "text": "Kate thank you. It's great to be here."
    },
    {
        "speaker": "B",
        "text": "Excited to have you. We're going to begin the conversation in just one moment. But first, a little bit of price action. Bitcoin trading right now at $27,041, it's down about 1% on a trailing 24 hours basis. On a trailing seven day basis, well, it's about the same. Down one spot three 8% versus one spot three 4% on a 24 hours basis. So about the same. Ethereum trading at 1820, off roughly half a percent in the last 24 hours, trailing seven day basis off approximately 1%. Finally, a bit of news. A big crypto story in Europe. Crypto markets in assets regulation, also known as mica, or mica, depending on your pronunciation, is one step closer to becoming law in Europe. It was just approved by the EU Council, which represents the 27 member states of the European Union. I'm sure we're going to be talking about more about this story in the coming weeks. Kate, it's a pleasure to have you on the show. I mentioned at the top of the show that you are vice president, enterprise trust at Deloitte. It's a great title, Deloitte, of course, one of the big four consulting and accounting firms, I believe, currently the largest by revenue. Kate, welcome to real vision."
    },
    {
        "speaker": "C",
        "text": "Thank you. It's great to be with you. And as you mentioned, my name is Kate Grape. I'm the vice president of enterprise trust at Deloitte and Touch LLP. It's great to be with you."
    },
    {
        "speaker": "B",
        "text": "So let's start with the obvious. It's a great title. What does it mean?"
    },
    {
        "speaker": "C",
        "text": "What does it mean? Great question. So my background is largely in strategy, innovation roles. I have helped the firm to stand up new offerings, new businesses to transform how we go to market. But as part of the enterprise trust team, my focus is on helping our clients to become more trusted. And so that means defining what trust means for their organization, for their industry, assessing trust, and how it fluctuates over time and pinpointing the specific interactions or actions that they can take in order to be more trusted."
    },
    {
        "speaker": "B",
        "text": "So we're going to talk about the crypto digital asset component in just a second. But pre crypto, how did you define trust? What does it mean? Why is it important to organizations and how do they work on it?"
    },
    {
        "speaker": "C",
        "text": "That's a really great question. Trust has been a buzzword in the business community recently, and that's because trust across industries is at a deficit. It has become an urgent priority for organizations. And through our research and the research of other organizations, we see that virtually no industry is immune to trust events. So consider, for example, the government sector. The OACD has found that 40% of surveyed individuals do not trust their national government. That's quite a startling statistic when you look at the financial services industry. GFT banking disruption index found that 48% of consumers do not trust banks to manage consumer finances in a recession. And this was before the current events in the financial services industry. The stat that really resonates with me, and this is Deloitte's proprietary research, is that only 23% of clinicians, of doctors trust their leadership to do right by the workers. And that number is even lower among nurses. So when you look across industries, across the business community, trust is really at a deficit. And it has become a very important priority in terms of how do we define trust. We've worked with industry experts, with academics, with Harvard Business School to define what it means in the context of business. All of us know what it means to trust our neighbor with the keys, what it means to trust our daycare, what it means to trust our physician. But what does trust mean in the context of business? And for Deloitte, the definition is quite simply that trust is the outcome of high confidence and positive intent. It means being capable and reliable and delivering on your promises and being humane and transparent as you do. So that's the four factors of trust."
    },
    {
        "speaker": "B",
        "text": "It's interesting, I watch the trust ratings in journalism there at all time lows. It's something that's metastasized across industries. To your point earlier, let's talk a little bit about what's happening right now in the age of cryptocurrency, decentralized assets in many ways, I think of crypto and decentralized networks in general as a revolution in what trust is, what it means and how it's implemented. I think of the core hallmark of these digital assets is trust being distributed across a network. No longer do you have to rely on the trustworthiness of any individual, any corporation. You have this distributed trust that's come to via consensus by all of the participants in the network. It's a very different, radically different worldview from the one that we saw, say, ten years ago or five years ago. Even talk a little bit about how you incorporate decentralized assets and cryptocurrency into your view of trust."
    },
    {
        "speaker": "C",
        "text": "I love this question because trust is so foundational to blockchain and the cryptocurrency industry. Crypto emerged during a period of historically low trust and financial services. If you think back to the Genesis block and what we were all living through in 2008, 2009, with the great Recession, it was a period of quite low trust and financial services. And so blockchain emerged at that time and was heralded as the trust machine because it provided unprecedented transparency that we didn't have before and that immutable history of record that everybody could audit and was shared across the networks. So we wanted to take a look at trust in the crypto space today and how that trust has evolved and fluctuated. And so Deloitte recently completed an analysis looking at this very topic to understand what's the sentiment in the crypto space, how trusted is the market today? If we bring up image one, we took a look at a twelve month period from March 2022 to March 2023 and ingested 42,000 different market signals. These were coming from news, social media, blogs, anything and everything across 500 different data sources. Our team analyzed those signals for sentiment, for relevancy, for impact. And what we found was surprising, because even though blockchain technology has been called a trust machine, today, trust in crypto is also at a deficit. We found that only 32% of signals in the industry are positive. And those positive signals primarily focus on the potential of this technology to transform industries through innovation, different applications of the technology as well as governance elements. But when we look at the neutral or negative sentiments, the neutral sentiment was largely around the customer experience and diversity. So certainly some positive, some negative trends on both sides. But the negative sentiment was stemming from issues of crime, regulatory compliance, ethics, some of this uncertainty, perhaps some of that is not surprising, because over that time horizon, the industry did experience know a number of black swan events, a number of anticipated events that would have created this perception in the market. But it is interesting to observe that a technology that has emerged with so much promise and has been called the trust machine is now facing a trust deficit as well. And so for blockchain applications for the crypto markets, it's really essential to regain that trust in order to gain adoption."
    },
    {
        "speaker": "B",
        "text": "Yeah. You know, when you mentioned trust machine, I think of the initial message in the Genesis block of the bitcoin blockchain, the times zero three gen 2009 chancellor on brink of second bailout for banks. I mean, the implication, as you point out, is that this is very much about trust and about the erosion of trust. And now this paradoxical situation where the solution to the question or to the problem also has these challenges with trust is probably not surprising given some of the events that we've seen over the last year, especially the collapse of many centralized entities, which I would argue aren't really sort of core to what the blockchain ethos is really about. The bitcoin ethos, the ethereum ethos, this is about a distributed network. These were centralized failures, but nonetheless, just realistically speaking, that bleeds into people's view. And there's, I think there's also a distinction to be made between what we see inside the digital asset cryptocurrency community and outside. One of the things I wanted to ask you about is you talk to a lot of senior business leaders outside of the sphere of blockchain and crypto. What are their thoughts about it? I imagine there's some skepticism, but is there also some optimism? Is there also a sense of the potentialities of this technology to aid their business, to better serve consumers, to become more profitable, et cetera, et cetera?"
    },
    {
        "speaker": "C",
        "text": "Absolutely. The potential is certainly there, and there's so many applications across industries that do show a lot of promise. I think where the questions arise are around how is the technology and the organizations governed? What are the regulatory frameworks that create that confidence that blockchain can deliver on its promises? So there is a lot of potential, but there are some really real questions for the whole industry to grapple with."
    },
    {
        "speaker": "B",
        "text": "Well, let's dig into that. What are some of the concerns that you hear most frequently or most stridently expressed from the business leaders you speak to?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I mean, I think, you know, as I shared in the sentiment analysis that we have completed, the sentiment that comes up as questioning blockchain technology really has to do with ethics, with governance, with compliance. And this topic is really important because when you think about retail investors, when you think about other organizations, that are looking to deploy this technology. They need to have confidence in the competence of an organization that is deploying these capabilities, and in their intent, they need to be sure that the organization has what it takes to succeed, not only in the short term, but also in the long term, and has really robust governance behind that. When we look at trust overall and the importance of trust, it's really interesting to unpack the impact that it can have on business performance. And so when an organization is trusted, we have found considerable and measurable benefits. There are four that I can share with you today. Some of them have been published in the four factors of trust, which have just come out by some of our colleagues. But the first benefit of trust is simply financial performance. Through our analysis of markets trusted organizations, we see that trusted companies outperform by up to four times of amplification of market value. That's quite substantial. When we look at customer loyalty, consumers who trust a brand, 88% of them would buy again from that particular brand, and 62% would buy almost exclusively from a trusted brand or a trusted organization. The one that I really gravitate toward is the impact of trust on workforce engagement. A lot of organizations focus primarily on customer trust to start and other stakeholders. The view is that they come after. But 79% of employees who trust their employer feel motivated to work. And so that impact on customer loyalty, on workforce engagement, on brand protection, resilience to crisis, is really important, and that's why organizations should pay attention to this topic."
    },
    {
        "speaker": "B",
        "text": "Okay, so financial performance, first and foremost, the metric by which most managers run their business, customer loyalty, workforce engagement, and brand protection. These are the manifold benefits of trust. In your view, in the study that you guys have created, you mentioned three potential stumbling blocks to achieving that trust, ethics, governance, and compliance, specifically to digital assets. What does it take for us to get there? Kate, in terms of all of those three points, ethics, governance, and compliance, is this a question of just an absence of legislation? Are there challenges, in terms of the relatively new state of this, in terms of jurisprudence, what does it take to overcome those risks and those challenges that business leaders experience?"
    },
    {
        "speaker": "C",
        "text": "Yeah, thank you for that question, ash. And to answer that question of what does it take to become trustworthy, first, we need to define what trust means in the context of business and how it can be measured. So if we could bring up image two, the first thing that I'll say is trust is the outcome of high competence and the right intent. And I'm going to get to the governance and regulatory elements in a minute. But we wanted to understand how do organizations make this actionable in the context of business? What does this mean? How can we bring this to life? And when we speak to executives, one of the first things they say is we're not sure how to define trust for a business, but we're also not sure how to measure it. We're not sure how to make it actionable. So we have conducted a number of studies over the last couple of years to identify the 18 domains where organizations can earn or lose stakeholder trust. And hopefully the viewers can see them on the screen. But they range in everything from governance, as you've mentioned, compliance, as you've mentioned, to other elements like customer experience, digital engagement, culture and purpose, ethics, and so many others. Underneath the 18 domains are over 90 underlying drivers. So the drivers are the actions that organizations can take to earn or lose stakeholder trust. Now, let me circle back to the question that you posed, which was specific to three of those domains, right? How can crypto native companies, or how can organizations that are deploying blockchain technology do so in a trustworthy way and earn that stakeholder trust, particularly in these three areas? And what I would say is that even though blockchain technology is distributed, even though there is that decentralization, that in and of itself does not satisfy or replace the need for strong governance to start, there's a lot of innovation happening in this space, which is fantastic. And a lot of organizations are looking for new applications, and they're growing quite rapidly. And through that period of rapid growth, coming back to the governance component is really important. What are the processes, procedures that the organization has in place to make sure that it's being fair, accountable, and the decisions that it's making are sensible. You mentioned regulatory compliance as another area. There's a lot of uncertainty in the regulatory frameworks today. Organizations need to demonstrate that they're not only complying with the rules and laws today, but that they have sensing mechanisms in place to understand how those are evolving in the future so they can adapt very quickly and working with regulators to do so. And Dilut has worked with a number of both crypto native companies as well as traditional financial services organizations to put some of those risk and control frameworks."
    },
    {
        "speaker": "B",
        "text": "In place, particularly, Kate, what are those specific risk and control frameworks as they apply to crypto specifically?"
    },
    {
        "speaker": "C",
        "text": "Yeah, you know, it's a really interesting question. So for crypto companies, I think there are some enterprise wide risks that need to be looked at from a governance standpoint, from the way that the organization does innovation. And one of the areas to look at is how are the applications of blockchain technologies, how are they designed and what are the impacts that they have on communities and societies? Are they fair and equitable? Are they transparent? What are the feedback loops? And ultimately, what's the customer experience? Do customers have intuitive user interfaces? Do they have the customer service support? Do they have the ability to understand the underlying mechanisms of how they're assets are held by a custodian, how they're transferred and the rules governing that, all of that comes into play specifically there."
    },
    {
        "speaker": "B",
        "text": "Can you give us some examples of how that might come into play with an enterprise that's attempting to integrate digital assets into their workflow, into their customer experience?"
    },
    {
        "speaker": "C",
        "text": "Yeah, well, we could look at different applications of blockchain. Let's look at protocols, for example, to start. So for a protocol to be considered trustworthy, certainly it has to demonstrate the security, that it has, the third party security audits in place to make sure that the protocol is unhackable. In a sense, it has to demonstrate the liveness, the fact that it has the ability to handle the throughput and the transaction volume that is really necessary to apply that technology at scale. If we look at a custodian application of blockchain technology, certainly the elements of security are vital, the elements of reliability to make sure that that customer support is there for timely issue resolution, for reliable and stable service, but also the broader credibility around the processes and procedures and security measures that are in place."
    },
    {
        "speaker": "B",
        "text": "Now, do you have any business cases that you've written about that you can talk about? I know it's always tricky with clients that you're advising, but in terms of the work that you've actually done, are there any cases that you can talk about?"
    },
    {
        "speaker": "C",
        "text": "I certainly can't mention client names because we protect our clients privacy and confidentiality. But I can tell you that we work with our clients to assess stakeholder trust and to make it measurable and actionable. One organization that we're working with right now is in the technology sector. It's looking to understand trustworthiness internally within the enterprise. It's looking to understand perceptions externally. And so we're applying that framework that I've shared to not only ask the organization's employees where it's doing well and where it has an opportunity to improve, but to also conduct some sensing all of the signals that we can find about the enterprise online to understand what's the perception, where is the organization earning trust and where could it take meaningful steps to improve. So those are some of the things that we're doing to make trust actionable?"
    },
    {
        "speaker": "B",
        "text": "Trey, and what are some of the opportunities that you and your clients see in terms of this technology? Blockchain technology, crypto technology to enhance trust, to increase the benefits for customers, to build the things that you talked about, workforce engagement and customer loyalty and brand protection. What are some of the opportunities that you see?"
    },
    {
        "speaker": "C",
        "text": "Yeah, well, one of the applications that I'm personally very interested is smart contracts as an example, because this is an application where we can put into code how the contracts would work and create incredible efficiency and incredible transparency, and how assets move across the different networks and create that audibility. I think the question becomes, do we have the necessary assurance in place that the code works as it's intended, that the contracts not hackable? And then from a regulatory standpoint, do we have the assurance that if something goes wrong, there are regulatory frameworks in place to uphold that smart contract? So I think there's a lot of promise and some questions for us to work for as well."
    },
    {
        "speaker": "B",
        "text": "Yeah, and obviously viewers of this show know we've covered some of the significant smart contract failures over the past twelve months. There have been quite a few of them. What are the processes, the protocols that you guys think are best practices for attempting to analyze that? Obviously, we live in a very much an open source world. Talk a little bit about how you guys make that transition from closed off software to open source software. A radically different paradigm in terms of how the security protocols get implemented."
    },
    {
        "speaker": "C",
        "text": "Yeah, absolutely. So we have a blockchain practice that's comprised of 2000 different individuals across the world. And we have technologists that look not only at the tech applications of blockchain and the code and how it has been designed, but also the business implications of how some of those business models will change and evolve, and the regulatory frameworks that need to be in place, the tax implications, the governance implications. So it's really important to take that 360 degree view of blockchain technology, of the applications, to examine it through all of those different lenses. Yeah."
    },
    {
        "speaker": "B",
        "text": "So what else is in this sort of basket of things that you look at when you're assessing trust in terms of the specifics for blockchain and cryptocurrency?"
    },
    {
        "speaker": "C",
        "text": "Well, it's all of the things that I've mentioned. Right. It's looking across the 18 domains of trust, looking at the customer experience that is being delivered through the technology. It's looking at the digital engagement for a particular stakeholder during that interaction. It's also looking at the financial integrity and health of the organization, how it's performing, what's its future potential. And of course, the key element across any company in any industry today is data integrity and protection. What are the processes that are in place to make sure that the organization is complying with data regulations, to make sure that it's providing the right, you know, consent and preference management to customers in terms of how the data is used and how it is applied. So all of those things come into play."
    },
    {
        "speaker": "B",
        "text": "Well, you do a lot of that at Deloitte, I imagine, in terms of the protocols and processes, what are some of the best practices that you guys use, and what are some of the red flags that you see that tend to make you concerned?"
    },
    {
        "speaker": "C",
        "text": "You know, I think the first and foremost that the biggest element of concern is when trust is an afterthought. A lot of organizations are, not a lot, but some organizations tend to look at this topic after a crisis or after an event, and that's when they really focus on what went wrong. What do we need to improve? And our view is that trust is something that should be earned proactively. Organizations should build that trust equity and should take steps to earn trust before a crisis strikes. We just completed a study of global board members and we've asked them this question of how important is trust today and how urgent is trust as a priority. And 94% of board members globally told, told us that trust is not only important to business performance, but a vast majority of them believe action on this topic is needed within six months. So the way that organizations can take positive steps to get on that trust journey to engender stakeholder trust is first and foremost to put it on the leadership agenda. It's to take that proactive stance to define what it means for their business, what it means for their industry, and how they're going to evaluate and measure it. There are some measures that exist today. Those measures could be broadened and could be tailored for each individual industry. And some organizations are going so far as to name a C suite executive to take charge of this issue. And weve seen as an example the rise of the chief trust officer to respond."
    },
    {
        "speaker": "B",
        "text": "Kate, final question for you. Obviously, we are at an inflection point right now in terms of digital assets, in terms of cryptocurrency, these decentralized networks that were talking about here, whats your view and whats deloittes view of whats going to happen as we look forward one, three, five years. In terms of the intersection of what you study in trust and digital assets."
    },
    {
        "speaker": "C",
        "text": "You know, I think right now the industry is at an inflection point as you mentioned, I think there was a lot of enthusiasm at the start. There have been some trust challenges and black swan events that have unfolded. The industry right now is taking a really hard look on what it takes to create the governance structures in place, to have the regulatory compliance that's in place. And I think we're seeing positive trends toward that. So my hope for blockchain and for, um, cryptocurrency applications and this technology in general is that we do get on that adoption curve, that we resolve some of these challenges and get back to the trust machine and its potential."
    },
    {
        "speaker": "B",
        "text": "Great conversation, Kate. Final thoughts. Key takeaways that you'd like to leave our listeners and viewers with?"
    },
    {
        "speaker": "C",
        "text": "I think the key takeaway is to take a proactive stance on trust. Trust has been linked to financial performance, to customer loyalty, to engagement. So put it on the agenda. Figure out what it means for your business and how you're going to assess that trust as you progress."
    },
    {
        "speaker": "B",
        "text": "Okay, grave, thank you for joining us on the show. Pleasure having you with us."
    },
    {
        "speaker": "C",
        "text": "Thank you for having me. Great to be with you, Ash."
    },
    {
        "speaker": "B",
        "text": "That's it for today. Remember to sign up for real vision crypto. It's free. Go to real vision.com crypto. That's real vision.com crypto. We'll be back again tomorrow with colin Butler from Polygon. Make sure to join us live. See you at 09:00 a.m. pacific, noon Eastern or 05:00 p.m. london time. Thanks for watching, everybody. Have a great afternoon."
    },
    {
        "speaker": "A",
        "text": "Today's episode of the Real Vision Crypto Daily Briefing is sponsored by Origin ether. Earn elevated yield on your ethereum directly into your crypto wallet. Deposit ether for o Eth or deposit liquid staking derivatives to boost your ethereum yields. Now head to realvision.com oeth now to learn more."
    }
]