[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless everybody get 30. 30 baby get 30, baby get 20. 2020, baby get 2020. Bid to get 15. 1515 just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at Mint."
    },
    {
        "speaker": "C",
        "text": "Mobile.Com switch $45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time unlimited, more than 40gb per month slows full terms at Mint mobile.com dot."
    },
    {
        "speaker": "D",
        "text": "Hey everyone, if you like this podcast, go behind the paywall to get privileged access to the smartest minds in finance, join the real vision community and learn how to become a better investor. Visit realvision.com rvpod and use the promo code podcast ten. That's podcast ten to get 10% off our essential membership for the first year. Now, to the top analysis of today's crypto markets."
    },
    {
        "speaker": "E",
        "text": "Welcome to Crypto daily briefing. I'm Ash bennington. Today I'm joined, well, you may know him as bigbeard samurai. Yves laroz, CEO of eos network foundation. Welcome to crypto daily briefing."
    },
    {
        "speaker": "F",
        "text": "Welcome. Thank you for having me on, ash."
    },
    {
        "speaker": "E",
        "text": "Excited to talk about all things eos. But first, let's take a look at some price action here. A first bitcoin, trading at $25,828 right now. A trailing 24 hours basis is up about a quarter of a percent, down about three quarters of a percent, trailing seven days. Ethereum, trading at $1,731, trailing 24 hours. It's off about 0.6%. Seven days. It's off nearly 5%. Not a great week for ethereum. We should also take a look at eoshdheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheheh trading on my screen at about $0.67 right now. And with that said, let's get back to eve. Eve, it's a pleasure to have you on the show to talk about, as I said, all things eos. Let's start it off with a little bit of a background on eos. I think many people have heard of eos often said in the same breath as largest ICO ever, raising $4 billion almost exactly six years ago today in June of 2017. So let's begin at the beginning. Start with the basics. What's EOS all about?"
    },
    {
        "speaker": "F",
        "text": "EOS is a layer one gen three blockchain. It was one of the first, I guess, gen three blockchains that really focused on and really brought about, if you think back in 2017, this idea of scalability. We were still, with gen two blockchains at the time, you had Ethereum that was currently facing some scalability issues, and there was a series of new blockchains that were being discussed, being developed, whereby they would essentially remove those limitations or address those limitations by playing on some of the triggers, so that it'd be a little bit more centralized, while not compromising on a certain level of decentralization, but then gaining that performance in terms of scalability. And the idea was at the time, anyways, in 2017, 2018, that blockchain was at a point where it could actually start filling out real world use cases. And EOS was poised to take part of that market share because of its scalability. And so if you're going to have mass adoption at some point, leveraging the technologies, you're going to need to scale to meet that demand. And so that's what EOS was built to do. So from the ground up. It was built with experience in previous iterations from the architect, Daniel Larimer, at the time, and he had built upon his past bitshares and steam experience. Looking at if I wanted to build an operating operating system that could potentially handle a lot of throughput and be reliable in terms of performance as well as costs, because that was another big one as well, with gas fees coming about in times of congestion, kind of the uncertainty of leveraging that technology as a business, if you don't know what your running rate is going to be, it makes it very difficult to predict. And so that throughput, that predictability, low cost, and that reliability in the back end as well, that's what EOS Washington built for. And as you just mentioned, eos, that's five years ago now, since the network launched. And so Eos has been chugging along ever since with those core principles in mind."
    },
    {
        "speaker": "E",
        "text": "So let's talk a little bit about the point that you made. This idea of a third generation blockchain. How do you define that? Others would say Cardano Solana fit that definition. Explain the framework for that and what it actually means."
    },
    {
        "speaker": "F",
        "text": "I mean, to me, you get the first generation blockchain, really, that first use case, that first proof of concept, which is bitcoin. And really, it's the underlying idea that the technology itself was coming in and showcasing that it could, I guess, potentially transact between two parties that don't necessarily know each other in a trustless matter, and that the system itself could be trusted in a decentralized fashion. But you really couldn't do anything outside of that without going into too much detail. Obviously, bitcoin could do more than that. But generally that was the idea of simple transfers. With gen two blockchains, you started getting this idea of smart contracts being able to deploy logic on chain, running applications on chain, or running logic on the technology itself. We started seeing use cases for that, but we're still quite limited at that time in terms of throughput. We're limited in the, how much of those transactions the network can handle. And if you look at Ethereum's case, it's locked around, give or take, let's say 18 transactions per second. So although you now have the function, the capability of running an application on chain or running more logic on chain, you're limited in how much of that you can do. And so the idea that if you want to get this technology in the hands of more users, at some point you're going to need to reach mass market appeal and scalability at a level where now people can actually leverage the function. And this is where gen three blockchains came about, trying to essentially expand on the underlying technology, making it more accessible to more and more people. And that's what gen three blockchains were essentially promising on delivering. And you mentioned two of them. There are multiple others in that basket that want to be, let's say, position themselves to be, uh, the underlying chain that will provide the majority of the throughput, let's say, for the future of the Internet. Um, if you're going to leverage blockchain technology as, as a premise, one of."
    },
    {
        "speaker": "E",
        "text": "The things that's unique about EOS is the tokenomics, the structure. Uh, no transaction fees. Let's talk a little bit about that. No transaction fees to send or receive, I should say, obviously, uh, no such thing as a free lunch. Let's talk about how that gets monetized and the role of inflation in the EOS network."
    },
    {
        "speaker": "F",
        "text": "Really good question. So when eos first launched, again, this idea that you have a lot of throughput, that you potentially have a lot of bandwidth available. And so if you start off with this idea that you have a lot of bandwidth available and there's very little. So you've got tons of supply, but there's no demand. Essentially you're in a position where the very little demand can essentially cost nothing on the network, not just in terms of gas fees that people are used to, but also computational power in the backend. So there's no such thing as a no cost transaction. There's clearly always a cost somewhere somebody's paying something, whether it be financial resource to actually instigate the transaction itself or computational resource, because there's a computer in the background somewhere doing something, and that has a cost. What yas has been able to do is abstract that away from the end user, or create itself in a way, and create code and its tech stack in a way that it can abstract that away from user, so that inevitably there's still a cost. Who is bearing that cost and how that cost is being borne are those variables that you can adjust in EOS very, very effectively. And so for the end user, the result, the experience is that it's a no cost transaction for the developer. There are ways to abstract that away from the user and from, let's say, a protocol developer point of view or an infrastructure developer point of view, then there are obviously costs, and that's when then the inflation comes in. So we talk about the block producers. They get paid by the network to run infrastructure, and so they're compensating that way. Eos, differently than other layer ones, didn't start off with its full token supply, let's say, locked up and with a known size and then releasing over time. It essentially started off with the full supply being liquid with a small percent of inflation. That is immaterial, but that that is present that funds this system. So it's a very different approach as well. So where we see other ecosystems started off with a huge token lockup and are releasing that over a period of time. The foundation, typically of those ecosystems, received a portion of that in the beginning. So it funds them and gives them a treasury, and now they need to manage that. And typically that inflation level will taper off over a period of time. So it'll be very high inflation in the first few years. It'll taper off in the long term. EOS essentially started off with its full token, completely liquid, and it had a small percentage of inflation that then feeds and funds the ongoing development of the network. And so the providers of infrastructure, the block producers, get a share of inflation, so they get 1% of the inflation. And the foundation, which was only created a year and a half ago, now receives 2% shared inflation to fund the ongoing, let's say, development of the network."
    },
    {
        "speaker": "E",
        "text": "Hey, everyone, we're going to take a quick pause and hear a word from our partners. We'll be right back."
    },
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless 30 30 biddy, get 30 bid. To get 20, 20, 20, 15, 15, 15. Just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at Mint mobile.com switch $45 up front for three."
    },
    {
        "speaker": "C",
        "text": "Months, plus taxes and fees. Promoting for new customers for limited time Unlimited, more than 40gb per month slows full terms at mint mobile.com dot."
    },
    {
        "speaker": "E",
        "text": "Let me ask you this. Do you get pushback in the blockchain community for the idea of inflation? It's something that's just so anathema on bitcoin. And I think many people who came into the space, myself included, as, uh, interested in bitcoin, uh, that the hard cap on the number of circulating bitcoin is such an important, critical part of the way the space works. It's often set up, in contrast to fiat, that has, at least from the bitcoiner perspective, this unlimited potential for inflation. Is that something that you get pushback from, uh, in the community?"
    },
    {
        "speaker": "F",
        "text": "Uh, definitely. Um, but I would say what's interesting about this is bitcoin also has inflation. If you've got tokens that are out of circulation, you're putting them in circulation. It's a different way of looking at inflation, but it is inflationary mechanism. What you rightfully point out though, is that there's a cap, and in EOS, this case, there's no cap, so to speak. So that's where I think the point of contention sometimes comes about. So it's not the inflation itself, it's the no limit potential. What we've seen though."
    },
    {
        "speaker": "E",
        "text": "Yeah. I mean, bitcoin has an agreed upon inflation schedule, obviously, and there's a series of halvings that progressively reduce the block war. But the 21 million hard cap is something that is kind of immutable, at least in the culture of the community."
    },
    {
        "speaker": "F",
        "text": "Yeah. And in the beginning that inflation was incredibly high. Right. The release of tokens before the first halving was enormous, but that created a particular tokenomic environment as well that was favorable to, I guess now, in retrospect, to get to where we are today with bitcoin and ethereum took us a very similar approach. In EOS case, it's just a completely different approach. And what we've seen with EOS is the network started with a 5% inflation upon network launch. And at that time, 1% was going to block producers, 4% was going into a saving bucket. It was going for a potential WPS system, a worker proposal system that was earmarked in the white paper for that. About a year and a half, two years after Mainnet launch, a worker proposal system still had not been built. And so those funds were simply accumulating in the saving bucket, so to speak, in the saving account. And the network reached consensus on two occasions to burn those tokens. I don't recall the exact amount in total, it's about. It was 34 million EOS tokens per time, valued around $350 million, I believe, at the time. And the network reached consensus on burning that because for two reasons. One is it didn't have an effective mechanism to be able to leverage the inflation. So there was no either entity, there was no foundation in place, there was no WPS system, so there was no capacity to actually leverage it. But then second, and more importantly as well, there was no need for it. And so what we saw is very similar principles to what you find in ethereum bitcoin. This underlying idea that it's not necessarily inflation is necessarily bad, but simply diluting token holders for the sake of diluting token holders without proper justification, that is a still very strong value that is found within EOS. So eos did not only burn those saving accounts, it reduced the inflation. So it turned off the inflation from 5% down to 1%, and then it did re increase it when the ENF came about as it reached consensus on essentially funding that function. But we see that it's dynamic, we see that it's quite responsible. And because it's such a low number in the overall number of tokens that are in circulation, it's immaterial in the sense that it doesn't create the level of pressure that you would typically expect to see with inflation. And because there are mechanisms that are already in place in terms of tokenomics on EOS, such as when you do use the network, you're actually locked locking up tokens, there's actually a token burn. And there are a lot of initiatives that actually favor deflationary mechanisms. So although you're looking at the number as a whole inflationary, there are mechanisms that are actually burning tokens to counter that. And we are moving more and more towards a state, and we can talk about this later with the EVM launching, where the amount of tokens burned and or retired will at some point exceed similar to, let's say, ethereum 2.0, the amount better output, its another variable thats used. But the underlying principle I think remains the same."
    },
    {
        "speaker": "E",
        "text": "So talking of the token, I think our producers just showed the chart of EOS token value. Obviously its been a tough year for EOS, but even more generally than that, when you look back, going back to the high, its off some about 95% there from the high of about $20, as you said, trading at about $0.67 right now. But talk a little bit about the market perception of the value of the token and what you think is going on."
    },
    {
        "speaker": "F",
        "text": "You mentioned right in the beginning, the ICO of $4.1 billion. There were a lot of expectations on EOS at the time. To put it in context, I believe the second largest ICO raised $150 billion. So we're talking about magnitudes more capital raised. And so there was a lot of expectations on EOS after that mainland launch and leading up to the main net launch. And a lot of those expectations were obviously external, but a lot of them were also created internally, either from the community, the EOS community, or the entity block one at the time, because they made commitments and promises that they would be reinvesting the majority of the token sale, which was a one year long reverse dutch auction. ICo the majority of that back into the ecosystem, and you can look at the charts. There was somewhat of a honeymoon period after the Mainnet launch, where there was still this idea that block one would be supporting the ecosystem, building the ecosystem, taking those funds that they accumulated, reapplying them in the ecosystem in a very efficient, centralized manner. Although we're in this space, and obviously decentralization is at the core of this tech and what we're doing. Centralized components to a system are still very efficient and they're still very needed. And I think the market recognized that early on, which is why they were able to raise so much capital, but then became apparent relatively quickly on that the alignment of incentives was no longer there. And over that period of roughly two and a half, three, three and a half years after maintenance launch is where we really started seeing as a community that block one really didnt have any intention on redeploying that capital or investing that capital in the ecosystem. What happened there is that you had an ecosystem that was started with funding, where if we talk about other layer ones, that initially launched with the foundation, so they had their centralized entity that had a treasury that could effectively manage the treasury and allocate funding towards specific initiatives or public goods, the roads, the libraries, kind of the underlying infrastructure, even the development of the software stack itself, yas didn't have that. And so it really took a while before the EOS community essentially took matters in its own hands, reached consensus, leveraging the tool itself, leveraging the blockchain itself to reach consensus, to create a foundation, and to start deploying capital in very specific areas, and essentially to try to bring block one to account as well for its past promises and commitments. And that first action after the ENF was formed, one of the first actions there is the block producers reaching consensus on stop investing to block one as well, because it was apparent. Let's talk about a little bit of tension."
    },
    {
        "speaker": "E",
        "text": "Let's talk a little bit about block one, because I think this is something that causes some confusion in the space. First, we should say block one. The company that developed EOS, paid a $24 million civil penalty after reaching a settlement with SEC over claims that it conducted what SEC called unregistered initial coin offering of digital tokens. What does that mean? What was the relationship of block one to EOS at the time, and what happened? And where are we today?"
    },
    {
        "speaker": "F",
        "text": "So blockone is the company that did the ICO, and they are the ones that built the software stack, the first few versions of the software stack. And they were the ones also, I guess, that were responsible, or the perceived responsibility of shepherding the ecosystem for a period of ten years. And when I say perceived, there are a few factors that contribute to that. One is obviously the public commitments and promises they've made. There was also a vesting period of EOS tokens for a period of time, ten years. So EOS launched with a billion tokens, 100 million tokens would be going to block one over a period of ten years, vesting block per block, essentially. And so there was that very real on chain component, that there was an alignment of incentives between the entity that created the software and that raised the ICO and the network itself, that, as I mentioned earlier, there became a very clear disalignment of incentives after a period of time where the funds that were raised were not being deployed, the community was not getting the support that was looking for very little money was going back into the ecosystem. Core components, core key components of the stack were not being built. And so it was quite difficult. And the last leg, I think, that block one had to stand on was the code itself. And so arguably, of that billion dollar commitment. And its arguable that they were making investments and those investments simply werent hanging out, or that maybe some investments are in the works, but theyre not public yet. Thats all somewhat subjective. But one thing that wasnt subjective, that was very black and white, was core code commits in the GitHub repo. When that stopped, and it stopped roughly in June of 2021, we had seen signs of that leading up to it. But when it became black and white, where in GitHub, you could literally see, see no more quote commits. It's basically blank. And then the code repo was archived is where it really lit a fire on the community, which had been lit before. The community had somewhat organized, self organized on a few different occasions. But this was the final straw that really broke it, where it was obvious block one had no intention on continuing to support the ecosystem, and the community needed to essentially take matters in its own hands."
    },
    {
        "speaker": "E",
        "text": "So what was the transition, what was the transition mechanism that took, took place in terms of the governance, and where does that stand today?"
    },
    {
        "speaker": "F",
        "text": "So the governance is still the same as it was at the onset. So you've got 21 block producers on eos that are active block producers, let's say they're literally producing the blocks. There are roughly 500 or so nodes that are in line to produce those blocks. The consensus mechanism right now is delegated proof of stake. And so people vote essentially, or they delegate their stake to those block producers they believe are well suited to guide the network to make the decisions, either governance decisions or technical decisions on behalf of the network."
    },
    {
        "speaker": "E",
        "text": "Hey, everyone, we're going to take another quick break and hear a word from our partners. We'll be right back to the real vision crypto daily briefing. And that's market cap weighted. The dpos, delegated proof of stake is market cap weighted relative to the amount of tokens and the individual holds that weights their voting, correct?"
    },
    {
        "speaker": "F",
        "text": "Correct. So if you had 1 million tokens, then you would have the voting power, so to speak, or staking power of a million. And you're able to delegate those tokens to up to 30 different entities, so you're not left choosing. For example, do I like this one or this one better? You could like 30 different ones, and you're essentially putting your weight behind those 30. You could obviously split up also your wallet so that you could, you could go in the level of granularity you want, but just to simplify it, you could just delegate all your stake to 30 different, up to 30 different entities. And the top 21 that received the amount of stake essentially are the ones that are producing the blocks. And we see that on EOS, the rankings change continuously. And so you have a few, very, very few block producers that have been there from the start on some of the exchanges, for example, Bitfinex. But in general, the ranking of block producers has changed, and it changes continuously and has changed repeatedly over time, where you've got a significant shift. And we see those shift happens when the token holders want a different direction with the network. And we saw that happen on a few occasions where the network was heading in a particular direction. And there were certain values and principles guiding it, and the token holders decided to go in a different direction. So you see that the block producers changing and the volts changing, and now there's a new list of block producers in that takes it in different direction. So that governance principle is very active, it's very fluid, it's live, it's ongoing, and it's one of the biggest powers for EOS, because what it does as well, obviously, it's more centralized, there's 21, but it's still decentralized enough. You need 15 out of 21 or a super majority to pass anything. What we see is that it's one of the fundamental advantages of EOS, is that EOS can upgrade frequently. And so this concept, for example, of a hard fork, EOS has hard forked on multiple occasions. The last hard fork was last September, and we have a plan to hard fork this September, October. Yes."
    },
    {
        "speaker": "E",
        "text": "Yves, let me jump in and ask a question, because we talk about the technical mechanics of how the EOS platform works. Let me just ask you this more specifically. What's the current state of play with use cases and volume on the EOS network? Because fundamentally, the value of any token comes down to the desire of individuals and entities to transact on the network. Give us the 50,000 foot overview of the current state of play with use cases and development on the network work today."
    },
    {
        "speaker": "F",
        "text": "Really good question. YOS takes a very different going back to what I mentioned earlier, this idea of scalability and predictability of cost to leverage the network. 50,000 of you, let me try to explain it this way. What weve seen, lets say nfts. Last year we saw that the majority of the markets, the majority of the chains were well suited for the million dollar nfts that have very high costs. And so you're good with paying $50 gas fee or whatnot. If you've got a $50,000, $50,0000 NFT, EOS is not made for that. Obviously, EOS can do that. It is possible to do that. But Ethereum is really solid in there because that's where the majority of the liquidity is. What EOS is really made to do and what it does very, very well is think about if we continue down this line of nfts or even gamefi in game items, for example, the majority of the in game items, if you look at Steam or any type of current regular economy, digital economy, we're not talking about $50,000 nfts or items. We're talking about $2 items, a dollar item, $0.50 items. And so now you're talking about very, very low margin, or probably the same margin, but very low per transaction cost or value, but a lot of them. And this is where EOS shines very much. So, Antelope, which is the software stack that powers EOS underlying, powers a few other chains as well. And if you look at dappradar in terms of daily active users, whether you look at gamefire or you look at just generally, EOS powers a significant percentage of that. So if we look at Gamefi, for example, in terms of daily active users on the underlying tech stack, antelope powers roughly 70% to 80% of all transactions that are occurring right now. Now those are not high value transactions. Its high quantity, very low value. And this is what EOS does very well."
    },
    {
        "speaker": "E",
        "text": "High quantity, relatively low value transactions. Can you quantify what the numbers look like in terms of numbers of active end users on the EOS network for these relatively low value, high volume transactions?"
    },
    {
        "speaker": "F",
        "text": "Sure. So at our peak on EOS, we were doing roughly 124, 125 million transactions per day. To put that in context, every single day EOS was doing more transactions than bitcoin and Ethereum were doing for the entire year. Another way to put it is in that day, every single day, EOS was doing more transactions than all other blockchains combined. Those transactions typically will be, for example, simple transfers, swaps. Now that we have the EVM, you've got in game transactions. So again, a game that is, take a concrete example. Upland is one of the larger games on EOS. It's got a massive user base. I believe it's around 30 to 40,000 daily active users. Every single transaction that they're doing in game is being input onto the blockchain itself. Some of those transactions have no monetary value essentially, but it's still contributing to the usage network. Obviously those transactions, they'll have value for the player and they have value in game and there's a token, et cetera. So there's an economy there, but we're talking about very small transactions, whether it be NFT sells. So even if we look at the NFT side of things, when a particular IP wants to deploy a particular, let's say, card or IP stack onto the blockchain, instead of only minting, I don't know, a couple of thousand nfts, what we see on EOS is that there are a few million nfts that are being printed. And so if you look at them, a game that leverages that you can start thinking of in game items. So that game maybe requires 10,000 of these swords being minted, but those 10,000 swords need to cost absolutely nothing to mint. That user in game wants to be able to trade that sword frequently, wants to be able to actually leverage the blockchain for those mechanics."
    },
    {
        "speaker": "E",
        "text": "Well it's interesting because it's a lot of actions trey. Yeah. As you described it, its a very different model and a much higher volume, lower cost model. Its going to be interesting to see how it shakes out. We always enjoy having folks come on real vision to talk about the different sort of mental frameworks that are used for different foundations on these different coins. And I think its really incredibly interesting and important to have you here. Listen, weve got a bunch of questions from our viewers. What do you say? Can we do a quick speed round? I want to make sure that we get these in. Can we just do quick 32nd or less answer on these guys? Guys?"
    },
    {
        "speaker": "F",
        "text": "Sure."
    },
    {
        "speaker": "E",
        "text": "Great. First one comes to us from Paul on the real Vision website. Will the SEC action toward coinbase or binance have ramifications on EOS? And if so, what could they be? Any thoughts?"
    },
    {
        "speaker": "F",
        "text": "I ultimately I don't know. However yes, did settle or I guess the SEC settled with block one in the past as an unregistered security. The network itself is incredibly decentralized. It wasn't named in the latest list of the SEC. EOS is very well poised to, I guess be on the upside on that one."
    },
    {
        "speaker": "E",
        "text": "Fair enough. This one comes to us from Metten on the real vision website. We are in a high interest rate environment. I dont know that id really characterize this as a high interest rate environment, certainly a rising rate environment. Why doesnt ENF try to increase the Rex income so that long term investors stay? Burning EOS also helps the speculators who dont stay when times are bad. Any thoughts?"
    },
    {
        "speaker": "F",
        "text": "That's a very good question we are looking at. So I guess for those who don't know, Rex is the resource exchange on EOS. It is an incredibly powerful piece of technology that we have that hasn't really been leveraged in a while. The idea was that the more the network is being used, the more fees go into Rex. Those fees then get distributed as yield to users. In order for Rex to really be powerful, you need significant network usage. And over the last couple of years the network usage just wasn't there to be able to provide the yield. So what we've done instead, as the ENF is we've created specific yield mechanisms. In part, there's an initiative called yield plus, and that's where really the users that are participating in the network can get a much more direct yield from that program than versus Rex. But really good question, because Rex is a very powerful piece of technology that is sitting there that we're looking at being able to leverage further in the future."
    },
    {
        "speaker": "E",
        "text": "Okay, next question. Roger, on the real Vision website, does the EOS Network foundation consider eos to be a commodity or a security? And what is the current value of ENF's treasury of the initial 4,000,000,002? Great questions."
    },
    {
        "speaker": "F",
        "text": "So some misunderstanding that question, so I'll address that one first. The ENF never got $4 billion. The NF didn't exist at the time. Block one got $4 billion. And there's a current ongoing class action to try and repatriate some of those funds. And there's another class action that we are currently exploring, and we invite people to send in their requests or their feedback@legalesnetwork.com. dot so just to mention that ENF doesn't have a $4 billion treasury. That is what block one got from the ICO. The first part, does the Yoss foundation consider yes. To be a commodity or security? From our point of view, it's a utility token. The token itself enables you to leverage the network. And we've seen the network being leveraged. There's hundreds of thousands of transactions that are occurring on the network currently. There's multiple use cases for this. It is really, think about it, an operating system that's going to be at the base of what we hope to be the Internet of the future."
    },
    {
        "speaker": "E",
        "text": "Great. Here's a great final question from the fish one on YouTube. And the question is this, what is the most popular dapp on EOS?"
    },
    {
        "speaker": "F",
        "text": "Depends on what your flavor of Dapp is, I would say. If you're into gaming, there's one that's really, really popular, that's called upland. It's always in the top ten most active games of all. Blockchain. The way to put it simply, it's monopoly mixed with. Yeah, I guess it's like on chain Monopoly. So you're buying cities in towns across the world and you're renting and leasing out those properties and such. So it's pretty cool. It's like mix of metaverse and monopoly. Another one that's pretty good. Obviously, we just launched the EVM not too long ago, and so we're getting a lot of the swaps, we're getting a lot of the kind of the yield farming, those are very, very popular. And then games that go along alongside that. So Gamefi attached to this play to earn. So I can think of, for example, NOAA swap right now or we've got defibox. Those are pretty popular applications as well."
    },
    {
        "speaker": "E",
        "text": "Eve Laroz, thank you for joining us on the show. Pleasure having you with us."
    },
    {
        "speaker": "F",
        "text": "Thank you very much for having me on. Ash."
    },
    {
        "speaker": "E",
        "text": "That's it for today. Check out the real Vision website. We're currently running a festival of learning campaign focused on AI. You can get seven days of real vision premium access and insights for free. Head over to real vision.com festival of Learning. That's real vision.com festival of Learning. Tomorrow on this show, we'll be joined by Hugh Hendry. You won't want to miss that one. See at 09:00 a.m. pacific, noon Eastern, 05:00 p.m. london time right here on real vision crypto daily briefing. Thanks for watching. Watching. Have a great afternoon, everybody."
    },
    {
        "speaker": "F",
        "text": "What's up, revolutionaries? Thanks for tuning in. For more content like this, head over to realvision.com and get unfiltered access to the very best, brightest and biggest names in finance."
    }
]