[
    {
        "speaker": "A",
        "text": "This episode is brought to you by Shopify. Forget the frustration of picking commerce platforms when you switch your business to Shopify, the global commerce platform that supercharges your selling wherever you sell. With Shopify, you'll harness the same intuitive features, trusted apps and powerful analytics used by the world's leading brands. Sign up today for your dollar one per month trial period@shopify.com."
    },
    {
        "speaker": "B",
        "text": "Tech."
    },
    {
        "speaker": "A",
        "text": "All lowercase. That's Shopify.com tech."
    },
    {
        "speaker": "B",
        "text": "Hello, and welcome back to real Vision Crypto daily briefing. Here's why you should tune into today's show. The EU is planning to curb bitcoins energy use will explain what its proposed blockchain label system is all about. Plus, we'll do a deep dive into the world of oracles. We'll discuss how financial data across asset classes can be brought on chain directly from the source. Mike Cahill from Pip Data association will join us live. Stay tuned for that. Hello, everyone, I'm Elaine Lee. Your friendly crypto host and producer Marco Oliveira is here with me. Marco, looking dapper all in black today."
    },
    {
        "speaker": "C",
        "text": "Thank you. Thank you. I love in the red on you too. I'm doing great. How about yourself?"
    },
    {
        "speaker": "B",
        "text": "Well, you're down, right? You know, when the red lippy comes out, we mean serious business. So look for the ones who are watching. Don't forget to subscribe to real Vision crypto. It's absolutely free. So if you're watching on YouTube right now, like subscribe and hit the notification bell so you don't miss it when we go live. All right, with that being said, let's jump straight into what you care about most, the price action. Okay, so bitcoin is down slightly on a 24 hours basis. It's currently trading above 19,000. The bearish sentiment continues, though, with no respite in sight. A friend that coindes is flagging new report by crypto platform Luno. It says bitcoin futures listed on CME, that's the Chicago Mercantile Exchange, slipped into prolonged backwardation during September. Backwardation is an unusual condition in futures markets when contracts for maturity or delivery many months in the future are trading at lower prices than near term contracts. Luno says that this hasn't happened since May 2019. An analyst Coindesk spoke to says that there is unlikely to be a catalyst to change this bearish pattern this year, though. Marco, what are you looking on? What are you looking at over on your side?"
    },
    {
        "speaker": "C",
        "text": "Well, you know, typically we cover Ethereum, but there's not much to get excited about on the Ethereum front. It continues to trade around $1,300. So instead I'm looking at Apdos. Yesterday we reported the launch of this new layer one blockchain, and we might actually talk about it a little bit today with Mike. I know that he, their pith is providing price feeds to Apdos as part of their, part of one of their, one of their partners that they're partnered with. But it's safe to say that things haven't gone plan as planned for Aptos. The Aptos token is one of the worst performers today. It plunged some 30% before recovering. It's still down around 7% or so on Coinmarketcap. So clearly lots of work ahead for the Aptos team to convince investors that everything is in place. Elaine?"
    },
    {
        "speaker": "B",
        "text": "Yeah, thanks, bunker. I live for volatility. But this apto thing that I haven't really actually been all across except for listening to you guys this week, that's a big one for you to stomach. Okay, now, so before we get into our top story, though, the headline is actually about real vision itself. Now listen. Up until the end of October, you can sign up to real vision pro crypto at a lower price instead of paying the usual 3499 for two weeks only, it's 25 99. That's a big difference for institutional grade crypto research. Okay, but it gets better. For 3499, you can now get pro crypto for two years. To see the pricing for yourself, scan the QR code at the bottom that you are seeing right now or head over to realvision.com crash pricing. So no fomo there because you've heard about it. So check it out before October ends. Now back to the rest of the world. Bitcoiners, beware. The European Union is looking out curbing bitcoin's energy use. Now the European Commission, which is the executive arm of the EU, wants to label blockchains based on their environmental impact. The proposals were included in the EU's new action plan on digitalizing the energy system. Marco, this is interesting. What more do we know about this?"
    },
    {
        "speaker": "C",
        "text": "Well, Elaine, we know that crypto and blockchains are prominent features of the plan. EU officials are exploring ways to reduce energy consumption in the face of high prices and russian supply cuts. The commission says the energy consumption of cryptocurrencies has increased by 900% in the past five years and has more or less doubled compared to two years ago, now accounting for about 0.4% of worldwide electricity consumption. But the commission also feels especially uneasy about proof of work consensus models given their relatively high energy use. The report cost proof of work outdated. Now, the main blockchain that uses proof of work is, of course, bitcoin. And the report does acknowledge that mining efficiency has improved greatly. But it also notes that mining difficulty has improved or increased along with that efficiency. We briefly talked about that in the show yesterday. Another thing to know is there's also mention of lower energy consumption with the proof of stake model, which, of course, Ethereum recently moved over to. And they see a role for that in blockchains, in the energy markets for that."
    },
    {
        "speaker": "B",
        "text": "Elaine Marco, and dare I ask, could there be an outright ban for proof of work or even on bitcoin in the future within the EU?"
    },
    {
        "speaker": "C",
        "text": "You know, Elaine, I don't really think so, because even though bitcoin has been criticized harshly, mica, the comprehensive EU crypto regulation that's highly likely to become law did not include a ban on proof of work. And if you remember, there were initial proposals for bans of proof of work, so it didn't go through. The working plan also mentioned China's ban on mining and how ineffective it was because miners just simply relocated. With that in mind, the commission has other things up their sleeves, though. They say they will explore policy options to mitigate the impact of crypto mining, calling it a, quote, first attempt worldwide to decrease the attractiveness of bitcoin investments and curb the price of bitcoin. This is because they believe price is what drives mining. The plan is meant to be ready by 2025, Elaine. And to me, this sounds like they're trying to make bitcoin mining financially unattractive for the purpose of achieving their energy goals."
    },
    {
        "speaker": "B",
        "text": "Yeah. And you know, Marco, because I know we were covering the story, I quickly rushed onto LinkedIn just to have a look at what all the leaders in the bitcoin mining space is actually saying about the mining industry. And I know that they are reporting huge losses, but are saying that investors and telling investors that it's a building phase, not a buying one. So regulation, regulation, regulation. And it's one of the big themes that we cover here, right here at real vision in the crypto space. So we will keep an eye on this and how it develops. But it's encouraging to me that various governmental bodies are having these conversations. So it looks like crypto is not going anywhere anytime soon. But in the meantime, let's have a look. What are the stories that we have for you now? We are learning about some risky actions that contributed to the bankruptcy of crypto lender Voyager Digital. Coindesk is reporting on new court filings that says that the company wants to settle with two top executives over how they handle the loans to crypto hedge funds. Three arrows Capital, another company whose bankruptcy, of course, sent shockwaves through the crypto world. Marco, this is a very complicated one. Break it down to me slowly, if you can. What is the settlement all about?"
    },
    {
        "speaker": "C",
        "text": "Yeah, sure thing. Elaine. Well, it's a really interesting story because we get to learn more about how these companies went down. So according to filings in March, Voyager Digital CEO Stefan Stefan Ehrlich and then chief financial officer Evan P. Agreed to allow Voyager to lend three arrows nearly $1 billion in crypto with very little financial disclosure from the fund, which turned out to be, as we know, not a great move. So when Luna and the sister token Terra USD started to collapse in May, Voyager wanted to know how bad the impact would be on three arrows. Initially, they were told that three arrows had limited exposure to Luna, and that, of course, turned out to be false, as we know. Shortly thereafter, three ac collapsed, and this tipped a Voyager digital into liquidation. Some. Initially, Voyager brought forth negligence claim against those two execs, but soon realized that they wouldn't recover much, so decided to settle instead."
    },
    {
        "speaker": "B",
        "text": "ElaIne all right, now, speaking of other companies about being tipped over the edge, there's a Berlin based bank called Nori has announced that it's shutting down. It has advised customers to withdraw their funds by December 18. Marco this is a very sad end to a story full of promise."
    },
    {
        "speaker": "C",
        "text": "Yeah, definitely a sad story, Elaine. And it's not the first. Probably is not going to be the last in this space, right? I mean, there's a, you know, places going down all the time. Decrypt reports Nuri launched as Bitwala in 2015. It offered traditional bank accounts with access to bitcoin and ethereum, and they wanted to harness the power of blockchain and decentralized finance. They really gave it a good shot. The bank even rebrand, rebranded as Nuri last year to shake things up. It didn't help. The company says one of its main business partners was Celsius network. And of course, we all know what happened there. Nuri says Celsius bankruptcy, quote, worsened the situation significantly and put us over the edge. The company tried to raise a new money, but they failed and they couldn't find a buyer. So it's going to fold in December. Elaine Nuri says in the meantime, customer funds are secured and safe, but more than 200 people are going to lose their jobs."
    },
    {
        "speaker": "B",
        "text": "Yeah. Another example of the disruption brought by the downfall of terra three AC and Celsius. All right, let's have a look. So that's it with the news headlines for today. Moving on to our main interview now. So let's bring in our guest, Mike Cahill. He is the director of Pith Data association. Mike, welcome to the show."
    },
    {
        "speaker": "D",
        "text": "Elaine, thanks so much. Thrilled to be here."
    },
    {
        "speaker": "B",
        "text": "Awesome. Now I'm going to give it to Marco. Take it away. I will be back later with the key takeaways."
    },
    {
        "speaker": "C",
        "text": "Hey, Mike, I'm loving the lighting, right? It's good lighting."
    },
    {
        "speaker": "D",
        "text": "I think we got it to work finally in the end, Marco."
    },
    {
        "speaker": "C",
        "text": "Finally. Yeah. So, well, first of all, thanks for coming onto the show. It's a pleasure. Today we're going to be talking about pith network data oracles, defi tradefi. Maybe we're going to touch on Solana as well. But I really want to start with data Oracles first, because a lot of viewers that are on the other side of the screen right now are probably like, what the heck are data oracles? And before we get into the specifics of data oracles on Pith network, because I know there's some distinctions between other data oracles, I'd love it if you could just give us a crypto 101 lesson on what data oracles are, why they're important to smart contracts and their role in the broader crypto ecosystem."
    },
    {
        "speaker": "D",
        "text": "Absolutely. It's a great question. The world of web three consists of smart contracts, and one thing that distinguishes them is that there is no company behind the smart contract. And so it's just basically a set of code, and it will execute so long as the parameters are met. And the parameters could be, I want to take out a giant loan or my loan needs to be liquidated. And since there's no kind of third party that's going to make any judgment calls on that, the data that comes in to determine what actions are taken is powermen. And so they refer to this as the oracle problem. And I can give you a very simple example that can kind of make this a little bit more clear. So, Margo, let's say that we're going to write a smart contract that is going to bet on the outcome of a football game. The Patriots first say the jets, and we lock up a certain amount of ETh in a smart contract. Now, we know that one of us is going to walk out with the Ethereum, and what we don't know and what the blockchain doesn't know is who actually won the game. So if I am betting that the Pats lose and the jets win, no matter what happens, I'm going to be incentivized to say, that's the result and vice versa for you. So that kind of underscores the fact that you need to have some trustworthy resource to be able to provide that information on a consistent basis. And so they refer to this as the oracle problem. And this is what Oracle networks do, is they provide a trustworthy way to get data onto smart contracts or onto the blockchain to be used in the resolution of smart contracts."
    },
    {
        "speaker": "C",
        "text": "That makes sense. That makes sense. So, like, if we were to bet in, like, the real world, like at a casino, for example, on the Patriots versus the jets, the casino would be the middleman, and the casino at the end of the night would verify who won the game and also who won by, consequently, our bet. But in defi, there are no middlemen. So smart contracts do this, and therefore, data oracles. The smart contract needs the information to be able to say, okay, who won the game? And so the data oracles, they go and they collect, fetch this data, and they bring it to the smart contract, and they say, okay, so the Patriots won, which means Mike wons the bet, and Mike won the bet, and we're going to send the payoff to Mike. Is that kind of a good way of summing it up in a nutshell."
    },
    {
        "speaker": "D",
        "text": "That'S exactly right, Marco."
    },
    {
        "speaker": "C",
        "text": "Perfect. Perfect. So then that brings you to my next question about data oracles on Pith network, because I know that there's a distinction between you guys and other data oracles. Obviously a popular one that everyone knows is Chainlink. Now, people may not know that it's a data oracle, right? They just, like, number go up, they like the price and everything. It's a top 25 cryptocurrency. But I know there's, like, some distinction, especially between this idea of third party models versus first party models. Can you explain the differences between pith network and other data oracles?"
    },
    {
        "speaker": "D",
        "text": "Yeah, absolutely. So in the kind of the early days of bootstrapping, getting data onto blockchains, kind of the prevailing thought process was, well, let's go get the data from the Internet, because the Internet tends to have a lot of data. Like, if we were to not use a casino, but the two of us bet on this sports game, we would just go to ESPN. Like, okay, look, it's quite clear that the Pats won, and therefore I won the bet. And so that's sort of what I think the model within the chainlink system is. So they have nodes which go out and fetch this data from basically the Internet or web two, and they go to websites like Coingecko and Coinmarketcap or Finance. And they'll sometimes have dozens of these nodes going out and grabbing the data, but it'll come from just a handful of sources. And so then they'll replay that on chain. And there are certain limitations with that, and some of them are around the fact that you can't update as you can't update any faster than those websites update, or you can include additional information that those websites don't have. There's also a data licensing issue that's like a big deal, especially if you start getting into the land of traditional assets. So in the world of us equities, there is a tremendous amount of revenue that's paid just to be able to get access to real time data to say, Apple or Tesla. And I'm talking about the realms of like three to $5 billion a year. And so when you were, if you were to try and take that data directly from the Internet, from Yahoo Finance, you'd find yourselves in the middle of a big lawsuit. So the pith model is very different. The pith model is set up in such a way where the data providers will provide data directly on chain without the use of this middleman or this node that goes and fetches it. It's been very successful in attracting lots of high quality data providers. Today, each data provider has been disclosed."
    },
    {
        "speaker": "C",
        "text": "Looks like I lost you on my end. But her last thing I heard was each data provider is disclosed there."
    },
    {
        "speaker": "D",
        "text": "Yeah, each data provider is disclosed and comes through a, basically a network of blue chip, high quality institutional trading firms and exchanges. So there are over 75 data providers today. Pretty much every large trading firm from jump trading to Susquehanna, Jane Street, DRW, Hudson river are all participating and sending their data directly on chain. Lots of exchanges, crypto exchanges, as well as us equity ones. Most recently, CbOE, which is actually the largest, the third largest us equity exchange joined the network. And so all of the data from their exchanges under Batshi will be available on PIF as well."
    },
    {
        "speaker": "E",
        "text": "This podcast is sponsored by Ramp. Are you the decision maker in your company? Consider this. For the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company spending and control who spends what with each vendor. Ramp's software collects and verifies receipts instantly to save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization and bill payments, time consuming tasks, which means you'll stop wasteful spending and close your books in hours instead of days. Businesses that use ramp add up to 5% to their bottom line the first year. If you're a decision maker, adding ramp could be one of the best decisions you've ever made. Get dollar 250 when you join ramp for free. Just go to ramp.com easy. Ramp.com easy. Ramp.com easy cards issued by Sutton bank."
    },
    {
        "speaker": "D",
        "text": "And celtic bank members have DIC."
    },
    {
        "speaker": "E",
        "text": "Terms and conditions apply."
    },
    {
        "speaker": "C",
        "text": "Very interesting. So I mean, the way I'm hearing it is that you're getting this information from these exchanges directly, whereas a chain link is not getting it directly, they're kind of getting it from, like you said, web two, the Internet. And it kind of really seems like that's like a single point of failure, right? Like if Chainlink is relying on Coingecko and Coingecko's website goes down, it doesn't matter that the other 50, the exchanges that are providing the data to Coingecko are still up. The smart contract won't be able to access it. But instead, with pith, you guys are connecting directly to the exchanges or to trading partners and you're able to collect that data. Is that, I guess, the right understanding there?"
    },
    {
        "speaker": "D",
        "text": "That's right, yeah. There's lots of resiliency. So each one of these data providers is streaming data directly on chain. So if one of them were to go down, then you've got 74 others. So you've got very strong resilience. And then the other element to it is that we're able to construct novel ways to distribute that information. So we've got the, of course the price. But what Pip innovated was a confidence band, which gives you, gives users and applications the ability to in real time, come up with a sense of how confident that price is. Because at any given point the price of every asset will change slightly on different exchanges. And during periods of high volatility, it could change quite a bit. So you mentioned before the Luna and Ust de pegging, during this period you had tremendous amount of volatility, Ust completely pegged. And then the price of Luna went down to incredibly small values. But if you looked into kind of the market structure of it, it was very different on so many different exchanges. In some cases, like say, Huobi and I think Okex, they had halted withdrawals or deposits, and so they traded at vastly different values than say, binance. Hith was able to incorporate all this data and show you where most of the trades were going through, but had that confidence interval wide enough to be able to incorporate where trades were happening on other exchanges as comparison. ChainLink actually stopped pricing Luna during this period and you could no longer get any of that data on chain."
    },
    {
        "speaker": "C",
        "text": "Very interesting. So it's kind of like there was giving you like, pith network was giving a price, but then there's this confidence of like, well, it's within this range and this is the disagreements that we're seeing on chain. And then it's providing that to the smart contract. And the smart contract is then I guess using that confidence band to maybe make fair trades, I guess, is what you're saying."
    },
    {
        "speaker": "D",
        "text": "Exactly, yeah. So they can make, they can limit how much they're going to allow to go through at a certain time. So let's say that we were making a very small bet on like the pats and jets. Maybe that would be under the threshold where it was acceptable given that the confidence was so uncertain at that time. But they maybe want to limit a huge trade going through. And this would be appropriate for. For last week, we saw mango markets was exploited because the underlying data was significantly moved and the exploiter was able to take out a big loan, basically drain the treasury. And had they been using something that had confidence intervals included in it, they would have been able to limit how much had gone through at that time."
    },
    {
        "speaker": "C",
        "text": "Very interesting. Okay, that's really interesting. I also want to, since we're speaking about data and that you guys are partnered with them, I'd like to know what the benefit is for these trading firms or these exchanges to be connected with you. With pith. I've read, I think I was kind of, I skimmed over your white paper. I didn't read it thoroughly, but I did see something there about data staking. I'm not sure if that's related. Could you break down what the benefit is for the partners?"
    },
    {
        "speaker": "D",
        "text": "Absolutely, yeah. So the things that secure pith today are really the reputations of the data providers. But in the future, we want to make that system be completely permissionless. And the way that we've architected it is very similar to a proof of stake model. So anybody can show up and they'll have to post a stake, and then they'll provide data and they'll be rewarded for accurate data and then penalized or slashed for inaccurate data. And so this creates an incentive system that over the long term makes the PIP networks pricing much more robust. And so this fundamentally gives the oracle price some weight to it as opposed to like, say, Yahoo Finance or coingecko, when they go down, they don't actually have any idea that there are smart contracts that are depending upon their pricing. They're just kind of websites, whereas pith is going to be a staked oracle network. So there's something at risk of in that value for the outputs to be trustworthy."
    },
    {
        "speaker": "C",
        "text": "Okay, very interesting. Something else that I want to talk about data is the kind of data that you guys bring on chain. So right now it's, you guys are primarily focused on financial market data. But you know, over the course of these interviews, I've interviewed people like for some technical analysts, for example, they like to use social data as part of their trading strategy. And so I could see a world where people might say the price data, they want to look at the price, but they also want to incorporate a condition where maybe the social metrics are this many number of Reddit mentions or Twitter mentions. Is there any plans to bring other types of data onto pith network or to provide other types of data for your solution?"
    },
    {
        "speaker": "D",
        "text": "We certainly plan to scale, but we actually think that there is a, a lot to be gained by expanding into the financial market data sector alone. So we've got about 100 symbols today. In a year, we expect to have about 1000. We currently cover crypto, us equities, FX and metals. And we want to continue to get very deep within those segments and have really high quality data. The use cases for pith data are applications, and they really fall into two categories. One's kind of the lending category and the other one sort of trading firms or trading exchanges. And, you know, we think that that will continue to be like one of the primary use cases. And if there starts to be a segment that is, has, or is successful in attracting a lot of users, we'll probably gravitate towards something like that. So things that I can imagine in the short term would be stuff like sports data. We can get there probably easier by getting fan tokens and some expression of sports on chain initially, things that are much more abstract. I think we'll probably take a little more of a wait and see model because we think that there's so much to gain within the financial markets and just having Defi continue to grow."
    },
    {
        "speaker": "C",
        "text": "Absolutely. Well, I know we're kind of running close on the time there, and so I want to ask you one final question, and that's about Solana. You guys use Solana as the blockchain, I'm guessing, because faster transaction speeds, cheaper prices. But you, I was, as I was mentioning at the top of the show, apdos I know that you guys are partnered with them to provide price feeds, but Apdos has been dubbed the Solana killer. Right. And if it's the Solana killer, I mean, it would make sense that if there's a data oracle built on top of the Aptos blockchain, it could theoretically be faster than pith, because it's built on Solana and therefore with trading, sometimes your edge is milliseconds. What plans do you have, I guess, to deal with that in the future if other blockchains come into existence that are faster and that could maybe have faster transaction speeds than Solana?"
    },
    {
        "speaker": "D",
        "text": "Yeah, Mark, it's a great point, because we chose Solana because it was the fastest block time and the lowest cost of a major layer one. We wanted to be cross chain from the start. We have now actually moved off to an application specific version of Solana. It's called Pithnet, and that feeds to wormhole. And then basically, anyone that is on a chain that's connected to wormhole is able to take a pith message and deploy it on those chains locally. So we went live first with the BNB chain. Venus was our launch partner, and there's a few others that have joined. And then Aptos has just launched, and we've got ten launch partners on the Aptos ecosystem. We think that the speeds that Solana is capable of will be similar to the speeds that Aptos will be capable of. It comes down to sort of pushing up against the rules of physics. So Pithnet is a very lightweight version of Solana's technology. It doesn't compete with the things that have made Solana become congested. So, like, Solana has really been made to do, like, defi at Nasdaq speeds, I guess, is the way that Anatolia said it. But then they all of a sudden became super popular and successful for NFT projects, and they hadn't anticipated that. And so when they get clogged and sometimes the network is not running, it's usually because someone has done some giant NFT. So by being over on Pithnet, we are now no longer exposed to that congestion. So we think that we can probably be just as fast and we've convinced the users of pith on other chains that that will be the case. And, you know, we think that there's room for both Solana and Naptos to kind of grow and thrive and to find their. Their niches."
    },
    {
        "speaker": "C",
        "text": "Absolutely. So that's really interesting that your pithnet. So it's like a clone version of Solana, is what you're saying, I guess it's clone version, but it's not bogged down by the end nfts. That bogged down the regular Solana blockchain."
    },
    {
        "speaker": "D",
        "text": "That's exactly right. Yeah."
    },
    {
        "speaker": "C",
        "text": "Okay, cool. So the last thing I want to say is, could you just let the viewers know where they can follow you, where they can follow PIF network if they want to learn more information?"
    },
    {
        "speaker": "D",
        "text": "Yeah. The website is Pif.net work. We are active on all the socials and in discord, we've got a team of community managers who'd be happy to answer any questions. So I'd encourage people to reach out on, on any of the socials and, yeah, give us a follow."
    },
    {
        "speaker": "C",
        "text": "Perfect. Well, I'm going to bring Elaine back in here to give us her key takeaways. Elaine, what's going on? What'd you learn today?"
    },
    {
        "speaker": "B",
        "text": "Marco, that was a lot there between you and Mike, but look, I think from what I've heard, is that web three, or blockchain industry is just basically smart contracts. Right? There's no company behind it. It's executed by code. There's no third party to make a judgment call. Now, the data that comes in is then analyzed by oracles, who then determine whether the smart contract should be executed. So for me, that was one of the things that I definitely had my little brain cells popping off, asking all these different questions. Another thing that I picked up was basically in real time, data matters for traders. A mass amount of it can be stored on the blockchain, but you just need to train the eye on how to read it finally, and whether you're looking either at financial market data or social market data, the thing is that high quality data matters. And it was fascinating to listen that this can actually be recognized live on the blockchain. So those are some of the things that stuck out to me most. How about you, Marco? I know you were live going through that. It was amazing to hear all your analogies. What did you learn most about it?"
    },
    {
        "speaker": "C",
        "text": "I mean, I just thought the whole thing was interesting. I'm really. I think we got to have Mike back on to, you know, really deep dive into this because I think there's so many more questions I would have asked if we had some more time. So that's my biggest takeaway. We got to have Mike back on."
    },
    {
        "speaker": "B",
        "text": "Awesome, Mike. That was a little opportunity. Anything else that you want to add here?"
    },
    {
        "speaker": "D",
        "text": "No, thanks so much. It was great to be on, and I'd love to come back and we can dive a bit more into it."
    },
    {
        "speaker": "B",
        "text": "All right, then. I don't think we have any viewer questions today, so I'm going to wrap up the show and say thank you. Don't forget to subscribe. Real vision crypto is absolutely free. For those of you watching on YouTube. Smash everything the like, button the bell. Subscribe. Tomorrow we will hear from Benjamin Cohen with the latest technical analysis. See you tomorrow at 12:00 p.m. eastern. You know where we are live here on real vision crypto, daily briefing."
    }
]