[
    {
        "speaker": "A",
        "text": "Hey everyone, if you like this podcast, go behind the paywall. To get privileged access to the smartest minds in finance, visit realvision.com rvpod and use the promo code podcast ten to get 10% off our essential membership for the first year, join the real vision community and learn how to become a better investor. And now into today's episode of Ralph Real Vision."
    },
    {
        "speaker": "B",
        "text": "Hey, I'm Raoul pal. I'm the host of the Journeyman, and this is my podcast. And what this is all about is taking you on my journey at the very nexus of macro crypto and technology, where all these mega trends come together. And my role here is actually to just speak to as many of the key people in these spaces as possible to help us all in our journey of understanding. These times are moving fast. They're complicated. It's a confusing world out there. And I'm trying to help us make it a little bit clearer, to feel a little bit more in control, because out of all of this is massive opportunity, and I want us all to find the opportunities. Now, NFTs have been a space that I've been interested in for a long time. It's one of the kind of mega component parts of crypto. And NFTs have a broad range of use cases, everything from ticketing to derivative contracts. But really it all came out of art, which was an amazing place for it to start. But that's where it started. It birthed some incredible artists in the space, people like Beeple or Xcopy or Fuckrender and many others. And I've always found this a really interesting start to proving out that an NFT, its real purpose is a smart contract on a blockchain that allows for scarcity. You see, in a digital world, you can make endless amounts of everything. So how can anything hold value as we move into the metaverse experience that we're headed towards, where all this technology all kind of comes into the same place, we can't have assets that go to zero. We need to protect scarcity. Scarcity is what gives things. Scarcity and utility are the two things that give things value here. So scarcity allowed artists to create a new experience, and artists, being artists, experiment faster than almost anybody else. So we've seen an incredible array of stuff coming out of the NFT space and the artists themselves. So this time, I want to speak to grant Yuan about what he's doing, because he is a really preeminent artist, incredibly respected, but he didn't come from this background. I mean, he's studying to be a doctor it's a ludicrous transition that he's made, but he's been incredibly successful. And I love to get in the minds of an artist what creates their art. Why did they do this? And why does blockchain technology really help them in that? And you see, as time of speaking, which is in September 2023, the NFT market is imploding. It's a lagged asset compared to crypto itself. Much like housing lags the economy or housing lags the stock market. That's maybe the best way of looking at it. And the lag is pretty significant, about 18 months or so before we start to see it. So the crypto markets fell apart in May through to October 2022. And now we're recovering and we're up a significant portion from that as the crypto economy starts turning into springtime, early stage, and nfts are hitting their lows. And that's typical. But there's going to be opportunities to buy nfts now. It becomes very hard to choose what you buy because there's so many of these projects will go to zero, as many, many things do. But arthem, if you find the right artist, you've probably got a higher probability. So that's why I'm really interested in this space as well, from an investment perspective. So it's the knowledge learning perspective and the investment perspective. And again, I know there's a lot always to take in because there's so many confluences of ideas and thoughts and developments all happening, and it's something we do have to keep on top of. The other thing you have to think about is, with this much going on, how do you find life balance in all of this? And that's something I'm even struggling with right now. We've got so much going on at real vision as we're building out our new platform with incredible new features. I've been retooling the global macro investor experience. We've been retooling exponential age asset management. So we've got the world's preeminent asset management firm, all sorts of things, and it becomes overwhelming. And then I'm trying to learn what's going on and stay on top of these megatrends macro crypto technology, and it kind of hurts your brain. So what I try and do is I find that nature is one of the things. It's easy to use a wine bottle, and I do use that from time to time. I'm a big fan of wine. I'm sure I'll talk a lot more about wine in this series. But also, we've got to find nature. We've got to find nature. Touch grass, as people say in the crypto industry, because it has this calming effect. And really, if you want to actually think, don't try and think. The best thing is absorb information and then take yourself out into nature. Go for a walk. Go for a walk. And what happens is ideas pop into your head when you don't spend time thinking is when you do your best thinking. So try and do that. Spend less time thinking and allow the thoughts to come to you. Just get the quality information. Follow my journey, follow the other journeys on real vision, and you'll find that suddenly it'll all come together. Anyway, let's get to my interview with Grant, see what he has to say. Join me, Raoul pal, as I go on a journey of discovery through the macro crypto and exponential age landscapes in the journeyman. I talk to the smartest people in the world so we can all become smarter together. Grant, fantastic to get you on real vision."
    },
    {
        "speaker": "C",
        "text": "Thanks for having me."
    },
    {
        "speaker": "B",
        "text": "Listen, this is going to be fun because you've got a great story from, as far as I understand it, breakdancer to medical student to a very highly regarded artist in the space. It kind of must be head spinning for you. But let's start from the beginning. What? Talk me through this breakdancing business."
    },
    {
        "speaker": "C",
        "text": "Yeah, I started in middle school, just kind of in gym class with a bunch of people, but it was something I never let go of. And when I went into college, I think I wanted to identify with a group of people as young adults do. And that was just kind of a category of my life that I wanted to really explore. And so I've always been a huge fan of funk music and kind of like jazz and blues. And so I think all of it just culminated to me wanting to explore this art form."
    },
    {
        "speaker": "B",
        "text": "So was it the music or the dancing or the combo, the mix between it?"
    },
    {
        "speaker": "C",
        "text": "It's a combo, I think a lot of people."
    },
    {
        "speaker": "B",
        "text": "And the culture as well, I guess."
    },
    {
        "speaker": "C",
        "text": "Yeah, yeah. The culture as well. I think a lot of people assume a lot of break dancing. You're dancing to kind of like hip hop music. But in reality, what it is is, you know, kind of like hip hop dance emerged in parallel with the music. And so the foundation of it, it really is focused on kind of like funk and blues and kind of that era of music. And I think that's, you know, that along with classic rock is something I grew up on as a kid. And so it was just a match made in heaven for me. And there's a competitive aspect of me, and I try my best to tell myself I'm not a type a person, but I think over the years, it's become pretty clear I am a type a person."
    },
    {
        "speaker": "B",
        "text": "And look, the really important question is, which is the best Stevie Wonder albumen if we're going to talk funk or even the families? The best Stevie Wonder album."
    },
    {
        "speaker": "C",
        "text": "The best Stevie Wonder album is the one with the golden lady on it. It's called inversions. I can't remember."
    },
    {
        "speaker": "B",
        "text": "Innovations."
    },
    {
        "speaker": "C",
        "text": "Innovations. There you go. Yeah, I think that's the one that has golden lady on it. And. Yeah, yeah."
    },
    {
        "speaker": "B",
        "text": "Every single one as well. All of it. I just love music. Know, I was blown away. I grew up when I was kind of teenager, it was grandmaster Flash, and the whole start of the whole hip hop movement and breakdancing became huge over that period. And it's just fascinating that you got into it and you kind of, when you, when you went to school, you treated it like a, like some people would do a sport. So it's the way of making friends, building a culture, a community where you've got a commonality of interest. Right. Which, which comes up later, I guess, in nfts, which we'll get to in some thing. But did you find that it helped you find your kind of crowd?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I think it did. I think there's kind of a crowd of people I hang out with in academia just because I've been in it for so long. And maybe, you know, some people in the art community as well. But whenever I go and meet people in the dance community, it's extremely light hearted and people kind of express themselves extremely honestly, and that's something I really appreciate about that group of people and. Yeah."
    },
    {
        "speaker": "B",
        "text": "So then you went to med school, is that right? What was."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "What's the journey here?"
    },
    {
        "speaker": "C",
        "text": "So I graduated from the University of Wisconsin in Madison, 2018, I believe. And then I spent a couple years applying to medical school, kind of just working as a freelance artist, and then got accepted to the medical College of Wisconsin, which is about an hour away. And I've just been here since. So it's been about three and a half years here in Milwaukee, Wisconsin."
    },
    {
        "speaker": "B",
        "text": "So talk me through the artist journey then, because you mentioned, oh, I was freelancing as an artist. You just kind of dropped that in there. So when did you start in art and how did you get your involvement in arthem?"
    },
    {
        "speaker": "C",
        "text": "Yeah. So my mom and my aunt, who both helped raise me, they have their masters in art from Seoul, South Korea, and they both worked as art teachers basically, as I grew up. And so, and my dad was an electrical mechanical engineer, which is why I was in the Bay area at the time. And so just, I think between my dad bringing home these intricate diagrams of whatever he was doing at work and seeing my, my other family members do art and teach art, I think really kind of inspired me consciously, but I would say subconsciously as well. And I took it to heart. And when I went into college, I did my best to try and just pick up digital art. So I first started, I talk about the story a lot, but I actually started doing digital illustrations on PowerPoint because I didn't know of any other medium through which I could do digital art. So I went to stack the shapes tool in PowerPoint, and it worked out for a couple of years. And then I was like, oh, you know, I should move over to more dedicated illustrating software. And so I picked up Adobe illustrator, but I built the foundation up from illustrating in that style. So I still use it to this day. And it's really from there, it's just been kind of a journey of kind of improving and grinding."
    },
    {
        "speaker": "B",
        "text": "So have you been, were you ever kind of somebody who painted Orlando sketched, or are you just digitally native? That was just the way you, you figured art out for yourself?"
    },
    {
        "speaker": "C",
        "text": "No, I think early on in college, I did my best to try to explore a ton of mediums. So I did a lot of painting, whether it was oil, acrylic, or spray paint. And then I have, like, books and books of just illustrations I've done in pencil and in marker, etcetera. But I think the reason I stuck with digital is because when I first started, my mindset was I wanted to distribute my art as much as possible. I never had this intention of wanting to make as much money or anything like that. My whole goal as an artist, because I was trying to do this on the side, was really just, I wanted to share my art with as many people as possible. And I found that Digital was the best way to do that."
    },
    {
        "speaker": "B",
        "text": "And did you start in something like Deviantart, or did you, what platform? How did you start sharing?"
    },
    {
        "speaker": "C",
        "text": "It actually started. No, no. I started sharing on Reddit, actually. And I think a lot of people picked up on my art through Reddit, and that's how, actually, I got most of my Commission Work early on, I just did my best to just spam it through, like, all the Subreddits. And sometimes it would, like, make it to the front page of Reddit for a few days. You know, those are the days I would get a lot of commission work. And so that's kind of the way I really worked my way up the Ladder."
    },
    {
        "speaker": "B",
        "text": "So talk me through the crypto journey and how nfts. Talk me through that whole journey."
    },
    {
        "speaker": "C",
        "text": "Yeah. So, you know, kind of working my way up the ladder through Reddit. I, you know, I always thought I had the potential, just mentally, to become an artist who was recognized in fine art. But as a digital artist, it's extremely difficult to go through that journey. And no one really, I, at the time, didn't know how to do that. And especially because I didn't study art, you know, I was studying biochemistry. I just had no guidance. And so what I did was I would just submit my art to galleries or online magazines or just anything I could find. You know, I would sit down and with this huge spreadsheet every other week, and I would just submit. I would just submit away. Are there opportunities for this and that with my art? And one of those opportunities that I came across was just a super rare link. I was into crypto, but I didn't really know or care for what nfts were at the time. And this was, I'd say, November, December of 2020. And so I was, I was just, I found the super rare link. They said, you have to submit this video of yourself talking about why you like nfts and then to submit your portfolio. And so I try to learn, like, in 30 seconds about what nfts were. I kind of just lied myself, you know, through the, through the video saying I was, you know, super into nfts. And then I just submitted it. I completely forgot about it for a couple months. And then randomly one day, I got this email saying I was accepted to super rare. So I remember that day I learned what metamask was and I learned about what these tokens were. And then that was really the start of my journey, really."
    },
    {
        "speaker": "B",
        "text": "And so what happened with super rare? What was the first thing that you published or minted? How did it work?"
    },
    {
        "speaker": "C",
        "text": "Yeah, it's a funny story because the day, two or three days before I minted or I got accepted to super rare, two or three days before I, like, gave away my seed phrase. Yeah, it was a total disaster. I had, like, lost all my money. I had, like, no money left in my bank account. And at the time, the gas fees were like 200 or something and, like, dollar 200 to mint something. And so I barely had any money. And I was like, this is just a leap of faith that I'm going to take and so I minted one of the illustrations I had. And then I remember a few hours later, I get this offer for 0.2 or 0.4 eth, and I'm like, should I take it? Or maybe I can go higher. So I wait, and then they withdraw their offer, and then I'm like, oh, no, maybe I won't ever sell anything. And then eventually I think, I can't remember the exact eth amount, but it was like $700. And that was the first thing I ever sold on super rare."
    },
    {
        "speaker": "B",
        "text": "How did it make you feel?"
    },
    {
        "speaker": "C",
        "text": "So I guess I'd like to preface this by saying I did. At the time, I did understand what NFTs were. I mean, I learned very quickly, but I understood that this is a digital asset that's been tokenized, and it's a very unique one of one. And, you know, there's like a kind of a gentleman's agreement that I probably won't mint this particular piece of art again. Right. So it felt at the time, it felt like I was part of something so novel, but also part of a movement and something that gave me this idea that I could achieve something more with my art as a digital artist. I wasn't too akin to any of the communities on Twitter at the time, but just, like, peripherally looking into all the super rare artists that were selling things, I felt like I was part of a movement and part of something special because, you know, as someone who is in their mid to late twenties now, I think, you know, we're part of a, I'm part of a digitally native generation, and in being part of that, NFTs just made sense to me. And I think I just felt like there was lot to be done. And I was kind of at this, at the beginning of it, you know, whether I'm going to be considered a pioneer, you know, 30 years from now, I mean, you know, that's for people in the future to say. But I definitely felt like I was part of something special."
    },
    {
        "speaker": "B",
        "text": "Were you a gamer? So did you understand digital assets in different ways, or was it just the art element? So you were a gamer?"
    },
    {
        "speaker": "C",
        "text": "Yeah. Yeah, I, you know, I played games throughout my childhood, and then in recent years, it's really been about Starcraft and counter strike, but, you know, even in, you know, a little bit of league and stuff like that. But, you know, like the idea of skins and kind of closed, closed tokenized economies that, you know, these video game manufacturers have, you know, they just make complete sense to me. And so just converting that idea to more decentralized and more public economy of tokens was just something that I think, when I learned about it, blew my mind, but also was something that I wanted to actively be a part of."
    },
    {
        "speaker": "B",
        "text": "Well, we'll get into philosophizing about nfts in a bit and where this is all going, but talk me through the journey of your art, because there's you, suddenly you're at med school, you're super rare, you mint your first thing, $700, next minute, Christie's or Sotheby's. I mean, what the hell happened? Tell me that story of your first mint through to suddenly you're one of the most renowned artists in the space."
    },
    {
        "speaker": "C",
        "text": "Yeah. So I kind of, from that February of 2021, for the next few months, I was selling things between 0.5 to one eth, maybe on a lucky day, two eth. And then a couple things happened that really kind of defined the trajectory that I would take in the years to come. And one of those was the person that actually accepted me, too. Super rare. He reached out to me on Twitter one day, and he told me that a lot of collectors were interested in my art, but I was minting a lot of different styles. And so it was kind of difficult for the collectors to understand or to. They just, you know, didn't know what to expect. The next thing, I minted. And the moment he said that, like that, literally, that moment I read that text, I knew what style I wanted to pick. And that's the one that I've been running with thus far. And that's because that's the one that I identify with most. I think it's the one that I've been exploring the most and the one that speaks to me personally. And then, so from that point on, I can't remember exactly what date that was, but sometime in 2021, he told me that. And from there, I was minting a particular style, which is the one I have today. And then I would say sometime between June and August of 2021, a couple collectors, one day I woke up and a couple collectors had swept my floor. Just, they bought all the unsold pieces that I had minted. So it was anonymous, tappy, and I think, I believe a couple others. And so it was just like four or five eth of sales. But in that moment, I knew that Twitter was actually an extremely important vehicle for artists in the NFT space. And prior to that, I had no real engagement on Twitter. I just kind of posted something, forgot about it, went to Instagram or went to another social media platform. But in that moment, I think I realized that Twitter was actually very integral to communicating with collectors and other artists and communities. And so ever since then, I've been doing my best to not only support other artists, whether it's financially or just with the voice that I have, but also communicating with collectors. And I approach NfTs the exact same way I approached my art journey before that. I was talking about going through these spreadsheets and applying to things and doing this and that. Very similarly, I still continue to, you know, reach out to companies and reach out to collaborators, potential collaborators, if there's any opportunities, because at the end of the day, you know, it never really hurts to ask if you're interested in something. Right? And so a lot of the opportunities I found were just by simply asking. And the worst that could happen is you get ignored or you get rejected. And, you know, what's. There's really no harm in that, you know?"
    },
    {
        "speaker": "B",
        "text": "So why did you settle on the style you did? It's very unique. It's kind of a very beautiful, simple, but not simple style. Why that style? And where were the influences in that?"
    },
    {
        "speaker": "C",
        "text": "Yeah, so when I attended the University of Wisconsin, the University of Wisconsin actually has a world class art collection at the museum called the Chazen Art Museum. It's attached to the. The art building there, and it's a public, free museum for everyone. And so I would go there every, I don't know, at least like, once a month, a couple times a month, and there'd be so many amazing pieces. One that stuck out to me was Ed Ruscha's standard station, which is, you know, one of his most iconic pieces. And I would stare at it and try to appreciate what the meaning of that work was. I think without an art education, formal art education, I just did my best to try to learn about the artists in that museum. And so I did my best to kind of replicate that style except in the way that I knew and with the kind of the technical restrictions from using PowerPoint. And so the combination of those two things kind of resulted in something that was uniquely my own. And then one year, I went to the Whitney Art Museum down in the financial. Is it in the financial district or Soho? I can't remember at this point, but, you know, downtown New York, and there was a kind of a retrospective Grant wood exhibition there. And I think that's the moment that it really, like, was an eye opener for me, where looking at his style and how he approached art and what he wanted to convey through his art was really something that I wanted to incorporate with my own practice. And so I went home after kind of going to that exhibition, and I started to create some of the pieces that I did. And the first one is called after kind of that whole experience. The first piece I created was called Midwest, which was actually the piece that was sold at Christie's earlier this year. And that was a piece that actually got me to the front page of Reddit, that after I uploaded it to Reddit and kind of got me more jobs and, you know, as a freelance artist and also kind of motivated me to create a series on my own personal reflections of living in Wisconsin, coming from California. And so ever since then, it's kind of been exploring the medium that I would use and also my own, kind of my own personal experiences in my life."
    },
    {
        "speaker": "B",
        "text": "So how do you adapt from here? Because you're an artist. You don't want to be stuck in the same thing, even though it's successful and you have collectors and they like it and you're getting all the confirmations. But an artist at some point has to take risk again and get outside their comfort zone. How do you do that?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I feel like our conversation is about to get a little bit more esoteric. But the way I think about this is nfts. Beyond the kind of the financial freedom that I've obtained to a certain extent and some other artists as well. From a strictly art perspective, what I would have to say is being in nfts gives you the opportunity to have a possibility in a career in art. For career art, there is no guarantee. And I think I say this because there are very few players who are coming from contemporary art spheres who are interested in nfts. A lot of it is people. A lot of it are companies and entities that are crypto native. And so it's a sustainable, to an extent, it's a sustainable ecosystem for artists who want to be creating nfts, but to branch out, there's really no guarantee. And as you mentioned, this is a risk that I have to take if I want to do something that's beyond in the crypto native spaces. And so really it's about doing the exact same thing. I view myself as someone who has achieved some noise in the art world, sorry, very minimal noise, but at least has the door open to try and attempt to make an attempt at a career in art. And so I'm going to do this. I mean, I don't want to give too many details because I'm working on things behind the scenes, but I'm going to approach this opportunity with the same mentality of I'm at the bottom of the ecosystem here. And sure, I have this experience in digital art, but how am I going to translate it to the world of contemporary art where there are more established artists and there are people that know significantly more than I do who have had more experiences than I've had? And so it's really just building the foundation from the bottom up."
    },
    {
        "speaker": "B",
        "text": "Yeah, look, I think it's interesting because I do think all of the mediums are kind of coming together. So we've certainly seen Damien Hirst go from one to the other, Beeple go from the other back to the other. Beeple's now doing physical kind of objects like Damien Hirst had done with the shark and the formaldehyde, and we're seeing, and then we had the explosion of generative arts. Right. This is now giving it over to the AI. It feels like there is a cambrian movement that's going on in our, in a broader sense, that this is all enabled. Technology's enabled art in a way that maybe photographs and Photoshop and stuff did, but this is. This feels big."
    },
    {
        "speaker": "C",
        "text": "Yeah, I tend to agree, but at the same time, sometimes I think about the exact conversations we're having and I think to myself, this is someone, I am someone who is tunnel visioned because I spend all day on Twitter in spaces that are crypto native. I think it's important to get the opinions of people who are on the other side, in more kind of traditional, established spaces in art and seeing what their opinions are. And I think there are a lot of people, I know for a fact there are a lot of people in museums and auction houses and galleries who are interested in what we're doing. But I just think that there just needs to be a more. There just needs to be more development to happen and more collaborative efforts to occur. For myself to feel like I am genuinely part of an art movement, and I think part of that is up to me. Like, there is a set of responsibilities that I have to uphold as well to make sure that we, as a digitally native movement, are able to be accepted into contemporary art, art world."
    },
    {
        "speaker": "B",
        "text": "Yeah. Because if you're going to be at the forefront of a movement, you have to make the movement. There is no way. And there's, you know, I mean, how, what is the size of kind of globally respected artists in NFTs? It's still small. Yes, there's been some real breakout successes and that's amazing to see, but it's very early days. It's like, you know, rock and roll music just being invented. You now got to get it. Broader acceptance within the global arts scene, but just more public awareness. People don't really understand what NFTs even are yet. They're like, well, it's the right click save argument, right?"
    },
    {
        "speaker": "C",
        "text": "Yeah. I will say it is reassuring to know that a lot of the space is definitely self sufficient in the sense that collectors, most collectors are NFT native. Right. Or digitally native, crypto native. And so we can technically exist, in my opinion, without the validation from the art world. It would just be nice if that were to occur. And, you know, I am hopeful because."
    },
    {
        "speaker": "B",
        "text": "You kind of shouldn't want the valid. If you want to be a rebel and you want to be at the forefront, you kind of don't want the validation. They will come and validate you because. Because."
    },
    {
        "speaker": "C",
        "text": "Exactly. Exactly. Yeah, exactly. Yeah. It's a poor choice of words, but the more I learn about kind of more I learn about art in general. I mean, it's always about trying to question the foundations of the incumbent, right. And so it's now is kind of trying to see how generative art, how NFTs, how AI arthem is going to question what defines art and what makes art special in reference to the traditional art world. And I think it'll take time and I think it'll take a lot of innovation and just strength from this community."
    },
    {
        "speaker": "B",
        "text": "And the other thing that's about to happen, 6529 has spoken about it a bit, is we're about to go into three daughter in the AR space. We've got a whole new medium that's never existed before, another new medium that's about to come onto the world. And it's happening already."
    },
    {
        "speaker": "C",
        "text": "Yeah, I think NFTs as tokenized assets are an inevitability as long as there's a use case to have decentralized tokenized assets. I mean, tokenized assets exist today within closed ecosystems, but having like. But I think there is definitely a use case to have them kind of on decentralized platforms like Ethereum and other l one s and l two s. But yeah, I think running in parallel with technological innovations like AR and VR, I think are just going to further increase the rate of adoption once that threshold is met. I don't know when that will be and I don't know how that will occur, but I think it just is an inevitability."
    },
    {
        "speaker": "B",
        "text": "How do you deal with living your life in a different currency than your bills? The bills that you pay are in dollars. The income you receive is in ETh, which is a very volatile currency. How do you deal with that? Because that's a whole subset I was speaking to. Fuck Karen about this and a few others. They're like, nobody taught us this, nobody taught us that we're actually got foreign exchange risk and stuff like that. It's complicated."
    },
    {
        "speaker": "C",
        "text": "The way I see it is I'm an adult, I have to follow the law and I have to pay my taxes. And as an adult, I should accept the risks of getting paid in whatever currency. And it's up to me to make semi smart financial decisions. And I think that's about it."
    },
    {
        "speaker": "B",
        "text": "Yeah. It is hard, though, because it is what it is. Financial decision is suddenly 85% on wrong side, and then it's ten x upside. It's just very difficult to plan a life around it if your primary source of income comes from a different currency."
    },
    {
        "speaker": "C",
        "text": "Yeah, yeah. It is really strange to think that, like, the prices of my works can fluctuate five fold depending on the price of ETH that day, which is just, you know, growing up, like, growing up, I mean, starting my quote unquote, career in art in nfts, that has just been my norm. I feel for people who have spent decades working in USD, and then suddenly they sell nfts. Those are the people I really feel for."
    },
    {
        "speaker": "B",
        "text": "Yeah, well, it's kind of like your parents and their relatives from Korea had to deal with the asian crisis in 1997. It's all amazing. And then suddenly the currencies fall 75% and just, you know. Yeah, I guess you're used to it now, but a lot of people struggle with it because some people just. They're not thinking about economics, but suddenly they realize, oh, my God, I need to understand economics as well, how things work."
    },
    {
        "speaker": "C",
        "text": "Yeah, I think the. My biggest fear, honestly, is legislation. Um, at kind of, uh, on an ETH level, like on a protocol level, but also also, like, on an individual level, you know, whether it's tax, taxes."
    },
    {
        "speaker": "B",
        "text": "And whatever other rules are, it's a nightmare in the."
    },
    {
        "speaker": "C",
        "text": "Yeah. Um, but, you know, it is what it is. I mean, it's just something that I have. Like, those are the risks that you just have to take if you want to be part of something special."
    },
    {
        "speaker": "B",
        "text": "So where do you think the space is going, the NFT space overall? So let's get outside of art now and let's just think about, okay, we've got this new technology. It's a smart contract that we can do stuff with. What would you think about? Because I think there's all sorts of other use cases that will only bring in so if you think about the ETH, let's use ETh for now, or the crypto economy. Let's use the crypto economy to bring people into the crypto economy where they buy assets, they buy art, because they've done well in the eth economy. That's how art works always, right? You do well, you store some of your savings in art. It's an asset, but you need to bring people in. I look at stuff like ticketing and think that's an obvious area where tickets come in. I think music, I don't know. Are you thinking through other stuff where this might go?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I think the first thing I would like to say is, when I think about these ideas, it really comes down to establishing, for lack of a better word, like hegemony within all the protocols. And I think obviously the best and most prominent l one is Ethereum today. And as long as that remains the case moving forward, and then whatever l two s exist on top of that, I think the first thing that I think about is what foundation are these tokens being built on? For the most part, I imagine they'd be built on Ethereum and some l two s on top of that. But if that foundation is shaky, then I think the adoption for NFTs also will come later on. But once something like that has been established, then when I think about tokens and nfts, I mean the whole ticketing idea, I think it will happen. But I think there's a lot more use cases for nfts. The only question is, like at what point does the tokenized asset need to work in a decentralized protocol versus a gated ecosystem? I mean, we're selling counter strike like first person shooter skins. I mean, they can operate on their closed video game ecosystems without the need for decentralized protocols to exist, and they work just fine. And they've been working just fine for decades now. And so the real question I have is what use case is there for these decentralized protocols, for companies to move to move them over to these protocols? So I think in terms of that, additionally, when I think about like art in general, I think I've said this a couple times, but I, I'm pretty set on this prediction that I think all nfts except for art related nfts will be considered digital assets in the future. Whether that's gaming, whether that's, as we mentioned, tickets or anything that has to do with kind of tokenized assets on blockchain, I think we'll just be called digital collectibles or digital assets. But I think people in such niche communities in arthem will still call these things that are important, like a fidenza, an NFT, and not this is a digital asset. And that's just kind of a random little side side note that I had. But I'm pretty set on this idea that nfts have been grandfathered in, as a word, in the art world, and I think they will continue to be nfts in the future."
    },
    {
        "speaker": "B",
        "text": "I think you're right. So which artist do you look up to in this space?"
    },
    {
        "speaker": "C",
        "text": "To be completely honest with you, I really look up to all the generative artists, and recently I would say a little bit more AI artists as well. I'm still trying to navigate all the arguments behind AI art, the pros and the cons. But as an artist myself, I support these artists who are creating AI art, whatever their practices, revolving around AI arthem. Because I think when your favorite art critic and your favorite artist and your favorite art collector are downplaying the importance of AI and the impacts it will have on the art world, I think there is something special there, and I think there's something that you should be paying attention to. But beyond that, I would say the generative art has really inspired me a lot. I think abstract art, just like abstraction from the. In the 19 hundreds, has always inspired me as an artist. And I'd say generative art is kind of a little branching point for abstraction, kind of within the realm of art. And how these generative artists explore abstraction through this manner, I think it's something that's really inspiring and eye opening to me and inspires me to approach art in different ways as well."
    },
    {
        "speaker": "B",
        "text": "The other one that really floored me when I saw it, it's almost a complete juxtaposition to your work. Yours is kind of sort of utopian. It's the midwest and it's green, it's got cows, and it's nice, and it's pleasant. Right? It's a green and pleasant land. And the other side of that I found was the RuPaul Ernesto's life in West America, which was the kind of warped photographic art, and it was like the american dream. Warped. It's like a Hunter S. Thompson novel. Just. I just think there's a lot of really interesting new perspectives that are happening, and it's. It's happening in this space now because art can have value more than it would do if that art was on Deviantart. Because Deviantart, you know, there's 70 million users of which. How do you find anything, it's just a. It's nothing. But now creates value. So that creates attention and that creates an economy."
    },
    {
        "speaker": "C",
        "text": "I think what I'm about to say might be a little bit premature from just, like, not having compiled my thoughts properly, but what I want to say is because AI art gives the opportunity to create an infinite amount of outputs at a speed that's a probably unprecedented compared to people who have to manually paint each canvas. I think the importance of AI art will come in the form of curation. Life in West America is so special because the artist was able to compile such an impressive and extremely strong set of curated pieces right, for that collection. And I think each one works in of itself. But then when you look at them all together, and I actually had the opportunity to see some of them at Christie's a few months back. And just seeing. Seeing them even in person, I think is extremely special. And so I think a lot of AI art and a lot of the noise that AI art will make will come in the form of really good curation from these artists."
    },
    {
        "speaker": "B",
        "text": "The other one that I really blown away by and I didn't. I was arguing with batsoup. Yum. Part of 6520 nine's team. Like, you know, I really think I should buy Rafiq, you know, the amazing 3d thing. And he was launching the new one, and everyone's like, I'm not sure what it is. I'm like, I'm sure it's gonna be amazing. And I haven't bought it. And they were trading at, like, one ETH and now they're like, ten e or something, and they're probably going up because they're amazing. That was another thing that blew me away to see that art in MoMA. And even I spoke to somebody who's close to the people at MoMA. A moma like this completely changed our audience for art. So it's the flip side of what you were saying. They were like, we get a bunch of people come in, they want to go and look at some David Hockney or whatever's on the wall, right?"
    },
    {
        "speaker": "C",
        "text": "I."
    },
    {
        "speaker": "B",
        "text": "And then this piece came in and it's this 3d, incredible, generative art. And they said, we've never been busier."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "And they said, you suddenly realize there's a new audience that's come out of this whole space that never existed."
    },
    {
        "speaker": "C",
        "text": "Yeah, I think it's. I definitely think that air is here to stay. And I think the people who are able to create a AI art in that fashion, as Rafiq does, are going to be pioneers of this art movement of the early 21st century. Because, I mean, just sitting down at the moMA, every time I go there and I just stare at that canvas, I mean, you can sit there for an hour and you can sit there for multiple hours. And, I mean, I'll be honest with you, I can't sit down and stare at a hockney painting for an hour. I mean, I'll learn about it. I'll research it, right? And then the first time I see it, I might take a look at the brushstrokes, but, you know, I'm not sitting there for 2 hours looking at, you know, at a Rothko, you know, but I am sitting there for 2 hours looking at Rafiq's work. So, yeah, amazing."
    },
    {
        "speaker": "B",
        "text": "The immersiveness of these new mediums is like, it's wild."
    },
    {
        "speaker": "C",
        "text": "Yeah. And that kind of brings into question, you know, how, how fine art, quote unquote fine art is going to bridge, you know, the, the masses basically, if they want to. If they want to, right? I mean, it is a kind of a gated community, and that's just a reality. But."
    },
    {
        "speaker": "B",
        "text": "So here's a interesting story. A guy you probably don't know, there's a friend of mine called Alan Howard. He's a very famous hedge fund manager, also happens to be one of the largest collectors of NFTs in the world and one of the biggest investors in digital assets worldwide. I spoke to him, it was sometime in 2021, and he called me up on a Sunday with his very gruff english voice. He's like, his opening line was something like, they're all fucking idiots. I'm like, what are you talking about? And he reeled off a bunch of names, common friends who are the world's largest contemporary art collectors, ultra famous. And he's like, they don't realize that nobody of the younger generation will buy their Jeff Koons. They might buy their Damien Hirst, but they're not going to buy half of the stuff that these guys have collected that are now worth 50 million, 100 million, $200 million, because it's just not culturally relevant. He said the culture has changed so dramatically to this digital culture. I mean, he only buys, well, he set up a large fund. I think it was $100 million or so of just generative art. But that's a really interesting thing to see, whether, because we've seen it with old masters, old masters back in maybe 2002, three, they fell below the price of contemporary art, apart from the very few. And I don't think he'll ever recover, because those people are around. And there's something interesting in that switch of buying power audiences reminiscing what's relevant, culturally relevant."
    },
    {
        "speaker": "C",
        "text": "Does he by chance own the one of one Dimitri Cherniacs on super air?"
    },
    {
        "speaker": "B",
        "text": "Probably."
    },
    {
        "speaker": "C",
        "text": "I feel like I've heard his name before just from people on discord, but, yeah, but anyways. Yeah, no, no, I totally agree with that sentiment. I mean, just look at all these people who are quote unquote rich. I mean, who have lots of eth, right? I mean, they're. I mean, I talked to a lot of collectors and a lot of people who buy nfts, and for the most part, they're all in on nfts. And a few of them, you know, go out and I get into kind of buying contemporary art. But I think there's a new wave of art collectors and, you know, I've been talking about this entire interview, but it is a sustainable market, you know, kind of this."
    },
    {
        "speaker": "B",
        "text": "Well, don't forget there's 4425 million active addresses right now. Right. However many people is involved in that, we don't know. Right. But anyway, 425, that's a number. It's only going to go to a billion, 2 billion, 3 billion over time. So what you're doing is you're selling scarce, beautiful assets in a very fast growing economy. If you think about it, just in basic economics term, and in a very fast growing economy, people make wealth and they want to store their wealth in assets, or they like to show off status. So it's like, if you were more cutthroat than being an artist, you're in a perfect place in time because there's something else going on, which is not just the culture, there's actually. You're just in the right place in the right time. That right economy is not the United States, it's actually the eth economy."
    },
    {
        "speaker": "C",
        "text": "The right economy is the cryptopunks economy. I feel like that's the. At least that's, that's. I would put my bets on punks to help move adoption."
    },
    {
        "speaker": "B",
        "text": "I own a punk. So, yeah, I would, you know, a smattering of all of this stuff on purpose, just because it's a special moment in time. It's a special moment in time. And look, I was with a friend of mine, Ian Rogers from Ledger it, at the Ledger Paris event about a year ago. And I'm sitting with a bunch of artists like, fuck render and osef and musicians, finance people, technologists, and we're all sitting around a table. I'm like, this doesn't happen. Your one degree of separation from just a. An extraordinary blend of people that never happens. And I think everybody else walked away thinking, oh, my God, you know, fashion people are there as well. Big brands. I mean, everybody, this microcosm of the most amazing people, and everybody's one degree of separation. You know, I hit you up on twitter. You know, everybody can just chat to each other. It's so magical that you have to think how blessed you are to be at the middle of this, or we all are."
    },
    {
        "speaker": "C",
        "text": "Yeah, we take a lot of things for granted. But every time I try to step away, I realize that it really is such a unique moment in history that we're a part of."
    },
    {
        "speaker": "B",
        "text": "So, listen, I wish you luck. I can't wait to see where your career evolves. I hope it's not on the medical side and I hope it's on the art side, but both ways change lives. But one way, you know, you've done something special. You're a special moment in time. It feels like the 1960s all over again, but in a different world, in the technology world, I don't know, I can't really describe it, but there's something special. So, anyway, can't wait to see where you go from here. And thanks so much for coming to chat to us."
    },
    {
        "speaker": "C",
        "text": "Thank you for having me. It was really a good time."
    },
    {
        "speaker": "B",
        "text": "Fantastic. So there you go, another fabulous story. I always love hearing people's crypto journeys because it fascinates me because so many people come from different angles, from finance, from technology. And here's Graham, who was a breakdancer at a medical school, but was also came from an artistic family and discovered NFT art and digital art and then kind of fell in love with blockchain technology. And I think we will all find our anchor points into this system. Those of you who don't yet understand it, you'll have the light bulb moment. Everybody does, where suddenly you go, oh, I get it now. This is what matters to me because not everything matters to everybody. But eventually you'll find out what you're passionate about and you will also come down that rabbit hole. Anyway, talking of rabbit holes, I'll see you next time where we can go back down the rabbit hole of macro crypto and technology."
    },
    {
        "speaker": "A",
        "text": "What's up, revolutionaries? Thanks for tuning in. For more content like this, head over to realvision.com and get unfiltered access to the very best, brightest, and biggest names in finance."
    }
]