[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited premium wireless. Everybody get 30. 30, baby get 30, baby get 20. 2020, baby get 2020."
    },
    {
        "speaker": "C",
        "text": "Bid to get 15."
    },
    {
        "speaker": "B",
        "text": "1515 just $15 a month, so give."
    },
    {
        "speaker": "A",
        "text": "It a try at Mint mobile.com switch."
    },
    {
        "speaker": "D",
        "text": "$45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time unlimited, more than 40gb per month slows full terms at Mint mobile.com dot."
    },
    {
        "speaker": "C",
        "text": "Hello, everyone, and welcome back to real Vision Crypto daily briefing. Here's why you should tune into today's show. Missing or stolen? That's the damning assessment of the whereabouts of much of FTX's assets. We're going to discuss the latest at us bankruptcy hearings. As the us bankruptcy hearings kick off, we have Sam Kessler from Coindesk and we have value investor Mike Alfred. They're joining us live. My name is Mark Oliveira. Ash Bennington is with me today. How's it going, Ash?"
    },
    {
        "speaker": "B",
        "text": "Marco, I imagine it's going for me about the same as it's going for you. Glued to the screens, man. Not getting a whole lot of sleep."
    },
    {
        "speaker": "C",
        "text": "Yeah, absolutely. Glued to the screens. Can't keep your eyes off. By the way, for the viewers out there, don't forget to subscribe to real vision Crypto. It's free if you're watching on YouTube, like and subscribe and hit the notification bell so you don't miss. When we go live, let's jump into the latest price action. Crypto prices are in the green today. Bitcoin has recovered to around $16,500. It's up around one and a half percent on 24 hours basis, but virtually flat in the past week. Considering the news flow, though, that's not too bad. But again, there's nothing really to get excited about for bitcoin. Ash, how's Ethereum looking like right now?"
    },
    {
        "speaker": "B",
        "text": "Either has experienced bigger swings in percentage terms this week than bitcoin. Ether is currently up 2%, two and three quarter percent, I should say, of a percent over the last 24 hours, but remains down 3% on a trailing seven day basis. So 3% off over the last week. Ether is currently trading around $1,150. Anything else you're looking at, Marco?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I'm also looking at litecoin amidst a general downturn. For everything else, it's been interesting. Litecoin is up more than a third, 30%, around 35% in the past week. It's currently trading at nearly dollar 79. Coindesk says the surge comes eight months ahead of Litecoin's third mining reward, having a that's of course, when a program code was going to kick in to reduce the rewards paid to miners for recording transactions on Litecoin's blockchain. The rewards going to drop from twelve and a half litecoin per block to six and a half 6.25 litecoin per block. We analyze Litecoin more closely in our recent pro crypto talk with Peter Pinkers off subscribe to real Vision Pro crypto to access that if you're interested. Anyway, let's jump into our latest story, or our top story. This one's going to sting for those hoping to get their money back from FTX. A us bankruptcy lawyer for FTX says a substantial amount of the company's assets are either missing or stolen. An attorney also described FTX as being run as the personal fiefdom of co founder Sam Bankman. Fried Ash, what do you make of this?"
    },
    {
        "speaker": "B",
        "text": "I mean, it's a mess, man. Not to turn too fine a point on it, obviously it's a mess in terms of the way it was run and the way that this process is unfolding. There's just a lot of complexity here, complexity here and a lot of open questions. James Bromley, one of the new lawyers for new management over at FTX, calls FTX, quote, one of the most abrupt and difficult collapses in the history of corporate America and history of corporate entities around the world. Considering that goes back to what, the florentine renaissance, that's a pretty extraordinary statement. Listen, I know I've read this quote here before, but it's worth repeating, I think, because it gives a sense of how new management at FTX seems to feel about the SBF era at FTX. This is from John Ray III, the new FTX CEO. From a court filing quote, never in my career have I seen such a complete failure of corporate controls and such a complete absence of trustworthy financial information as occurred here. From compromised systems integrity and faulty regulatory oversight abroad to the concentration of control in the hands of a very small group of inexperienced, unsophisticated and potentially compromised individuals. This situation is unprecedented. For a guy who came in to sort out the mess of Enron, wow, that's a pretty extraordinary statement. I'm continually struck by the use of the word compromise. I don't know exactly what it meant, it means here, but it showed up again, I believe in a statement from FTX lawyers. I don't know exactly what it means, but it's certainly nothing good. Marco."
    },
    {
        "speaker": "C",
        "text": "Yeah, absolutely nothing good. And that is a huge statement from the guy that was involved or like, was overseeing the Enron debacle back a long time ago. So I know that we still have a lot of news flow coming in out of Delaware, out of the Bahamas. Ash, tell me what's the latest going on with that?"
    },
    {
        "speaker": "E",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "According to the Wall Street Journal, some FTX assets are tied up in the Bahamas, where the firm is headquartered. Financial authorities in the Bahamas seized the digital assets of FTX's local operations earlier this month. Its new managers say this was done through unauthorized access of the corporate network. The securities Commission of Bahamas, which is the lead local authority investigating FTX's collapse, has confirmed the asset transfer, but said the coins were moved to a government wallet for, quote, safekeeping and in accordance with local laws. Court reported liquidators in the Bahamas have said that the local subsidiary controls the private keys needed to transfer crypto both in and out of the entire FTX complex. This is considerable because it means it's not just FTX related in the Bahamas. It's unclear from this reporting whether they're also referring to FTX us, but that's the reporting coming out of the Wall Street Journal. Lawyers for both sides, the liquidators and the new management, say they don't agree on who controls customer funds. So, in short, it's just a complete and total damned mess. This is taking place in multiple jurisdictions in Delaware, here in the United States, and down in the Bahamas. There are investigations by SEC, there are investigations by federal prosecutors. Here in NYC. You've got the bahamian authorities, you've got bahamian liquidators, you've got disputes over which entities control which assets. And then, and, and then on top of all this, you've got the hacker exploit, which appears to be separate and distinct from the assets that have been seized by the bahamian regulators and that were transferred to their wallet. So, Marco, as you can see, it's very, very hard to get a clear picture of exactly what's happening right now."
    },
    {
        "speaker": "C",
        "text": "Yeah, very hard to get some clarity. But speaking of clarity, I know that you have a point of clarity that you wanted to discuss about yesterday's story with Gemini. What's going on with that?"
    },
    {
        "speaker": "B",
        "text": "Yeah, a quick note on Gemini earn to clarify a point I made yesterday. Gemini has resumed services suspended during an Amazon Web Services outage. Not, repeat, not resumed customer withdrawals on its earn service, which was suspended after Genesis Capital suspended its own redemptions in the wake of the FTX collapse and exposure to three ac. There's been some reporting that they have over a billion dollars in exposure to the three ac debacle over at Genesis. Finally, according to statements from Gemini, the only product affected in the Gemini product lineup is Gemini earn. Let me just read from the Twitter statement made by Gemini directly quote, all customer funds held on the Gemini exchange and in Gemini custody are held one to one and available for withdrawal at any time. So according to Gemini, they are still working with Genesis. Meanwhile, Genesis continues its search for more capital. Obviously, this story is very confusing because you have multiple products in multiple companies here, both of which have very similar sounding names which announced suspension of withdrawals. And in the case of Gemini, an Amazon Web Services outage that caused a series of different failures of their web services at roughly the same time that was later restored a few hours later. There was some reporting around that that I think confused the resumption of services for the earned product withdrawals, which did not happen, with the resumption of services from Amazon Web Services, which did happen. I don't know, Marco, are you confused yet? I am."
    },
    {
        "speaker": "C",
        "text": "Well, I know, I appreciate that you made the point to clarify this because as we get the stream of consciousness, stream of news, the news flow coming in so fast, it's really important to sometimes go back and say, hey, actually this is something that you guys, that we need to point out here in this story. So, yeah, thank you for pointing that out. I think it's time to bring in our guests, Mike Alfred and Sam Kessler. Mike Alfred, of course, is the value as a value investor and a managing partner at Alpine Fox. Sam Kessler is a reporter from Coindesk who's really been at the like the forefront of covering this FTX story. Gentlemen, welcome to the show."
    },
    {
        "speaker": "D",
        "text": "Thanks for having us."
    },
    {
        "speaker": "C",
        "text": "Well, Ashman, let us let you kick it off from here."
    },
    {
        "speaker": "B",
        "text": "Well, great. Listen, Mike, let's start with you. I've been following your tweets on this. Tell us a little bit about what you do and how it interacts with the FDX situation."
    },
    {
        "speaker": "D",
        "text": "Well, im just an investor. I have a Twitter account. I didnt really use it much until last June. When I left Nidig, I was head of strategy at M and A. There id sold my previous software company, Digital Assets data, which was a crypto data provider serving paradigm and polychain and pantera, jump and Galaxy DCG, et cetera. We work with a lot of the biggest firms in crypto and so I sold that to Nidig and then they named me head of strategy, and I went about buying a whole bunch of mining related businesses. We bought a lender, we made an equity investment in a miner. We led a series a and a mining pool operator, and so got into the bitcoin mining business through that window. And then when I left there, I joined the board of Iris Energy, which is a Nasdaq listed miner. The tickers iren. The mining space has been an absolute disaster this year. It's interesting. The thing that I'm noticing now is six months ago, I was calling out Celsius, saying it was going to be the next major blow up in the space. And I got yelled down on Twitter by people for being too negative and being a Fudmaster and all these things. Now I'm seeing the opposite. I'm seeing people with no background in finance, no real understanding of how these business operate. Everybody's raising their hand to try to call out the next crisis. And so to me, we're getting closer to the bottom, because when people who have no idea what's going on are tweeting out long threads about who's going to blow up next, you start to wonder whether the bottom's almost done well."
    },
    {
        "speaker": "B",
        "text": "Mike, two things. First of all, Fudd is always welcome here. Obviously, we believe in this space, but it's important for people to come on and view contrary opinions and express them here. And also, second, there is no such thing as just an investor on real vision. We're thrilled to have you here and thrilled to have your perspective. Give us a little bit of a sense of how you view the recent events happening around FTX and Genesis. Right now."
    },
    {
        "speaker": "D",
        "text": "I mean, I view it as inevitable. Right. This is a space that had built up a tremendous amount of leverage over multiple years. By the fall of last year, you could start to see things were starting to crack and break, and all it took was a few levered arbitrage trades to start to unwind for the dominoes to start to fall. So this actually really started in the spring of last year. So the grayscale bitcoin trust has been at the center of a lot of these things, because when you look back at that times, three arrows, blockfi, Celsius, they were all major investors in that trade market at a premium, right? And so it looked like free money to them. When that started to tip, uh, to a discount in the spring of last year, that sort of catapulted a lot of these businesses into insolvency. My view is that blockfi and Celsius were actually technically insolvent. Multiple times in 2021. We just didn't know about it because they were able to raise equity so easily because interest rates were so low and there was so much capital in the space, right? And bitcoin was at all time highs. Flash forward to spring of this year, the terra Luna trade started to collapse, impacting directly or indirectly, all of those firms tipping, I think FTX and Alameda into, like, an early stage of insolvency. Again, we didn't know that until later. And so I think all we're seeing is the revelation of something that already existed. And so as that bubble started to collapse, those firms were actually, at various stages, functionally insolvent. We just didn't know they were papered over. And so now we're seeing the result of that. I view this as ultimately very healthy. I think bitcoin is the one asset that I'm very confident will still be around in 20 years, and I would love to be able to buy more of it at lower prices. I'm just not sure the market's going to give me that opportunity right now."
    },
    {
        "speaker": "B",
        "text": "Mike. So interesting, and we really appreciate this sort of longer term perspective. Some outlets out there, perhaps in the mainstream media, are covering FTX as though it's a sort of isolated debacle by a 30 year old CEO who didn't have the experience to run the company. But as you point out, obviously some really deep context here around Terra Luna, around three arrows capital. And going back even further, Sam, I want to bring you into the conversation first. I really enjoy your reporting over there at Coindesk. You've been covering what, prior to the FTX collapse, I was calling the biggest story in crypto, the irresistible force slash immovable object happening in Ethereum, between credible neutrality and censorship, resistance on the one hand and OFAC compliance on the other. Now, like me, you've switched gears to covering FTC, excuse me, FTX. And we're going to have you back to talk about Ethereum at some point in the future when all of this settles down. But once again, Sam, I see that you and I are thinking along similar lines around what true decentralization is, around what trustlessness means. Let me start out this way. You've written at Coindesk about this idea of crypto versus the crypto industry. What's the difference, in your view, and why is it such a material distinction?"
    },
    {
        "speaker": "E",
        "text": "Sam, thanks for doing your homework, too. That's a recent article that you mentioned differentiating crypto versus the crypto industry. And that's kind of the frame by which at least in my reporting, I've been trying to think about this entire FTX debacle, if you want to call it that. So in my definition, in that recent article that you mentioned, crypto is the technology. It's the blockchain stuff. It's ethereum, bitcoin. The core things underpinning this movement, the core principles underpinning this movement. Good, bad, whatever you want to think about it, that is one thing, crypto. And then there is the crypto industry, and that is what I spend a lot of my time reporting on. It's what investors spend a lot of time putting their money into. It's what, you know, Twitter consumers, the Twitter, the crypto Twitter spend their time talking about. These are companies like Blockfi, like Celsius, like FTX, like Coinbase, like Kraken, all of these companies that use crypto technology to an extent, but really they are just traditional companies by, you know, a lot of metrics, by, you know, by a lot of perspectives. So the interesting thing here with FTX is that crypto did not break. The core technology behind crypto, or whatever you want to call it, did not break, but we did see, in my view, a wholesale indictment of the crypto industry writ large with FTX. Yeah, you can say that blockchain technology still works and is still important, but is it as valuable as it was during what we now rightly realized was a bubble about a year ago, about six months ago, or is this entire crypto movement at least the attention that it's garnering, just a product of these centralized, traditional companies? I don't know, but that's the space that I think has blown up in the past little while."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's a fascinating point. I would say that, obviously, what we've seen is the failure of centralization, the failure of companies, the failure of financial models that have probably for 100 years been known to be problematic. Example, obvious example is customer funds being lent to, essentially a hedge fund to make momentum bets on speculative positions on things like volatility in the space. Francis Coppola, an economist, wrote on November 1 with extraordinary prescience on your website over at coindesk, comparing what was happening in crypto to the bankers panic of 1907. And, boy, was she proved, uh, correct. Obviously, there's. There's a lot to talk about here, uh, and a lot to explore. I mean, it. It is interesting that, you know, the. The bitcoin blockchain is continuing to do today what it's been doing for the last decade, uh, making transactions secure in that environment. Uh, there has never been a breach of that. And it continues to perform flawlessly, uh, in terms of doing what it's meant to do, securing transactions through proof of work. However, you could observe, uh, that we still have numerous challenges in this space. And maybe this is a problem with just the industry getting ahead of itself in terms of things like cryptographically secured reserves, cryptographically proven assets, cryptographically validated liabilities, all of these things that don't exist now in the states, plus a UI and ux, that tends to force people toward centralization for a whole variety of reasons. An absence of a legal and regulatory framework that gives clear guidance on how these things are supposed to be resolved. There's just so many open questions out there, Sam. How do you even begin to, to get your head around a story this big?"
    },
    {
        "speaker": "E",
        "text": "The answer is you don't even try. How do you get your head around the entire thing? I mean, there's so much at play here. I think about this through a specific angle, which is the technology angle. And one of the things that's at least stood out to me recently, the great Matt Levine at Bloomberg has written a bunch about this in the lead up, and I think in an implicit way and in an explicit way, has predicted some of what we've seen over the past six ish months. But one of the things that he's questioned recently has been whether Defi decentralized finance, whether crypto and the promise of it that people talk about is actually possible without some of these more traditional structures that have failed us in the past six months. The answer to that question, I don't know. But people want to have, you know, order books, which oftentimes need to be centralized. People want to, you know, trade on margin, which is a difficult thing to, you know, do efficiently in a decentralized manner. So I guess, I don't know if this answers your question directly, but I kind of think of it in those two lanes, like what, you know, whether we can actually accomplish this stuff with those core principles."
    },
    {
        "speaker": "B",
        "text": "Yeah, and to a certain extent, I asked you a question for which there really is no possible answer, as we all explore this, except to say maybe, that what needs to happen is we need to just continue to build up the abstraction layers in this layer cake so that there are more services that can do some of these things between the blockchain, for example, like proof of reserve, proofs of assets, proof of liability, and some of the other services on the UI UX side. But again, that's very speculative, and it's something that's going to evolve not in days or weeks, but over months, years, and maybe even decades. I got to bring Mike back into this conversation. Mike, I'm curious. You've set the stage in terms of what's happened in the past, how we got to where we are today. As an investor, you're relentlessly focused on looking toward the future. Uh, what's your analysis tell you? Is next going to happen next, and how do you think about how some of those scenarios might unfold?"
    },
    {
        "speaker": "D",
        "text": "Yeah, so, I mean, look, the contagion phase of the post FTX Alameda blow up, it's not over yet, right? And we're seeing that the news articles come out about the possible bankruptcy of Genesis, uh, the possible bankruptcy of blockfi, which I called out, uh, before Binance even said they would acquire FTX. I was concerned that blockfi, their bailout was not going to go through. Now it seems pretty obvious, and there's reporting on it. I have concerns that crypto.com is technically insolvent and has been insolvent for a period of time. Again, another example of a company that was probably insolvent previously, but this contagion period may actually unwind that situation. And there's several others that I'm watching. I think the net result of all of these centralized companies failing will put pressure on the underlying assets, irrespective of the quality of the underlying assets. So I think bitcoin could possibly go lower into Q one, Q two. My current view is that with sort of an 80% confidence that bitcoin will find a long term bottom before the end of June next year. And I'm looking to allocate quite heavily to bitcoin, especially if we see prices under 15,000, like 14, 1312 in that range, in the very short term. I'm curious how Barry and Mark and the team at DCG handle the Genesis situation. I know they're working fervently to try to solve that in a way that doesn't lead to bankruptcy. A lot of the commentary, again on Twitter is very low level. It's just, hey, other things have blown up. Therefore, DCG will blow up without a sort of thorough understanding of how the company is structured. DCG has six wholly owned subsidiaries. Grayscale isn't the only subsidiary that has substantial value. Those intercompany loans are interesting to a degree. We knew about the $1.1 billion from the three AC blow up that affected Genesis that already existed. So that even though it's being reported now, as if it's new. It's not new. The new thing was that $575 million loan from Genesis Global Capital, which was used primarily for doing buybacks. Now, I knew that Barry could love to conduct buybacks on his stock over the last few years, and I've also heard he pays a dividend, which is very unusual. We're used to seeing big companies, like a Johnson and Johnson or big blue chip companies borrow money to buy back stock. It's very unusual to see that with a private company. But in a sense, all he's doing is shifting his economics from one subsidiary to another, because what's the most tax efficient way to get money that you've made in Genesis or money that you made in grayscale back to the mothership? Well, alone. And so it's not sort of that strange that he would do that. The question is, just how far does that go? Is that the end of it? Because if that's the end of it, my confidence that DCG will not go down is pretty high. It's possible Genesis goes under. It's possible they have to sell grayscale or sort of liquidate or monetize some of the other assets on their balance sheet. But I don't see DCG going down. I think it will be one of those others that I mentioned previously."
    },
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is a apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium Wireless 20 2020 get 2020 a bid to get 15 1515 just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at Mint mobile.com switch $45 upfront for three months."
    },
    {
        "speaker": "D",
        "text": "Plus taxes and fees. Promoting for new customers for limited time unlimited more than 40gb per month slows full terms at mint mobile.com dot."
    },
    {
        "speaker": "B",
        "text": "Yeah, these are some very interesting open questions that you're talking about, by the way. For people who are relatively new to finance, who come to crypto, perhaps from the tech side, asking why might bitcoin decline in price even though the underlying network is stable and secure and people are bullish about it, the answer is that in liquidations, you don't sell what you want to sell, you sell what you have to sell. And often that's the highest quality asset you have, which in this case, for folks in the crypto space, may be bitcoin and may imply why you've got some selling pressure that may happen there in the event. I know a lot of maze, but we're trying to unpack this and just frame out why some of these things may happen. I want to bring back in Marco, who has some additional news flow around genesis that he wanted to share with us."
    },
    {
        "speaker": "C",
        "text": "Yes, actually, the additional news flow is about the CZ and grayscale. So in addition to the, you know, the reasonable fears we've been seeing, we've also seen some fuD. The latest example is coming from none other than the CEO of Binance champing Zao, better known as CZ. In a now deleted tweet, he made dubious comments about one of the biggest ongoing concerns right now, which is whether Grayscale, which runs the biggest bitcoin trust, actually holds all the bitcoin it says it does. Great. Grayscale maintains the concerns are unjustified. And Coinbase, which custody's Grayscale's bitcoin, released a statement backing grayscale up, but CZ tweeted out numbers that would undermine this. He said he was just presenting info from news reports, not making any claims. And then what seems to be a tweet in response to CZ, Coinbase CEO Brian Armstrong tweeted, if you see Fudd out there, remember, our financials are public. We're a public company. CZ then deleted his tweet and wrote what that Armstrong told him, that the numbers in the article were wrong. Ash, tell me, what do you make of this?"
    },
    {
        "speaker": "B",
        "text": "I don't know what to make of it. Listen, you know, there are a lot of people posting a lot of opinions on Twitter around it. I'm not sure it could be a simple mistake. Who knows? Mike, Sam, anyone think this story is important enough to comment on, or should we just move back on to Genesis?"
    },
    {
        "speaker": "D",
        "text": "I do. Real quick. I just want to say, and I said this from the very beginning, two weeks ago, when this FTX Alameda stuff started to really get worse, I actually think CZ's behavior during that whole interaction was quite suspicious. I think it's possible that there are just as many issues on finance's balance sheet as there were on FTX. I think they know too much about each other, and to some degree, this is a misdirection play, because binance is being investigated by a number of different regulators. Binance definitely participated in providing services to sanctioned groups around the world, particularly in Iran. And I wouldn't be surprised again if they were using customer assets in a very similar way to most of these other firms. And so to me, this all feels like a misdirection play. Clearly, FTX and CZ were buddies at the very beginning. They both knew each other's sort of skeletons, in a sense. And I think CZ precipitated this somewhat intentionally. Obviously, they've stolen all of their futures volume, so it would actually work out financially. But I think what happened actually, is that CZ realized that. That. That FTX was far weaker than even he thought. He saw the train coming down the track, saw that he could potentially implode the entire industry, and so he agreed to a bailout without really knowing exactly how bad it was."
    },
    {
        "speaker": "B",
        "text": "So let me ask you this. Let me ask you this follow up. If this is a. If this was, and we don't know the answer, but if this was a misdirection play, as you suggest, why would. Why would CZ tweet a misdirection play that would so easily be refuted? I mean, Brian Armstrong went and tweeted the ks or the Q's and said, hey, guys, here. Here are the numbers. We're publicly. We're a public company. We're publicly audited. We're audited by a public accounting firm. Like, what advantage did he have to gain by tweeting this? That when he would so obviously get dogpiled on Twitter, as indeed had happened, and he wound up deleting the tweet shortly thereafter."
    },
    {
        "speaker": "D",
        "text": "Well, look, desperate people do weird stuff, and so if there is any sort of real existential risk to their business, then CZ will be grasping at any, uh, proof that he's not the only problem, right? That these other firms are a problem. I mean, look, Coinbase is public. It's audited. Uh, it's pretty clear to me that they've been one to one the whole way. They've been willing to vouch for grayscale. I think, again, a lot of the fud around whether the GBTC bitcoin is there is going to be on people's radars for the next couple of weeks. But I think it's."
    },
    {
        "speaker": "B",
        "text": "Yeah, I just don't know what to think about this, whether it was."
    },
    {
        "speaker": "D",
        "text": "No, I don't think he understands that the on chain. I don't think he understands that the on chain data from some of these firms is not actually covering all of an exchange's assets because they use the addresses for single use."
    },
    {
        "speaker": "E",
        "text": "Maybe if I can chime in really quick on this. Well, first off, this is not about the genesis part. I should say that coindesk is one of the six fully owned subsidiaries of DCG, meaning we are sister company to Genesis. But if we knew what was going to happen, we'd be the first to report it as we have previously. But anyway, just to talk about the."
    },
    {
        "speaker": "B",
        "text": "Czech, I should say back in 2017 when I was at Coindex desk, the firewall was absolute between Coindesk and DCG, and someone tweeted on Twitter that people were speculating who hadn't even met Barry Silbert yet. I don't know if that was you, Mike, but someone said that, and I remember reading that tweet and thinking, well, I worked for Barry Silbert and I only met the guy once for like a minute."
    },
    {
        "speaker": "E",
        "text": "Yeah, that doesn't surprise me. But maybe to just talk about what this means in a broader context. The Cz thing, one of the things that I think these founders have realized are continuing to realize is how much their personalities are an asset in this crazy world of crypto. And this is one of the things that I think makes it unique to traditional finance outside of the elons of the world, is that these specific individuals move markets just with their words, and they create suspicion in an almost trumpian way. You ask, why would CZ tweet something like this? It doesn't matter if it's true. A, people aren't going to see the refutations later on, and b, if they do, this is still something that swirls in the back of their heads, just the fact that there's a tension around it. So, yes, I think it's a defense mechanism, partially, but then there is this broader thing that we've seen, and I think you might have, I'm sure, talked about it on this show. We've seen folks like Do Kwan of Terra fame, like Suzu and Kyle Davies Susu, to a much larger extent of 3 hours capital use this moment to try to mount comeback campaigns. This is something else I mentioned in an article last week, and I think that that is just incredibly, you know, fascinating, but also telling in terms of what this market actually is, which is it's not only propped up by the money of people like a justin sun of a CZ, but also by their reputations. SPF would not have been able to get where he did if he did not have the crypto and mainstream reputation that he had. And I think that that is only going to sadly continue this. You know, anyway, I could ramble on about this, but I don't see any signs of this whole oligopoly and populist streak changing in crypto after this moment."
    },
    {
        "speaker": "B",
        "text": "Well, it's a dark and cynical show, and from crypto for a dark and cynical time in crypto I want to throw back to Marco, who has some new news flow on Genesis hiring a restructuring agent."
    },
    {
        "speaker": "C",
        "text": "Yes. Yes. So we also have an important update on that story that we've been following closely all week. Yesterday we discussed media reports about Genesis Global Capital, the digital assets brokerage and lender, which is part of the digital currency group. And for those who don't know, digital currency group is a huge company that owns Grayscale, Coindesk. As Sam and mentioned earlier, among other companies, the reports suggest that Genesis could soon file for bankruptcy if it doesn't get emergency funding fast. New sources of the New York Times says Genesis has hired investment bank Moellis and company to explore options including a potential bankruptcy. Ash, nobody in the business owns this story like you do. What are your thoughts on this development? I'd love to hear the panel's thoughts as well."
    },
    {
        "speaker": "B",
        "text": "Well, you know, I think we talked about those a little bit. Obviously, this extends back to Terra, three arrows, FTX, all of these dependencies causing what seems to be the challenges that Genesis are having right now. You know, I've got nothing at this point, really, but questions. Right. The first open question is, will Genesis be successful in raising the 500 million to $1 billion that they're seeking to raise in this very difficult environment? If they don't, and that is a big if. What happens next? To what degree is DCG exposed to Genesis? In other words, if there's a huge problem with Genesis, to what effect does that have on the mothership over a digital currency group? And then the next question, of course, is, is grayscale exposed in terms of the exposure that could potentially be linked to digital currency group? Those are a lot of open questions. That's what I'm thinking about. Let's throw it out. Mike, what are your thoughts on any of those questions?"
    },
    {
        "speaker": "D",
        "text": "Yeah, so, look, I think it's probably 50 50 that Genesis has to file. Like, I'm sure the team there hopes it's higher than that. And if so, I still, again, don't think that DCG necessarily has to go down for that. Grayscale is still a very valuable business. The underlying grayscale bitcoin is in a trust. That trust were to unwind, at some point they would have to sell the bitcoin. And it was sort of."
    },
    {
        "speaker": "E",
        "text": "Ben."
    },
    {
        "speaker": "B",
        "text": "Hey, Mike, let me just jump in. Let me just jump in because I want to ask for a little bit of background for our audience to talk a little bit about GBTC and why it's so important here and what's been happening lately. Trading at roughly, I think, 40 cent discount on the dollar, off about 40% that had been trading at a premium to net asset value of over 100% back in 2017, when it was more difficult to get exposure to bitcoin. Explain a little bit about what GBTC is. The parent company, Grayscale, which is owned by a digital currency group. Give us a little bit of context around all of this and why it's so prominent and important in the crypto space. Yeah."
    },
    {
        "speaker": "D",
        "text": "So Grayscale took advantage of this regulatory arbitrage because you couldn't have a spot ETF. And so they, Barry and Michael and the team over there figured out how to create a product that would be allowed to trade over the counter like a public security, that all it does is hold bitcoin, right. And so as long as they conducted the sale, the original sale of that, of that product privately at NAv, they could allow it to float in the public market. And so all the GBTC does is just hold bitcoin. Right. And so it's 100. Grayscale itself is 100% owned by DCG. It was created by Bear, I think, way back in 2015. It was one of the first things he did, or he acquired it, the original idea, but its been around for six or seven years. At one point, it was like 40 or $50 billion. It was the easiest way to get exposure in your IRA account, but its a closed end fund, so theres no mechanism to free the underlying bitcoin. Its just stuck there. So the price of the trust trades at a premium at some point for most of its history, until last spring, and when it flipped to a discount, and again, it trapped all of these arbitrage traders, like blockfine, Celsius, who had customer deposits tied up in this trade, they were essentially using that premium that went away as the yield that they were offering at the front end of their platforms as yield to their customers. And so essentially, they trapped their own customers in this failed arbitrage trade, which then sort of sunk the price of GBDC and put a huge weight on it, which it hasnt climbed out of. And when it was at 30% discount, a lot of people thought, hey, at some point, youre buying a bitcoin for 30% discount. Its got to go back up. But the reality is that discount can persist forever, because, again, theres no mechanism to raid the trust, unwind it, pull the bitcoin out. If theres a way to run an activist campaign, take over the trust from Barry and sort of release that 2% fee and just release the bitcoin back to the underlying holders of the trust. Of course it would go to NAv. The other option is to have a spot ETF, but the SEC hasnt allowed it. And Grayscale has been forced to sue the SEC because essentially they've allowed these really, really terrible futures based products that have an all in fee of 1015 20% when you calculate the role. Right. Because they got to roll those futures contracts forward every month, which historically has led to something like a 15 or 20% fee. The SEC allowed that because of Gensler's comfort with futures products, but he has not allowed a spot ETF, which I think in retrospect will go down as one of the biggest mistakes by the SEC and its history. And they've obviously destroyed a tremendous amount of value here."
    },
    {
        "speaker": "B",
        "text": "Yeah, and then there's all the sort of the mechanics of the way closed end funds, closed end trusts work, which is immensely complicated and why we can't. Why collectively, markets can't seem to bring that anywhere near the nav on this, because there's just no functional mechanism to realize that value. And that's really problematic. Sam, any thoughts on this?"
    },
    {
        "speaker": "E",
        "text": "Honestly, I'm not a financial reporter, so I don't want to just speak out of my rear end in terms of the GPTC of it all. But one thing that I actually, you know, one question that I have maybe for you, Asher, or maybe Mike, I'm curious if this entire thing crumbles. If Genesis, you know, just Genesis, not DCG, ends up having to declare for bankruptcy. Stuff happens to Gemini, yada, yada, yada. Who's going to kind of fill that role as the yield provider for these centralized products? I'm curious, who is best positioned to be that prime brokerage, to be that lending arm for the wider crypto market? What happens after this?"
    },
    {
        "speaker": "B",
        "text": "Sam, that's a great question. I'm going to punt it over to Mike in just 1 second, but I want to give a little bit of context here around the scale of this. GBTC right now owns, I believe, about 600,000 bitcoin. That's about $10 billion in net asset value. And I think some other DCG holding companies own even more bitcoin. So it's a massive slug of bitcoin and the potential additional supply coming onto the market if that front were ever to be dissolved again. That's a major if, we don't know that yet, and we're nowhere near really being able to speculate about that. But if that were to happen, there could be some significant downward pressure on price. But Mike, I'm really curious to get your thoughts about this. I know it's tough to handicap the probability of an insolvency and what that insolvency might mean up to the mothership, and then how isolated the mothership is from some of the other operating entities. So you've got grayscale, which controls GBTC. Grayscale is owned by DCG, which also owns Genesis, which is where all the problems are that we're talking about right here. So it's a pretty complicated nexus of different things, like for investors out there, for people who are just following this, how do you even begin to handicap that? And two other points. What are some of the things that you're looking at right now to try and help you in that decision, other than the sort of vast storehouse of knowledge you have from being in the space for such a long time? And finally, what might happen? What might we be looking for if things started to go south? Would it just be an increasing discount to nav on the GBTC product? Would there be other signs of risk in the space?"
    },
    {
        "speaker": "D",
        "text": "Yeah, look, a lot of my alpha comes from actually knowing most of these players, like really, really well, right? So it sounds like a lot of employees of DCG have not met Barry that much. But I've actually spent quite a bit of time with him and with Michael Sonnenshein and Michael Morrow and Mike Cole. You're the CEO of foundry, et cetera. So I know a lot. And I've been to the founder event there three times. They're offsite for two or three days, where you just sit with all the other founders, like Jesse from Kraken would be there, etcetera. You get a lot of exposure and you start to recognize credibility. You start to recognize business model differences. For example, when Celsius and Blockfi were collapsing, I knew pretty certain at the beginning that Celsius was definitely going to implode because they had lost all investor confidence and blockfi hadnt. And so they were able to sort of stem that insolvency event longer using trust and credibility. And I think something like that is going to go on here. Theres just the pure math of it, which is that DCG has a certain number of assets, a certain number of liabilities. And I think people are underestimating the size of the asset base, but they're also underestimating the sort of credibility that Barry has in the market. Right. And so another entrepreneur in the same spot may run into problems. I think Barry might actually be able to get through this, even if they were technically insolvent, and I actually don't believe they are, because I think grayscale is probably worth more than people think. They don't actually owe genesis any money, I think, until May of 2023. Remember that? $1.1 billion, a promissory notice, and due for, like, ten years. And so it's just sitting there on the balance sheet, but it's not actually due. It's sort of like a balloon, I think. And so I'm not sure that a lot of this fud actually is going to hit home. What I suspect will happen is that once all the leverage is sort of washed out of the market, we're seeing that now. Bitcoin will actually bottom, and at some point in six or nine months from now, we'll be. It's possible. I think it'd be ring fence from a risk standpoint. I think DCG has enough assets that even if they were forced to pony up something on the asset side, that they would be able to liquidate something. Remember, people are forgetting that Barry has quite a large balance sheet outside of DCG as well. So if worse."
    },
    {
        "speaker": "B",
        "text": "I apologize. We're getting some dropouts on Mike's audio there. Not sure if you guys are seeing that at home, but I'm seeing it here on my monitor. Listen, Mike, I wanted to ask you one other thing. There's also the reporting about some of the revenue that's flowing off from Grayscale in terms of fees. I forget the exact number, but I believe I was seeing numbers in the two to $300 million range in terms of the revenue that's being generated. So the company independently, Grayscale, appears to be, based on the numbers that we're seeing, publicly reported cash flow positive. What role does that play? I just want to make sure that we're telling all aspects of the story, and it's not just fear, uncertainty, and doubt and gloom and doom here, that there are these sort of bright spots in the picture, particularly the fees that they're generating. What role, if any, does that play in this picture, as you think about the analysis of Grayscale?"
    },
    {
        "speaker": "D",
        "text": "Well, it's the crown jewel asset, and it generates a tremendous amount of cash flow. So, I mean, that should enable them to service any debt that comes due. I mean, that's sort of the basis in which they took that large loan, 575 million from Genesis Global capital, to rebuy stock and to make new investments. And so, again, I think people are just underestimating the asset side there. I think they're looking at the debt and saying, wow, that's a large number. But remember, DCG was worth $10 billion on paper last year. They raised, like, seven or 800 million in equity. My suspicion is that there are other folks that would be willing to inject equity. Again, it comes down to trust, credibility. I think another entrepreneur in the same spot might be in more trouble. But I still continue to believe that the odds are very remote that DCG fails, even if Genesis does. Trey."
    },
    {
        "speaker": "B",
        "text": "Yeah. And by the way, the internal dynamics of the debt matter. It's not just the number of outstanding liabilities on the balance sheet. As you pointed out, duration and structure of debt matters, and it may be structured as a balloon payment further in the future."
    },
    {
        "speaker": "F",
        "text": "These days, work is in trouble. We've outsourced most of our manufacturing to other countries, sending away good jobs and diminishing our capability to make things. American giant is pushing back against that tide. They make the high quality clothing, staples you need for a comfortable, stylish, and active summer wardrobe, like vintage style tees, breathable polos, lightweight sweatshirts, and so much more right here in the USA. So when you buy american giant, you create jobs in towns and cities across the country. And jobs bring pride, purpose. They stitch people together, support America's workers, and get 20% off your first order at american dash giant.com with promo code staple 20. That's 20% off your first order at american dash giant.com. code staple 20."
    },
    {
        "speaker": "B",
        "text": "I want to go back to Marco Oliveira, who has some questions, I believe, from the audience."
    },
    {
        "speaker": "C",
        "text": "Yes, we do. We have some viewer questions, but before that, please remember to hit the like button. Subscribe, hit notification bell so you know when we go live. So the first question comes from Roberto Pagliari on LinkedIn. Any thoughts on the impact on Silvergate Capital, despite reassurances it's getting hit hard? Let's. I mean, whichever general, whichever one of you gentlemen want to take it first. Mike, would you be comfortable?"
    },
    {
        "speaker": "D",
        "text": "Yeah, sure."
    },
    {
        "speaker": "B",
        "text": "So it's Silvergate bank, I believe, is the. Is, because it is actually a bank, and it's incorporated as a bank here in the US."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "D",
        "text": "There's been a tremendous amount of FUD because of their exposure to the crypto ecosystem. I think some of that may be overblown. There's a well known short seller, I won't mention their name, who went on another similar program like this and made a lot of claims that I still haven't seen proof that that's true."
    },
    {
        "speaker": "B",
        "text": "On Silvergate, specifically."
    },
    {
        "speaker": "D",
        "text": "Yeah, on Silvergate. Right. And so there's sort of a run on that company over the last few weeks, as people looked at the contagion happening elsewhere and just assumed that there were going to be issues at Silvergate. But silvergates just a bank. Before they got into crypto, they were primarily a real estate lender. In fact, they were in the same building of the building next door for me 20 years ago, 15 years ago back in La Jolla, and they came out of nowhere and became one of the biggest crypto banks. But theyre still not doing anything. From my perspective, thats that risky. And so well see, if they have to get bailed out and they go into receivership, ill be wrong about that. But at the current time, I think a lot of that's sort of overblown, and it's a symptom of this lack of trust you're seeing across the ecosystem. People are seeing some companies in crypto blow up, and so they're not looking at the differences between them. Like Celsius and Blockfi and Silvergate are very different entities. Silvergates are regulated bank."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Very well said."
    },
    {
        "speaker": "C",
        "text": "Very well said. Do you have any thoughts on that, Sam?"
    },
    {
        "speaker": "E",
        "text": "No, definitely not. I'm not on top of the silver case, out of this."
    },
    {
        "speaker": "C",
        "text": "Sure. So the next question here is from King Cobes on the discord. I'll throw this one to you, Sam. Is CZ just poking multiple bears on Twitter at the moment, seeing what will collapse and what doesn't stick?"
    },
    {
        "speaker": "E",
        "text": "Yes, that is. Well, I think it's more complicated than that. I think part of it is that he, of course, wants to see what's going to collapse, what's going to stick. I think part of it is he just likes being the main character, which for him might be good business. I think part of it is there was that whole thing where he was offered to create some sort of a consortium to prop up institutions, or institutions, projects that were failing. There was some suspicion that he was just trying to get Alpha from that initiative in order to figure out which of his competitors were in a bad spot. But I think part of this is just that he's having fun. I mean, he's massive compared to a lot of the folks that he's poking at. Even compared to Coinbase, he's huge."
    },
    {
        "speaker": "B",
        "text": "And 2025 x or 20 x the size, I think in terms of daily activity, in terms of trades on the exchange, it's massive."
    },
    {
        "speaker": "E",
        "text": "Yeah, it's something like that. So, to answer that question broadly, yes, I think it's hard to read into this, just like it's hard to read into what Sam is doing currently still talking to people that I know on the phone. It makes no sense."
    },
    {
        "speaker": "C",
        "text": "Yeah, makes no sense. Very hard to read. Well, this next question is for Mike. Mike, this is coming from Ralph H. On our real vision website. He said, what leads you to believe that crypto.com is possibly insolvent?"
    },
    {
        "speaker": "D",
        "text": "Yeah. So one of the biggest things is a lot of the on chain data showing the stablecoin flow to and from FTX over the last year, among many other things going on. They also sent a large chunk of their ethereum balance to unrelated exchange. And that happened just a few weeks ago. And it raises the question of just a what are the financial controls within this organization? It feels a lot like FTX, like what we now know. It was like spreadsheets and random chats that were deleted and. Right. Like there was no sophistication around what was happening on the backend. It feels like that's the best case scenario for crypto.com dot. The worst case is that there are reserve issues. They want to be able to prove reserves, or they want to help a partner prove reserves, so that that partner will help them if and when they need to do it. And so that whole action with their ethereum, I think, was a huge red flag and should lead you to believe that perhaps crypto.com is doing a lot of the same things. Of course, they mirrored FTX and wanting to sponsor the arena in LA. Right. It's sort of one thing after another. There's enough of a pattern there that you have to start asking, like, what else is going on? And so again, I put Binance, FTX and crypto.com sort of all in the same category, right? They're all sort of offshore, they're all sort of lightly regulated. Binance doesn't even have a domicile, so it's really hard to hold them accountable. And so to the previous question, like, I think he's poking holes in everybody else for a reason, and it's a diversionary distraction technique. Coinbase may be a lot smaller, but Coinbase is regulated and can't do a lot of the things these other exchanges are doing. So as an institutional investor right now, I'd rather put a dollar into Coinbase over any of those other three if I have to, if forced at gunpoint to do it, because I think they're one of the only ones that can actually be trusted. Being smaller, being regulated in the US, is actually going to create more equity value in the long run. Like Alibaba versus Amazon. For years, people didn't understand how Amazon traded at such a huge premium. But then all this stuff happened with China now, and it turns out that Alibaba really was correctly valued by the market the whole time. I think the same thing's happening with Binance and Coinbase. Binance may look 25 x bigger on paper, but my suspicion is, over ten years, Coinbase will end up adding more equity value than binance and it'll be substantial."
    },
    {
        "speaker": "E",
        "text": "And by the way, I think that."
    },
    {
        "speaker": "B",
        "text": "Differential is generally the differential in daily trading volume. I'm sorry, Sam, please."
    },
    {
        "speaker": "E",
        "text": "Yeah, no, no, I just wanted to add one more thing to that. We saw the breakdown of their, I don't know, quote unquote balance sheet. It's not really their balance sheet, it's what users have invested in. And a lot of that was like shib and Doge and these meme coins, these shit coins. And I think that there is, without knowing exactly whether or not crypto.com is operated on spreadsheets in the same way or without spreadsheets in the same way as FTX. Apparently. We don't know what's going on there, but there is something slightly, in my mind, even more cynical about the crypto dot coms of the world compared to a FTX. Should it have worked out, which is that crypto.com is very much oriented towards the sort of like sports gamble. I mean, they advertise in sports, you know, in sports stadiums, but it's like those sports gamblers, you know, the degens, the lower knowledge in terms of crypto experience, folks in that sector of the market. And I think, should we see crypto.com comma? Well, whether or not we see crypto.com fall to the same way, FDX, I think they are easily going to be one of the first ones that regulators start looking into because of their disproportionate audience of retail investors. That's definitely happening, going to happen before Coinbase and so on."
    },
    {
        "speaker": "C",
        "text": "Very interesting. So our next question comes from Mapolo on YouTube. And I'll send this one over to you, Sam. Do you think there could be clawbacks of customer funds that got their funds off the exchange prior to the collapse? Does anyone even know if that is a risk?"
    },
    {
        "speaker": "E",
        "text": "There's different kinds of withdraws that we saw. So we saw some folks who just immediately started withdrawing once the quote unquote collapse started around the time of the binance deal, some users were able to just withdraw their funds. Then there were the folks who withdrew their funds because they were based in the Bahamas or because they bribed somebody who was based in the Bahamas. It's still unclear even to this day, even though there's some reporting out there why the Bahamas, you know, base traders were allowed to withdraw. FTX said it was because the Bahamas told them, the regulators in the Bahamas told them that they had to open withdrawals for bahamian residents. Bahamian regulators say that this is not the case. They said no such thing. But more recent reporting has that. Anyway, it's very confusing. Al. God, if you want to google that, is one of the folks who has been accused on Twitter and elsewhere of using some of these sort of weird systems. But anyway, I think that some folks, that earlier group, I think it's less likely that they're going to be subject to clawbacks because they were just withdrawing in the normal course of things. That other group, whether it's bohemian residents or people who are not based in the Bahamas, I think it's largely going to come down to whether they are actually from the Bahamas or what the Bahamas actually require them to do. I think it's far more likely that you would see those sorts of clawbacks. And then there's the third group that I didn't mention of these funds that have been siphoned off of the exchange either by FTX or affiliated entities or again by the Bahamas. It's very unclear by hackers. I don't know if that counts as the claw back. I mean, you asked about this, this person asked about withdrawals. These are not withdrawals. These are, you know, money that was moved. But anyway, the answer is we simply don't know at this point. But all of those sorts of areas are going to be treated differently. Maybe somebody has more information on bankruptcy law than I do here, but that's my prediction from what I've heard."
    },
    {
        "speaker": "B",
        "text": "Well, I'll give you my take real quick. Is it even a risk? Yeah, it's absolutely a risk. In short, bankruptcies are very often about preferential treatment of creditors, sequencing of withdrawals of money. These things often drag on in courts for very long periods of time. We've got two added additional layers of complexity here, some jurisdictional questions under US bankruptcy code. It absolutely is something that is possible in terms of my understanding. Again, I'm not a lawyer, but I follow these stories for a long period of time, certainly. And yeah, that's definitely a risk for people involved in, generally speaking, in bankruptcy cases. Secondly, as Sam pointed out, you do have all these kind of different layers of potential creditors withdrawing funds here or siphoning funds here in varying cases. So, for example, you've got funds being moved, you've got regulators moving funds. You have what appears to be a hack. There's speculation about whether that was someone affiliated with an insider at FTX or whether it was an outsider attack. One thesis that I've put forward that I haven't seen reflected elsewhere is if this was a very sophisticated hacking ring, it's entirely possible that these hacks are planned many months in advance, that folks might have said, hey, we need to go in and get those assets if we're ever going to pull this hack off. Time to do it is now, most of the speculation has been around insiders, but we just don't know. Speculation really is the key word there. But I think as a general rule, clawback risk, at least in the US, is always an issue in bankruptcy or potential issue in bankruptcy. I would just point out, uh, the duration for which the Lehman brothers bankruptcy dragged on. Uh, I think it was, uh, over a decade that that, uh, played out. But I'm very curious to hear, uh, Mike's take on which part of that, any part of the party that you think is, uh, where you want to jump in."
    },
    {
        "speaker": "D",
        "text": "Yeah. Look, I just feel bad for all the people who, you know, thought that they were trading, uh, you know, trying to make money for their family or whatever, and then they got a killed by something unrelated. Right. The best analogy I can think of is you're playing in a football game, it's a fourth quarter, you're down by six points. You're running with the ball at the five yard line, and the end zone's in front of you, and then you get struck by lightning at the four yard line, dead. And so you thought you were playing a football game and you got killed by something completely unrelated. And I think that's sort of what happened to a lot of retail consumers who, frankly, just are not positioned to do the analysis of understanding counterparty risk, not really capable of understanding what the balance sheet risk might have been. And so they looked at the marketing and they said, hey, this is on the arena in Miami, it's on the arena in LA. I'm going to put money in here and try to make money for my family. And they got completely wiped out. So however long it takes is too long. It's a shame that this has happened. It's definitely a black mark on the industry. But I would just reiterate that nothing is wrong with bitcoin. Bitcoin itself is a great asset. Bitcoin will continue to make new blocks approximately every ten minutes. It'll do that for hundreds of years into the future if what I believe is true is correct. And so more exchanges will fail, more centralized parties will fail. But that has nothing to do with the true vision and the true opportunity here."
    },
    {
        "speaker": "B",
        "text": "Mike, what about clawbacks, though, specifically? I guess, given my take, which is the clawbacks are generally issues in bankruptcy, or at least potential issues. How about here? Any take?"
    },
    {
        "speaker": "D",
        "text": "Well, I guess my high level take is that this situation is so messy, I'm not even sure they're going to have the right records to be able to do that legally. Like, normally, when an institution collapses or a counterparty collapses, there's at least some record of who did what. It's not clear that they even know what the insiders did during that period. They masked some of those transactions. They deleted some of the data. Right. They may have actually mounted this as an internal hack to distract and divert from attention and actually to remove records of what actually happened. So I'm not sure in this case that they'll be able to accurately account for who did what in the final weeks or months. And so they may not be able to have a good legal basis to claw back assets in the same way they would with a traditional institution."
    },
    {
        "speaker": "C",
        "text": "Amazing. Well, this was a fascinating conversation, guys. I was really happy to be, you know, sitting in on it and to be listening to what you guys were saying. It's so much to unpack and for the viewers, you know, that. That are. They need to go back and watch the whole thing, because there's just so much good information there. I want to say that the one thing that stood out to me the most about what you said, Mike, was that even if Genesis goes down, you don't see DCG going down. DCG is a huge company with many subsidiaries. Got companies like Coindesk Foundry, which is a bitcoin mining company, Grayscale. So when people are calling it to be the next domino to fall, it's not making sense, in your view, and if anything, that's signaling to you that the bottom is close, because a lot of people without the a finance background are making noise on Twitter. So that was really interesting from you, from Sam and Ash, when you guys were talking. I thought it was really interesting when Sam, I think you said something around the lines of crypto did not break. And I think, Ash, you mentioned, this is a failure of centralization, not crypto, not decentralization. Right now, because of this FTX thing, we're seeing a wholesale indictment for the industry. But the technology that's underpinning this system is still working. And the other thing that you said that stood out to me, Sam, that just really caught my attention, was that the role the reputation plays in this space, right. People have personalities. People are taking this opportunity. You were mentioning do Kwan and others, taking the opportunity to this moment with FTX to kind of try to come out of the shadows and try to remake their personalities to kind of be like, just kind of step in, back into this space. Space. And this is not a good thing for the industry. We have to make sure that it's more than just those kinds of things that are leading it. So, anyways, those are my few takeaways that I had. I think you mentioned something else about crypto.com and the betting. I thought that was also really interesting. Sam, let me start with you. Is there anything that you would add as a final takeaway that you'd want to leave with our viewers?"
    },
    {
        "speaker": "E",
        "text": "Yeah, maybe. One more thing I'd add is, I don't know if we got to this, but Terra is probably the first thing that really set this off. And I think that was around six months ago now, as we learned how more parties were exposed to that collapse. And I imagine we're going to see exactly the same thing here, where maybe we're hitting some sort of a bottom, but it's going to take a long time before we actually see all of the dominoes fall. Maybe big dominoes, maybe small dominoes. But, like, one added piece of advice on that is that we don't actually have visibility into all the creditors of FTX yet. But in other bankruptcy proceedings, that's something that we've seen. And depending on how this progresses, we might start seeing those names, and that will have a huge confidence impact and bottom line impact on those who we find to have been creditors of FTX and whoever relied on them. So, anyway, this story is going to play out for months, years. Yeah."
    },
    {
        "speaker": "C",
        "text": "What about you, Mike? Any final takeaways you want to leave for our viewers?"
    },
    {
        "speaker": "D",
        "text": "I agree with Sam on most of what he just said, but I'd also just add that leverage is the source of all the major risk taking that was irresponsible in this space, and leverage unwinding is the source of all the pain that's happening. Obviously, there's a lack of corporate governance and there's poorly structured arbitrage trades, but they all stem from too much leverage. And so with all the leverage washed out with, Genesis is saying we're not going to extend any more credit when the market makers are not going to allow as much liquidity because they're too worried about the loss of their capital on all of these different venues. On that ground of no leverage and no excitement. And no liquidity is when bitcoin will actually bottom. That's fertile ground for a long term bull market. So I think people should look at this through two minds. One is, hey, this is bad. It's bad for the space, right? A lot of people have gone, wiped out. The other side is, this is healthy. We will rebuild this market on a zero leverage environment. And that's always what happens."
    },
    {
        "speaker": "C",
        "text": "This is healthy. We'll rebuild this on a zero leverage. I love that. Ash, is there anything to add before we close out the show?"
    },
    {
        "speaker": "B",
        "text": "Well, I appreciate Mike's optimism. Raoul said, on this show, I think that there are two things that human beings love, sex and leverage. I'm not sure that we're going to get to zero leverage in the next cycle. But I do agree with Mike that in a. In a longer term sense, that this is actually helpful to have some of the rot washed out of the space. And what we learned here over the last weeks and months, indeed, is that there was a great deal of rot underneath the surface. Look, in terms of takeaways, there are no easy answers. And sometimes that's a little bit unsatisfying in terms of where these things are going to play out. There's a lot of messiness in this. There's a lot of absence of transparency. There's a lot of confusion. There's a lot of fog of war, for lack of a better term, around what's happening now that makes seeing through this very difficult. I would also add there's also a lot of sort of nonlinearity, these moments where things can just be on the bubble and they tip one way or the other. So it's very difficult to say with any definitive sense of certainty that we know how this is going to shake out. I don't think anybody can tell you that right now. The system is too complex. But I would say this, if you're looking for a silver lining, this is a fantastic conversation today. Really amazing, amazing analysis by both Mike and Sam. It was a pleasure to do this with you guys. And I would say, I'm going to watch this twice. And I would advise everyone else to go and take a look at this again. Because while we didn't have any definitive answers, indeed, I don't believe those definitive answers exist. This show in particular, I think we went through most of those permutations. We unpacked many of the places where we're going to see those potential challenges or potential solutions, as the case may be as we move forward. So I think this session here today, we raised a lot of the key questions in the space, as we always try to do here on revision crypto, daily briefing. But today in particular, I think we did a great job of that. Marco."
    },
    {
        "speaker": "C",
        "text": "Yeah, absolutely. Ash. Well, Mike, Sam, Ash, thank you to all of you guys for coming onto the show. We're going to have to have you back on soon to unpack more as the months come on."
    },
    {
        "speaker": "D",
        "text": "Thank you. Happy Thanksgiving."
    },
    {
        "speaker": "E",
        "text": "Thanks a lot for having us."
    },
    {
        "speaker": "C",
        "text": "Absolutely. Well, that's it for today's show, everybody. And don't forget to subscribe. Real vision crypto is free. For those of you watching on YouTube, smash everything the like, button the bell and subscribe. For those in the US, happy holidays. Enjoy Thanksgiving. We'll be off tomorrow and Friday. Join us again next week. See you Monday at noon Eastern, 05:00 p.m. lonDon, live on real vision crypto daily briefing."
    }
]