[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited premium wireless. Everybody get 30. 30, baby get 30, baby get 20. 2020, baby get 2020. Bid to get 15. 1515 just $15 a month, so give."
    },
    {
        "speaker": "A",
        "text": "It a try at Mint mobile.com switch."
    },
    {
        "speaker": "C",
        "text": "$45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time unlimited, more than 40gb per month slows full terms at mint mobile.com dot."
    },
    {
        "speaker": "B",
        "text": "Hello, everyone, and welcome back. Here's why you should tune in to today's real vision crypto daily briefing. And we have a winner. FTX comes out on top in an auction for Voyager digital assets. We'll explain what that means for Voyager users. Plus, a deep dive into web three and the real world use cases of tokens with Tasha Labs. As always, we'll break down the conversation into key takeaways at the end. Stay tuned for that. I'm Ash Bennington, joined today by Moritz Siebert. Moritz, how are you doing?"
    },
    {
        "speaker": "C",
        "text": "Hey, Ash. Well, I'm always doing great and you're real business favorite host, so it's great to be back with you always."
    },
    {
        "speaker": "B",
        "text": "I know that's not true, but I should say, don't forget. Well, it's kind of you to say. Certainly more. I should also add, don't forget to subscribe to real vision crypto. It's free. If you're watching this conversation on YouTube, smash the like button for the algorithm. Now let's jump right in and talk about the latest price action. Bitcoin is surging on a 24 hours basis. The biggest cryptocurrency is back above $20,000 for the first time in more than a week. It's a similar story for Ethereum. It is recovered to nearly 1400 us. Coindesk reports that the latest research note from bank of America, it says cryptocurrencies continue to trade like risk assets. I guess no surprise there, as central banks continue to make big rate hikes. However, the report noted some recovery in stablecoin inflows. Last week, we saw nearly $500 million flow into stablecoins, a 58% jump on the prior week. Moritz, what are you looking at in terms of price action?"
    },
    {
        "speaker": "C",
        "text": "Actually, before I get into that, Ash, you just mentioned stablecoins, and what became apparent to me really clearly last week I was traveling in Switzerland. Is that, well, first off, there's no real big stable coin in swiss francs, but also not in euro. Like, everything is dominated by USD stable coins. And it seems to me that as this space develops and stable coins are so important that really we're still waiting for the dominant player in the euro stablecoin system. That token or coin hasn't emerged yet. There are a bunch of, they're out, but they're all relatively small, so it'll be interesting to see who wins that race. To your question on price action, you know what? I have absolutely no earthly idea why these markets are up today. It is so nice to see bitcoin trading above 20,000. I'm happy about that. Maybe with a bit of luck, we'll get Ethereum north of 1400 before the close of business today. I know these tokens and coins trade all around the clock, but, well, I'm still kind of like, primed for a daily schedule. The correlation to risk assets seems to be intact. We're seeing equity markets trading higher today here in Europe. The futures markets are up in the US. Maybe that's the reason I really, I fail to see the impetus, what I might add here, and maybe this is helpful. Last week, all of last week, I was traveling in Switzerland and meeting with family officers and digital asset investors, and I really, the feedback that we're getting is everybody's still constructive. Like, nobody is throwing in the towel, and nobody has any plans of throwing in the towel. We're seeing business being built in this new digital world. The week before last, we had Fidelity and Schwab and Citadel came out with the announcement of creating an exchange, and Nasdaq is building a custody business around digital assets. All these brand name players, they're entering the space regardless of price action. And the investors that we're speaking to, they might be a little bit gun shy now at that point in time, because there's so many things moving in the portfolio. The dollar is a racking ball and yields are moving higher and inflation is high. And there's more than enough bad news in the world to really deflect your attention from crypto. But really, every time you leave a meeting, it's, hey, we think this is real. This is going to be moving the needle. That's the tech of the future. We will invest, we will stay tuned, give it a few weeks. We just need to see these markets recovering the entire world to calm down a little bit, and then we give it a go again. I found that really positive and constructive. Just that as a side note here."
    },
    {
        "speaker": "B",
        "text": "Mort's excellent points across the board there about the long term interest of the space and a refreshingly honest answer. We really don't know why markets are moving this morning."
    },
    {
        "speaker": "C",
        "text": "No, by the way, we don't. We never do really. Most of the time."
    },
    {
        "speaker": "B",
        "text": "Yeah. No, it's true. There is that indeterminacy and frankly, that's what makes markets so interesting for traders and for others in the space. By the way, I should say, as you mentioned, Switzerland, I was looking at a 50 year chart of dollar Swissy. This is USDCHF. It's amazing that no one has come up with a stable coin in dollars in Swiss."
    },
    {
        "speaker": "C",
        "text": "I do agree with that. It is really a tiny space. Last week we discussed a project. I think I can mention it here. It's called Luke, l u g h, I think is the name of that token. It is a fiat backed, fully backed euro stablecoin with euros actually being held at european banks. I think it's Sociata chanral. So they have big plans of really growing their business. It's not an algorithmic stable coin or like a hybrid type of stable coin. I was just surprised to learn that these coins, these euro stablecoins, are still so small and that everything is dominated by USD stablecoins, like on exchanges. Well, get to it, I think in a second with FTX or binance or in defi everything, the entire digital asset space seems to be trading in USD, in USDT or in USDC. I guess that's kind of it. And then there's a bunch of other things down the line, but it's always dollar focused."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah. Extremely well said. By the way, I could chat with you all day more. It's. But let's go and hit some of our top stories here as well. You mentioned FTX. FTX us. The crypto exchange run, of course, by Sam Bankman Fried, has won the auction for assets for Voyager Digital, the bankrupt crypto brokerage FTX reportedly went up against Binance and a few other bidders. The winning bid is valued at approximately $1.4 billion. Voyager says its customers will be transferred to FTX us at the conclusion of the bankruptcy process. The agreement will be presented for court approval on October 19. Voyager says more information will come in the next few weeks. More. This was not FTX's first attempt to buy or bail out Voyager, so perhaps it's not a surprise that they won the auction. What do you make of this?"
    },
    {
        "speaker": "C",
        "text": "I'm not surprised they won the auction. I'm not sure if they're overpaid for it. I'm not here to judge, but Sam Bankman Freed, he sits on a lot of money. Maybe I'm on a limb to say maybe at some point he's going to be the richest man in the world. That could likely happen, clearly, with FTX, the plan is to build one of the world's preeminent crypto exchanges. But not only crypto, it's also traditional assets. Right. He's got a stake in Robin Hood. So I think he has this big game plan that is looking to execute and really build FTX into a trading platform powerhouse in the United States and all around the world. So buying Voyager's assets and getting more clients is part of the process. That is just one of the things that you do when you grow your business. Absolutely. Not surprised to see him buy it by Voyager."
    },
    {
        "speaker": "B",
        "text": "Yeah. I should also point out that in the Bloomberg reporting on this story, there's some interesting information on Sam. As in terms of his personal stakes, he's estimated to own more than 50% of FTX. This according to Bloomberg, and also 70% of FTX Us and almost all of Alameda, according to Bloomberg reporting out today. Alameda, of course, is one of the companies in the FTX family of companies that that we've heard so much about in the past. Moritz, let me go and pivot here to some of the other stories we're looking at today. This FTX story is a fascinating one, but by no means the only thing that's in today's new news headlines. Eight us states, including New York and California, have filed cease and desist orders against crypto lender Nexo. The states alleged Nexo offered interest bearing products without registering them as securities and providing the necessary disclosures. The filings also alleged Nexo misrepresented its products and suggested to investors it is licensed and registered platform. In a statement reported by CNBC, Nexo says, and I quote, we have been working with us federal and state regulators and we understand their urge given the current market turmoil and bankruptcies of companies offering similar products to fulfill their mandate of investor protection by examining past behavior of providers of earned interest products. As recent months have clearly underlined, Nexo is a very different provider of earn interest products, as showcased by the fact that it did not engage in uncollateralized loans, had no exposure to Luna, UST, did not have to be bailed out, or needed to resort to any sort of withdrawal restrictions. Close quote. Obviously, that's a mouthful there coming from the Nexo folks about why they believe they should be regulated differently in the interest of transparency Nexo is a partner and advertiser at real Vision. You know, Moritz, what do you make of the story? There's obviously a lot of legalese there. What are your thoughts?"
    },
    {
        "speaker": "C",
        "text": "Yeah, both you and I were not the lawyers, but, you know, clearly what we can see is that the development of these legal and regulatory frameworks for coins and tokens for digital assets in general, is so incredibly complex for regulators to do because it throws all sorts of questions up in the air, which previously you didn't have to answer, now you have to look at them from a different perspective."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "C",
        "text": "You know, it is moving forward, everybody has their eye on the ball. Regulators in Europe, regulators in the US, the SEC, the CFTC, we'll see who does what at the end of the day. But what I hear as feedback from investors, from participators in the space is that a clear regulatory framework, when it exists, if and when it exists, and it will exist at some point, that for them, is going to be a massive impulse to move into the space, to move forward, because right now they missed the true north. They don't have compass. They don't really know whether they'll be misstepping when they buy or trade these coins and tokens. So they stay away because they don't want to get into these pitfalls. But once it's clear, once they know what they're supposed to do, what's within the framework and what's outside of the framework, how it's going to be text. Once there's clarity around this, this class is probably only going to become bigger and larger. So it's something that I'm actually looking forward to. I'm looking forward to having that clarity come into place and have it enacted. I also hope you know, I want to mention that at the same time that we're not throwing out the baby with a bath water, there is a risk of things becoming over regulated and very burdensome from the beginning. European regulators, for instance, have a tendency to do that. They have all sorts of ideas how they want to regulate the flow of stablecoin and transaction volumes and these types of things. That's probably the wrong footed approach. It has to be precise, but it also has to give breathing room to developers and traders to build that space and move it forward and not kill it from day one. That's important. I have the feeling, though, Ash, that we're moving in that direction. And I'm positive about it."
    },
    {
        "speaker": "B",
        "text": "William, you have a feeling that we're moving in the direction of this kind of strangle it in its bed?"
    },
    {
        "speaker": "C",
        "text": "No, I have the feeling that we're moving in the right direction, meaning that the regulatory frameworks are developed such that people can develop, but they have orientation about what is to do. So it's a good regulatory framework. And I know when we look back, at first it didn't look like that because regulators and central banks and politicians, they felt, and maybe they still continue to feel attacked and threatened by this new digital world and these payment systems and the peer to peer transferability and censorship, persistency and permissionless trading activities and all these type of things. But I think they're slowly but surely getting to grip with it. They see the potential. They see the disruptive potential that these things can have. And they want to make sure that their country, the country that they represent and work for, that that country can have their share and their seat at the table. I don't think they're going to kill it. I think it's going to be hopefully."
    },
    {
        "speaker": "B",
        "text": "Just right MORITZ that's so well said, so well framed in terms of the argument, the structure that you put forward. You know, it's interesting when you talk about this idea of when regulatory clarity comes in this space, it'll be tremendous tailwind, in your view. I mean, it's interesting. It's kind of like this. Are you feeling glass half empty or glass half full this morning? Obviously, it's a significant headwind today as this lack of regulatory clarity exists, but a potential tailwind for the future when we see, if we see, as we suspect we will, some resolution of the open and outstanding issues."
    },
    {
        "speaker": "C",
        "text": "Absolutely. So something to look forward to ashore indeed."
    },
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless how to baby get 30 30 Baby get 30 Baby get 20 2020 to 15 1515, just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at mint mobile.com switch $45 up front for three."
    },
    {
        "speaker": "C",
        "text": "Months, plus taxes and fees. Promoting for new customers for limited time unlimited, more than 40gb per month slows full terms at mint mobile.com."
    },
    {
        "speaker": "B",
        "text": "So moving on to a bit of a lighter story here, we've got a couple of NFT related updates. First, from Disney. The block has flagged that Disney is looking to hire a lawyer to handle transactions related to metaverse, blockchains, NFT and defi transactions. What's particularly noteworthy is that the lawyer will be working on projects that will typically have a quote, accelerated and aggressive timeline. Draw what conclusions you will from that reporting from our friends at the block. Plus, a Mastercard has struck a partnership with crypto and Fiat exchange high to release debit cards adorned with NFT images gold members of high who are verified NFT owners will be able to personalize their card supported collections include moonbirds, bored apes, and Azuki's Morris. A couple of bullish stories in the NFT space. What are your thoughts?"
    },
    {
        "speaker": "C",
        "text": "You know what, when I speak to friends of mine, to investors, to clients, just in a sequence, here's what they understand and here's what they absolutely don't understand. Like when we say it's nfts, web three and what else? And metaverse, right, metaverse, they absolutely do not understand. They don't know what that is. It's too abstract. And it's very difficult to explain because there is no clear explanation, and I'm not the one trying it. Nfts second in the line. They're kind of like, yeah, okay, it's a non fungible token. It can do certain things, but kind of unclear what that is. And it's also, you know, hyped and bored apes and jpegs and these type of things. So, hmm. We're understanding a little bit of that, but not really everything. Web three is relatively easy for them to understand. It's easier for me and other people, I think, to explain, because it's about moving Web two, which is centralized, and where we have large platforms that own our data, we're moving away from that and we're about to compensate contributors in this new world and networks and so on, that they understand. Now back to the NFT question or what's happening there. Personally, that's just me. I can see some use cases where it immediately clicks. It immediately makes sense. So I've seen a couple of days ago on LinkedIn, a post where somebody posted a photo of an airline ticket issued as an NFT. So that I find very interesting. The same could be true for a concert ticket or a hotel room or any of these type of things, because if there's a platform, we don't know what that platform is going to be yet. I'm not sure if it's going to be opensea, but there's going to be like an eBay for airline tickets. I can see where this becomes a more frictionless experience that cuts out a middleman type of function. When you think about buying an airline ticket, if you cancel it, or when you have to cancel it, sometimes you don't get your money back or you have to pay more upfront in order to have a free cancellation. Right? The same is true for hotel rooms. The same is true for concert tickets. So just to have that secondary market availability is something that's great. I can immediately understand that. Some other things, I can see why people are trying it out and maybe I would try it out, but I don't immediately and directly see the connection and the value add. Let me give you these, like luxury retailers, Gucci and Tiffany's, and we now have this combination of if you buy that earring or if you buy that necklace, then you get the NFT on top of that. This past weekend, spoke to a friend of mine, Tim. He's the CEO of the world's largest platform for the secondary market and luxury watches. It's called Chrono 24. So if you want to buy a Rolex or Patek Philippe, odds are you're going to be looking on that platform, because I think they have 30 or 40,000 transactions per month. It's a big, big business. It's the biggest business. So I chatted with him and said, look, I mean, why don't you get in the NFT business and you connect the sale of a luxury watch, which is expensive, with an NFT. So it's kind of like it's bought here. You have the NFT and you have the watch. And he said, look, Maritz, we're aware of this. We know it's going on. We have teams working on that since month. But we haven't arrived at the point yet where we really understand what's going on or where we could really formulate the value add and the utility of that NFT, of that token in connection with the purchase of a watch. He did say, I could just do it. I could just do it and probably increase the valuation of the firm and be cool and make an announcement. But he's like, I don't really do it unless I really understand what's going on. And if and when I understand it, then I will do it. And I think that was just testament of, or kind of like reflective of so many things representative of so many feedbacks that I get from friends and investors all around the world. It's kind of like so hard to understand what's really moving there. Time will tell, Ash. We have to be patient."
    },
    {
        "speaker": "B",
        "text": "Yeah, hard to understand. And of course, we're looking, as you suggest, at these real world use cases, whether it's airline tickets, hotel tickets, as you pointed out. I see Peter Rook in the YouTube comments has just said airline points as well as airline tickets. These real world use cases, as we were talking about in the Mastercard example. In fact, this is exactly what we've been talking about here, this idea of these sort of these use cases that we're looking at. I spoke with Tasha Che, macro economist and founder of Tasha Labs, about these real world web three use cases. Let's take a listen to what she has to say on exactly this point."
    },
    {
        "speaker": "D",
        "text": "Moritz, to be honest, at this stage, I cannot tell you that there are a whole bunch of them, because I'm just being honest. The past cycles, yes, we've seen like a tremendous exponential growth in price actions of crypto assets. But are there any exponential growth in terms of real world utilities, of tokenization models or web three business models? I have not seen a whole lot of them. I think this is just a phase of the industry, though. There is like any new technology development, you've got to allow the speculative cycles to propel more and more people to start experiment with the new business models, with what technology can enable people to do so. I'm actually starting to see more and more of real world applications of web three business models."
    },
    {
        "speaker": "B",
        "text": "So what are some of those things that you're starting to see on the horizon? Tasha?"
    },
    {
        "speaker": "D",
        "text": "Yeah, for example, a project that I looked into recently is called the Sweatcoin, which is a move to earn project, which sounds a little ridiculous because you get paid in tokens by walking. So it's a little bit like a step in on Solana, but this one is different in the sense that it's really rooted in the real economy, in the sense that it's actually the move to earn is used as a mechanism to connect users with advertisers. So it's really a advertising company for me in all definitions, or at least at this stage. But it uses a tokenization model to drive growth so that it can generate a higher rate of adoption. As a new application, I can go into a bit more of that, but basically, you think about how a new company can start growing. One of the mechanisms that you can use to drive growth is to give users incentives. 20 years ago, when PayPal just started for a while, they gave out every new users $100 or something for signing up, for doing nothing. You get $100 just by opening a PayPal account. But that is a very, very expensive marketing stunt. So if you are a venture backed company, you have deep pockets that's easier to pull off, but that's not available for most companies. But with tokenization, the beauty of it is. You can use tokens to incentivize users at early stage of your product adoption. Now, given that if your token actually has utility, and by utility I mean it somehow is linked to the real values in the economy, for example, you can allow users to use tokens to redeem products and services from you in the later stage. That's one form of utility, there are others. But as long as your token has utility and your product is a viable product, then this is a much cheaper way for you to generate growth, to start a marketing campaign, because you are not pulling from your current fiat cash flow of your company, but instead you are actually using your future cash flow and future profits to fund today's growth using the tokenization as a bridge. Actually, you can think of it as almost like a bridge loan from your users to the company today to fund your growth. Also, you create all sorts of opportunities for innovation in terms of how you distribute the value of the value added that's created by an application, by a product or a company. Because once users, you incentivize users with tokens and the tokens has utilities in the future, either through redeeming for products and services or through other mechanisms, you actually increase the stakeholder base of your company or of your project beyond the traditional shareholders."
    },
    {
        "speaker": "B",
        "text": "Moritz, you heard Tasha's answer there. What do you think about the web three use cases? Do you share Tasha's optimism about the future of this space?"
    },
    {
        "speaker": "C",
        "text": "I do, and a couple of interesting points there raised by Tasha. I do agree wholeheartedly with her that the UI and the UX needs to improve. It needs to become easier, it needs to be absolutely foolproof and easy to understand for people to use it. We're not there yet. I think people are working toward that direction and they will make it happen, but we're not there yet. But overall, like I said before, the web three piece is something that's actually explainable and it's something that people can understand. It's something that they're rooting for because they know, hey, that should be a better experience than web two, because I'm no longer the product. I'm no longer just submitting data into an abyss, into a blackbox, and I'm essentially the product for advertisement. I can get a compensation, I can add value, I can contribute, I can get something in return. All of that makes a lot of sense. It feels like giving the power back to the people. Definitely. That is something that I'd place a bet on."
    },
    {
        "speaker": "B",
        "text": "Yeah, so true and so well said. Obviously, UI UX user interface. User experience is still a significant challenge for the web three space. My mother still does not have a metamask wallethood. I don't know 700 of that comment, but still true. Obviously there are lots of risk factors in this space, and we talk about them with Tasha in our next clip. When it comes to web three, let's have a listen to what Tasha has to say. Tasha, on the flip side of the coin, you've talked about token enabled Ponzi nomics. Talk a little bit about what that means and what some of the risks are for these projects."
    },
    {
        "speaker": "D",
        "text": "Well, that's why, that's what I mentioned is 95% of web three projects you see today, including a lot of gaming and Defi projects. The initial adoption that you see is largely driven by this reflexive financial model, including some of the play to earn games, some of the DeFi exchanges. The underlying product is not necessarily very good. If there's no token incentives, if there's no expectation that oh, token price will go up tomorrow, then you will see way less the so called adoption in the project. So what I encourage people to ask is, when you are evaluating a project, you think about if you take this token away, what is left? What is the business model that is left in this project? If it doesn't have a token, can it still survive the marketplace? So that is what I encourage both investors and project owners to think about. Because when you introduce a token, it's a very, very powerful tool to drive growth. But you also open a bunch of, you open the Pandora's box. That one of the downside is you kind of link yourself, you sync yourself up with the crypto price cycles, more or less, because at this stage we don't have a mature enough market yet for different types of tokens to differentiate themselves, to uncorrelate themselves. So when bull market and bear market hits, you see token correlations, probably 70% to 80%, no matter what the token is about. So if your new project doesn't make sense to actually open up, huge secondary market volatility for your token, in that case is something for funders to think about. But that's why I emphasize, one of the key thing I think for projects to think about is does the product have product market fit, does it have viable utility? And also equally important, I think, is the type of project that needs to have some kind of network effect. Or in economic terms, you can think of it as a marginally declining, as a declining marginal cost. Because with tokenization, what happens is it's a cheaper way for you to feel gross. But you need to have a big enough, totally addressable market, and you need to have a big enough market in order for the tokenization to generate a benefit, right? And also it's ideal if your cost, operation cost is declining with the number of users or with the geography areas that you cover. Because otherwise, if your cost is flat or going up, I'm talking about marginal cost, then the benefit of tokenization is much less. The benefit of growth is much less. It's more suitable for the type of businesses that can potentially generate a network effect, that can potentially have some kind of winner take all effect in the industry. That is the type of product I see more suitable for the tokenization driven growth model."
    },
    {
        "speaker": "B",
        "text": "Tasha, it's so great to have you on to present this from the perspective of an economist, because fundamentally what you're saying here is the laws of economics haven't been suspended because of tokens. If you don't have a business that has declining marginal costs at scale, you're probably not going to increase your margins. I mean, we could have been having this conversation at a coffee house somewhere in Amsterdam or London in the second half of the 17th century talking about joint stock corporations, right? This new structure doesn't suspend the fundamental laws of economics of supply and demand. And you need to have a product that there's demand for, and if you don't, you're probably not going to be successful. And the phrase, well, but it's got a token associated with it isn't really going to close that gap."
    },
    {
        "speaker": "D",
        "text": "Yeah, I don't think, at least not in the long term. That's why the projects are reaching out to me. Well, not projects like business owners. Like, hey, I have a restaurant in Kansas City. Is it good for me to have a token? I'm like, okay, how many people in the town in Kansas City that you're in? Like 5000 people. That's like, tokenization is not going to help you because you don't have a declining marginal cost. Right? It's not a kind of scalable businesses. But on the other hand, if you have a network of, I don't know, laundry shops or restaurants or whatever that covers a vast geography that has potential to scale, then that's a totally different matter."
    },
    {
        "speaker": "B",
        "text": "Okay. Ponzonomics. Taskra says, in essence, that some projects don't have much in the way of organic appeal. What they're driven by, she suggests, is reflexivity. In other words, people participate in the network not because they find the value today in the products and services that are offered but rather because they see the value of the network rising in the future. Morris, at the end of this excellent long clip with Tasha, I make the point that tokens haven't suspended the laws of supply and demand any more than joint stock corporations did 400 years ago. What are your thoughts about this?"
    },
    {
        "speaker": "C",
        "text": "I agree, and it's questionable whether they were able to close the gap between real economics and the digital economics and everything Tasha said, I actually agree with in that clip. It was a long clip, but if you have a business which cannot stand on its own feet, on its own 2ft economically, without a token, then probably it won't be able to survive with a token. I say that clearly this space attracts a lot of entrepreneurs, a lot of people who want to build a business. That's fine. That's also what's needed to develop the space. But I have the hunch that a lot of these businesses and ideas, they are premised around the token. It's like Token first, business later, token first, business second. I don't think that's a good way to build a business. You got to be thinking about what is that business actually going to do in the real world? Who are going to be my customers? What is the product that I can offer to them? Why should they be willing to pay for it? And why do I, as a business, have a right to win this game? And if you just have a token, and everything is focused on that token, that doesn't mean that you're going to win, that just means that you're building a business. Because presumably you think it's sexy and cool to be in the token business, but that's about it. I would really like businesses to focus more on the real world. Like you said at Ash, the supply and demand dynamics, they're not suspended, they're real. They do exist. Because if that's the case, it also prevents us from experiencing all these accidents, which will likely happen down the road. You can clearly expect if that continues, 95 to maybe 99% of these businesses will not make it. They won't make it to the other side, and they'll go out of business. And that creates a lot of negativity and a lot of essentially an attack vector also for investors to say, look, I see, I told you so. It doesn't work. It doesn't really change anything. It doesn't move the needle. I'd really like us as a group, as an industry, as a sector, if you will, to avoid that and not overdo it, not overhype it, but stay real."
    },
    {
        "speaker": "B",
        "text": "Yeah, obviously the supply and demand issue. Just one question. Another open question here pertaining to web three tokens. Is this, are they securities or are they not? The answer to that question, of course, has a profound regulatory impact. I've asked Tasha about precisely this question. Let's take a look at the clip. Tasha, I want to ask you a little bit about utility and utility tokens, this kind of term of art that's somewhat vaguely defined. I know you're an economist and not an attorney, but there's this question about whether or not these tokens are securities. And this is based on something called the Howey test, which has four prongs. It's an investment of money in a common enterprise with the expectation of profit to be derived from the efforts of others. In many ways, many of the things that we've been talking about here just sort of casually or anecdotally sound as though they could fit that bill. Do you have concerns about the idea of regulation potentially damping the party, or do you see this way for utility token as a construct to help absorb or buffer some of that risk?"
    },
    {
        "speaker": "D",
        "text": "Okay. To be honest, it is a concern. It is a concern to me. But is it a huge, huge concern? Not yet. The reason is, when I say utility tokens, you can broadly define tokens to me into like three categories. Number one is quasi equity, which is you, you, it's like a semi stocks. It's a different way to do stocks. You basically, it's like a share of the company, and then you receive some profits from the company. And the number two category meme tokens that, you know, has no utility whatsoever. It just, it's just a token associating with the project by name only. Right? So, but some of the, some of the project, they issue these tokens is because they don't know how else to do it without being qualified as a security. The number three type, what I call utility tokens, are tokens that you can earn through activities. You basically use a token to drive user adoption or drive certain kind of, incentivize, certain kind of behavior. And the token has utility in the case that you can actually, the token actually serve a function in your product and services. Now, you mentioned Howie text. Yes, in a lot of cases it is a concern. But let me ask you this, okay? If I'm a user of the application, and if I buy something or I have some activity on this application, and an application gives me some token, I have not invested any money. Okay? So this is not an investment contract. I did not invest any money in your token. You gave me a token as a reward for a certain type of behavior. All right? And I can use this token in the future to redeem future products and services from you. So how is this an investment contract? So I'm not an investor, but I am a stakeholder. I have a stake in your product because I have contributed to it. I have contributed. I have to help you grow. So the quote unquote investment from my side is not money, but time and energy, for example. I think there are a lot of these, you can think of all of these different cases. I think this is really, case by case, need to look at, and also in terms of who are actually managing these tokens, is it a for profit enterprise or is it a autonomous organization? And then you get into the weeds of how decentralized or how autonomous this organization is. I think then we are in the pretty much uncharted territory. And I think this is something that regulators and the industry definitely need to think about together. There are a lot of these gray areas, but I can tell you a lot of the utility tokens, the ways you can use utility tokens should not qualify them as securities by the very strict definition. Now, maybe like it like, okay, so, but you also have second market, secondary market trading, right? So you can directly, you can, you can buy this token in the market also. So how do you qualify that? So I don't know the answer. But the bottom line is utility tokens. To me, they should not be classified as traditional securities."
    },
    {
        "speaker": "B",
        "text": "Moritz, for me, this has always been a huge open question. Will regulators recognize utility tokens as a separate class in a way that doesn't classify them as securities? Tasha raises some very interesting questions here about precisely this topic, asking things like, what if you didn't invest money? What if you're earning the token through activity? What if the token has utility in terms of products and services? What if the network is truly decentralized? Obviously, these are mechanisms of differentiating these from typical investment contracts, as you would see framed by, for example, the Howey test, which is the test that federal courts and SEC used to determine whether or not something is a security. She says we're basically in uncharted waters here. I know neither of us are lawyers, not legal advice, not financial advice, but Moritz, what are your big picture thoughts here?"
    },
    {
        "speaker": "C",
        "text": "Yes, so many what ifs. What if the utility token, what if, I really don't know. It is above my pay grade. The thing that I think about, or the question I think about is when you have this mix of a stock corporation, a corporation that is owned by stockholders, and these stockholders have a right to the profits. And all of a sudden you mix this with tokens. And if the tokens have a right to the same economics, that is going to be super interesting, because shareholders won't like that unless they have a say in this, or they also become token holders. When you think about an airliner, the airliner will have the air miles on its balance sheet as a liability. So it's clear it's there. It is not entirely clear how that would work with tokens. And this blending of, oh, we're going to give out this token and therefore we're incentivizing a new group of people to join our business, or we're building a network and a community around this, and in return, they will get a reward, a financial reward. That's great thinking. I'm not sure if it's going to fly so easily with existing stockholders. Now, clearly, if you build it from scratch, if you have a dao or you built your entire organization around the token, there's no longer stock. It's all about the token. And the token points to the economics. Okay, fine, then it'll work. But I guess we'll see how this plays out. Really. Sorry, Ash, I can't give you a more specific answer here. It is really in motion. We'll see what that brings."
    },
    {
        "speaker": "B",
        "text": "Yeah, very much. By the way, I would say it's not above your pay grade. It's just a different sort of page silo. I mean, that's what makes this space so challenging in many ways, is that it's very complex technology with complex math and cryptography driving it. On the one hand, then there's complex finance and economics, and then there's all this very, as you suggest, unsettled complexity around the legal, regulatory and compliance aspects of this. These are some obviously complicated questions that probably take years to get sorted out. Some people have even said decades. And so obviously, this is a space that's moving very quickly, but still, significant challenges remain."
    },
    {
        "speaker": "C",
        "text": "I agree 100%. I mean, let's see what happens and how it's going to pan out. It'll take some time, for sure."
    },
    {
        "speaker": "B",
        "text": "Yeah, absolutely. So, with all that said, we've obviously covered a great deal of ground here today. Here's what I think viewers can take away from this conversation with Tasha Che and with you today, Moritz. She thinks. Tasha thinks, for now, not a whole lot of tokens represented real world utility. But she emphasizes it's still early days in the space and that interesting projects are starting to pop up. She gives sweatcoin as an example. This is a move to earn play that we've talked about here in the conversation, sort of a use case that's rooted in the real economy in terms of growth opportunities. Tasha mentions giving users incentives. Tokenization can be used for that in the early stages of adoption, in her view. However, she also cautions about an absence of real world use cases in what she sees as about 95% of current offerings. Tasha wants people to ask this question when evaluating their project. Would it survive if there was no token for it? Can it withstand a crypto winter that sees token prices plunge? Moritz, you alluded to something quite similar to this in your remarks as well. Tasha also says that it only makes sense for companies to tokenize if there's a big total addressable market. If marginal costs don't decline, then benefits of growth and tokenization will dwindle, in Tasha's view. Finally, Tasha thinks the question of whether or not tokens are securities is a concern. She puts splits her token taxonomy into three different categories, quasi equity. This was what you were alluding to before with competition with equity holders, meme tokens, tokens that don't really have a specific use case, and utility tokens, which she describes as tokens where there's some functionality in terms of the supply and demand of a product or service. She believes utility tokens will be the least likely to be classified as securities by regulators, but this will have to be assessed on a case by case basis. This is uncharted waters when it comes to regulation, of course. Obviously this is, as we say, very early, and I think Tasha makes that disclosure pretty clearly in terms of her view of the space. So moving on to our final segment of the show, viewer questions. I think we only have time for one today. Moritz, what do you say? Should we dive in and hit this?"
    },
    {
        "speaker": "C",
        "text": "Absolutely. I'm looking forward to that."
    },
    {
        "speaker": "B",
        "text": "Let's do it. Ash, this one comes from Mark M on the real vision website. Tether likely uses us bonds as part of its basket of collateral. It seems that recent the recent devaluation of bonds will increase the probability that tether is not properly collateralized. What are your thoughts, Maurits? I think this is probably a time for your Cliff notes version of the bond market and how it functions as collateral."
    },
    {
        "speaker": "C",
        "text": "Yeah, look, it's a question that comes up repeatedly, and I did speak about this before, by the way. I'm not sure I would have to look at the tether website, what the current holdings are, but if I remember correctly, in a roundabout way it's say 89, 90% or so cash. Maybe a bit more than that even. Don't quote me that. It doesn't matter for the example that I'm going to make. And then you have cash equivalents, which is t bills, or maybe even treasury notes and bonds with longer durations. And then it has other investments. And other investments could be commercial paper, it could be bitcoin, other digital assets, other stable coins, who knows? There's no clarity around that. Now, the exchange from tether to us dollar works for sizes or volumes more than $100,000 worth. So you can send your tether in and you will get $100,000 back or more. But clearly they can only send you back the dollars, they don't send you back their other investments, they don't send you back the t bolts that they may belong on their book. So if there's more and more people requesting a redemption, they send in the tether in return for fiat us dollar cash. Then what that means is that over time the asset pool starts to dilute because they're selling the cash. And the relative weighting of the cash to their other investments becomes smaller. So they become diluted to a point where maybe that no longer works. So to the bond question, 30 day or maybe 90 day t bills, okay, that stuff's being rolled. So it's kind of like you have a very clear horizon. I need to make it through the next 30 days. I need to make it maybe through the next 90 days. But if they sit on two year even, which isn't all too long a duration, but the two year note, in the US, the yield of this year node has skyrocketed in recent weeks and months, let alone the ten year. So clearly, the longer the duration, the greater the risk of price moves. And that could have an adverse impact on their portfolio, on their collateral portfolio, because there are long these bonds and nodes and bills and interest rates have risen recently, which means the current market price of these assets is now lower, all else being equal, which essentially increases the attack vector. That being said, Ash, a lot of people have said at some point tether is going to break. It will, but it's also been around for a long time and it has been attacked many times. People have open shorts and all these type of things. I really hated that they don't have clarity on their holdings, I hated that the audits don't come in, but I also have to admit that it is still standing, and in a way it's becoming more what people would call Lindy. With every attack that it survives, it's there. Maybe some other stable coin will take over, USDC, for instance, and people will have more trust in that and it'll move over. But for now, it's there."
    },
    {
        "speaker": "B",
        "text": "Excellent explanation, as always. More. It's on all things capital markets, the 400 level explanation. I'll just fill in some details for people who may need the cliffs notes version. So this idea of the Lindy curve is that the longer things survive, the longer it will survive. And if you're new to capital markets, if you're new to fixed income, I know this can be a lot to digest, but I would just say from a sort of a very basic understanding perspective. The thing about us treasuries is I know, and I know people will yell at me on the gold side, but they are generally held to have zero credit risk, meaning that you're going to get a dollar back for every dollar that you invest. The challenge when you see these huge fluctuations in yield, which meand fluctuation in price, as yield is rising, prices declining. When you see that happen, that obviously happens more toward the longer end of the curve. If you're talking about t bills, which are maturing in 52 weeks or less, they're the shortest version of US treasury securities. There's far less interest rate risk, there's less sensitivity to it. And if you have even a 30 year bond that's going to come to maturity tomorrow, this is the difference between ten or the amount of time that's remaining on a bond versus maturity, the time how long it has in it to pay out at issuance. If you're holding a bond that is about to mature, it's going to mature at par either way. So when you see these fluctuations, it's obviously important to understand that the constituency of that treasury security portfolio matters a great deal in terms of price risk, in terms of the fluctuation that you would see around that. I hope that answers your question mark. It was an excellent one. Moritz, as always, a fantastic conversation. I always love having you with us on the show. Thank you again for your insights."
    },
    {
        "speaker": "C",
        "text": "You're more than welcome, Ash. It's always a pleasure to be on with you."
    },
    {
        "speaker": "B",
        "text": "That's it for today's show. Thank you for watching, as always, don't forget to subscribe to our YouTube channel, smash that like button and hit the notification bell so that you know when we go live, you'll get an alert if you smash that like button and hit the notification bella. Remember, this is your show, guys. We want to hear what's working for you and what's not working. So drop a comment below and let us know your feedback. What guests do you want to see? What themes should we cover? We appreciate you sharing your time with us today, and we especially appreciate your comments, criticisms and suggestions. Tomorrow on this show, we've got Santiago Velez on to talk about his interview with Sergey Gorbanov from Algorand. Before we go, some exciting news about real vision. We're refreshing the bread and butter of real vision, the essential tier. We're launching multiple new shows, including make or break stenos signals that, of course, with Andrea Steno Larson, three ideas, and the collectors, all at a reduced price of $99 per year. Go to realvision.com forward slash get essential. That's realvision.com. get essential to sign up today. We'll leave you now with a snippet of the new offering. See you tomorrow live on real vision. Crypto daily briefing have a great day."
    },
    {
        "speaker": "C",
        "text": "The sri lankan prime minister's house set a light first is authoritarianism."
    },
    {
        "speaker": "B",
        "text": "The second is corruption."
    },
    {
        "speaker": "C",
        "text": "The FOMC is strongly resolved to bring inflation down to 2%."
    },
    {
        "speaker": "B",
        "text": "Homebuilders are abandoning homes, massive protests going on here. We're going to see a material impact here on growth and indeed on earnings, which my colleague changes have."
    },
    {
        "speaker": "C",
        "text": "And you can fear it, but you're not going to stop it. There are really only two countries in Europe that have managed to maintain a replacement level."
    },
    {
        "speaker": "B",
        "text": "Birthrate France and Sweden. This is the biggest bubble in the history of the world, and you have no clue."
    },
    {
        "speaker": "C",
        "text": "It's all herd mentality. It's the same as the property market."
    },
    {
        "speaker": "B",
        "text": "What happens over the next few months could define what happens over the next few years. So we want to make sure that you understand why you've probably realized that we really have been listening to you."
    }
]