[
    {
        "speaker": "A",
        "text": "Hello and welcome back. Here's why you should tune in today's real vision crypto daily briefing, a swift partnership with Chainlink. Bitcoin's energy use is not what you think. And a government opens up a headquarters in the metaverse. Plus, a deep dive into the latest technical analysis with Rekt Capital. As always, we'll break the conversation down into key takeaways at the end of this show. And stay tuned. We have an exciting announcement to make at the very end here today. I'm Ash Bennington. Marco Oliveira is with me. Marco, how's it going, man?"
    },
    {
        "speaker": "B",
        "text": "It's going great, man. It's an exciting day. It's the last of an era, as we were discussing off camera. So really excited for, you know, these new changes that are coming up and for, you know, the rest of the show, it's got a, we got a lot of great information for everyone."
    },
    {
        "speaker": "A",
        "text": "Yeah, absolutely. And more to say about that in just a minute. For now, don't forget to subscribe to the real Vision Crypto Daily briefing. It's free. If you're watching this on YouTube, smash the like button for the algorithm. Subscribe and hit the bell for notifications. Now let's jump into the latest price action. A relatively muted day, I would say, compared to the big swings in the past few days. Bitcoin has stabilized at around $19,000. The wider sentiment remains bearish, anecdotally at least, based on dable from cinch home services. As reported by Watcher guru, searches for recession and upcoming recession on Google in the US have jumped 350% and 237% respectively this year. Marco, how's it looking on Ethereum?"
    },
    {
        "speaker": "B",
        "text": "Well, you know, Ash, as you're saying about the recession jumping up and people getting worried, things look a little bit better on Ethereum Zen. It's quite stable and muted still, but it's up slightly on a 24 hours basis, trading around 1300. You know, there's been some interesting news on Ethereum's rivals. So binance officially rolled out an ethereum proof of work mining pool. Obviously, with the merge, mining became obsolete because the blockchain moved to this proof of stake model. And but for the miners that want to continue mining Ethereum finance as an option now, the pool users will pay zero fees on ETh W mining through finance. Again, that's Ethan. This has boosted the price of ETHW, but it's important to note that it's not a coin that's supported by Binance. The company clarified that the mining move does not mean ETH will be definitely listed on the exchange. At the moment, only withdrawals of EW will be possible, as well as selling against Binance, USD and tether. Ash?"
    },
    {
        "speaker": "A",
        "text": "Thanks, Marco. That's an interesting story, and I'd say one we're going to have to keep an eye on to get the significance of. One of the leading tradfi consortiums is making a bet on cross chain transactions. Swift, the messaging network that banks use for payment, is teaming up with Chainlink, the provider of price feeds and other data to blockchains. The two will work together on a cross chain interoperability protocol. According to Coindesk reporting, the aim is to enable Swift messages to facilitate on chain token transfers, helping the interbank network to be able to communicate across blockchain environments. SwifT's strategy director says there's, quote, undeniable interest, close quote, in crypto from institutional investors. Marco, what's your take on this?"
    },
    {
        "speaker": "B",
        "text": "Well, Ash, my take is this is a swift. The Swift system underpins our global banking system. As you mentioned, it serves as this main messaging network through which international payments are initiated. It's crucial to the executions of financial transactions and payments between banks worldwide. You know, many people didn't even, weren't even really aware of SWift until earlier this year. We saw news of how it was being used against Russia. There was, there was, like, discussion of expelling russian banks from Swift as part of a barrage of sanctions designed to limit Moscow's ability to pay for the war in Ukraine. But back to that underpinning point, right? So as, in the same way that we could say that Swift underpins this, this other system, you could say the chain, chain link underpins the crypto ecosystem, right? It's. It serves as a way for smart contracts to interact with real world data and services existing outside of blockchain networks. And this partnership between Chainlink and Swift for this cross chain interoperability protocol is a huge deal. It will enable swift messages to instruct, like you said, on chain token transfers, helping swift communicate across the blockchains. This is really bringing Swift to crypto, merging it with trade finds. And I know that yesterday you and Santiago had some really interesting things to say about it, and people should go watch that episode if they haven't to go learn more about it."
    },
    {
        "speaker": "A",
        "text": "Yeah, Santiago was great talking about those very topics. I was actually at the Smartcon conference. This, of course, is the Chainlink conference. I wasn't in the session where this was announced, but there was obviously a great deal of buzz about this among the developer community. The chainlink conference is really very developer heavy. Lots of talk about tech. Swift, we should say, is a messaging system. It's basically a standard, an open protocol. They don't actually control the funds themselves. The banks do. It's owned by the member banks. It's actually, in fact, a cooperative. And really for people who are not in the sort of tradfi space or have never worked at a bank, it's really hard to overstate how pervasive swift messaging is. It's not just international payments, as you said, Marco, but it's also domestic payments. Essentially, anytime you're moving traffic with dollars or other currencies, you're using SWift messaging. It's almost like the TCP IP. You could think of a higher layer that basically is used on these messaging systems to exchange money and to do all kinds of financial transactions between banks. This, I think, is incredibly interesting. We should say it's kind of something of a pilot project, but it's something that's really cool because it shows that these technologies are real. It shows that large banks, large bank consortiums, very much in the process of trying to figure out how to move into this blockchain enabled world. I'll tell you another real quick story. I talked to a guy from an insurance company. I can't tell you which one because I talked to him off the record, but it's a very large insurance company and one that you've probably heard of, who was saying he's got a blockchain lab at his insurance company. They're looking at these technologies. He came to the Smartcon conference just to get a sense of what was happening. So there really are development efforts that are happening here behind the scenes. They may not be the sort of the sexiest or most exciting projects, but, you know, in an interesting way, I think that actually makes it more valuable because it shows you that these sort of very detailed, behind the scenes, technical types of development efforts, these explorations, are happening literally right now in the space, which to me, I think is a really interesting thing for people who are investing these technologies to understand a little bit about what's happening behind the scenes. Marco?"
    },
    {
        "speaker": "B",
        "text": "Yeah, it's really interesting to hear what's happening behind the scenes. I always love all of your, you know, the people that you can't, the stories that you have with these people, off the record, I mean, there's always so much great detail that's going on there, and there's so many huge things going on behind the scenes. So, I mean, that was really fascinating."
    },
    {
        "speaker": "A",
        "text": "Well, I'll tell you one that was on the record that I can talk about Sergei Nazarov, who, of course, is the co founder and CEO of Chainlink, having a conversation with Eric Schmidt, the former Google CEO. This was really fascinating because you had this conversation between, you know, one of the guys who, as much as anyone else, helped to build Web two, and then Sergey, one of the guys who is helping to build Web three. It was really fascinating to see this kind of like almost intergenerational web two, web three conversation, really, I think a fascinating conference all around for many of those reasons. But we are, of course, looking at other stories that I wanted to jump in and cover. The first one is about bitcoin energy use, which may not be as green as many had hoped, at least according to a new report by the Cambridge center for Alternative Finance. There are two notable findings from this report, highlighted by coin market cap. First, it claims green energy makes up only about 38% of bitcoin's total energy consumption. That's significantly less than the 59% claim by the Bitcoin Mining Council, which represents some of the biggest players in the industry. However, the center is also. What's interesting this report, the center's report is that it also talks about total energy consumption, which appears not to be quite as large as some people have thought it would be. Based on the center's estimates, bitcoin is responsible for only 0.1% of global greenhouse gas emissions. Marco, what do you make of this?"
    },
    {
        "speaker": "B",
        "text": "Well, ash, you know, it's really interesting. Bitcoin's energy use has been this ongoing controversy in the space for a while now. Bitcoin supporters like to downplay the environmental impacts, right? And they point to data like you just mentioned, where bitcoin was only responsible to 0.1% of global greenhouse gas emissions, which is would be comparable to a country like Nepal, for example. But on the flip side, we see bitcoin critics and they see its energy usage as a growing problem amid what many feel we are living through. A climate emergency, right, a climate crisis. But as we dive a bit deeper into the data in this report, there's a lot of interesting things that come out of it. The first I'll mention here is that it says estimates are suggesting bitcoin has been responsible for the equivalent of 200 million tons of carbon dioxide since its launch, 92% of that since 2018. Total greenhouse gas emissions for the year are projected to be 14% lower than in 2021. And this can be linked to what they say, quote unquote, substantial decrease in mining profitability, breaking down the energy sources. Right? By bitcoin miners. The CCAF says fossil fuels account for 62.4% of the total electricity. Mixed with coal being the largest single energy source. And the largest sustainable energy source out there is hydropower. It accounts for 14.9% of the total electricity that's used by miner miners. And then the report also goes on to claim that China's clampdown on bitcoin mining actually negatively impacted bitcoin's environmental footprint because hydro power was used less. So this is a case where. Right, where regulation doesn't turn out to be so good, clamping down actually, you know, hinders the policies that a lot of these governments are trying to enact or trying to push forward. But all of that said, I think perhaps it's more important to pay attention to the larger narratives around energy inflation to kind of get a sense how is bitcoin going to affect. Right. How is bitcoin going to be affected as the world transitions towards more sustainable energy, costs are going to play a huge role in overall sentiment. For all we know, we could see a repudiation of green energy initiatives if costs are going, going green, are too high. But on the flip side, we're seeing this energy crisis in Europe right now, which arguably, you could say, is happening because we're dependent on fossil fuels, we have a reliance to it. And with prices already climbing so high, this could be where we see there's a huge push into sustainable energy sources. Right? So definitely a lot of. A lot of changing narratives there in that story. But I think it's definitely one that we're going to have to keep an eye on, for sure."
    },
    {
        "speaker": "A",
        "text": "Yeah. You know, Marco, you're so right, and it's so well said. We could probably talk about this for an hour here. But look, it's 2022. Everything is polling. People scream on both sides of the aisle on every issue. This report is kind of a mixed bag, I guess, I would say, as you pointed out in some of your statistics there. So, you know, I'm sure this is something that people are going to be arguing about and debating for some time. We're going to continue, obviously, to keep an eye on this story because it is an important one. Let's do one more story, and this is a fun one. The Ministry of Finance of the United Arab Emirates has opened a new headquarters that anyone can visit. That's because you don't have to be in Dubai or Abu Dhabi. It's in the metaverse. It was revealed on the opening day of Dubai Metaverse assembly at the Museum of the Future. Wednesday, according to Gulf News, people will be able to use their avatars to hold meetings and even sign legally binding documents, all in the metaverse. Marco, does it feel a little bit to you like the future is here?"
    },
    {
        "speaker": "B",
        "text": "You know, it definitely does, Ash. And I think it's really fitting that this was revealed at the museum of future, right. It seems like an appropriate place to kind of talk about these types of subjects. And it was really cool to see. I was watching the video and apparently when you enter, you pull a ticket, right? And it sends a notification to the ministries what they call the customer happiness center. And an employee joins the metaverse as an avatar of Khalifa Al Jazeeri. And it helps. And they. And that avatar helps guide you through the building. It's a truly 3d experience. It's voice prompted. So when you're having a conversation it's. It really feels like, you know, you're having a real conversation with this customer service rep. And like you said, people can sign legally binding agreements there through docusign. I really see this as a game changer for the future. I mean, in the future, deals could be struck without ever having to set foot in the country. I think that's going to change things dramatically, you know, throughout the world. And maybe not just for countries, but even really beyond that. I mean, you know, when, when I closed on my house, for example, I had to actually go to the closing office. In the future, I might go to the metaverse and close there. So it's really interesting how things will develop. Right now, experts are saying that the current size of the metaverse is about 3 billion. And they're projecting could reach as high as 80 billion in 2030. And that's only eight years away."
    },
    {
        "speaker": "A",
        "text": "So 3 billion or 80 billion what?"
    },
    {
        "speaker": "B",
        "text": "The current size of the metaverse is about 3 billion, I'm guessing it's assets. And then 80 billion they're seeing that it could grow to being an $80 billion industry in 2030."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's a super fun and interesting story. We'll have to wait to see what the reviews are. People may be like, I can't get in. I'm stuck in a queue like a call center center. So we'll have to see how it turns out. But certainly a cool story and an interesting one to keep watching. Finally, from the metaverse to the chart verse now let's dive into the latest technical analysis with rect capital, cryptocurrency trader and technical analyst. We can begin with this outlook on bitcoin. Using the 203 hundred day moving averages. Let's listen in."
    },
    {
        "speaker": "C",
        "text": "This 300 Ma is a moving average that found the bottom for bitcoin in March 2020. This is where bitcoin wicked into the moving average and then began its reversal. And what's interesting about these two moving averages is that historically, the 200 Ma tends to be that important reference point for bottoms, as we've discussed today. And the 300 MA has seen one bottom form a volatile one in March 2020. If we just combine these two, you'll see that these two mas are sandwiching price into a range, with the 200 MA being a resistance, the orange one, and the blue, light blue Ma being the 300 ma, which is a support at this time. And we're seeing that bitcoin is getting very close to this 300 ma, but not producing nearly as much as a volatile reaction as the March 2020 Covid crash. But what's even more interesting about this chart is that, of course, we are in a range sandwiched by these two Masdev. And if we think about historical death crosses, where we see a EMA crossover just signal to us that we're going to see more downside for bitcoin. After these death crosses, we tend to see downside be replicated. So if we think about the November crash for bitcoin, we saw a 45% crash, then before the death cross happened. And after the death cross happened, we were going to see another 45% crash, because this is what tends to happen on either side of these death crosses historically. So pre def cross retracement approximately equals post death cross retracement. And this was something that I spoke about in May, and we've already seen a -55% retracement post death cross. So a little bit deeper. But it's interesting if we move to the next chart, historical post death cross retracements across time have given us a these sort of percentage marks. So you can see here in the chart, the red circle showcases that death cross. We see 42% downside occur from November to that death cross period. And just talking about this in May, if we were going to see a replication of -42% then bitcoin would tumble to 22k. It's already done that. If we were to see a tumble of -55% to 17 700, we've seen that happen. So that's essentially a history repeating itself in terms of meeting that post death cross historical retracement. But if we were to see a -65% post death cross retracement, we'd see 13 913 800. And if we were to see an extreme form of post death cross retracement of 70% like we saw in 2013, 2014, then bitcoin could drop to eleven 500. So we have these pinpoints based on historical death cross retracement periods. And it's interesting to see how we've already tagged those first two levels. And if things really do get extreme, could we see those lower, even lower levels to 13 to eleven k? It's something to bear in mind, especially when talking about the s and P 500, as we'll talk about a little later. But at the moment we've hit those -42 to -55% retracement marks and there is still scope for downside. So could we get closer to that 15k region? That would be somewhere between the 65% and 55% mark. Just interesting to see these two levels, or at least these four levels, being outlined in terms of what has historically happened in the past. And if history repeats, then these levels are at least worth watching out for."
    },
    {
        "speaker": "A",
        "text": "Marco, you had this conversation with rect. Big picture. Where's rect at? What did you learn?"
    },
    {
        "speaker": "B",
        "text": "Yeah, so a couple of things stood out to me here, Ash. So the first is this use of the 300 week moving average. Let's pull up a chart to kind of illustrate what rect is talking about here. So the blue line is the 300 moving average. And as rec mentioned, and as you can see in the chart, Bitcoin previously touched this 300 moving average during the COVID sell off of March 2020. That was the only time it hit it. Bitcoin's price is currently hovering above it. Again, not touching it yet, but it is. It is below the orange line, which is the 200 moving average. Let's switch over to a log chart to kind of better illustrate what I'm talking about here. As rec pointed out, in the past, we've wicked below or traded on this line. But this cycle is the first where we see weekly candle closes below. If you look at the black circles from left to right, we are only touching or wicking below. Except for this cycle, it's interesting to see a deviation from the behavior of previous cycles. It's not clear yet if this is significant, but it's something we should absolutely pay attention to. If we break the 200 and reclaim it as support, it's a good sign. If we head towards the 300 moving average, which is only around seventeen point five k, and if we break that, maybe that's a bad sign. A lot to learn by watching these key levels."
    },
    {
        "speaker": "A",
        "text": "Ash, Marco, double click here for our viewers on the death cross. For folks who are new to technical analysis, break it down. And for folks who already know ta what moving averages is rect using for those crosses."
    },
    {
        "speaker": "B",
        "text": "Yeah. So death crosses, like our popular indicator a lot of people use. They're when the short term moving average crosses below a longer term moving average. So typically, it's the 50 day moving average crossing below the 200 day moving average. It doesn't have to be just any shorter term crossing over a longer term, but they typically signal the beginning of a long term bear market. And obviously, the reverse of that is the golden cross. The golden cross is where the short term, short term moving average crosses above. And it. And usually that would signal a kind of an entering into a bull market phase. But the way the rec analyzes the death crosses is unique, you know, for the people who, you know, might already know what death crosses are, he's looking at the percentages of correction pre death cross and post death cross. And as he does for much of his analysis, he looks at what's happened historically. He goes back and, you know, to the old data and says, okay, if it's happened in the past, maybe there's a chance it'll happen in the future. So this first green level at 22 721. In the past, we've had death crosses where the percentages matched. Right. So the first green level at 22,721, it denotes a matching percentage. Pre death cross and post death crossed. Obviously, we've already hit lower levels than that. So that one was invalidated. The next line is at 17 711. It's the low that we hit earlier this year. It's a 55% retracement. The other two lines are also based on the historical data. For example, as you heard him mention in the clip, if we were to hit a post death cross retracement of 70%, like, in 2013 and 2014, we'd reach that eleven k figure. So, I think, in summary, rect is using this indicator along with others, like the 200 week moving average, the 300 moving average, to kind of point towards, you know, what's happening, to kind of get an area that's significant to pay attention to. Right? So we had this 55% retracement level, seventeen point seven k, and the three hundred ma at 17 six k. Those are two indicators that are kind of saying the same things. And so it kind of tells us it's an important place to be watching. So this is just kind of a basket of tools he uses for his analysis."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Highly instructive, Marco. And, of course, as people who are relatively in technical analysis will know. Obviously, this is all subject to interpretation. Different technical analysts will look at these indicators in different ways, indeed, look at different indicators to try and get a read on what they think is happening with price. Switching gears here, Marco, as we've often talked about on this show, macro and crypto are related. So it's important not to look at crypto prices in isolation. Here's Rex analysis on the S and P 500."
    },
    {
        "speaker": "C",
        "text": "Let's look at the s and P 500 in terms of historical corrections. And looking to as far as the previous century, 1960 to 1980, we see a series of corrections here -29% -23% 37%, 50%. Those are the sort of corrections in the s and P 500 that we've come to expect just by looking at historical data. If we move to the next chart, just to look at more recent retracements, -49% -57% -19% -35% now we're seeing -24% retracement in the S and P 500. So just looking at the history of things, you can see that anything between. And if we just move to the previous chart very quickly, just to look at these retracements, anything between -19% to 50%, that's something that we've come to expect in terms of downside on the S and P 500. So if we move to the next chart once again, currently -24% is only just tapping into that historical corrective range, right. We've seen even deeper corrective retracements occur, historically speaking. So just tapping into that historical corrective range, that does lend us some insight that we could see additional downside, and that downside could be even as deep as. -57% but let's look at the 200 week moving average on the S and P 500, because we know its importance when it comes to bitcoin's price action. And the downside deviation be below this orange 200 week moving average. Through the lens of the S and P 500, we've seen a -14% -10% 26%, 38% downside deviation before that final bottom and macro trend reversal into a more bullish environment occurs. Moving on to the next chart, how can we view these downside deviations? -37% -49% -17% and now the S and P 500 is actually up, approaching the 200 week moving average. And in these corrective periods, we've seen some downside deviation below the 200 a week moving average. Which just gives us an idea that some downside volatility below this 200 week moving average is still yet ahead of us. And just compiling this with the historical corrections in S and P 500 history of up to -57% currently we're down -24% so still some downside yet to come. And this downside, going below the 200 week moving average of up to 49% at the worst. Something to bear in mind. Still some scope for downside. How deep it will go, it's quite difficult to say."
    },
    {
        "speaker": "A",
        "text": "Marco? First, this may require a little bit of framing. Rept is talking here about the S and P 500. Obviously. Why is a large cap US stock market index relevant for crypto investors? Does he see this as a kind of market gauge of Fed policy discounting, or is there some other reason? And second, more broadly, what did you learn?"
    },
    {
        "speaker": "B",
        "text": "Well, it's relevant for crypto investments because investors, because bitcoin and other assets, they don't live vacuum, right? So if you want to better understand crypto, it's good to keep an eye on the macro. And, Ash, as you've mentioned many times, there's this correlation between equities and crypto markets, right? If you can't see what's happening in bitcoin and crypto, you could just go watch the Nasdaq, the S, P, and kind of figure out, like, hey, what's, what's going on. So, and right now in the S P, there's really no signs of early stage bullishness emerging. Crypto is still subject to this macro bearish climate that we're in because obviously the s and P seems to be, at least according to Rex analysis, still in a bearish trend. So here we have rec talking about the s, P's historical corrections. And again, he mentions the 200 week moving average. He believes the evidence suggests there's more downside ahead for the S and P. Let's pull up the chart so we can visualize what he's talking about here. So, as you can see in the charts, the S and P corrected about 50% from January 1973 to September of 1974. And this was the largest correction in the S and P until the 57% correction we had in 2008, where we also corrected 19.8% from October to December of 2018. So, given that information, our historical corrective range from the seventies up until now is between 19.8% to 57%, with the majority of the correction sitting above, comfortably above 20%. And because of this, Rec believes the 24% correction that we're sitting at right now is likely not the bottom, because we're really only tapping into this historical corrective range. Right? So, adding to that, he's also looking at the 200 week moving average. And it's an important metric to watch, because right now, it's like a level of support. We're above it. We could touch it like we did in 2018, but if we break below it, Rex thinks we could see somewhere, you know, the correction be anywhere from 10% like it was in the 1960s to 49% like in the 2008 crisis. This, of course, is all subject to if history repeats itself, there's no guarantee that it does, right? But if. If it were to, then, you know, we could see a percentage in that rain, or we could correct more, you know, who knows, right? But in any case, like we do for bitcoin, this 200 week moving average for the s and p is a great indicator to watch, especially given that we're so close to it right now."
    },
    {
        "speaker": "A",
        "text": "Yeah, important points there, Marco. That's some deep dive historical stuff. 1973, going back to the dark ages, you know, as far as the correlation between crypto and equities, that's been true for a while. This is so called correlation with the Cathie Wood trade with digital assets. No correlation lasts forever. Of course, we should point out, as we learned from the breakdown of the historical correlation, for example, between us equities and the bond market."
    },
    {
        "speaker": "D",
        "text": "This podcast is sponsored by ramp. Are you the decision maker in your company? Consider this. For the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what. With each vendor, Ramp software collects and verifies receipts instantly. To save your team valuable time, Ramp automates data entry and routine tasks with automated approvals, expense categorization, and bill payments. Time consuming tasks, which means youll stop wasteful spending and close your books in hours instead of days. Businesses that use Ramp add up to 5% to their bottom line the first year. If youre a decision maker, adding ramp could be one of the best decisions youve ever made. Get dollar 250 when you join ramp for free. Just go to ramp.com easy. Ramp.com easy rmp.com easy cards issued by Sutton bank and celtic bank members have DIC terms and conditions apply."
    },
    {
        "speaker": "A",
        "text": "Finally, switching gears here, let's take a closer look at Ethereum."
    },
    {
        "speaker": "C",
        "text": "So if we look at Ethereum here, very simply speaking, in 2021, we have this yellow circle showcasing to us the monthly chart where Ethereum was forming. Some support in this orange boxed region before moving to higher levels in this current predicament, in this current environment right now, in this period, Ethereum is actually experiencing downside for two months trying to find support at this orange boxed support region. And we're just seeing a very different picture here compared to early 2021 before. Strong macro uptrend right now, strong macro downtrend trying to form some support at this historical demand era around this 1400 region. And if we do continue to find support, some relief could take place into the higher 1000s, closer to 2000, like we saw earlier last month. But at the moment we're trying to find that support. Losing the support would see Ethereum drop to 1100, perhaps even into 1000. But one of the main support areas if things do deteriorate would be the 800, the sub 800 green box region here. But in the short term, because of course that's more long term focused in the short term, this does look like relief, a relief rally to have these over eager buyers enter in the market, which would enable relief into those sell side blocks where sellers just pile on. And of course, there are some sellers who missed out to sell at 2000 last month. So if we do see upside right now, they'd be more than happy to offload their positions and perhaps sell at a macro high, or at least a macro lower high, which we can see in the next chart on the weekly timeframe. This black trend line, this black diagonal trend line at a 27 degree angle, very similar to what we saw in early 2021. That's something quite spectacular, because this is something I covered on my twitter before it actually happened, before we got that second rejection at this current black trend line. Diagonal resistance history repeated in terms of this 27 degree angled trend line. It's interesting to see this sort of historically recurring tendency play out once again in the future. Now we're seeing Ethereum try to hold that support in this orange boxed region, and further relief from here would probably see that black trend line get revisited at around 1700. And if things, indeed if this does see a rejection there, then we might be seeing a descending triangle here, which is a typically bearishena formation, in which case this orange box region at some point in the future would see price break down. And we're seeing slightly different reaction from this current orange support region if we just pay attention to these blue circles. If we look at the blue circle in early 2021, that downside wick and strong reaction afterwards showcases fervent buy side interest and volatility, and buyers being very willing to jump into Ethereum at this historical demand era, this blue circle. In this current period, we're actually seeing candle closes inside this orange box region. So no downside volatility necessarily. Perhaps this downside volatility is going to even lower prices actually below this orange box region, but we're typically seeing less fervent emotional buy side interest at the support, which might be indicating that the support is weakening but not weakening in the short term, but more over the long term. So some relief could take place in the short term, but long term, this support could still be tested and it might break through. To see Ethereum reach lower prices into the lower thousands, maybe even sub 1000."
    },
    {
        "speaker": "A",
        "text": "Greg starts with the macro conditions, then unpacks some of his views on key price levels. What were your takeaways on this, Marco?"
    },
    {
        "speaker": "B",
        "text": "Yeah, so he starts with the macro conditions again, because, you know, macroeconomic conditions are really affecting crypto as we, as we've been seeing. It's affecting everything right now. But I think rec really brings up an excellent point that there was a lot of sellers who missed their opportunity to sell in August for about 2000 around the $2,000 level. Obviously, during that time, there's a lot of news and hype around the merge. Right. So we saw the price go up, you know, in anticipation that the price would continue to go up after the merge. And there was these buyers who bought it seeking for that, seeking that post merge bump, and they could now be looking to sell. So it makes sense, as Rex says, that there could be a sell side block of some people waiting to sell and waiting to offload their ethereum to buyers who are fomoing into a relief rally. I also found it interesting when Rect pointed out the similar black diagonal trend lines. Let's pull up this chart here. So if you see these black diagonal trend lines today and back in 2021, despite seeing similarly occurring structures and the trend line acting as resistance in both cases, we do not see similar price action behavior. Right. So in 2021, we were in a bull market, a macro uptrend, and we broke that trend line to reach all time highs on this left side. But on this on the right side, you know, it doesn't look like that's going to happen. As rect highlighted, there's the blue circles show price action acting very different. The orange box region is support. And in 2021, if you notice, we saw the price rebound strongly from the support. So they bought up that the, you know, buyers bought up that, that area really quickly there. That's why you see this wick on this red candle kind of pushing up in the following candle was a very bullish looking green candle. On the right side, we see a very different pattern. Both of the red and green candlesticks are hanging out in this orange support area. So it's not a very, it's not a very bullish pattern here. And if we break this support, Rex sees us going to the next level of support at $800, which is the green shaded area. So definitely something to keep an eye on for sure."
    },
    {
        "speaker": "A",
        "text": "Yeah. Excellent analysis there. And by the way, if you heard some audio problems, we think we've gotten those fixed now. Apologies for that. Nice breakdown, Marco, across the board, here's what I think viewers can take away from your conversation. Marco with RECT Capital, Rex says the 200 day moving average is an important reference point when it comes to assessing historical bottoms. Rex says the 300 week average is acting as a support level and bitcoin is getting close to it. Obviously a very long term average. There he highlights the term death crosses, which is when a shorter term moving average crosses below a longer term moving average. A bit like yield curve inversion in bonds. Rect says when that happens, it signals a further fall in price, potentially in the future if history repeats itself. Based on the 203 hundred week moving averages, bitcoin could still fall to as low as 11,500 in Rex view. But Rex calls this an extreme situation. He says Ethereum is also looking for a floor breaking through its support level could see it fall to about $1,000, the next support level being $800 in Rex view. On the macro side, Rex says the current fall in the s and P 500 could only be the start. We're down about 25% from a recent high at the moment, while corrections of 50% and more have taken place in the future. Marco, great conversation. Always a pleasure to have you do in this deep dive technical analysis and rec capital. Great insights as always."
    },
    {
        "speaker": "B",
        "text": "Yeah, no, it's always a pleasure. And if for people who want to keep up with Rec, they should check him out on Twitter, follow him on YouTube. I believe he's a newsletter on Substack, the Rect Capital newsletter. So go check that out. You know, I think that's a. He's got some great information out there."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Very well said. Before we go, we have a very important announcement to make. We have been listening to your feedback so we're making several changes to this show. Starting next week, we will go live at 12:00 p.m. eastern time. That's 09:00 a.m. on the west coast. 05:00 p.m. in London and midnight in Hong Kong. This show will be live five days a week from Monday through Friday, starting next Monday. And we'll have guests do their deep dive interviews with us live. So no more pre recorded clips. We have an exciting lineup for week number one. Dan Roberts, Mark Yusuko, Chris Madden, Imran Laka, and, of course, Raoul Pal will all join us live on this show. We're very excited about the changes, and we hope you will be, too. We appreciate your sharing your time with us today. Tomorrow we've got Raoul's interview with Arthur Hayes, the founder of Bitmex. Sign up to real vision crypto for free to watch. Final points. Some short thank yous are in order. You see a lot of the same faces on this show, but it's a big team who makes this all work. We do all the research here at real vision. Too many people to mention, but we should, of course, mention Archer, our producer, the video editors, Peter, Nick, and Mario, and many, many more. But finally, the biggest thanks goes to you, our viewers. You're the reason we get to do this. You've been with us from the very beginning. So a year from now, when someone asks you if you watch real vision crypto daily briefing, you can say, I was watching back when it was only three days a week. Thank you. You're the ultimate real vision. Oh, geez. Thanks for watching. See you live on Monday at 12:00 p.m. eastern time. Alive on real vision crypto daily briefing."
    }
]