[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless everybody get 30. 30, baby get 30, baby get 20. 2020, baby get 2020. Bid to get 15. 1515 just $15 a month, so give."
    },
    {
        "speaker": "A",
        "text": "It a try at Mint mobile.com switch."
    },
    {
        "speaker": "C",
        "text": "$45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time unlimited more than 40gb per month slows full terms at Mint mobile.com dot."
    },
    {
        "speaker": "A",
        "text": "Hey, everyone, if you like this podcast, go behind the paywall to get privileged access to the smartest minds in finance. Join the real vision community and learn how to become a better investor. Visit realvision.com rvpod and use the promo code podcast ten to get 10% off our central membership for the first year. And now to today's episode."
    },
    {
        "speaker": "D",
        "text": "Look, I'm really excited about speaking to Brett and Greg because these guys speak my language, but they're in crypto. These guys are building the future of institutional adoption for the crypto industry at Coinbase, the only public company in this space. And they also speak my language because Brett is ex JPMorgan and Barclays and Greg is ex Goldman, and we've come and grown up around the same industry together, and we kind of understand a lot of the nuances. So I really want to dig in with them. What they're doing, because I think it's going to help people really understand what is being built in the space and why the meme, the institutions are coming is not a meme at all, it's a reality. And what the infrastructure they need is really intense, but once it's there, they can come. The world of crypto is an incredibly exciting journey that we're all going on together. We don't know where it's leading to, but we know it's going to be absolutely massive. Join me, Raoul pal, as I guide you on our adventure to discover just what this new world will look like. Brett, Greg, fantastic to see you both on real vision."
    },
    {
        "speaker": "B",
        "text": "Great to be here. Thank you."
    },
    {
        "speaker": "C",
        "text": "Thanks for having us."
    },
    {
        "speaker": "D",
        "text": "So if you can both introduce yourself. Brett, do you want to go first and introduce yourself? And then afterwards, Greg, you, and then we'll go a little through your journey. How the hell you got here? Because it's always fascinating to people. So, brett, just introduce yourself, what you're doing, and then we'll dig in a bit from there."
    },
    {
        "speaker": "B",
        "text": "So my name is bret tsajpal. I look after the institutional business with my partner, Greg teucer."
    },
    {
        "speaker": "C",
        "text": "I'm greg tussar. Together with brett. I look after the institutional product area and the institutional business, including coinbase, prime and our exchanges."
    },
    {
        "speaker": "D",
        "text": "Fantastic. Greg, how the hell did you get here? What's your story?"
    },
    {
        "speaker": "C",
        "text": "I'll give you the shorter version of my story and not take you all the way back to the buttonwood tree. I began my journey in finance, actually in 1992 on the floor of the New York Stock Exchange, standing at the point of sale with the specialist and watching how everything worked. And my journey was one of electronic trading at what turned out, mainly by sheer luck, to be the beginning of electronic trading in equities. We had a small startup company, there were four of us at the time, and we made a system where you could make a portfolio of stocks and send it into the exchange really fast. And that was state of the art at the time. Who knew? And we were acquired in 1999 and that company was acquired by Goldman Sachs. So I snuck into Goldman Sachs."
    },
    {
        "speaker": "D",
        "text": "So who were you? Hold on. We overlapped. So firstly, you were doing portfolio, obviously, program trading."
    },
    {
        "speaker": "C",
        "text": "Program trading, that's right, yeah."
    },
    {
        "speaker": "D",
        "text": "What was the business? And was it John Ashdown who acquired you?"
    },
    {
        "speaker": "C",
        "text": "It was not John Ashdown himself, although we worked closely together. So it was a company called TLW securities. And all of our customers were market makers and derivatives. And so they would trade s and P futures, Oex options, and we would."
    },
    {
        "speaker": "D",
        "text": "Do the cash baskets, the cash baskets."
    },
    {
        "speaker": "C",
        "text": "On the other side of that. And that was great until index arb kind of went away in the mid nineties. And then it turns out the banks also needed a program trading system. And so we required ultimately by Spiraleads and Kellogg, which was acquired by Goldman Sachs in 2000. We worked closely with John and the program trading desk. I spent my career at Goldman up."
    },
    {
        "speaker": "D",
        "text": "Until 2013 because I was there running equity derivative sales to hedge funds with Daffy and that back in 979899, 2000."
    },
    {
        "speaker": "B",
        "text": "Wow."
    },
    {
        "speaker": "D",
        "text": "And I was there for the spear leads takeover."
    },
    {
        "speaker": "B",
        "text": "Gotcha."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "D",
        "text": "And the whole trading as well? That one as well, yes."
    },
    {
        "speaker": "C",
        "text": "And I, you know, we could debate a lot about the spear leads transaction, whether it was good or bad. At the time, you'll remember it was mainly about acquiring the Nasdaq market maker. You know, room full of 400 folks making markets and Nasdaq stocks. And when I left, there were like two. And I think you really only needed one, but they needed somebody else in case you needed to go to the bathroom kind of thing. But I'd argue that the gem, and that was the electronic trading business and the clearing business that came out of that. So that's where I stayed until 2013. I left to help merge NightCapital Group and get co together into KCG after NightCapital had its issue in 2012 and spent time in the world of high frequency trading and market making and retail order flow and those things."
    },
    {
        "speaker": "D",
        "text": "Was Remco Lehntman around still then as well?"
    },
    {
        "speaker": "C",
        "text": "He was not, although Remco was Ed."
    },
    {
        "speaker": "D",
        "text": "Goldman, and then he went on to one of, was it virtue or something like that? Anyway, just an adjunct."
    },
    {
        "speaker": "C",
        "text": "Yeah, he was at Citadel for a little while, and I think it's at two Sigma now, and so has been in the world of HFT and market making as well. And then I left for Crypto in 2017. I got interested and something about this all seemed inevitable. And I met a few co founders and we started a company to bring algo trading and smart routing into the world of crypto. And that company was called Tagomi. We were backed by founders Fund in 2018 and we were acquired by Coinbase three years ago. So Brett and I had been looking after the institutional business, my focus really being the building of the product and engineering and technology and so forth over that period of time. And so the idea was, can we help institutions activate in crypto and bring scale trading and custody and those kinds of things into the space? Brilliant."
    },
    {
        "speaker": "D",
        "text": "Brett, your turn."
    },
    {
        "speaker": "B",
        "text": "Ill give you the shorter version, but ill share a fun fact, which is my very first introduction to finance was when I was still a teenager and I was a runner on the coffee sugar cocoa exchange, handing people traders paper tickets and confirming different things in the market with hand signals. So started my career at JPMorgan, did ten years there during a phenomenal growth period of banking, which was awesome. I lived and worked in London for twelve years, moved over there with JP, and then while in London transferred into Barclays, where I worked the next 17 years. Eventually I became global head of sales."
    },
    {
        "speaker": "D",
        "text": "You're quite loyal for an investment banker. It's quite strange."
    },
    {
        "speaker": "B",
        "text": "I know a few places in 27 years, I mean, serial, monogamous. The same will be true for what I've got going at Coinbase. And so the interesting thing about that long career in banking was, well, it went through a few cycles for sure, of boom and bust, and I had the pleasure of being able to, or the honor of running each and every one of Barclays different markets businesses over those many, many years, and so through periods of bear markets and financial crisis and boom and so taking new asset classes to institutional investors is a theme that ties everything together, including my time here at Coinbase. And I had looked at, when I was running commodities for Barclays, I had looked at doing something in crypto then at the time, and concluded that accident prone Barclays plus crypto was probably not the best combination at the time. And then looking for and having a passion for disruption and using technology to. I was trying to figure out what the future would hold, and I was highly convicted that technology would play a role in disrupting financial services. And it took me a little bit of time to figure out that actually crypto was what I was looking for. So super fortunate to have met Brian and Emily during that journey and been invited to join Coinbase. And so the rest is sort of history."
    },
    {
        "speaker": "D",
        "text": "It's a difficult task you guys face because you're early. And I know that's an overused term, but we know the institutional space, we've all been around it for a long time, and they take time to adopt the technology and they take time to get the approvals internally and all of that stuff. So how difficult is it to build ahead of something as opposed to something that's happening? I mean, obviously you guys are very big in the institutional space, but you kind of have to build a business. What I'm trying to get to is this cyclicality you talked about. It's really hard building businesses for the future in a volatile asset class. How do you guys think about that?"
    },
    {
        "speaker": "C",
        "text": "You know, it's an interesting product challenge when you think about our product roadmap and making sure the lesson from startup life is have a plan for the world you see, not the world you want. And it's easy to have a plan for the world you want. The world we see is one where there are lots of institutions that are activating already and building for them and their use. Case in the here and now, while making sure we're generalizing so that we announced last year a partnership with Aladdin and Blackrock, and the needs of that echelon of client are a little bit different, and we need to be building for that. But we can't be so far ahead of the world. We see that we're not building a viable and sustainable and financially sound business also. That's a tricky balance to strike. But I think what's important, and I think the benefit that we have as a company and one of our superpowers actually, is we have a lot of people who have a good first principles, understanding of what those customers want, but also deep crypto knowledge to understand what's happening in the here and now. And I think the combination of those cultures and those skills and so forth is a really unique blend for Coinbase and something that I think sets us apart from a lot of people in crypto who have one or the other, but not both. And I think thats part of how we achieve that balance is making sure that were really paying attention to whats happening in crypto, but also thinking about the needs of the institution that needs controls and all of those things to really activate. Is that fair? What are you saying?"
    },
    {
        "speaker": "B",
        "text": "Totally. I think the most important thing that happened that helps us answer this question is actually a little bit of luck in terms of when we really went after building the institutional business and we were able to piece together custody primes, microbial routing, financing, the beginning of derivatives futures, all those things happened at a time where we were able to achieve actually quite large scale early on with institutional clients, is very fortunate to have had long term commitments from institutions even through the course of last year, which was headline after headline of unwanted headlines. The fact that we achieve that much scale in our business and then hit a soft patch in terms of momentum is really validating, because during that extended period, we had clients come on, they bought a bit of bitcoin and a bit of ease. Now they want structured products, they want derivatives, actually manage fiduciary products. There's a big demand coming, a pull from clients actually continue for us investing and delivering product. Thank goodness we didn't have some of those crypto headlines a year prior. Again, I think the significance of announcing the BlackRock partnership, even during the tumultuous period of last year, was really important, and it helps set the tone for the future in a lot of ways."
    },
    {
        "speaker": "C",
        "text": "Throughout the last, since we started in 2017 2018, you could look at institutions as having sped up or slowed down at different times, but never stopped. And I think what's really important, and I think Brett and I were quite fortunate in having the supportive leadership and Brian, who's in investing throughout each of those cycles, and being sort of steadfast about wanting to build institutional business. So this transaction with one river digital asset management, or now Coinbase asset management, is a good example of investing through cycles and making sure that we're continually building towards the future, rather than speeding up and slowing down with the cycle itself."
    },
    {
        "speaker": "D",
        "text": "One of the things that I don't think many people appreciate, learned to appreciate over time, is what Coinbase is building. A lot of people are building an exchange or some brokerage exchange platform. You guys arent doing that well, of course you do that, but thats what most people think. Coinbase, its a retail product. Its none of those things. I mean just the quality of, without flattering you guys, but the quality of the people around like you guys is very different than most places. And what you're building and how thoughtful you're building for institutional, you're building something that is really meaningful. And people I don't think, really understand what it is that Coinbase does yet, because they all put crypto in. Well, we just do our trades there. It's not at all. So I think one of the things to talk about I think, is prime broking, because this is a core function of investment banking and it's not. Yes, you get some sort of elements on that and interactive brokers or whatever it is in the traditional world, but it's a very different thing. And it's that kind of service that differentiate what you're doing to literally anybody else. People like binance and all of these others, they're not in the same space as you. And I think people don't really understand. So do you want to talk a bit about those institutional services and what they are and why they matter? Because some people watching this will completely get it because they're involved in that world and others, they're like, I didn't know any of this, William."
    },
    {
        "speaker": "B",
        "text": "Well, why don't you give it a crack in the box?"
    },
    {
        "speaker": "C",
        "text": "Sure. Yeah, I think that's right. I think that we zooming all the way out just because I do think, to your point, that Coinbase is often called a crypto exchange. And I do think that doesn't really describe what we do. So we have obviously a very large retail business, institutional business, and what we call our developer business, which is where we take a lot of these things, make wallets and so forth available to other third parties. Think of like the AWS strategy of Amazon, for example. Within the institutional business, I think of our business from a product portfolio perspective in two parts. Theres a Prime business, which is where we take multi venue trading back to what we described at the very beginning, how we execute crypto orders in the same way you would execute a stock order across different exchanges and so on and so forth, custody and financing in a proper prime brokerage offering with the ability to do spot margin and in shorting and those kinds of things all wrapped together in an integrated product and then together with staking and governance and sort of native on chain activities, but importantly for the institutions in an integrated way and as a platform, and that's one pillar of it, and then the other pillar are the exchanges themselves. So the, the spot market, the derivatives market. So we launched two futures contracts and the CFTC regulated exchange. And I think of those weve organized ourselves that way, because on the one side, the brokerage part of this wants as much liquidity as it can, a straight through financing experience, similar to what youd get at an investment bank when youre doing prime brokerage and really deep sort of custody expertise. Then the other side on the exchanges wants to service that in our retail business, but also to go out into the wide world and build as big a liquidity pool as possible with as much other retail order flow and other prime brokers and so on and so forth. So we set ourselves up that way on purpose."
    },
    {
        "speaker": "D",
        "text": "Raoul, how do you, just a question about prime broking because it's a financing business per se. It's a capital efficient financing business for institutions and particularly funds. You must have found that periods of time, because youre a US regulated entity, youre more conservative by nature in how you think about things, because you come from this world and this is a very volatile asset. So the kind of leverage you offer is going to be very different to, lets say, what FTX or somebody else was doing. So you probably find, my guess is all the business comes to you now, but at different points, and weve seen this in investment banking. Deutsche bank comes into the market under prices, everybody for five years, we deal with that, and then somebody blows up a book and it all comes back again because there's a correct price. How do you deal with the conservative, and you have to price to have a good quality long term model versus the market that tries to attract capital very quickly?"
    },
    {
        "speaker": "B",
        "text": "I think trying to answer that through a client lens is a good way to do it, because in the rush of crypto prices going up and financing businesses seemingly scaling and a lot of short term revenue being booked, we were very cautious and selective in terms of who it is that we gave financing to. And we wanted to make sure that we had a balanced equation on the supply and the demand side. We never intended to be able to always be the place that would always lend through periods of volatility, so selective on credit, counterparty risk, and making sure that maybe venture funds, for example, are long term holders of illiquid assets. And on the other side, we may lend those tokens, those illiquid tokens for short term trading use cases, but very selectively, again, controlling counterparty risk. And so building the prime model cautiously over time was the right thing. There were a lot of what looked like great p and l opportunities to do some sort of secured lending or unsecured lending. And we've seen how the market unraveled when people really underpriced volatility, the assets themselves and counterparty credit risk. I just want to come back to the point though, around answering that product question on prime through a client lens. One of the things that, to your point about we're building something different. That's really true. And you can see that it's different in terms of the clients that we attract. Our institutional clients are different than those that exist on, I arguably say, almost anywhere else. And so the institutional clients, rather, that you would have dealt with Goldman and we both dealt with in our former lives, include the likes of Blackrock and others. And so when they have a familiarity in a way in which they can book a stock, a bond, a derivative, its a risk asset that needs financing, it needs to be held safely, it needs to have a fund admin, it needs to have good collateral management, capital efficiency, all those things, taking that knowledge and then putting it on top of the uniqueness of the crypto asset class, I think thats our superpower. Thats why we have this deep and long list of clients that want to actually engage in crypto now. All of them want to come in for short term investment gains. Many of them now are talking about stablecoin use cases and payments use cases. And so one other thing that I wanted to emphasize, Greg talked about the markets business and the prime brokerage. But what may not be visible to the whole market is that were also an infrastructure provider to third parties. A term from banking, introducing brokers. That's where you use Coinbase wallet, and everything is a service, custody is a service, trade execution as a service. And we enable everyone to actually offer crypto products to their end clients. And that's the way the crypto economy is going to grow. And so there's the direct path, the one that Greg described, direct to exchange, direct to Coinbase prime. But there's also the indirect path where you enable a payments use case on PayPal, or a challenger bank, or a crypto bank, or any number of an eclectic list of types of institutions, ranging from the crypto native all the way through to the tradfi world. And that's the thing that gives us a lot of confidence that these long dated investments are continuing to form. Even post FTX, we've had sort of a spike to onboarding. But the paths of companies that aren't invested, aren't interested necessarily in owning bitcoin tomorrow at 22 grand or whatever it is, but they're interested in actually enabling commerce use cases and stablecoin use cases and tokenization of different assets. And you can't really get all those things, all those building blocks from others. And so I think that's the thing. We can facilitate all of those use cases through the platform that Greg's building."
    },
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint mobile, unlimited premium wireless. How about to get 30? 30, baby, get 30, baby, get 20. 2020 Biddy get 20. 2015. Just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at Mint mobile.com switch."
    },
    {
        "speaker": "C",
        "text": "$45 up front for three months, plus taxes and fees. Promoting for new customers for a limited time, unlimited. More than 40gb per month slows full terms at mint mobile.com dot."
    },
    {
        "speaker": "D",
        "text": "So it comes like almost, it's the wrong example, but stripe, which can be integrated anywhere, allow the processing tools, the pipes, so you allow anybody else to build, and obviously that creates network effects because everyone's building their own on top of what you've built, which is a very interesting, I think a very interesting way of doing it on the institutional side. Again, before we go on to how clients are thinking about stuff, I want to talk a bit some more about products, because there's some areas that are really interesting to me. I look at ETH staking, you guys will get this. I don't think most people get it, and I keep talking about it how important this is, because now we have a benchmark yield or risk free rate for web three. And that allows for things like guaranteed products, it allows for all sorts of different things for different parts of the funding structure and what people can do with it. But the first obvious one, because I was an equity derivative guy in the nineties and that whole game was guaranteed funds, and it has been in Asia as well for a very long time. And it just feels like, well, if you're going to get a 5% yield and if volumes come down enough, you can create nice structures. Are you starting to see the rise of that? Because I think that's a huge onboarding for retail and for institutions, because it just lowers the. The european institutions did this massively over the nineties because it just lowered the risk for them, but gave them the upside. How are you guys thinking about guaranteed structures or structured products overall?"
    },
    {
        "speaker": "B",
        "text": "Yeah, so we actually are in the midst of, we have a lot of client demand for structured products. How they come, I won't bore you with the details. Whether it's a loan or a swap or a note or a myriad of different delivery mechanisms, we had a ton of incoming inquiry. And one of the things that was."
    },
    {
        "speaker": "D",
        "text": "Is that out of us or Europe?"
    },
    {
        "speaker": "B",
        "text": "Because european or Asia, it's actually mostly Europe and Asia."
    },
    {
        "speaker": "D",
        "text": "Yeah, it always is. The US never did structured products much, not really."
    },
    {
        "speaker": "B",
        "text": "But like. So for example, everyone in Asia wants a reverse convertible, right?"
    },
    {
        "speaker": "D",
        "text": "Always. Always."
    },
    {
        "speaker": "B",
        "text": "Right. And so there's two ways to test."
    },
    {
        "speaker": "D",
        "text": "Reverse convertibles are selling volume, Asians sell volume, Europeans buy volume."
    },
    {
        "speaker": "B",
        "text": "You got it said from, I know."
    },
    {
        "speaker": "D",
        "text": "This business inside out from the equity."
    },
    {
        "speaker": "B",
        "text": "Derivative trader himself, by the way, that dynamic is still there today. A lot of my risk opening increases are all from Asia precisely on that product. There's two ways for us to fulfill it. Big picture. One of them is for us to help facilitate the issuance of a note. That's one option. But another way to do it is actually through a fiduciary product, which is where I think CBAM is going to come into play. And there, if someone is going to find the access to the marketplace, it needs to go through a third party, a fiduciary. And so that has access to the whole marketplace. The best pricing, the best options pricing, the best of everything. So we definitely have a long list of inquiry and we're being selective in terms of saying which ones we think we can provide directly versus the ones that we think we can invite Coinbase asset management actually to provide."
    },
    {
        "speaker": "D",
        "text": "And then because some of these, as you know, some of them get listed in Switzerland, Germany, others go on like the Deutsche bank platform or whoever's got the JPMorgan wealth management platform, that whole game is there. And different people want different things, whether it's a note or a swap or whatever."
    },
    {
        "speaker": "B",
        "text": "Absolutely. And so honestly, with prices where they are now, selling downside puts and taking some income and then getting sort of, if the market does trade down, then buying the market and buying bitcoin at 15%, 20% below where it is today is an attractive option for someone whos sitting on the sidelines right now, but wants to get invested in the space."
    },
    {
        "speaker": "D",
        "text": "But I also think the reverse is interesting as well, without going too much into the weeds. I just think if youve just got 20% downside guarantee and you can figure out participation by selling calls or not selling calls against it. Yeah, it depends whether the skew is and the term structure and stuff evolves. But it's pretty interesting if you say to a client, listen, I know you're scared of this thing, but we'll cap it at 20% downside and you get 80% of the upside or whatever it is."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, today we've only had, when we first got to coinbase, either it was risk on or risk off. It was buy bitcoin or sell bitcoin. It's not terribly exciting and it doesn't really give people the options. Now at least they can buy or sell, they can manage, they can trim their portfolio using futures, hopefully when they own one place. And then of course you can start to do more of these structured products. So I think it's just another avenue of getting institutional capital to come in."
    },
    {
        "speaker": "D",
        "text": "And also, if I think about the staking yield and its relative stability, what else can you do with that yield? You can create diversified baskets that have options in other areas of the market, outperformance stuff. Theres so much that people dont realize, and I keep saying this is really important because as soon as the Shanghai fork goes live, we will have basically a money market curve out to a year. Thats pretty useful for most stuff. It gets a bit flaky once we go past a year, but theres a lot that can be done. Are you seeing institutions saying, okay, ETH is interesting to me because I can get a yield?"
    },
    {
        "speaker": "B",
        "text": "Yeah, there's a regulatory debate that's going in and around staking, which I don't necessarily want to go into, but I think that's a little bit of keeping the cautious on the sidelines. But yes, having a yield and an identifiable curve. Again, it all maps to the analysis that you would make for any asset if you're thinking about dedicating capital to it. So all these things are really important milestones on the establishment of crypto as an asset class for sure."
    },
    {
        "speaker": "D",
        "text": "It's really interesting to me. The other thing, let's talk a bit about how clients are thinking. I've got also an asset management business, but it's a fund of hedge funds invest just in digital asset. Hedge funds. People have done the work. They're ready. From what my perspective is family offices are in the space. My guess is, as usual, institutions are short the call option on the upside. So they panic in when the price goes up because they've actually all done the work. Most of them have got the approval. Yeah, it's a bit noisy right now because of regulatory stuff, whatever, but generally speaking, they're there when you speak to clients and the institutions around the world. What are you hearing?"
    },
    {
        "speaker": "B",
        "text": "Well again, going back to that observation that we had a long enough sustained bull market to allow people to do the right diligence. So a lot of these cases we have this stat that I like to cite but no one seems to think it's as relevant as I do. Which is which is 25% or 25 of the world's largest hedge funds are onboarded and active at Coinbase. That's a big deal. It took them a year to 18 months to do the operational due diligence to satisfy themselves and now they're actively trading. If I look at I can almost put them on a spectrum by type of client. Hedge funds are early and active and you're right, some of them are very opportunistic. So they come and go with risk on and risk off sentiment. But whats interesting is as we were getting, were still progressing through this, but the worlds largest asset manager, Blackrock made a giant investment. Everyone took note of that. Everybody. People that had looked at crypto and dismissed it and everyone that had made the brave step to go in which was a validation and Apollo is in."
    },
    {
        "speaker": "D",
        "text": "The space as well as we know thats another validation?"
    },
    {
        "speaker": "B",
        "text": "Asked Miss Pearson, many others. The asset management community generally speaking is progressively moving towards onboarding. They don't seem to be quite in the same rush as they were in the massive bull market, but you're going to hear a whole bunch of new product launches coming up from clients next quarter. We had a bunch of things that were meant to have been launched in the fourth quarter of last year. There's now been FTX was a catastrophic for sentiment, but it made everyone double down on odd operational due diligence. And now a whole bunch of fund launches will come back to the market. I think in the next quarter. That's important. But here's the thing. The pension funds have been interested and they have really long time horizons. I think speaking for them a little bit, there's just not that many investable asset management platforms because they haven't been given the thumbs up by the auburns and the Cambridges. They know the track record, all the rest of it gaping hole between a lot of pension money that wants to get into this space and we don't have as big a bench as we should as an industry of having different options of credible asset managers that meet that hurdle. And that's where the asset management strategy for us comes into play in order to get that next wave of institutional capital into this space."
    },
    {
        "speaker": "D",
        "text": "Yeah, I spoke last year at the JP Morgan summit, that super elite thing. I was speaking to Mary Erdos and others, and they're obviously very interesting. I was speaking web three myself, Novo Ian Rogers from Ledger. I was running the whole web three program, and the clients would come to me and say, can't get any product because JP Morgan just not in position to do it yet, nor a Goldman, nor has anybody else. It's just fascinating because there's demand and no product. And so it just smacks of opportunity to me all over this space. I've seen this before in my career, and it's everywhere. All you just need is price."
    },
    {
        "speaker": "B",
        "text": "Yeah, the banks and the wealth platforms, it feels like there's a pendulum that swings a little bit, where there's a lot of momentum and they're leaning forward. Here we go. And then we have bank capital and a regulatory cycle, and sort of the pendulum swings the other way. But I would love more entrance in the asset class, more competition, more investable options than less. But while we're in this period where not everyone's trying to run through the front door right now, we're building, and so we're building the tools and the platforms to invite them in."
    },
    {
        "speaker": "C",
        "text": "I think the thing that you could plot out, thinking back to, I think it was end of 2020, 1st corporate clients, macro funds, then the go anywhere long short, and that begat a year and a half of deep operational due diligence and huge numbers of questionnaires and so forth, which was really what carried us through 21 and 22. And what I think you see now is the largest of the large systematic quant, et cetera, interested in the space as a new investable asset class. That's interesting, because at the very beginning the meme was, this isn't big enough, I can't put enough money to work. But I think now with the right infrastructure, the right tools, a proper prime brokerage offering, I think the time is really right. And I think that that will do, I think great things for the asset class overall."
    },
    {
        "speaker": "D",
        "text": "Raoul, we saw those same guys do the same in markets like India, emerging markets, for a long time. They said it's not big enough. We need these big liquid markets. But what lies in illiquidity is Alpha. And those guys are very good at capturing Alpha."
    },
    {
        "speaker": "B",
        "text": "Actually, this comment I'm about to say is a validation of the product that Greg's building and the fact that it works. We had this quant fun, actually, in this town. We're in Stanford today, and the founder of this company is this memorable moment and said, brett, can you do this yes or no? Can you do that? Yes. No, he said, listen, I know you're a mission driven company. I know you've all these lofty ambitions. I really don't care. I've trained my models, I know I can trade this thing and make money from it. I just need to know if the product works. The fact that were attracting that type of investors, the validation, I think that the product does scale, there is sufficient liquidity."
    },
    {
        "speaker": "D",
        "text": "People dont realize, again, theres a second order from you building this product. Those customers coming to you is were going to end up with more market depth and liquidity, which is sorely missing. Its a problem. Its a very gappy market and thats okay. And these guys will reduce the gaps and reduce the volume somewhat, which makes it more tradable for others."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "I think one thing underlying this conversation to me is its a funny thing in crypto, when you say were building an institutional business, you could ask ten different people that question and get ten different answers. I think for us it really is a very fulsome from prop and high frequency trading, which is where the first has come in, that were important to building exchange liquidity and connecting global markets. The same thing they did in every other liquid asset class. But bringing real capital I institutions is the word we like to use into the space, which is the next wave of this, which I think is the next foundation for crypto overall. I think that we're focused on that in a way that maybe others aren't, or able to enable just because of who we are, and as a public company and transparent and all of those things, that we're uniquely able to bring some of that capital into the space. And so I think that when we say institution, we really mean everything from HFT to corporate pension, endowment, investment manager, large hedge funds. And that's a wide demographic."
    },
    {
        "speaker": "D",
        "text": "Yeah. And I've looked at this and try to solve some of the same things in a less complex way than you have. I just thought, well, I know how this business works. Everyone starts with VC. Some people buy the underlying, but generally people are lazy, so they go to the hedge funds. Hedge funds are complicated. So just do a fund of funds. It'll work in this space because there's enough performance and it doesn't work in equity long short anymore. So, okay, so that happens. And I look at the hedge fund space and the real opportunity to me is like, well, the hedge fund space globally is $3 trillion. The hedge fund space in crypto right now is maybe 4 billion, 5 billion. Now Alan's launched Breven Hound Digital. And Alan's the first institutional product that's been built properly as a hedge fund. Others have come from the weeds up, but he's built the whole thing using his platform. I just think that's super interesting. The hedge fund space, as we all know from the days of old in our previous lives, is actually the glue that drives all of this and builds the liquidity, and then everything gets built on top. And that's not to say it's built on top of leverage. Half of these guys are not using leverage, but they're creating liquidity in ways that buy and hold institutions don't."
    },
    {
        "speaker": "B",
        "text": "Yeah. And then just layer on top of that route. The Aladdin product. Right. So that gives 30 trillion of capital the access to allocate to crypto, right, through Aladdin. So blackrock by themselves are circa ten, I think somewhere 20 ish trillion. So you're talking about 30. So 300 ish clients of Aladdin that could, at the press of a button, now be able to actually engage in a familiar and known way on a trusted pipe. The ability to allocate and, like, trade a BTC USD in the same way they would trade GBPusD. Right. How cool is that? And so I think that is going to wind up being transformational for the industry and connected to that platform. Just talking about, like, types of capital you have. Sovereign wealth funds."
    },
    {
        "speaker": "D",
        "text": "Yeah, I was about to mention they're coming, and the Middle east is all over this right now. You can tell because everybody's on a plane there. Every tweet you see is somebody in Dubai or Saudi or Abu Dhabi."
    },
    {
        "speaker": "B",
        "text": "We were there."
    },
    {
        "speaker": "D",
        "text": "Yeah, I rest my case. They've really embraced it. I think. I think we'll see a lot of. I know it's been a meme, the Saudis are coming, but we sit everywhere there and Singapore as well, others. It's really encouraging. The sovereign wealth funds, I think, are going to be first movers in all of this versus the pension funds."
    },
    {
        "speaker": "B",
        "text": "They're getting involved. Memorable moment for me was Abu Dhabi Finance Week, where at the opening light show, they had a drone show in the air. They had this unbelievable panorama of panels and all you saw was bitcoin and eth and crypto. He was unbelievable. Really excited about, I think, the future of crypto. They're putting up the flag as best they can to become the crypto hub."
    },
    {
        "speaker": "D",
        "text": "What's really interesting to me is how the world works is everything blows up last year. Nothing can go right. And for you guys, it's probably going to end up being the single biggest thing, positive catalyst that you've ever faced, because basically it's nuked anybody else. The world is bifurcating without getting involved in stuff we want to talk about. But coinbase is more the chosen one than other options out there, which may have larger shares of market. It's a phenomenal opportunity to capture. Now, it doesn't happen often in your career where everybody else is out of the business and you've built the best quality business and eventually people come to you."
    },
    {
        "speaker": "B",
        "text": "So the flight to quality definitely started around the implosion of FTX, and we've seen that continue. I hope it translates into more capital being actively allocated. Right now there's more entrants coming on, but they're not actively deploying sizable amounts. And so I think hopefully we'll be in a period of relative stability. I don't know what that means, not having another year of unwanted, crazy headlines. So my hope and expectation is that this last wave kind of carried out all the bad actors. And so what's left are good actors with good intentions, with good business models, and therefore, hopefully we get some helpful regulation as well, and then we can sort of get into the next phase of the establishment of crypto. So, yeah, I mean, we're seeing it, and I think we'll see more people entering the space sometime soon."
    },
    {
        "speaker": "D",
        "text": "I mean, it's a function of price. Look, institutions are cheap and they will follow each other when the price goes up. I mean, it just is what it is, because everyone gets a little bit braver the higher the price is."
    },
    {
        "speaker": "C",
        "text": "I think the challenge, though, is that some of these things that we're building, or that some of the platform hedge funds and others are building take time. And you have to be willing to invest through a cycle in order to spend the year or two or three to build all the infrastructure you need when the time is right. It's hard to just rush in or out when you're talking about things like custody or funny."
    },
    {
        "speaker": "D",
        "text": "It's crucial to keep building. The meme of bills in a bear market is absolutely crucial because you capture everything if you can do it."
    },
    {
        "speaker": "C",
        "text": "Yeah, prime financing is another good example. These are not small builds of things that take time. And on the customer side of things, finding portfolio managers and acquiring data, doing the research and doing all those things takes years, months, a long, long time. And so I feel grateful to be at a place that has a long term outlook, that looks at things over cycles, decades, et cetera. Not worried about the next. Well, thoughts necessarily?"
    },
    {
        "speaker": "E",
        "text": "This podcast is sponsored by Ramp, are you the decision maker in your company? Consider this for the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what with each vendor. Ramp's software collects and verifies receipts instantly to save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization, and bill payments, time consuming tasks, which means you'll stop wasteful spending and close your books in hours instead of days. Businesses that use Ramp add up to 5% to their bottom line the first year. If you're a decision maker, adding ramp could be one of the best decisions you've ever made. Get $250 when you join ramp for free. Just go to ramp.com easy ramp.com easy ramp.com easy cards issued by Sutton bank."
    },
    {
        "speaker": "C",
        "text": "And celtic bank members have DIC terms and conditions apply."
    },
    {
        "speaker": "D",
        "text": "So talk to me about the move into asset management, because I was not surprised, but surprised. And that's obviously Alan Howard cashing out as well, because he was an investor in one river, wasn't he? Talk to me about that, because that's fascinating, because this is now moving closer towards a Goldman or JP Morgan model where you have whole different bunch of client services, whether it's asset management or execution or tools and facilitation."
    },
    {
        "speaker": "B",
        "text": "Honestly, it was just in response to unmet client the map. And so as we go around and talk about the investment thesis for crypto, when we talk to pensions, endowments, corporations and institutions of all type, arguably the biggest block of passive capital is sort of stuck in pensions, looking to find a way to a means where they can deploy capital in the space. And so that's a big bunch of capital that, that needs to be able to allocate to credible asset managers. And so that's really the driving sort of thesis behind it. Brian was reflecting in one of our town halls recently about the reflection that something like 85% of the world's assets are managed by fiduciaries, and so there's all the capital that can find its way directly to the Coinbase apps and the retail platform. Know 85% of the world's capital is managed by other people, either pensions, sovereigns, endowments, or others. And so that capital needs a way to find a way to invest in the space. So Coinbase asset management hopefully is going to be one of a few credible players in the space alongside others."
    },
    {
        "speaker": "D",
        "text": "What products do you. I know it's all very new, so you're just figuring it all out. What products do you currently offer clients, what kind of investment portfolios? And then where do you think it goes?"
    },
    {
        "speaker": "B",
        "text": "A range. I will go into them now. But there's yield, there's liquid, there's illiquid, the shelf is building. But the idea would be to have a whole range from the most liquid and passive to the most active. And so that's the idea. Eric is probably the best person that maybe on a follow up podcast with you."
    },
    {
        "speaker": "D",
        "text": "Yeah, I'd like to get Eric on, actually, I'd like to speak to him."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think it'd be awesome."
    },
    {
        "speaker": "C",
        "text": "Back to the way you opened it, the conversation, if you think about what we're building and how it's different, we have the prime product, which is market access, financing, custody, all on an agency basis, talking about structured products. The client wants the ability to enter into a structure, a fiduciary or the markets themselves, and the ability to sort for market makers and other participants just to engage directly in the buying and selling and matching engine and all those things. Thats a big surface area. But the idea is to build the most fulsome institutional business, we need to have all of those things on the shelf, because the range of clients we talked about, from quant hedge fund to pension endowment, to somebody that wants to trade structured products and so forth, those are all different kinds of institutions, and all of them are on our transom. They all need different things. So I think the idea is to have the most fulsome institutional business out there, not just the ability to trade ten to one perpetual futures or something like that."
    },
    {
        "speaker": "D",
        "text": "And you missed one thing because you used a very clear word, which was agency. And we know that there's two sides of the business, which is agency and principle. How are you thinking about market making, all of the things that you've also done in the past, Greg, that internal capital using to become a liquidity provider? Obviously, I think the days are gone. I don't know what it is in crypto in terms of the ability to run proprietary books, but in terms of liquidity provision, how are you thinking through that?"
    },
    {
        "speaker": "C",
        "text": "Yeah, so the prime order routing business today is all agency. So when a client says, I want to buy 100 bitcoin, we're at any given instant going to synthesize where the best price is across all the different markets that we aggregate. So it's not just our own exchange, it's other exchanges that we've done operational due diligence on and market makers. And in the same way you would twap an order to buy 10 million shares of ExxonMobil, you'll twap an order to buy 1000 bitcoin over the course of the day sort of thing. A client can run a post train analytic that shows, here's all the places I traded, here's what the market was at the time, here's the VWAP, and all the things you would expect if you were doing best execution after the fact. So that's one side of the business, the other side of that you were talking about before of providing structure. And those sorts of things ultimately require firm capital to carry out. And so there, in responding to clients needs, we will put firm capital to work. We will offer balance sheet when clients are looking to do different things. And that's a different side of the business, separate in the same way that the fiduciary side is separate yet again. So as you were describing, like this is kind of turning into how a bank is organized. It is very much that way. What we don't do is operate a, you know, from my prior life, sort of an HFT style on the exchange, market making product that's trading on our exchange or this. So I think of principal capital commitment to clients when they're asking us to do things very separate from a crop trading, market making type strategy, which we."
    },
    {
        "speaker": "B",
        "text": "It'S probably worth mentioning, by the way, that Coinbase asset management will be run independently. And so there'll be information barriers and."
    },
    {
        "speaker": "D",
        "text": "Chinese wall and the usual, all that stuff."
    },
    {
        "speaker": "B",
        "text": "The other thing I want to mention, by the way, is that it's still in beta, but they've built something really cool, SMA. So separate managed account. And they built this infrastructure on top of Coinbase. The idea here is that everyone who's allocated to crypto, all the competing asset managers, can use this infrastructure to have a multi manager, multi custodial product at fees that are, because the cost of it is low, which has been the thing that's prohibited everyone from running a bunch of small separate accounts. This will be another way of activating and inviting capital in the space. The RA world, I think, will have lots of demand for that. And we've had, well, they've had a lot of incoming demand for that product."
    },
    {
        "speaker": "D",
        "text": "Raoul, how are you thinking of tokenizing funds? I've been watching this space. I'm very interested in it. We're doing some stuff at real vision where we're getting the community to construct portfolios and right now they can copy each other. So we're creating this hive mind and it does pretty well in NASA allocation and then they can copycat trade it. But the idea is eventually we can tokenize these things. Now youve got an educated audience creating an asset allocation that tends to outperform the market over time, then that can be tokenized. Weve got a trading league going as well for one of our NFT communities. And what were seeing is whats in my head, lets let people show things. Its all on chain, so you can see everybodys performance and everything else proven. But eventually we'll be able to allocate capital. We've seen businesses like enzyme and stuff like that creating interesting platforms where we can then allocate capital or find capital allocators. We don't have to, we're not the capital allocators, but we would find people therefore who can invest in these guys. I think the tokenization of asset management at a broader level than what just some of the funds are looking at. I don't know who's done it so far. I think Apollo, a few others, KKR have done some stuff. How are you thinking through that? Because I feel like that's not for this wave per se, probably, but it's something we have to plan for."
    },
    {
        "speaker": "B",
        "text": "So we have this long list of everyone that wants to tokenize everything and we have to be selective about which ones we try and run after. I would have to say on the thematic of tokenization, what's really interesting is that one big chunk is all around money market funds. So youve already seen some of the."
    },
    {
        "speaker": "D",
        "text": "Oh, its like a stable coin essentially."
    },
    {
        "speaker": "B",
        "text": "Yeah, exactly. Theres actually a lot of work being done right now with the trad five players who have dipped a toe into crypto to try and bring a tokenization use case to life. I can go more into detail if you want, but one of the triggers for that was what happened with the UK LBI with the pension."
    },
    {
        "speaker": "D",
        "text": "Yeah, explain."
    },
    {
        "speaker": "B",
        "text": "Curve shifted higher. The pension funds found themselves under pressure in terms of the collateral management into those swaps and wound up having to liquidate mass, liquidate big positions for collateral. So you can't transfer a money market."
    },
    {
        "speaker": "D",
        "text": "Because they were using leverage to buy gilts to meet their hurdles, essentially, yeah."
    },
    {
        "speaker": "B",
        "text": "When you talk about tokenization, it's like, what problem are you solving for? Maybe one of the things that, the problem that you could be solving for there is actually the transferability of collateral using money market funds. So you wouldn't have to actually liquidate the funds themselves to get the cash collateral to then use that cash to manage your exposure and swaps in those arrangements. That's pretty interesting. The other use case for tokenization is for large asset managers to try and tap into different distribution channels on account of having a new mechanism to find new, let's say, retail or high net worth accounts by virtue of hitting a new distribution channel. On this eclectic list of groupings that we have, we have things like hedge fund gps. We've got private equity funds, we've got, people want to tokenize everything. In fact, Larry Fink was on in and around the Davos. He did some press and just talked about the application of tokenization technology for safety and soundness of the financial system and collapsing t plus one settlement to real time."
    },
    {
        "speaker": "D",
        "text": "Yeah, I mean, all securities, all derivatives. When I was still at Goldman, we had ISDA stuffed under our desks, as there were so many of them. Nobody could, you know, it's a mess."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "D",
        "text": "We just, and what is an ISDa but an NFt? I mean, it's just blindingly obvious. And it's a much more capital efficient way of doing it and recording it. So when Lehman goes under, you don't spend six years figuring out who owns what in the collateral chain because it's all on blockchain."
    },
    {
        "speaker": "B",
        "text": "Yeah, but as the point to wrap up the tokenization thing, the fact that we still have this massive institutional engagement from the world's largest existing custodians, everyone has this thesis on how crypto is going to transform financial services. There's hundreds of people at individual institutions thinking through how to tokenize assets and what the staying power of crypto will mean for the existing financial services marketplace. That's the thing that's keeping people really invested. In fact, one of the investment bankers was saying, hey, Brad, we don't use the crypto word anymore. We talked about digital assets only and infrastructure and things of that nature. But it's a good thing, not a bad thing, that now the application of crypto technology is the thing. I would say this."
    },
    {
        "speaker": "D",
        "text": "What do you use as terminology when you're speaking to clients using digital assets as your terminology? That's the one I use."
    },
    {
        "speaker": "B",
        "text": "I've crossed the void. I'm all crypto."
    },
    {
        "speaker": "C",
        "text": "Yeah, same. I still, you know, I'm, yeah, I say crypto most of the time."
    },
    {
        "speaker": "D",
        "text": "You say crypto."
    },
    {
        "speaker": "B",
        "text": "I know what people are saying when they say to glasses, but I respond by saying crypto."
    },
    {
        "speaker": "D",
        "text": "Yeah, listen, final question, this has been fascinating to me. Final question is in your mental model. Well, firstly, what is the institutional market size versus retail right now, lets say at Coinbase because its public, wheres your mental model of where it might be in five, seven years time in terms of percentages?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I think since we make these numbers public, if you were to look at the assets that we have on platform, its roughly half retail and half institutional. And the half thats institutional sits in our Coinbase trust company. You have a qualified custodian that regulated as a trust. Where could that go? I think as Brett referenced before, the access to the Aladdin client base, the entrance of the hedge funds that we're talking about and so forth. I hesitate to put a number, I."
    },
    {
        "speaker": "D",
        "text": "Mean, where is it at somebody like Goldman? I don't know. It's probably 80 20. It's probably 80% institution, 20% retail."
    },
    {
        "speaker": "C",
        "text": "In the end at Goldman it's even more stark than that. But yeah, I see incredible growth if we can enable with a platform that looks familiar for people to come across. But I put a number on it. But I think it's pretty exciting."
    },
    {
        "speaker": "B",
        "text": "I would say one way to model is to say when you think about this, in your equities as equity derivatives, structured products, markets, commodities, all those things, what percentage of the overall asset allocation are they even at what I think is a pretty modest but still ambitious goal. If we can get one to 3% of allocation to crypto, it would grow the industry."
    },
    {
        "speaker": "D",
        "text": "I think that's way too small. Again, using the example I've run hedge funds done all of this stuff. But one of the great examples of this whole thing was the commodity team at Goldman. I don't know if you remember them. And that GSCI didn't exist, right. Nobody had commodities in their portfolio. And by the time that sales team had gone through the institutional base, commodities were over ten were up to 10% at various points in the cycle. There's no reason why one to 3% is. That's what the argument was for hedge funds, and hedge funds are a much bigger alternatives. And now when they first launched as well, that whole tailwind, it's like, well, 1% of your portfolio in alternatives, half these bloody endowments, now 50% alternatives."
    },
    {
        "speaker": "B",
        "text": "Yeah, that was an interim goal, by the way. I was more 20%, but I'll take your 10%."
    },
    {
        "speaker": "D",
        "text": "Yeah, I'm just checking. You were far too conservative for me, I think. Yeah, guys, listen, fantastic conversation, really interesting. Love what you're doing. I think you're doing exactly what the space needs. I don't think people really understand what it is you're building. And I just thought it was really important to tell this story to people as well. So well done."
    },
    {
        "speaker": "C",
        "text": "Thank you. Grateful to be here. Thanks for having us. Really enjoyed the conversation."
    },
    {
        "speaker": "B",
        "text": "Thank you, Robert. Awesome. I really appreciate it."
    },
    {
        "speaker": "D",
        "text": "I was blown away by this conversation to realize I knew that Coinbase were really serious in this space, in what they were building for institutions, let alone the other activities for retail and others. But what blew me away is how thoughtful they are and how in depth their offering is and how they're thinking this through. They're building something truly extraordinary here and with the whole space blowing up around them, they come out as easily leaders in the space. It's a volatile market out there. It's not the easiest time, but if we can all get through the other side then we've got something really interesting here. So look, I just thought it was fascinating to see behind the curtain what is really happening for the institutions."
    }
]