[
    {
        "speaker": "A",
        "text": "This episode is brought to you by Shopify. Forget the frustration of picking commerce platforms when you switch your business to Shopify, the global commerce platform that supercharges your selling wherever you sell. With Shopify, you'll harness the same intuitive features, trusted apps, and powerful analytics used by the world's leading brands. Sign up today for your dollar one per month trial period@shopify.com. tech all lowercase. That's Shopify.com tech."
    },
    {
        "speaker": "B",
        "text": "Hey everyone, if you like this podcast, go behind the paywall to get privileged access to the smartest minds in finance. Join the real vision community and learn how to become a better investor. Visit realvision.com rvpod and use the promo code podcast ten. That's podcast ten to get 10% off our essential membership for the first year. Now to the top analysis of today's crypto markets."
    },
    {
        "speaker": "C",
        "text": "I'm really excited to speak to Mo because a he has an extraordinary story, but also that story included building out of Facebook, Libra and DM, and then eventually led to Aptos. And it's really important for all of us in this space to not keep a closed mind and to understand all of the technological developments that are going on. And Aptos was a big technological development and is getting some serious traction. So it's all of our job to really learn from somebody like Mo what his vision is, what he's up to, where it's all going, and how he sees it all fit together. The world of crypto is an incredibly exciting journey that we're all going on together. We don't know where it's leading to, but we know it's going to be absolutely massive. Join me, Raoul Pal, as I guide you on, on our adventure to discover just what this new world will look like. Mo, fantastic to have you on real vision."
    },
    {
        "speaker": "B",
        "text": "Thank you for having me roll. It's my pleasure."
    },
    {
        "speaker": "C",
        "text": "Lots to chat about. Really interesting. But let's start a bit in how the hell you got here, because you've got a great story in itself. And I just think people, we spend a lot of time talking about technology and the opportunities, but really it's about people as well. But I'd just love to hear the story of Mo and how the hell you got here."
    },
    {
        "speaker": "B",
        "text": "Wow, that's a. I don't know how far back to take it. So I guess I was a first generation pakistani immigrant, grew up in Brooklyn, New York, which was an amazing experience in the utmost southern Tipponera called Brighton beach, but a very russian jewish neighborhood. And there was this kind of pakistani immigrant floating around. But I loved the diversity of New York and really got to appreciate the dynamic personalities and everything there. But the interesting thing was my father, he was working four different jobs, trying to make ends meet, and one of them was a taxicab driver. And the interesting thing there was he didn't really have an opportunity to take all that money home with him. At the end of the day, there was a taxi medallion owner where he would end up giving a lot of his money to. And I thought that was an interesting note, and I carried that with me throughout my life. Growing up in New York, you learned to love basketball. Kind of learned to love Wall Street, I guess. I like both of those things. Terrible basketball player, but decent when it came to math and numbers. Went to work in finance, and I thought, wow, I really made it. When I was at places like Blackrock, I got to see portfolio construction and understand all the different complexities around how you build capital markets. And that same story that I talked about with my father, I saw that get played out in the world of finance. It was kind of sad. You have all these people that are creating value, but often just a handful of people end up making a lot of the money off of that hard work. Loved what folks like Blackrock were doing with technology and trying to solve issues and bring more efficiency into systems. I got pushed by my mentor to eventually go to business school. You're young, you're working in New York, and you're thinking, well, why do I need to go to business school? I've kind of made it already. You're this arrogant young professional. But I'm glad she really pushed me. I made my way over to a University of Rochester, founded a startup while I was there, but ultimately ended up joining BCG as a consultant and moved to Dubai. And while I was in Dubai, BCG had a group called Digital Ventures. They were trying to build startups within very large companies, and they asked me if I was interested in working on a blockchain use case in 2016. And I was like, well, I guess maybe because I'm the only one that owns bitcoin at the firm."
    },
    {
        "speaker": "C",
        "text": "Stop there a sec. Why did you buy bitcoin? Because you were working the financial system. You saw it. Tell me that story and then we'll catch up with Dubai."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, when you look at the financial system, you see there are all these different pockets of folks that are involved in this very complex value chain, and they all have a role to play. Some of them might be doing providing risk solutions, some of them might be providing KYC solutions. Others are doing all this kind of administrative back end management of making sure things balance. And then you read the bitcoin whitepaper and you realize very quickly that a lot of those inefficiencies could kind of go away with code. And so I thought that was just a very fascinating topic. I did not buy because I thought it was a great investment. I actually thought it was a very cool technology. And so that's kind of what led me to buy my first bitcoin. And I'm very glad that I did, of course, because I got to not only of course, get some economic upside, but really learn about this technology in a meaningful way. Once you buy a bitcoin or an NFT, your curiosity starts to deepen and you go very deep into that alleyway or that rabbit hole and it's hard to find your way back out."
    },
    {
        "speaker": "C",
        "text": "Yeah, because it was the same with me. I was in finance, I was at Goldman, and then I was running a hedge fund, and I saw the financial crisis and the european crisis. I was living in Spain and I saw that basically at the heart of the financial system, nobody knows who owns what. And half the time you actually dont own anything, which were just finding out. And again, in the banking system. And thats what got me to bitcoin in 20, 12, 13 is I'm like, this blockchain is a real solution. Yes, the assets, neat. But the blockchain is a way of having recorded ownership and transfer of everything. It's kind of the same conclusion you saw from the same thing from seeing the financial system from the inside."
    },
    {
        "speaker": "B",
        "text": "So well said. The ability to actually have your ownership of that asset is incredibly powerful. And that doesn't mean you don't rely on other parties to own assets for use. There are scenarios you absolutely might want that. But the ability to actually say, I own this, it's on my hardware, that is incredibly empowering for an individual. And to your point, it's so cool to be able to do that with large amounts of value in a seamless way today."
    },
    {
        "speaker": "C",
        "text": "Yeah, because bearer assets basically don't exist. They're so hard to have share certificates or gold in a vault. And this technology allowed you to have bearer assets in a digital world. Okay, this is amazing."
    },
    {
        "speaker": "B",
        "text": "I didn't imagine you're talking about bare assets, but imagine taking that one step deeper and talking about derivatives and all these complex structured products that exist on top of them. Even those. How difficult is it to trace back ownership and who gets what in what order?"
    },
    {
        "speaker": "C",
        "text": "And yeah, that's exactly my point is, the derivative collateral pool is small and has multiple rehypothecations within it. So the issue is you don't know where the daisy chain of collateral lies and who owns what fraction of what. But if you've got it stored on a blockchain, you can do that. The other thing that it's bloody obvious to me is OTC derivatives are just nfts because they're just unique contracts."
    },
    {
        "speaker": "B",
        "text": "Yep. That's a very excellent way of placing it. And by the way, I totally agree. I totally agree. So, I mean, I think folks at Goldman are probably very happy that you're talking about this space then."
    },
    {
        "speaker": "C",
        "text": "Yeah, I think most of the financial, we'll come on to that in a sec. But most of the financial system guys do understand it. Everybody's building, regardless of what public statements are made. I mean, everybody's involved. So, okay, let's catch up with where we were. So you're in Dubai, BCG says join the blockchain thing."
    },
    {
        "speaker": "B",
        "text": "You're like, okay, okay, I scratched my head. I joined the case. And there's always great research that comes out of these cases. And I had a chance to connect with Joe Lubin, one of the founders of Ethereum and the founder of Consensys. And they were building some really cool things there. And some things I understood and others I was just curious, why would someone want a completely decentralized version of a custody solution or decentralized versions of infrastructure to access nodes on Ethereum or validators on the Ethereum protocol? Infuria, truffle, metamask, all these products ended up joining consensys to lead their strategy team and got to work on some of these very cool things and not only understand that, but help shape some of their roadmap. It was just an amazing experience to see what once was a technology that used by a handful of people very quickly scale up through very good tooling and community to now being a household name across the world. And so ethereum has been incredibly interesting as not only a protocol, but folks like consensus and Joe and the team have done an amazing job helping with the adoption of that protocol. While I was there, I was thinking about actually everything you just mentioned, right? Like how do you apply this technology and things like smart contracts, programmatic execution, transparency into the system, into capital markets? And I founded my second startup called Meridio to do just that. We were focused on real estate at the time. So tokenization of real world assets and how do you do it in a way that if Mo and Raul wanted to own a piece of a house in Brooklyn, we could do it. And maybe Mo and Raul are also tenants and we live there. But the cool thing is, now not only are we tenants, but we have even deeper incentive because we're tied together in the ownership of this house. We don't own the whole thing, and that's okay. But just to own even a piece of it is so empowering to an individual. Right, going back to the theme of ownership. And so I thought that was incredibly empowering for many of the people in the world that can't afford to own a home wholly, they can own a piece of it and be part of a deeper community."
    },
    {
        "speaker": "A",
        "text": "Hey, everyone, we're going to take a."
    },
    {
        "speaker": "B",
        "text": "Quick pause and hear a word from our partners. We'll be right back."
    },
    {
        "speaker": "C",
        "text": "I've looked at this at depth, and it's been frustratingly slow to see real world assets like real estate getting on chain. But I live in the Cayman Islands, and Cayman Islands is quite typical. Even though it's relatively balanced in society, we still have quite a lot of rich and poor. So the rich people own all of the fancy apartments on Seven Mile beach, and they're 1015, $20 million. The regular caymanian person doesn't get access to that. Now, as we know, scarce assets go up more in price than more abundant assets. So the rich get richer, and they may be some of the big families from the island or foreigners, but the average person just sees this and feels left out. And I've been talking here to people to say, can you not tokenize it and either sell it to the pension system so everyone can have a share or allow people to invest? So at least if we can all invest 10% of our net worth in the same assets, that's incredibly empowering."
    },
    {
        "speaker": "B",
        "text": "Absolutely. And it's an excellent point, because in that scenario, as the Cayman Islands continues to uplift its economy and prices go up, displacement then, could potentially not be as jarring. You can say, oh, well, the average individual was able to capture some of that upside because real estate values went up and we own a piece of that. I couldn't agree more. I think these are fundamental opportunities for average individuals that just feel so far and distant. Even signing up for a brokerage account to get access to a REIT. Which reit do you get access to? What does that REIT hold? There's all this overhead and complexity. We do think these systems can design much more efficient ways of getting access."
    },
    {
        "speaker": "C",
        "text": "Yeah, because I'm half Punjabi, so I was on the indian side, and you're from the pakistani side. But look, if you think of a city like Bombay, Mumbai, right? This is happening at scale because there's such a shortage of land and you're displacing people out of the cities. And there is ways to allow people to participate in that. I think Yatsui and I were talking about this, and I think there's a term which is somewhat more like universal basic equity, because you can participate in the communities that you're part of, which I think is a big unlock that's coming out of this whole web three revolution."
    },
    {
        "speaker": "B",
        "text": "It would be very cool to see cities like Mumbai and countries like India or other, all these countries that are going through a massive economic growth. I mean, all the growth is really coming from a lot of asian markets outside of markets that we're so used to. And to your point, some of that growth is not captured by the people. And so if we can provide universal, basic economic activity, I guess equity, I got to get that. That's a great phrase that could change the way we as a society function. How much closer would we be to our people in these different communities? It would be very cool to see."
    },
    {
        "speaker": "C",
        "text": "Because I've been thinking through, obviously, the displacement of AI and all of this stuff, we're going to have to give people a chance to participate. And I think community is that way now. It could be a neighborhood in terms of if things are tokenized, you can take economic participation in your neighborhood without being rich."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah."
    },
    {
        "speaker": "C",
        "text": "And that's kind of."
    },
    {
        "speaker": "B",
        "text": "Yeah. If you don't mind, I'll share one more example on that."
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "B",
        "text": "Like, how many times have you seen the, I mean, again, being in New York, you see the neighborhood grocery store, the restaurant often really struggling. And that's because all you can do as an individual in that, as a neighborhood community member is just go shop at that restaurant or shop at that grocery store or eat at that restaurant. You don't. How often do you eat at a restaurant? Maybe not as often, but imagine, again, you can own a piece of that restaurant and empower them in other ways. And so even that money would be really valuable to the restaurant owner or the corner grocery store owner, where they wouldn't have to go out and seek capital that may be even more expensive. And who benefits from that capital? Where does that interest go instead of going to a bunch of different people? That money can potentially stay in communities and could be very valuable for the growth of those communities."
    },
    {
        "speaker": "C",
        "text": "Yeah, look, it's really fascinating. I think people don't think far enough out of where this could go because they're all focused on where it is today. And I just find it a very intellectually interesting exercise to break down the component parts of what we take for granted as it is so, and say, well, it doesn't need to be, so it can be done different ways. And I think it's just super interesting. So it must have been exciting for you to have been at consensus at the time to have seen, because that was early stage, really. Yes, Ethereum had launched, but you're really part of the strategy role is growing that ecosystem. So why did you decide that you were going to try and tokenize real world assets? Because it's hard, right? Because you've got a lot more middlemen to fight than a pure ecosystem like Ethereum, where you're not kind of fighting the system yet, but with real estate it's hard."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, I think a lot of it was just my passion. My father having to work four jobs was very humbling and very powerful for me to see. We lived in a basement apartment until I graduated from college, and that wasn't by choice, that was because we just couldn't afford to. To move out. But even if we were again able to own a piece of that property in Brooklyn, which ended up increasing in such great value, we would have been able to buy a place at some point instead of having to go from renting one place to renting another place. And so thinking about this problem and just understanding that it's so widely spread, to your point, from the corners of Brooklyn to the corridors of Mumbai or Karachi or wherever, how can you solve and create these solves for that economic gap? And you do see models out there. Tenants in common do exist, single asset reits do exist, but they just also feel so out of reach. But at the same time, there's a lot of overhead with them, a lot of inefficiencies with issuing those assets and managing those assets, the transparency of those assets and whatnot, when I realized things like smart contracts on Ethereum or solidity, using solidity could be potential solutions, we thought this was something that could solve the problem. We worked with some of the world's largest real estate owners and asset managers to craft a solution, and we brought it to market. It was called Meridio. We did it in a very compliant way. I think the beauty of securities markets is, you know exactly what is the security. It's a reg a or reg B asset and you know exactly how it needs to be structured. But you know, imagine walking into a room of, you know, suits that I used to once wear and so self deprecating here, but. And regulators and saying, oh, how do you buy these shares? Well, you buy them with this stable coin called dai. Oh, what is Dai? It's this algorithmic stablecoin backed by ETh. What do you mean? I mean, people literally, I think, wanted me to get the hell out. Like, get the hell out of the room. Oh, how do you custody this thing? Oh, you custodied yourself. It's so cool. You get this metamask wallet. Oh, what is metamask? Oh, let me show you on this Google Chrome plugin that I have here. Oh, what happens if you lose your password? Oh, there is no password. There's no password. It's this crazy alphanumeric key that you have to write down and put it in your pocket. Well, what if it gets compromised and you lose it? Well, your shares are gone. Well, how do you make the cap table whole? Like, all these questions came up, and the more I was answering these questions, I also kind of asked myself, like, I do sound like a crazy person at time trying to answer these things. And so the solution and the technology just wasn't there at that time. So, although the idea and the concept sounds amazing, and yes, you can add all these efficiencies, we definitely face challenges with the technology and just not being mature enough, the user experience, not being great enough to solve for these things. And so we ran into a host of parties that were excited about this, just as you are and I am, but they also were kind of bogged down by, well, there's no way that millions of people are going to use metamask to own shares of real estate. They're not going to get comfortable. Regulators across the world are not going to get comfortable with algorithmic stable coins. And so that's kind of the meridio story. But fast forward, the landscape today is incredibly different. You have companies like circle that have solved the stable coinish problem, right? And you have stable coins out there that represent one for one digital dollars. And we experience some of that story ourselves from our early Facebook days working on Librandm. But that's a multibillion dollar currency, digital dollar, that's used by people across the world, which is incredibly powerful. When you think about money transfer."
    },
    {
        "speaker": "C",
        "text": "My theory on that is that is just tokenized. Eurusd. So the eurodollar market is the offshore dollar funding markets of which normal people don't get access to. So if you go and speak to family members of yours in Karachi, they're like, well, I can't get dollars, I can't go to the bank, and if I do, I can get $20 or whatever it is. But what stablecoins is, is the democratization of access to the us dollar, which is the world's most powerful instrument. It's amazing. Again, people don't realize that they're like, oh, it's just some mechanism for crypto to work. It's actually not. It's one of the single most important. Only really, it started to dawn on me how big and how important."
    },
    {
        "speaker": "B",
        "text": "Imagine, I mean, you're in a hyper inflationary country and how scarce dollars are now you have access to them. And yeah, it's so, so powerful and so cool to see. Yes, there's digital dollar. I think digital euros are right around the corner and I'm sure pound and other currencies. And so the access to these currencies is just going to become unbelievably easy to obtain going forward. So very empowering."
    },
    {
        "speaker": "C",
        "text": "I mean, what was just to get into the Facebook story, I saw that immediately and thought, this is so disruptive, because if you can create a basket of world currencies, that's not necessarily the US dollar, it creates a global currency. It was amazing how fast the regulators figured that out as well, because the world's biggest network then basically has a global currency. Yes. It's not inventing a currency. It's not bitcoin, it's not a new currency, it's a basket. But the basket waiting doesn't necessarily have to be what the waiting was. Talk me through a bit of that Libra journey."
    },
    {
        "speaker": "B",
        "text": "Sure. So I joined to really help to go to market for the product and the project. To your point, when you think about currencies, there's so many shapes and forms. I think what you called out, a basket of currencies, currency exists today. It's called a special drawing."
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "B",
        "text": "Issued by large global financial enterprises. The IMF understands that there is a need for sovereigns to settle with each other and they don't want to take on maybe a different kind of geopolitical risk. And so special drawing rights have been very powerful. Now, tokenization of special drawing rights could be, again, much more efficient because you don't have to worry about the overhead. In fact, you can have algorithms that tie to the rebalancing to your point, and making the special drawing tied to whatever the weight attributes parties agree to. And so that in itself could be a very powerful solution that could exist on chain. And so Facebook and the DM and Libra project work. To your point, if you read the original white paper, we're trying to create something similar. And of course, whenever a large tech company or a bunch of companies come together, I think regulators ears perk up. Rightfully so. They are trying to protect their people, and so we should appreciate that. But it was very challenging to get to market. But what was very cool about that technology was that project was the technology itself. We looked at things like Ethereum, things like bitcoin, and realized these protocols are great. But if billions of people need to use this technology to move money across the world, well, transactions can't settle at the rate at which they do on these existing protocols. They need to move just as fast as Visa Mastercard networks. In fact, maybe even faster than those networks, because visa is processing around, what, 2000 transactions per second. If you bring billions of people that are trading digital assets and money at the same time, you're going to need a lot more bandwidth. Hundreds of thousands of transactions per second, potentially. Just look at games and how frequently someone like Eve online is transacting with their gamers. And so paying attention to those types of user behaviors and those principles, we realized it might make sense to build our own blockchain. And that was the diem Libra initiative. As you mentioned, we created our own smart contract language called move. Move is a deterministic, hermetic language, but it's incredibly easy to learn. You don't have to worry about the challenges of a language like solidity or even things like rust. And the feedback has been great, by the way, so far on using move. But if you have lines of code that are capturing real dollar value or millions of dollars of value, you need that code to be easy to read and verifiable. And so we have things like the move prover, which is a formal verification engine that audits or takes a look at that code before it goes out into the wild. So we put in all these clauses, these components. There were novel innovations to make this technology, make blockchain technology scale for billions of people. At the same time, we were trying to figure out, well, we need to support thousands of transactions per second at sub second latency. And so, thinking about this, of course we created the technology, and of course, today it lives on as aptos. So we're happy to go into that too, in detail. But that's a little bit of the story."
    },
    {
        "speaker": "C",
        "text": "Okay, so you spin out of Facebook and you use move to create aptos. What's the idea? It's a big, brave move to go and set up, but I guess you've done it already within Facebook itself. But it's a competitive landscape and you brought something different. Talk me through the strategy, the vision of what you were setting out to achieve, and then we can talk about where you are today."
    },
    {
        "speaker": "B",
        "text": "If you tie in all the l one s and l two s today barely have a million monthly active users. And so if you believe that blockchain technology will be used in a more ubiquitous way, it'll sit in the back end just like the Internet sits on the back end. When you're on a Zoom call and having a conversation with someone, then we need this technology to be able to scale. And so, as we spoke with other parties that were interested, whether it was investors or potential partners, it was amazing to find someone like Chris Dixon and a 16 Z aligned on that vision. Where you do need this, you need serious technology, you need serious engineers, you need serious group of people that think about things in a way that's different than the status as it was within the web three or the blockchain landscape. People were very excited to partner with us. How often is it you find PhDs with cryptography experience and consensus mechanisms and high performance systems, and folks with backgrounds like BlackRock and RBC and these financial institutions that can solve these problems, not just talk about them in theory? And so we did end up raising $200 million for our first round, which gave us a lot of confidence that the market believed in us and believed in the technology again. It was three and a half years in the making before we even spun out, so it was visible and apparent that it would make its way out. We're very fortunate to have an amazing group of engineers on our team, business people, marketing people that take going to market very, very seriously. And so when we spun out, we were able to bring an amazing group of talent to aptos. We launched four testnets last year, and Mainnet, each one of those testnets were processing thousands of transactions per second. We were iterating on each one of those testnets. And, Raul, you've been in the space. You see how slow and how hard it is to upgrade these protocols. It takes years. And so we wanted to take a very different perspective of, we want this technology to constantly evolve. And so we ended up raising another $200 million because people saw the testnets go live and we're like, wow, there's something special here. And so, altogether, you're right, we ended up raising a good amount of money. But that money was put to use in hiring some of the best talent in the world and also bringing an amazing community around us to bring this project to life. And so Aptos is live. You can use it. We did some testing the other day. There's over 13,000 transactions that can be run today. We have amazing partners like Google and Coinbase and other large companies, and amazing girls and hoodies and garages that are building products across the world. It's been an absolute pleasure."
    },
    {
        "speaker": "A",
        "text": "Hey everyone, we're going to take another."
    },
    {
        "speaker": "B",
        "text": "Quick break and hear a word from our partners. We'll be right back to the real vision crypto daily briefing."
    },
    {
        "speaker": "A",
        "text": "This podcast is sponsored by Ramp. Are you the decision maker in your company? Consider this. For the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what. With each vendor, Ramp's software collects and verifies receipts instantly. To save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization and bill payments. Time consuming tasks, which means you'll stop wasteful spending and close your books in hours instead of days. Businesses that use Ramp add up to 5% to their bottom line the first year. If you're a decision maker, adding ramp could be one of the best decisions you've ever made. Get $250 when you join ramp for free. Just go to ramp.com easy. Ramp.com easy."
    },
    {
        "speaker": "C",
        "text": "Cards issued by Sutton bank."
    },
    {
        "speaker": "B",
        "text": "And celtic bank members have Vic. Terms and conditions apply."
    },
    {
        "speaker": "C",
        "text": "So you've solved a technology problem. You've got a fast, scalable chain. The next part is, okay, great. How do we get past those million people into the 1 billion people? How are you thinking about that? Where is the big unlocks you? I'm thinking of everything from ticketing through to obviously a lot of people are looking at gaming. I think tickets are probably an enormous one. Derivatives, it's another massive market for this stuff like that. Where are you thinking and how are you approaching the big pockets of opportunity to grow this space?"
    },
    {
        "speaker": "B",
        "text": "It's a great question, right? Like, how do you tell the world, hey, there's this new technology called the Internet. What industries do you think it's applicable to? I mean, all of them. And so where do you start? Becomes a very interesting problem to solve. And luckily, again, we're not the first ones to market. Other blockchains have been out, and so we've seen the market validate some use cases, I think derivatives and Defi has been a great industry to pay attention to our industry vertical. But we focus our efforts within four categories. The first one is gaming. Excuse me. The second one is social media. The third is media and entertainment. And the fourth is finance. When we look at gaming, to your point, we see digital assets have existed way before Web three has come along. People have actually traded user names in gray markets because they want to get a competitive edge. They're, what are they trading? They're trading their digital assets, but they're really just selling their username and password. So how do we bring that to light? And this is a problem not only we were interested in solving, but also a lot of game developers and publishers and studios and gamers are absolutely interested in this as well. They want to be able to own assets in Fortnite and share them with each other. How cool would it be if I roll? I would love to meet you one day, but maybe I never do. Maybe we just get to hang out in a gaming environment. But I want to share things with you. We like hanging out. You want to share things with me. And so how do you make that come to life? How do you make that ownership be real? You can only do it on a blockchain, and you can only do it on a blockchain with high throughput and low latency. You don't want to wait for 15 seconds, you don't want to pay high gas fees. You don't want to have to leave the game, go into a chrome plugin. And so all these experiences have to come to life with just amazing technology, which is the thing that we pay attention to, the best user experience. And gaming has been a phenomenal use case. We have real games that are coming to life within the next twelve months. Over 20 games, which is really cool to see, but they're enabling all these things, things like proof of play randomization that's online on chain, so you can see it's fair gameplay. Someone isn't really cheating behind the scenes here. The gaming industry continues to grow and evolve. We're very excited to be the layer one of choice for a lot of these games. And so that's been a major industry for us. The second is social media, actually, sorry, media and entertainment. I'll talk about that one. To your point, you want millions of people to use these things. My first job, funny enough, was working at a movie theater. I used to sell and collect tickets. And we'll get into ticketing too, and clean the floors. Know, sadly, like once you leave the movie theater, your experience kind of goes away until maybe one day the movie makes it to your home. And even that's evolved today. And so how do you continue that fan experience and engagement beyond the screen or the home theater? You want to be able to have digital assets that might be collectibles, that might be proof of authenticity and also proof of attendance. And you can kind of take that with you across a bunch of different platforms. We don't talk about this in theory of something coming in the future. We announced a partnership with NBCUniversal. Actually, we didn't even announce just the partnership. We actually just announced the game with a movie called Renfield Nicolas Cage, a us national treasure. And he has his Dracula movie where you can squash bugs within a game and you can earn a digital asset that represents a relic if it's all Dracula themed, and you own that digital asset. But in order to play that game, you just enter your phone number. You don't need a massive alphanumeric key. You own an asset that you can claim through a digital wallet, just like you would logging into any digital wallet that you use today, PayPal or cash app. You can take that digital asset with you and exchange it for popcorn. Theoretically, you can show it off to your friends and exchange it with them. And Fandango also is excited about this because they understand where that engagement could extend beyond just buying that ticket and take it elsewhere. So folks like NBC and folks like Fandango really understand the power of this technology's ability to create a better experience for the user. But again, you can only do it with all that technology just sitting on the back end, and no one really knows it's happening. And so we're doing that today, and we're looking to scale that across a bunch of different Hollywood studios and movies to come. So we're excited about that. You mentioned ticketing, and so ticketing is very interesting because it's unbelievable to just get a piece of paper or a digital screenshot of an event. Why can't. If the two of us went to a concert and we really enjoyed the hanging out at a, I don't know, a Cayman island reggae fest. I'm just making, I don't know if reggae is the choice of music there, but we really like the playlist of the DJ. And now I want to go to my Spotify account and I want to listen to that playlist. I want to relive that. Why can't I scan my ticket and do that? That seems like such a low hanging fruit. Right? Spotify should be thinking about this, and other streaming companies should be thinking about this. Some of them are, by the way, and we're excited to be chatting with them. But the ticket should extend across a bunch of different platforms because it is your proof of attendance. We're really excited to partner with a company called Kid Labs. It's Kyd. Keep your distribution. And so all these folks are solving these problems, taking ticketing beyond just the physical event or even just the virtual event, and extending that across a bunch of different platforms. So can you go from a venue to a digital platform or vice versa and share these experiences in more powerful ways? And even if you want to sell your ticket, maybe that's okay, right? Like, you have a ticket that's worth a lot of money and you can't make it to the Taylor Swift concert. That's okay. You want to sell your ticket to mo because Mo loves Taylor Swift and, you know, there's scarcity. So maybe you can sell that ticket and make some money off of it."
    },
    {
        "speaker": "C",
        "text": "Well, Stubhub taking 50% of it."
    },
    {
        "speaker": "B",
        "text": "Bingo. And maybe Taylor Swift gets that money, or the artist is the one that's actually benefiting or doing the work benefits from that. And so these models are just so powerful."
    },
    {
        "speaker": "C",
        "text": "I've also been thinking through hotel rooms and airline tickets. These are things where we've all missed hotel rooms. We've had to pay for flights. If there's a market free market clearing mechanism, which is an NFT ticket, I can just say, hey, I can't come to New York next week. I've got a room available at. Anybody wants it now at least I can get some money back. They'll trade at a discount, benefits a bunch of other people. Or it may trade at a premium because I've got some around the football World cup final, and I've got hotel rooms. So very efficient capital allocation."
    },
    {
        "speaker": "B",
        "text": "Sounds like we need to get on the phone with Brian at Airbnb or Marriott. I think that sounds like a great idea. So."
    },
    {
        "speaker": "C",
        "text": "Yeah, and we've seen that argentinian airline just start this as well. That's right."
    },
    {
        "speaker": "B",
        "text": "All their tickets are NFts. Right? So that's super cool. And so these concepts seem so foreign. And Raul, I think you bring up an excellent point. Loyalty programs have existed for a very, very long time. People trade loyalty points as well, by the way. And so why do things like NFTs feel so foreign and distant, or digital versions of these systems feel so distant? We should, I think we have an opportunity to create clear communications around these use cases. And so it's not only about the technology, to your point, but showcasing these experiences and doing it today, I think, is really valuable. So, yeah, I think ticketing would be exciting. I think just kind of very quickly. On the other use cases, we talked a little bit about stable coins and finance. We talked about DeFi has been an amazing emerging technology or industry vertical. And so without having intermediaries but still providing risk, KYC solutions are possible today. And so you can know who you're transacting with in a pseudonymous way and have some comfort in DeFi trading pools without all the various overhead of the existing capital markets or financial system. And so we're excited about things coming to life there. But these projects that are building in the community on top of aptos, they're taking advantage of things like parallel transaction processing on our protocol, so you can move much faster, transaction can move much faster and execute much faster on Aptos than they can on any other protocol out there today. And again, that's been verified by Masari. We're the fastest live network in market today. So we've learned a lot of lessons from all the other protocols of the past. It's been just so cool to see access to financial systems really open up in a powerful way. And this is actually something we think many parties around the world should be excited about. Whether you're a regulator or just an individual trying to get access to a system, I think we could all get behind financial inclusivity or universal basic equity. I'm loving that."
    },
    {
        "speaker": "C",
        "text": "The other thing that I think needs a the fastest solve, and it might be the biggest unlock of all, is digital id. I've been bleating on about this for a while because I saw this AI thing coming and I'm like, we are not ready for this and we're so not ready. Going into a us election, we have no understanding of who is real and who is not. In a world where we all use our NFTs as pfps, you don't know who the hell anybody is because the platforms aren't set up to actually prove your NFT. It's just an image right now, it's still just a JPEG for us. But with AI becoming part of social media, the issue of content and authentication of content, which is hard because you can't put the video file on chain because we not technologically ready there to do it at scale yet. So somehow we have to watermark and validate. I don't know how are you thinking through id? Because I've been speaking to everybody from Google to Meta to LinkedIn to Amazon, to everybody saying, guys, you need to sort this out fast, because we can break the whole fabric of society if we're not careful, man."
    },
    {
        "speaker": "B",
        "text": "I mean, it's been unbelievable to see the power of AI really get unleashed over the last quarter in Q one of 2023. And it feels jarring, and it certainly could feel scary, because to your point, you don't know what you're getting. What is this output? Even if you enter something into chat GPT, what did it take into consideration? It's hard to trace that down today. If you think about these large language learning models, you need to understand how trusted is the source going into these models? Is it verified? Is it coming to your point, from authenticated parties? And so even that, I think as a starting point, is extremely valuable. And I think you can't put large volumes of data yet on chain. And although we are thinking about interesting storage models, and that's something to come in the future, but if you do have some kind of identity component to that piece of input, that can be very meaningful, right? Like the difference between model a and model b could be, I don't know what's in this versus this has the green check or a blue check because it has verified input. And who do you think would be willing to pay for that? Probably a lot of people. People are using chat GPT at work across the world. And so these verified models and identity become front and center when you're thinking about the concerns around AI. I don't know if it's happening too fast or we need to slow down, but we certainly need to think about the AI landscape with web three at the focus. Identity is a critical component of that. Anyone can go out and now create content. And how do you know if that's coming from your president or some AI generated output? It's so damn good, and we should be very proud that it's so good. We have come a long way as technologists as a society, but it's scary because you have to figure out how to verify that. And you need to be able to do that very quickly, because content, as you and I know, can spread like wildfire in places like Twitter or on YouTube or wherever. And so we need verification to be part of these products and digital identity be baked in to these products. And we think web three is likely one of the only solutions out there in markethouse. And so how cool would it be to see that your LinkedIn posts, although AI generated, are verified output or even verified input. They're coming from the real raul. It's not some botted content or some AI generated content. That's something we're working on behind a little bit more of a closed effort just because we're in beta, we're in alpha right now and we're not ready to share things. There are large companies that we're working with to solve these problems today. You can extend that, by the way, to not just video content, but also imagine all the input. If your Excel spreadsheet is taking an input and creating models, you've seen those demos that Microsoft has shared. We need that data, that input to be verified. You don't want there to be incorrect information going into your financial model. And then you go out and make a financial decision where I millions of dollars could be at risk. And so there's a very large market out there and propensity to pay. And we think solving for verified identity and AI together is going to be a massive focus point for aptos and for the space in 2023."
    },
    {
        "speaker": "C",
        "text": "So final question, when your outreach team are talking to corporations, financial players, gaming is more obvious. How far are these people in their knowledge? I mean, I co founded another business called Science Magic Studios where we are helping large corporations with large cultural communities create tokenized ecosystems for loyalty and other things, whether that's car companies or sports teams and all of that stuff. So it's all in the same. But I just want to hear how you think these corporations and others, how far they are in understanding what this is."
    },
    {
        "speaker": "B",
        "text": "Yeah, we luckily have come a long way since bitcoin and Ethereum. It's been a decade and so I think a lot of companies have become quite sophisticated. You have Goldman Sachs talk about their digital asset management platform and do it very openly. And we think that's incredibly powerful to see because they understand what this technology could do. And so instead of being scared about it, I think people have learned digital disruption is very real and happens incredibly quick. And so instead of being disrupted or waiting, I think folks are building. And so we're excited because we can't keep up with the demand for Aptos right now, given we're not only the fastest blockchain, but the most reliable blockchain, not being paying attention to very real SlA's. Again, coming back from our meta and Facebook days, you can't afford for Facebook to go down, you can't afford for visa to go down, and aptos should not go down either. That's not the world that we believe in. A lot of our large enterprise partners that we're working with understand that and have been building with us. And folks see what we do with NBC and others and they're running to us, and so we can't keep up with the demand. To your point, it's actually really hard. We're trying to grow our partnerships and BD team as fast as we can. But the other interesting thing is it's all kind of open, right? You don't need to really talk to us. You want to go tokenize Cayman island properties, you can do it yourself. And so, of course, we love it when people reach out to us and we actually really like being helpful. So we're kind of shoulder to shoulder with our developers. In fact, as I'm sitting here in my office, one of the korean gaming companies that's building on top of us is actually hanging out with us. They visited us from Seoul and we're building with them. You're invited to come as well. I'd love to host you here in Palo Alto. Not as sunny as Cayman Islands, of course. But the interesting thing, and maybe a little controversial, is maybe we don't care if enterprises build on top of us or not. And that's kind of okay, too, because would you have gone to blockbuster and said, hey, you should put dvd's in an envelope and ship them around the world? Hey, you should really think about putting all your content on a database and think about streaming. Maybe. But blockbuster might be a little stubborn, and we all see what that stubbornness has where that's led them. But you have new companies that are very nimble. They're more bold. They're entrepreneurs. They're willing to take on big, big markets and be challenges to Goliath. That is very exciting and exhilarating for us, too. Obviously, Netflix is an example of that. Hulu, many others across all these different industries, you've seen Airbnb come and disrupt the way hotels have worked and change the way business models even operate. And so we're excited about new entrants in this space. One of those examples, by the way, is a very cool company called Chingari. We didn't talk about social media, and maybe I'll touch on this, but you can go out there and have conversations with Twitter and all these other social media companies. But there are other social media products out there in market today. Chingari started off in India. They incorporated 15 different languages. How cool is that? They're now across 15 different countries and have users globally, 45 million monthly active users, actually. And they thought, well, yes, it's great to pay our creators, but how cool would it be if we had a creator economy built natively into the application and they have the gari token that does that. And they were building on another protocol in the past that just didn't allow them to scale. They were able to get 2 million of their 45 million users on chain until that protocol really started to struggle to keep up with that demand for that social media product. They came across and reached out to us and we had some great conversations with the Chingaru team. And now, you know, we're excited to bring 45 million users on chain in a way that they won't even know that they're using aptos. I'm happy. I don't want people to know that they're using aptos. I want them to be excited that they can reward creators and tip them and really create meaningful experiences. That's the most proud moment that web three can ever have. And so we don't talk about these things in a distant. This is actually happening right now, by the way, which is really cool to see. Last point that I'll make. We feel so proud of this technology. You and I would love to. We're nerding out right now and probably can go on and on about how digital ownership really matters, but the fact is sometimes the user just. They don't care, and we should be okay with that, right? Like, when I'm using Zoom, I don't know if AWS is powering it or GCP is powering it."
    },
    {
        "speaker": "C",
        "text": "Oh, I don't know what web browser you're on. I don't care."
    },
    {
        "speaker": "B",
        "text": "Yeah, I just love that I get to hang out with you and that's all that matters. The technology just fades into the background, just like you don't care about which cloud, server or service is providing your experience. You shouldn't care about what's allowing you to own your digital assets. And that's the world that we want to be in for web three and just the digital future. That's going to be a very exciting one for us to be on."
    },
    {
        "speaker": "C",
        "text": "It is. And the one final thing that needs to get solved to make it seamless is interoperability, because people don't want to feel like, well, I can only use an Aptos wallet or a Solana wallet or a bitcoin wallethead. They just want to move their assets around and they don't care. Like we talked about, I don't know what Internet you're on, what provider you're on. I don't know anything. The developers they can decide what that is. But as an end user, I shouldn't care. And I don't want to have a bloody phantom wallet and a metamask wallet. It just doesn't make sense. Right?"
    },
    {
        "speaker": "B",
        "text": "Yeah. I mean, putting aside your preferences or anyone's preferences of Apple OS or Microsoft or I Google OS or Linux, you just, again, want to have the best experience possible and you want there to be interoperability across those different platforms. And so we believe in the same. We're excited about things like bridges that solve interoperability as best as they can today, but we believe there's more work to be done there. They continue to strengthen and you see things like wormhole and things like pith. As oracles solve these issues, there's more work to do. And we're excited about the work that the jump team and the wormhole team is doing in the space. But you're exactly right. Like, if I have bitcoin or if I have an NFT on Ethereum or if I have an NFT and some other protocol, I want to be able to take it wherever I want to go. If I want to supercharge it and put it on Aptos, I should be able to do that without even knowing I'm putting it on Aptos. I just want this application to be working seamlessly. And so we shouldn't think about things in a way that we want our protocol to be outward facing and customer touching. We want it to be done in a way that, again, it's just ubiquitous and fades into the background. And so Aptos does that already today, if you have, I saw some cool nfts flashing in the background there. If you wanted to bring a crypto punk or I don't know what collection that is right now. That's very cool."
    },
    {
        "speaker": "C",
        "text": "That's an MFR."
    },
    {
        "speaker": "B",
        "text": "Oh, wow. That's nice. That's nice. If you want to bring your MFR over to Aptos and into an Aptos application, it should be a click of a button and you should be able to play a cool game with your MFR. That's it."
    },
    {
        "speaker": "C",
        "text": "Yeah. Mo look, fantastic conversation. We've gone everywhere from finance to real estate to being first generation immigrants and the whole thing, so look super interesting. Really excited what you guys are up to. You're at the forefront. Keep pushing, keep going. We'll get there in the end."
    },
    {
        "speaker": "B",
        "text": "I appreciate it. Thanks so much. It's a pleasure role. I'm a big fan and it's an honor to speak with you. Thank you so much for having me."
    },
    {
        "speaker": "C",
        "text": "No, it was great to speak to. You know, I always get slightly intimidated thinking, well, how do I know about the technology? But we're actually all excited about the same thing. But we come with different experiences and stuff. And that's why I think people find all these kind of conversation so rewarding, because everyone brings part of the equation together and it becomes interesting. So, listen, thank you. I really appreciate it."
    },
    {
        "speaker": "B",
        "text": "Thank you so much."
    },
    {
        "speaker": "C",
        "text": "My key takeaways from talking to mo is that, look, he's come from a similar background to me, although he's obviously smarter and a technologist as well. But seeing the finance side, he kind of understands the core issues of the system that we currently have. But also he has the vision to see what Web three could become and how a system like Aptos can empower it. I think having that limitless understanding of where we could go gives you an ability to move forwards further and faster. If we really want to get from the 300 million people who've interacted with crypto to multiple billion people, we've got to think big and we've got to think at scale. And these new solutions are really helping. Whether it's Solana Aptos layer twos, they're all piecing together part of the jigsaw puzzle that is incredibly important. And I think Aptos, much like the conversation with Polygon as well, shows that some people really moving this space forward, and it's amazing."
    },
    {
        "speaker": "B",
        "text": "What's up, revolutionaries? Thanks for tuning in to the real Vision daily briefing. For more content like this, head over to realvision.com and get unfiltered access to the very best, brightest, and biggest names in finance."
    }
]