[
    {
        "speaker": "A",
        "text": "This episode is brought to you by Shopify. Forget the frustration of picking commerce platforms when you switch your business to Shopify, the global commerce platform that supercharges your selling wherever you sell. With Shopify, you'll harness the same intuitive features, trusted apps and powerful analytics used by the world's leading brands. Sign up today for your dollar one per month trial period@shopify.com. tech. All lowercase. That's Shopify.com tech."
    },
    {
        "speaker": "B",
        "text": "Hey everyone, if you like this podcast, go behind the paywall to get privileged access to the smartest minds in finance. Join the real vision community and learn how to become a better investor. Visit realvision.com rvpod and use the promo code podcast ten to get 10% off our central membership for the first year. And now to today's episode. Well, welcome everybody, to I don't know what the fuck I'm doing, special NFT announcement edition. And as ever, I actually don't know what I'm doing. But let's do the most important things first. What am I drinking today? I'm being civilised. I'm starting with a camparian soda. And the reason being is I can't be shit faced. Got to meet Anthony Scaramucci and his whole family on the beach for dinner tonight. So I'm having a generally civilized start. And my snack, because no civilized person should have a drink without a snack. That is very important. And today we have almonds from Valencia. I used to grow these in my garden. They're fantastic almonds. Again, lightly olive oiled and salted. So cheers, everybody. So we're going to get onto a big announcement in a bit. You've all been seeing it on Twitter all over the place about what the fuck we're doing in NFT space and what we're doing with community, this super community of communities that we're building. But first, and I'm going to bring on a troublemaker, the queen of chaos later as we come into this. So we should have a lot of fun. But let me give you a bit of a background. You've all seen, I think, my video about NFTs and why I'm so interested in NFTs. It's part of my bigger crypto thesis. It's part of that digital nation state thesis. It's part of many things. But really, something really struck me. In December, I was in Paris and I've been invited to the ledger, NFT event ledger open. And that first evening I was sitting around a table at Ian Rogers House, who's the chief experience officer ledger and around me at the drinks was Osef. So Osf, Ov, Amando from Rec Guy, and obviously ov himself is an amazing artist. Fuck render, who's incredible, Farouk from rug radio, Jen Stark, Betty from Deadfellas, and people from music, fashion, art, all in the same place, all really excited, all one degree of separation from each other. And it made me realize that something really unique and special is happening. When you're at the beginning of a cultural revolution, it is one of the most exciting moments you can possibly have in your life. If you think of that Woodstock moment that came out of the sixties, I'm a child, really, of the eighties and nineties, and there was an unbelievable moment in London. I've mentioned this on a tweet thread about 1996 when music exploded. Blur, Oasis. We had a new prime minister, Tony Blair. It was full of hope. We had an enormous amount going on. We had the greatest artist in the world, Damien Hirst. Everything was centered around London, the finance industry there, the advertising industry, there was the media industry, and it just felt magic. Everywhere you went, the soundtrack was Oasis or Ibiza and the dance music, or so many of this great stuff all at the same time. And you knew it was special. Now, I wasn't at the epicenter of that, but we are all at the epicenter of this new revolution. How big is this NFT revolution? There's not that many people in it yet, a few million at best, who are really engaged in it. So you're starting to discover like 10,000 new bands all at the same time before anybody else in the world. And we're all connected to each other. We talk to each other on Twitter, we're all friends. We're friends with the artist. They want to speak to you. They're directly connected via communities. And this kind of stuff is really, really magical, and we should cherish it and grow it and help nourish it and turn it into something much bigger, much better, because the benefits of a decentralized community approach in a world of as 6529 talks about this kind of world of the metaverse, does it get controlled by a few corporations? Like AI could be controlled by Microsoft and Google? Or is it going to be open? And it's up to us to make this world one where we can all participate and be in it together, and to do and create a magical, decentralized world where we're in control. We're in control of our identities, who we are online, what we do online, and how we get rewarded for the networks and communities that we join out how we help people. More importantly, the whole NFT space is all about helping each other. It's a sense of togetherness. Anyway, that's my spiel. I'm going to do some questions and then we're going to get into what we're actually launching. Ah, good question, Kerem. Kerem says Campari and what? It's Campari and soda, but it's not pure soda. I discovered this during lockdown. I invented the thing, the drink called the RP lockdown and that was campari with orange la Croix. Today I've actually got it with cranberry raspberry la Croix. Sorry, I'm taking an almond and my dogs are barking at the door. And it's absolutely delicious and it's nice and bitter. A good aperitivo to start the evening. Right. I want to hear some questions from you guys first about NFTs or anything else. So I'm looking for questions. I've got lots of. Hello. So hello, everybody. Why didn't you have a squiggle? Good question. I just not bought one. We all have a limit to the amount of ETH that we have to spray around. As I've talked about, NFTs are really interesting because you're not actually selling your eth, you're actually buying this NFT which stakes your eth. So that punk up there that still has the value of the eth that I paid for it. Now, it can move around in eth terms, but if eth doubles, then the value of that punk doubles even if it stays at the same price that I pay for it in EtH. I really like that. So it's something that not many people understand that even with something like we're launching today, you're basically just staking your Eth for it because you can eventually sell stuff if you don't want to be part of that community anymore and you get your eth back. Now the price may have gone up, may have gone down fine, but it doesn't go to zero. Some stuff does. But obviously we're trying not to be ridiculous dgens here, even though I'm sure a lot of you are DJ's. Ryan, what's your favorite NfT from your collection? You know, I don't know. I really like all of the stuff my beeple behind me. I was really proud when I bought that. I love my punk. I love my bought ape. I love my x copy. I wish I could have the balls to spend more eth on a more rare x copy, but my God, they're a lot of money. They are a lot of money. I'd love to do that. If there's one thing I would like to do is to buy a really rare x copy, but I don't think I've got the guts to do it yet. Okay, more questions. Hi, Raoul. What's the sector that'll be most impacted by nfts, in your view? It depends. In time horizon, I think fashion, music and art clearly will be first because they're cultural. After that comes ticketing and all of the boring stuff. The use of smart contracts at scale. And I think those are really big for insurance and a number of things, even the derivative industry, you know, the financial industry. But at first it's music, fashion, art. Culture is at the center of this. Culture is what changes everything. Culture is what brings the brands in. Culture is what brings everybody to understand what the technology is and how it's empowered. You know, everything from video technology to music technology to everything has all been driven by culture. That and porn. But that's a different topic. Although. Okay. Raoul, do you think there's a big market for carbon credit nfts? I don't like carbon credits because they're all of varying quality. I like the carbon allowances in the EU, but there could be. But you need to know what you're really doing. I mean, if you're buying a monkey jPeg, you accept that you don't know what you're doing. But if you're buying a carbon credit, you need to know what that carbon credit is. Is it being delivered? Is it valuable? Can it be passed on? All of that stuff? I'm sure people will find the use cases. It's not the easiest thing. Stephen Oxer, has your crypto NFT time horizon changed? No, my time horizon really has been for the rest of this decade. So I'm playing this out. Till 2030, I haven't sold a single thing. I've switched around assets from here to there. But that's generally my view. It needs a long term time horizon. Navin, do you have any interest in nfts on networks, other neith? Oh yeah. I just happen to buy more on ETH because there's more nfts on ETH and it's easier for wallets and stuff like that. But everybody tells me how good the Tezos artwork is. Community Solana too, obviously. Frank de gods. The stuff going on all over the place is now on bitcoin as well. With the ordinals, I embrace it all. It's nothing about chain don't care what chain you're on, you do. You and I will probably buy stuff on all of these chains over time. So that's great. Rs. I want an NFT of that red barber's chair in the background. You can't have one, but I'm going to give you a real vision collective NFT, which you'll find out later. So put your twitter handle in the thing. The guys will find you and send you Stephen Howard. 1D equals one bhdem. Obviously we know that. But thank you for bringing the important maths of the day to the equation here, because we do need to do this. Jimmy Lee, what nfts do you think are undervalued or not getting enough attention? I don't know. I don't buy them for flipping. I have no idea. I just like being part of stuff. I like being part of communities, figuring out what magic can happen, yuga building games, for example. I don't even care about gaming, but I like to be part of something, to be part of history, to see it happen. And talking of history, that's my time. Cover NFT of Aku on the front as well. Mike is a good friend of mine and amazing that Keith and Micah got together to do that. And that was a moment in history, which is why I bought it. What are your thoughts on bitcoin ordinals? Aaron Friedman? Great. It's about time. We need more applications on the bitcoin, and I know that's a big debate. Great. I don't own any. It sounds too complicated for me. I'm the simpleton, but some other dj will figure it out to make it easy. Could NFTs from Akaiser 2010 could NFTs become securities? Dapper Labs court case today. Judge says they don't pass the howey test. Depends what they are and what they're doing. It's really complicated. Most nfts are not securities. But if you're giving a share of the economics in a certain way that meets the Howey test, it's possible once they're trading, they can't be Raoul from Johnny 55. Could you govern the world if the position arose? No, I'd be fucking useless. It's hard enough managing a company of 150. It's hard enough managing my wife, let alone the two dogs. So no, I couldn't do that. But thank you for your Mitchell Nelson, please release your own line of ral pal nfts. I'd go irresponsibly long on board ral nfts too. Yeah, but look, I can't add any utility. So that would just be a cash grab. I mean, you can send me cash, I'm more than happy. I can give you my wallet address, but no, I mean, I'm just not going to add you value there by doing it. Unless I fix. Sorry. My special guest is still pissing herself laughing about Raoul ruling the world. You can't hear her yet, but she'll be here shortly. Justin Raoul is a wreck guy. I'd love to know when golden girl rarity traits are great, super interesting. My wreck guy is my rec guy and so I don't need to get the rarest one. It's what I bought on the day when I got excited about them and I kind of am happy with it. I love the golden girls and all of the kind of metal jackets and all of that. They're cool. But it's mine. Mine is mine and I'm just happy with it. Thiago Martin. Hi, Ral. Are you coming to nFt in Lisbon? Sadly, I'm not. I just don't get a chance to travel. I'm too busy, so not a chance. Well, there's a lot of questions coming through. No golden girl not going to make it. Love it. I'm sorry, I haven't got a golden girl and I've begged ov for one, but he won't give me one and I'm not going to buy one. What if you're wrong with NFt and Eth? And only thing that matters is bitcoin. Foreign owns bitcoin too, so that goes up again. It's not either one. It's an abundance mindset. And you sound like you're probably more of a bitcoiner. When, if you come to the NFT community, you'll realize we don't care what chain we're on. We don't care whose community you're in. We're all in this together. And that is the key, key thing of what we're trying to do here. We're trying to all be in this together. Question from Max at Mittel. How do you decide what community is nice to be part of? Most expensive ones may or may not be the very inviting. And it's nothing to do with Price. It's to do with, does it resonate with you? Do you like the people involved? Do you like how they talk to each other? Are they nice? Start nft chat. Let's fucking go. That's the special. Bring her on. She's pain in the ass. She's been in the background giggling, rolling her eyes."
    },
    {
        "speaker": "A",
        "text": "Hello? Testing, one, two. Is your girl here?"
    },
    {
        "speaker": "B",
        "text": "What are you drinking?"
    },
    {
        "speaker": "A",
        "text": "That's about damn time. Do you know what? I was gonna. I was talking about the white claw drink with our pro crypto discord. Okay, but we had producers in the back. Go. Why is he answering all these questions? Let's get to the juicemen. We are doing something here at real vision, but if you are wondering, I might start on this a little bit later on. It's the rum that I grabbed from Cayman."
    },
    {
        "speaker": "B",
        "text": "It's really shitty rum as well."
    },
    {
        "speaker": "A",
        "text": "Is it? Fantastic. All right, then. So let's get the party actually started. Now the degeneracy is in the chat, so we. Yeah, yeah. Go on and go on."
    },
    {
        "speaker": "B",
        "text": "We are launching the real vision collective. The real vision collective is our way of bringing together all of the communities into one place and giving them a place to interact with each other and build multiple communities. It's this super community idea of communities, what we're actually doing. And everything will stop. You'll see the landing page. If you go to the top of the twitter feed, it'll be on the feed here. What we're actually doing here is building a gigantic NFT super community, starting with a mashup of nine different projects, three different NFts. When we mint, you will not know what you're going to get. You could get world of women, women and weapons and. And I can't remember her name. The artist from Nigeria."
    },
    {
        "speaker": "A",
        "text": "I asked you. Yin Cory. Okay, there's so much going on."
    },
    {
        "speaker": "B",
        "text": "Hold on, hold on. I haven't said the three others, right? That's one I've seen."
    },
    {
        "speaker": "A",
        "text": "All right, all right."
    },
    {
        "speaker": "B",
        "text": "The other one is Mfers Damien Hirst, who we got special approval from, which nobody else has done that. And x copy. And the other one is me bits Rex guy, 6529 memes. And that's just the start. That's season one. You will not, won't know what you're going to get. And then you can trade them afterwards to figure out which one suits you. And that is your access to this new community. And we'll talk about what that means because there's a shit ton of utility community benefits that come. But this is season one and the season two and season three and maybe season four to come. And if you don't want to collect all of them, don't you just need one to be a community member? But if you collect different variations, because there's going to be rarity traits, you're also going to get special gifts dropped to $400,000 worth of freebies are being given out a week after the mint, when everything is revealed, what you're going to get. And from there, we build and we build a massive new thing as we start building out these communities, different people. If you've collected all of the different rarity traits, all the different ones, you'll get different opportunities, people who just want one. You'll still get the community. We're partnering with tons of major communities and incredible people, and this is just the start of what it is. Right, Elaine?"
    },
    {
        "speaker": "A",
        "text": "My heart is, like, beating right now. Okay, first of all, this is. Right. This is. Stay with us because these ideas are big, big, big at real vision. Every day. Our team pulls through for you in the world of crypto. It's no secret about that. Okay, so let's talk about the super communities of communities. That's the very first thing, okay, that we put on our Twitter byline. And then you, like, thinking, ask, well, what the hell is super communities? That are super communities. The thing is about the crypto space is everyone is so helpful and so kind to help each other out, and we need to bring that vibe back. So we found basically the first top nine communities that we wanted to work with, all the ones that Raoul mentioned. So. And then we got through to them, and all of the teams are on board. And it is just such a phenomenal feeling. Like, I've been having meetings with world of women, with Raf. The Raf is so funny, by the way, Cao Xi, who is like, this fierce Gen Z."
    },
    {
        "speaker": "B",
        "text": "Hold on, I might get a share my screen here while we're talking to. So we can show some of these from the landing page that nobody's seen."
    },
    {
        "speaker": "A",
        "text": "Oh, my God. Okay. Yeah."
    },
    {
        "speaker": "B",
        "text": "And Nick and the guy. So this is the MFA, the X copy, and the Damien Hirst approved by Damien Hirst, which is incredible. Rek guy, me bits and 6529."
    },
    {
        "speaker": "A",
        "text": "This is the first time everyone's in the art, by the way."
    },
    {
        "speaker": "B",
        "text": "It is. And this is world of women. Women and weapons and core. Sorry, I keep getting it wrong."
    },
    {
        "speaker": "A",
        "text": "No, no, no, it's fine. So basically, so can we. Okay, so the art here. Oh, God, my hands are shaking because we worked with every single one of these communities so hard to. To put this together. And, you know, even looking at Raoul. Can you put up the female NFT for me? Which we had to do. Look at that. I call her Chung Li. You see what I did there? So the pink flower in the hair. We picked this out with Sarah very carefully. The golden weapons is her favorite. And then, obviously, black history month as well. So we had to mark that Yin Cory, who is honestly, she released a two piece. She's like this lawyer and 25. So fierce. And I can't wait till we individually profile every single one of these communities again. Because I would say in the sort of environment that we're at now, we've seen the communities over one year old, right? We've seen what they bring onto the table, how they influence different people in web three. And I think these first nine that we carefully curated, like just looking at motherfuckers. I had the best conversation with Emily Junior. I think he's known on Twitter yesterday, bless his heart. He answered our call while taking his son to like soccer practice or baseball, whatever you guys call it. But it was just so kind that everyone has come and even me bits, right? We have become experts in me bits. The thing the problem is, Ralph. Okay, let me take this. The problem is working at real vision. Everyone becomes super bullish on the amazing communities that are out there already. So here's the top nine communities, but also with the allow list sort of situation, obviously we've provided the 9th. What you guys don't know is, I know you guys have been keeping up on Twitter that we've put things in the vault."
    },
    {
        "speaker": "B",
        "text": "Yeah. It's such a small part. There's a lot to explain here."
    },
    {
        "speaker": "A",
        "text": "I know, I know, I know. So we've been talking about like, okay, what we've been putting in our vote and you guys are like, when drop when allow list. Honestly, we know the space for over a year now and it breaks my heart to see how many people grind for stuff and do stuff. But it's like number one, we have a pro genesis nft that is already a solid community of five to 6000. We have a real vision here. Thrive. And the community is the beating heartbeat. Because on the website we had an exchange where there's a video, people leave these comments and we get back to most of these comments. And we always been in touch with our community. But now to bring on these top nine communities with these people to understand what they've been doing for web three is truly amazing. So we've put these vaults in, we've put them in the vault. And that automatically means if you are a holder of these nine communities, we have allocated allow lists of for you from the back."
    },
    {
        "speaker": "B",
        "text": "If you hold any of the nfts of MFA x copy Damien Hirst, Ret guy, the memes from 6529 Ying core women and Corey women and weapons world of women me bits, you hold any."
    },
    {
        "speaker": "A",
        "text": "Of those, you're going to make it."
    },
    {
        "speaker": "B",
        "text": "You got the allow list, but we've also allowed punks, apes and a whole bunch of other communities. It's all going to be the landing page. You will see all of that. So if you don't hold any of these, if you're a real vision member, there's other ones. If you're a genesis holder, special rights, obviously. And then we're partnering with Ledger, we're partnering with rug radio, we're partnering with overpriced jpegs because we're bringing everybody together, every major player in this space together."
    },
    {
        "speaker": "A",
        "text": "Raoul. Raoul. I've messaged a few people. Like, obviously, we are building. And, you know, when things are digitally and natively growing in web three space, it's really coming easy for us to say. For example, if you've been to Rv meetups and you've been collecting those PO apps, you guys test me, right? When you want to mint a PO app from me, you're like, go on, I want to see this in my wallet, Elaine. And I'm like three glasses of wine in. So those people, if I'm correct, people who hold our RV PO apps, you will be able to enter a raffle too. Be able to be on the allow list or something like that. I'll get through it. But even looking in my DM's now, the people that I've reached to, a few certain communities that has pulled through for real vision or real vision has been talking to them. Like Renee, for example, who is up in Australia now we're talking. She is a community manager for BFF. And I've spoken to Jamie. CPG is one of. I know that Chris is currently partying in Paris, I think. But we're definitely got an allow list there for you as well. And then obviously me bit. So Dito has been doing so much for the space and we're doing something incredible for me. Bit more to come, but yeah, sees the meads on that one."
    },
    {
        "speaker": "B",
        "text": "Okay, so that's just the start of the communities. But again, if I'm going to share a screen, I just want to show some of you. And again, all this landing page is available to you. You're the first people to ever see it. What do you get for the fucking NFT? It's not just a bunch of jpegs and you can click them and you jump through hoops for the sake of it. No, no. This is very, very different. So at first health supply, first season, 10,969, a bunch of those go to real vision pro people. They get special rights. They get given a bunch or get huge discounts on it. And there's some giveaways. So some of you here will start giving away stuff in a minute as well. But the number we're actually selling is 6969, obviously. What do you get for this? Well, it's a lot. So when we talk about utility because of the reach and what we do at real vision, token discord. It's an amazing discord. Elaine's in there all time, I'm in there all time. Half of real vision is in there, plus 5000 other dgens. But actually some really smart people too. Really thoughtful people, really nice. We're building a token gated telegram experience, something really new that nobody's done before. This is in fact Elaine's genius idea. So there's going to be something amazing. We're going to create a bulletin board where every partner community shares a curated space of which we can all tell each other what's going on, what's happening, without all the noise of Twitter and 78 discords. Again, we want to bring these communities together, make everybody's lives better. You can be a moderator, become a part of the community you also get access to. We're creating token gated content. We're doing it in partnership with impeak and some other things. So we've got mini documentaries about nfts that we're starting. The first one is about me bits, but we've got a lot coming, interactive live shows. We're going to be doing stuff probably with rug radio, with overpriced jpegs. We've got the degens happy hour, tons of stuff, all token gated only for token members onboarding. A bunch of you don't know all of the benefits because as you'll see in a sec, there is a lot of stuff here. So we'll have monthly Ama's. We'll probably start with weekly gaining you across, help you get everything sorted out, figure out where the Telegram channel is, how do you get your content, how do you get all of your stuff, what the next phases are, how the seasons work. We'll help you with all of that because it's a lot, because we want to add ridiculous amount of value. And we've got community managers to help as well. There's going to be AMA so you can ask people for help in what's going on and different communities in real life events. There's a trading league you'll get access to where we've got communities around the world competing with each other. We might do an NFT flippers, Degens league. But you also get free access to real vision essential. That's a $500 over five years benefit."
    },
    {
        "speaker": "A",
        "text": "Well, that is, that is like something so incredible, right? Let me just explain real vision. Obviously we're bringing like the ultimate filthy degens in this, but we have to understand the minute you purchase."
    },
    {
        "speaker": "B",
        "text": "What do you mean filthy degens? These are the cognoscenti. How dare you, madam. How dare you?"
    },
    {
        "speaker": "A",
        "text": "We love the. So hold on. So anyone who buys a lick of crypto will find themselves entering crypto, right? And you just need, every time the Fed makes an announcement and you need to read about what's going to go on with the prices up or down. This is really important stuff. And you just naturally become part of the markets. So just naturally being, having one of these NFTs that we're putting out there, you get the macro thing that we put out there for free. For free, yeah."
    },
    {
        "speaker": "B",
        "text": "So look, real vision was built on this whole thing, which is helping everybody get smart about macro because I think you've all learned now that your bags go down if macro goes down. So we want to teach you that. We're also going to give you access to other future drops and other stuff. Also we have a super elite tier called Pro crypto. You're going to get some of that pro crypto research that's with Delphi Digital, a whole bunch of experts, Ama's other stuff. You'll get parts of that as well. And we've also done a deal about digital id addresses. So everyone's going to have their digital id web three address. But if we mint 3000 of these, of that first six, and we unlock a merch store with free merch stops, we've got a magazine newsletter that we're building. You'll see the first edition of that coming out, which is all about this announcement. And if it sells out, then all of the partners get their own community channels, token gated. They can let in NFt holders or their NFT holders, our NFT holders, anybody. And so you can bring all these communities together to have these token gated video channels, which is something really unique. We'll have a gallery in OM to show off our vault because 10% of all sales go to buying yet more of the NFTs that are our partner community. So the more activity, the more we buy of your bags, essentially, and the communities and support them. And then we show all off in the OM. We've also been developing metaverse meetups, token gated meetups in VATM and Om. We'll do more of that. We've already been experimenting with that, so we're going to do some really cool stuff because none of you know about Vatum yet properly. That's incredible. Then we're going to build an investors collective, potentially as well, where everyone can go together and start trading and buying nfts. Maybe we'll create some sort of fun thing. There's a bunch of tools coming, stuff you haven't seen before to help you in your web three journey, plus your financial journey. And we're building out an education product. Can't announce who it's with what we're doing, but that's part of it."
    },
    {
        "speaker": "A",
        "text": "Ra, we're in trouble."
    },
    {
        "speaker": "B",
        "text": "Why?"
    },
    {
        "speaker": "A",
        "text": "Because the producer said you need to read the super chat questions when they come on camera, so slap your hand for that. And then the producer says, we need likes. We need a million likes on this video. So if you're watching this video, please like and subscribe. Thank you."
    },
    {
        "speaker": "B",
        "text": "Yes. You know. You know the score, he says, vaping away with his drink. You know the store that's. This is when you're. You're working 14 hours a day to launch a fucking NFT. Um, you know the score. Uh, we expect likes in exchange for this dog and pony show that we're putting on. Um, and also subscriptions to the channel. So you don't get nothing for free, but I will. Can you just do the bunch of the drums?"
    },
    {
        "speaker": "A",
        "text": "This is what I'm calling out from this show. I'm not joking. Right. I have winners to announce on this AMa chat as well in a bit. And I ran out to Walmart to make this shit happen."
    },
    {
        "speaker": "B",
        "text": "Yeah, and that drum is for you to click the like. She won't stop until we get to a thousand likes. Just. I just want you to realize she will just keep drumming and we'll just keep chat on. Okay. Now, I don't see any of the super chats, but we're gonna ask some question. Hopefully my super chat. I can't see super chats on any of this. Oh, there's one. There's one. Got it. Kirk, $20. Kirk, I love you. Have you a chance to watch the banklish show interview with Eliza? That's a great question. Sorry, this is the guy who says the world is going to end by. Aih. I know it's a bit off topic here. Yeah, look, it's a decent probability I've explained this. Anyway, that's the topic of YouTube chat. But thank you for that question because I've been thinking about that interview too. I've read a lot about this. I've gone quite far down the rabbit hole of what this all means. And there's not many good outcomes. It's all good for the next 20 years and then starts getting a little bit weird to. And God forbid if we bring in quantum computing. So let's see. But thank you. Great question, Kirk. I do appreciate it. And thank you for the $20. We will donate it to a good cause. And that's. And I mean that we'll do something properly with it. Okay. In fact, let's see. Who do we want to give an NFT to? Because I've been told. Ah, more cowbell. Who wrote more cowbell? Ben. Ben Lakoff? More cowbell. Right. You get the cowbell. You get an NFT. You get an NFT. Put your Twitter handle in, Ben, and the producers will get hold of you on twitter and we'll give you a free nft mint because that's the kind of move I'm in."
    },
    {
        "speaker": "A",
        "text": "And he's sober today."
    },
    {
        "speaker": "B",
        "text": "Sort of sober. I'm kind of. I'm ready for my next drink."
    },
    {
        "speaker": "A",
        "text": "You know what? Me too. Should we have a go?"
    },
    {
        "speaker": "B",
        "text": "Shall we top off that $20 from Johnny airport is going to buy more campari. I've got some more there, so I'm fine. And because I'm going out with Mooch tonight, I'm going to get him to pay the drinks bill. Right, Elaine, you do some questions. I'm going to pour myself a drink."
    },
    {
        "speaker": "A",
        "text": "You see what I just am about to pour? Drink. Go on then. Go on then. Let's have a look. Where do I get these questions from? I've never done this before."
    },
    {
        "speaker": "B",
        "text": "YouTube, idiot. YouTube."
    },
    {
        "speaker": "A",
        "text": "Oh, gosh. So many. It goes too quick. Uh, hold on. So I grabbed this. This is a bold rum from island. I don't really drink rum. How do I drink rum? Is it with ice?"
    },
    {
        "speaker": "B",
        "text": "Really? Rum that cheap? You should drink it with coke or ginger."
    },
    {
        "speaker": "A",
        "text": "Steady on. I'm diamond hands holding the rv. Genesis. Watch me go to the moon. Generational wealth. Sir, it's incoming."
    },
    {
        "speaker": "B",
        "text": "So let's talk about that a sec. Genesis holders."
    },
    {
        "speaker": "A",
        "text": "Holders."
    },
    {
        "speaker": "B",
        "text": "Genesis holders have been very patient with the community because we've been adding a lot to it. But Genesis holders get huge discounts, a lot of free drops and a lot of participation in all of this. And as we build out what we're doing, and I'm not going to allow announce the full scale of what we're doing. But trust me, if you really want to get to the top of this whole thing, and unlock the full community. You need to own a genesis. So if you don't own the Genesis, you can't get there. So the Genesis holders have a very big advantage in what we're growing out in our social graph and the benefits and features of all of our web three. We've actually got a big team of web three at real vision, led by Mauritz Haydn. And we have a whole. I mean, everyone's been working flat out on this. So not only do we have the content people, Elaine, Nico, Paul, lots of people working on this, but we ash and everybody else. But we have a huge team who are building technology, like Christopher Moritz, who runs the whole thing. Leonie runs the project management. We have Jason, who is the product manager. There's a lot there and we're working really hard to deliver this huge experience. This is not something that we did quickly. We've been planning all of this since we launched the Genesis NFT, and that was six to nine months in the planning as well. So it's a big, big project we've got going here. But again, what I really want is to get all the communities together. So are we allowed to reveal the price? I think we can, yeah, I think it's on the landing. So it's 0.269 eTh for the culture. For the culture. And think of that as your access, your membership pass to this huge community with all of the benefits. There's literally thousands of dollars of free stuff that's part of it anyway. So it's not just Ral."
    },
    {
        "speaker": "A",
        "text": "Raoul. Ral."
    },
    {
        "speaker": "B",
        "text": "Ral."
    },
    {
        "speaker": "A",
        "text": "Let me tell you this, the fact that you spoke. Sorry, I don't know why I need to drop to get your attention. Hi, Tim. You're watching. So what you just mentioned there, right, as let's. Let's take a breather. So all the people that you've mentioned, right, is. We're trying to say this is an NFT drop with a big team behind it at real vision. These ones that we have worked towards doing this and towards dropping this. It's like, yes, being in crypto is so fun. Being in macro and learning every day from real vision is so fun. But. But the most important thing is that we do this from really passion, from our own hearts. We really do. Because we've given on top of this as well. We're doing our everyday job. We deliver the crypto daily briefing show every day without fail. And you are talking about bonds and yields and liquidity and collateral and stuff I can't pronounce before until I joined real vision. And now I'm just having the best time with RV Genesis holders. I call them my djen babies because."
    },
    {
        "speaker": "B",
        "text": "Sorry, somebody's just said, how do I get the genesis NFT? It's on Opensea. Just look at real vision on Opensea. You'll see it there."
    },
    {
        "speaker": "A",
        "text": "That is something that we've built one year ago now almost. And you know, there is a discord. So we have basically an NFT collection. And it's really nice. I mean, it really is a beautiful space, actually. But hold on, let me just dip in there very quickly because the degeneracy in there that's going on. But we really know each other's names of what they do and get up to. But the fact is, it's just to tell you how big of our team is at our v with this collection, so. And plus, most NFT collections, I would say drop on Twitter spaces. Right. But Raoul, people know your face. We're real humans behind this project. It's, you know, it's a safe place to be is what I wanted to share."
    },
    {
        "speaker": "B",
        "text": "Yeah. And just as I said, for me, it's about the bigger picture here. It's bringing everybody together, giving them knowledge, information, networks. Who knows what magic we can make when we get everybody together and we give them the ability to share token gated communities and get across to each other. This telegram channel where everybody can get together, give them education, give everybody all of the stuff that they need to live their web three lives, like we do with their financial lives. And your web three life includes macro. We're going to help you with that, too. So the idea is for everybody to help each other get together, have a place to live, because we're scattered in different bloody discords that are like dark dungeons until you turn into light mode, which helped me a lot because I'm like, you just walk into a crowded party. But we get people in a way that they feel like it's a bit more inclusive that you're not Twitter here, this here, that there, that people can come together. And that's what really struck me. Talking to people like Farouk from rug radio or Kali from overpriced jpegs is, listen, let's make some of our communities fungible. If you are a rug holder and you don't buy the NFT, the real vision collective NFT, you'll still get some ability to use our community. It's inclusive, not exclusive. It's just layers of community access, informational access and other stuff. So we're bringing a lot of people together. Nobody's ever tried anything like this before. The benefits of what is already announced, which I went through, is only part of what's coming. As I said, and even for the fun of it, there's rarity traits that will be shown and announced. You won't know until you get them. And then there's $400,000 of giveaways coming as well just in season one, let alone season two, season three. So there is a. There's so much here I can't really get. Get it across to you because nobody's tried anything of this scale before. Are we going for likes again?"
    },
    {
        "speaker": "A",
        "text": "If you are watching the stream, please hit the like button so we don't get in trouble by our social media producers."
    },
    {
        "speaker": "B",
        "text": "Hey, quick question. This is a good question for you, Elaine. Sorry, just to interrupt. CMG says, how do I get access to the discord? Picked up a genesis last week. I see this question a lot. It's not clear to people how to find the discord."
    },
    {
        "speaker": "A",
        "text": "Dm me, I'll bring in Superman to help you. My twitter is e l a I n e y l y. Just dm me, find me, track me down. This is the beauty of it."
    },
    {
        "speaker": "B",
        "text": "I know, but we can't do that for everybody. Trying to. Who buys a genesis nft? Like, oh, we've got a hidden discord, but you can't find it. We need to make that journey easier."
    },
    {
        "speaker": "A",
        "text": "Yes, sir. All right, Bjan, can you type to me? How do I get to that discord right now? Stand by. I've got the gang working on it. Bjan, if you're watching this, sort your sister out and slack me."
    },
    {
        "speaker": "B",
        "text": "Mike Lowe. You're saying, can a fellow island boy have a free mint? Mike, how are you proving you're an island boy? So I will give you a free mint if you give your twitter handle and then prove to the producers when they hit you up that you live on an island that's not Australia or England, that you're in a sunny island with palm trees and you'll get a free NFT. There you go. Oh, Richard. Bernard. Thank you, Richard. You know real vision better than me. Discord is in the bottom of all webpage by real vision. So at the bottom of the webpage is our discord, Elaine. Idiot. You're supposed to know this stuff. I'm just the CEO. I don't know anything."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah, I blame the foot soldiers. So hold on, I've got Maggie Lake watching this, and Maggie's helping us produce this live."
    },
    {
        "speaker": "B",
        "text": "Can we give a drum to Maggie like can we give?"
    },
    {
        "speaker": "A",
        "text": "Oh, yeah, absolutely. Maggie Lake on the real Vision daily briefing show. So Maggie goes, someone asked about who created women and weapons. All right, so women and weapons is this killer collection. And you're going to meet Sarah. I'm going to bring on Sarah onto the show. Right. Sarah, who's the head of partnerships, is a killer as well. I can't wait for you to meet her. Big Ralph fan. She's hilarious. But Sarah has such an incredible story and the picture that our NFT profile that we're going to obviously give out to you. Well, when you guys mint, and hopefully you guys will, if you want that one specifically female led PFP, you'll get it. And I asked my team, can I get that one? And you know what their reply was? Was, no, Elaine, trade for it like everyone else. Sassy. Anyway, so Sarah is on that picture on the PFP and that's coming through the RV. NFT collective has a pink flower on the lady's hair. So basically Sarah's family survived. I think it was breast cancer, actually. So she's put pink in her collection. That that's why pink flowers mean a lot to her in her collection. But then also the weapons are golden, specifically because women in weapons collection all have weapons, but they're golden because she's iranian and she loves gold. So you know this week how we've been basically telling everyone that we're putting these artists in our vault? We obviously haven't got around to profiling women and weapons yet, but for sure, I will bring Sarah. Sarah, if you are watching, she is coming on. And we've already filmed something already together. Basically, when we purchased this profile picture, we carefully selected it out with Sarah. So there you go."
    },
    {
        "speaker": "B",
        "text": "Brian Barge, question is there are more nfts coming? Yes. Season one is three, which is a mashup of three communities each. All of those tokens, those nfts we hold in our vault. After that, we are doing another three with three communities in each. There will be 27 in total of the main seasons. And then we'll start looking at if it's going well. We want to do smaller stuff like music. Nfts. We want to support them in their journey because they're earlier. We want to do fine art and we want to discover people as well. So we want to help people. It's not just about the big communities. But first we need to kick off, get enough people in this that we can all then grow this whole space together. So that's a big thing. Everybody's now trying to claim they're on an island. We've got Taiwan in the house. Ireland in the house. Somebody claiming Seattle's in Ireland knows she's fucking wet. So everybody's trying to get free nfts. You're going to have to try with a different strategy. I've got more to give away. And if you don't give any likes. And we're at 373, so I'm expecting 500 likes by now. And you guys are slacking. Elaine and I are doing all the performing. Drum roll, please, Elaine."
    },
    {
        "speaker": "A",
        "text": "Sorry, sorry. We need to calm that intern down. Who's handling our discord? They're on fire. We calculated how many we're giving out. I hope you someone's keeping tabs."
    },
    {
        "speaker": "B",
        "text": "Well, I've only given out two."
    },
    {
        "speaker": "A",
        "text": "How many has that RV intern given out of?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I don't know. I bollocked him about it already."
    },
    {
        "speaker": "A",
        "text": "Stand by. Let me actually ask. I think I broke the drum as well."
    },
    {
        "speaker": "C",
        "text": "This podcast is sponsored by ramp. Are you the decision maker in your company? Consider this. For the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what. With each vendor, Ramp's software collects and verifies receipts instantly. To save your team valuable time, Ramp automates data entry and routine tasks with automated approvals, expense, categorization, and bill payments. Time consuming tasks, which means you'll stop wasteful spending and close your books in hours instead of days. Businesses that use Ramp add up to 5% to their bottom line the first year. If you're a decision maker, adding Ramp could be one of the best decisions you've ever made. Get $250 when you join ramp for free. Just go to ramp.com easy. Ramp.com easy ramp.com easy cards issued by."
    },
    {
        "speaker": "B",
        "text": "Sutton bank and Celtic bank members of DIC. Terms and conditions apply, but not enough. And also Billy Blandhrine. Billy, how do I get my hands on one of the nfts if I'm skint? Dm the team on Twitter. Put your d. Put your Twitter handle in the chat. They'll find you because you skint. We'll give you 0.269 eth of our NFT. And trust me, there's a lifetime of learning and value in that. It's worth a shit ton more than 0.269 eth. I promise you, that'll change your life. So good luck, Billy."
    },
    {
        "speaker": "A",
        "text": "But I hope, like, he's going to stay in the community, though, and actually bring some finance, you know, show us some finance or macro knowledge about this space."
    },
    {
        "speaker": "B",
        "text": "Yeah. People are supposed to help each other. It's a community. It's not real vision. It's the community helping each other. That's the benefit here. Can I get an NFT as an RV Genesis holder? For the 78th time? Yes. You get special rights. Just read the landing page, guys. Can you put up the QR code and also drop the landing page? It's in the bottom here already. You can see the collective landing page. All the details are there. We've got this gorgeous digital magazine coming out as well. You'll get that shortly as well. And see that that explains more. But the link is there, and there on the screen right now is the QR code. Go to that. All the details are there. So don't ask me any more questions about economics. Who gets what? How do I get the mint? How do I get on the allow list? What? Allow lists are there? It's all on the page. So good for that one."
    },
    {
        "speaker": "A",
        "text": "Talking about, you know, how like, everyone's like, can devs do something? So I think the boys literally just put the discord on the main landing page now. So you can go on discord there. All right. You want it done? I'll get it done."
    },
    {
        "speaker": "B",
        "text": "Yeah. That's the kind of attitude round here. We just get it done. Fix Sheldon, fix the typo under the numbers section of the landing page. I. Dan. I'll take the blame because I approved the copy. So it's my fault because Dan worked his balls off and he was really angry with me yesterday morning because he had so much work to do and he did it on the fly, as ever. Dan is amazing, by the way. So there's always thank you to Dan. He got the landing page going."
    },
    {
        "speaker": "A",
        "text": "Do you mix this with anything?"
    },
    {
        "speaker": "B",
        "text": "Oh, Dan just slacked me. Dan is everywhere. He's omnipresent, he's in discord, he's on Twitter, he's on thing. He's just said, I see it. He's like, I'm doing it now in caps. He's a little bit. He's irish and he gets a little bit angry, he's a bit emotional. But, you know, he's one of the good guys."
    },
    {
        "speaker": "A",
        "text": "So do I need to put anything with this?"
    },
    {
        "speaker": "B",
        "text": "Uh, you can drink it neat with ice, but you'll probably won't. It depends whether you like neat spirits. I mean, I. I do, but can I try?"
    },
    {
        "speaker": "A",
        "text": "Can we do like an ASMR for a hot second."
    },
    {
        "speaker": "B",
        "text": "It's. It's 02:00 in the afternoon for you. Just don't worry about it."
    },
    {
        "speaker": "A",
        "text": "Oh shit. Put that down. Um, hold on. Let me just try it. I'm not sure if I dig it. No, I'm not."
    },
    {
        "speaker": "B",
        "text": "You'd like it with ginger ale with sodas. Not bad as well."
    },
    {
        "speaker": "A",
        "text": "You got any soda, lemonade or Coca Cola?"
    },
    {
        "speaker": "B",
        "text": "Rum and Coke is like an all time classic."
    },
    {
        "speaker": "A",
        "text": "Oh yeah."
    },
    {
        "speaker": "B",
        "text": "Called a Cuba Libranda. It's one of the most classic drinks of all time."
    },
    {
        "speaker": "A",
        "text": "Someone said on YouTube, Elaine, what's your most paper handed move lately? I have an answer for that. I sold my feet pick."
    },
    {
        "speaker": "B",
        "text": "You sold your what?"
    },
    {
        "speaker": "A",
        "text": "The feet picks."
    },
    {
        "speaker": "B",
        "text": "What feet pick have you been? Are you on onlyfans again?"
    },
    {
        "speaker": "A",
        "text": "See, I thought this was going to be the web three of onlyfans, so I bought like feet pics, so. But I sold it today because I don't know. What the fuck is that? It's probably a rugged. Whoever asked me that."
    },
    {
        "speaker": "B",
        "text": "Stephen Howard Ralph. Are we about to create a case study on Metcalfe's law through this project? Stephen, this is a great fucking question. This is what I think we can do. And that's my point. Because if people can then build on top of the community, then you create network effects. Network effects are not just connecting everybody together like the number of nodes. It's if you, Stephen, would say, right, for all token holders. I'm going to hold a live event and do this printed merch or I'm going to do something else. Then we're building businesses on top of a network and all helping each other do stuff that could correct Metcalfe's law. So I'm really interested in it. And I don't think of the NFT in terms of price. I think of it as benefit to me as a person of being a member. The price can go up, price can go down, doesn't really fucking matter. EtH will go up, Eth will go down. The reality is it's about what benefits do I get from the community and what benefits can I give the community? If we all come with that, we can do really, really well out of it in personal terms. Jennifer Ligon I want to work with Elaine. Any jobs. You don't want to work with Elaine."
    },
    {
        "speaker": "A",
        "text": "Yeah, you do."
    },
    {
        "speaker": "B",
        "text": "Yeah, you do."
    },
    {
        "speaker": "A",
        "text": "Everybody wants to work with me. Cheers, Jennifer. Cheers. Jdog."
    },
    {
        "speaker": "B",
        "text": "Eric Smith an NFT of Ralph's feet. No, you don't want that. Trust me."
    },
    {
        "speaker": "A",
        "text": "I'd like a Ralph feet just. Just to mess with the universe la."
    },
    {
        "speaker": "B",
        "text": "Can I get on the allow list if I'm signed up for rv plus? Yes, you can. The special rights go to the fucking landing page. And while you're at it, as a penalty, you just press the like button here on the page. It would help us out a lot."
    },
    {
        "speaker": "A",
        "text": "Brad, I've been told off."
    },
    {
        "speaker": "B",
        "text": "What have we done?"
    },
    {
        "speaker": "A",
        "text": "Adam just said no more drums."
    },
    {
        "speaker": "B",
        "text": "No, I don't care what he says."
    },
    {
        "speaker": "A",
        "text": "Don't worry about it. I got my knackers. Come get me. Adam."
    },
    {
        "speaker": "B",
        "text": "No, discord is not live yet on the website, but we've had a live discord for a year and a bit, so there is a live discord, so. And Dan's pushing it through. Hi, Raoul. Join the rv discord, but only have access to the collective channels. How do we get wider access to the rest of the channels? Just reach out on discord. There's a community team there who will help out, so there's always somebody to help you out, and the community themselves will help you out. And don't forget, we haven't launched this whole thing yet. We only minted it. So you're going to find a whole bunch of collective stuff yet."
    },
    {
        "speaker": "A",
        "text": "Have you noticed my whiteboard message? I love you too. Someone's got a crypto chicks PFP, I think. Mint your nft. Blessed. Have you noticed that? That's what. That's the community whiteboard. Basically, whenever we do a live show, I always pop into the Genesis discord chat and I'm like, what message do we have for the world today? Not all of them."
    },
    {
        "speaker": "B",
        "text": "Johnny 55 wants you to hit the drum with the maracas."
    },
    {
        "speaker": "A",
        "text": "Things we do for Internet likes."
    },
    {
        "speaker": "B",
        "text": "More likes, please. More likes and more like, here's my."
    },
    {
        "speaker": "A",
        "text": "Dignity gone out the wind."
    },
    {
        "speaker": "B",
        "text": "Farm cheeks. In all seriousness, this simplifies my daily life. One central community for all news and collections. As a gift, that's what we're trying to do. We don't want to say, well, it's all our communities. Nothing to do with that. It's trying to just put people together, try and get as much of the information together in one place. Because I just can't go onto nine communities or 27 communities discord. It just doesn't work. Or on Twitter. But if we can have this nice telegram feed curate that information, you can all chat with each other on your sub curated telegram feed. Within the discord, you get content for you. You get live shows specifically for your community and the broader community."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "And it helps a lot."
    },
    {
        "speaker": "A",
        "text": "Yeah. And just one more thing, Raoul, because you know, so many people dm and they're like, well, you know, I get this. It's a very volatile space in the world of NFTs. I'm like, you're going to say that again, sister, I'm here. I think you said to me once upon a time, Elaine, this is 70% volatile asset. And I was like, oh, my God, I've got to Google what? Volatile how to spell it first. And then I got to Google how to figure out how to spell Metcalfe law and all that. But, you know, there are communities out there for over a year old now and they're just building something so special. I don't know if you guys have been to like, these crypto events that they hold, but when people get together off the screen, right, and they come behind out of their PFP pictures, it's the best energy ever. But I just want to remind everyone, the top nine communities that we're working with in this NFT collection, that basically if you hold one of these nfts, you will be on the allow list. We've sent them out to the pre mint link to the relevant teams. There'll be motherfuckers. X copy. Damien Hirst, wrecked guy down but never dead. I love the wreck ride community. They are just wild and they're just so fun. I paper handed that one as well. Got back in at 0.79. So I'm doing all right. I'm doing all right. Definitely paper handed that one. Should have bought more me bits. World of women. Women and weapons and yin Cory."
    },
    {
        "speaker": "B",
        "text": "And that's just the start of the first season, so."
    },
    {
        "speaker": "A",
        "text": "Yeah, so there's 10,000. Yeah, there's 10,969 available. 4000 of them will go to our genesis holders. So I know all of them. That came from my discord to my DM's this week. So you don't have to worry about that because you've been through us very thick and thin, so you're going to."
    },
    {
        "speaker": "B",
        "text": "Be on your own allow list. I'm not sure quite how the mechanics work for real vision people as well, but there's. There's 6969 available for purchase for the first part of the community. There will be more. So we want to bring in more community members. No point having a stupid small community of people passing each other on the back who are part of a small community. It will be bigger. So it's not about scarcity, it's about quality of community and the quality of experiences we will bring to you and you bring to each other, which is the most important thing the super community is really, really important. And as I said, there will be a lot more motivation to collect as many of these as possible. Not in terms of hoarding them, but different types, different traits, different seasons. But if not, you just need one. And that is your pass into the world of web three and macro, that nexus of macro, crypto and web three that only real vision really truly understands. We're giving you that and then each other and different places for your communities to live and thrive. So the details again on the link on Twitter, the real vision collective, handle the link. Here in YouTube, real vision people will be sent links by emails as well for their allow lists. There's a magazine coming out that you'll see shortly with more information on this, some nice pictures and a video from me explaining a bit more. And I just urge you to get involved. Come with us on this journey. Let's create the super community of communities. Let's make web three thrive. Let's give us a place where we can get together and show that tribalism is not the way forward. In a tribal Internet, we can create something the opposite."
    },
    {
        "speaker": "A",
        "text": "And Raoul, over the past year, for me, we've learned, I've learned so much through users, buyers or sellers in this space. I mean, some of the content that we have in there, it's enjoyable content, how to keep yourself safe as well. I remember when, you know, the fall of FTX, someone we obviously met up in our discord and we have the hive mind going, and some user said to you, hi guys, a little bit scared. All my stuff is still on a centralized exchange. What shall I do? And then I remember you just going to the company slack and you were like, find that person and do protect and secure your crypto asset series for them. We want that now as content for them. And this is content that is out on our website now. I think it's on in peak as well. Token gated. But it literally is. It's not just watching the video. How to set up a ledger, right? It takes time to set up any ledger, as you guys know. But it is done in a way where you can copy and paste it to a friend that you bought into crypto. Okay. So you need to find a community that you'll be safe to learn stuff with as well. I think that's very key. And we see these things, no question."
    },
    {
        "speaker": "B",
        "text": "Is ever too dumb in internally, in real vision, right? There's always somebody, me, you, somebody asking a dumb question. How does this work? Because there is no dumb question."
    },
    {
        "speaker": "A",
        "text": "You have to ask dumb questions. You have to have crypto friends in a. In a nice, safe community, like people that you trust. You do have to be able to say, like, right. Who are the people that knows that you want to learn and continue this journey? With what I love over the past year as well, being at real vision."
    },
    {
        "speaker": "B",
        "text": "Sorry, one time. I'm just going to interject because the questions came out. Ryan, is there an Aussie RV community? We have a series of meetups around the world. We have about twelve going to kick off in March. The Sydney community is big. In fact, they drove this whole initiative of having these meetups where we foot the drinks bill and foot the nibbles bill and get together. So there is an australian one. So check out your emails from real vision. It will explain when it is. I don't know if we've got one in Melbourne. I think it's Sydney. Um, but if you want to start. I don't know where you are. If you want to start a different chapter again."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Our network is your network, Ryan. All for the community."
    },
    {
        "speaker": "A",
        "text": "Our Aussie friends are a different flex in, in the RV community. I tell you that right now. So there will be an australian one in Australia, but I don't know which part of Australia you're specifically from."
    },
    {
        "speaker": "B",
        "text": "But again, all he's shouting now is Aussie, Aussie, Aussie. And he can't be drunk in the morning. So, Ryan, get a grip, man. Listen, I've got to go because I've got to go and have dinner with Mooch and not get drunk with Elaine beforehand and with you lot. But I really appreciate you guys being here. Listen to us mess around. But it's a serious message. We are trying to do something groundbreaking, something that. No."
    },
    {
        "speaker": "A",
        "text": "Can I have five more minutes to announce that who we're giving out the free nfts to that we picked up from Twitter?"
    },
    {
        "speaker": "B",
        "text": "Well, all right, then."
    },
    {
        "speaker": "A",
        "text": "All right. So sorry. Stay right there. We've basically picked out from Twitter five people that have won the RV, collective mint and the five winners on Twitter. By the way, thank you to all of you that has responded. It's just been incredible and so funny to watch all of this and really justifies how much work has gone into this and is worth it. But the memes, obviously, it's part of the culture."
    },
    {
        "speaker": "B",
        "text": "Sorry, 1 second. Paul M is struggling here. Just want to help you. Paul, you're going to look to buy these on Opensea. They don't exist yet. You have to go through that landing page and it's about if you want to buy a wreck guy, you can buy, but if you want to get hours, you have to go on the allow list. And then when it comes to the mint, you have to mint it. It's a bit of a hoop, but we'll show you videos on how to mint and stuff like that. Paul, just read the landing page. We'll give you as much info as we can. Sorry, Elaine. I just had to help him."
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, this is the story of our lives right here at RV, right? You stop, you help, you make a team run, and then here we are. So to cover this thing this big. Anyway, back to the five people that won on Twitter. I really need to get this out before the team watch us. Is Jen Tyke lucky two. Underscore crypto these names, then congratulations to you. That's a breath full of underscore kai. Welcome to the real vision family. I cannot wait till you mint. Please let me know when you do. And then the final one is e metaverse and open metaverse is what we ultimately aim for, for our future going ahead. So that's our five lucky winners, everyone."
    },
    {
        "speaker": "B",
        "text": "You'll see a lot more from us. There'll be Twitter spaces. There'll be more info. There'll be emails. If you're real vision members, there will be. Don't forget the landing page. You still didn't get to 500 likes. I'm disappointed. That's my crushing disappointment face. So can you just do that before you leave? And also, you will see more for us, the real vision collective on Twitter as well will be information. Hit us up, ask questions. Everybody's a different part of their journey. Never feel stupid. What does minting mean? What does allow list mean? We've all gone through this. I still shudder at having to do all this stuff. Other people are complete pros at it. So don't worry. Not everybody's a pro. We're all in this together. That's the whole idea of the damn thing. So come and join us, the real vision collective, and let's change the world together. Thank you. And thank you, Elaine. Thank you for all the energy and everything you bring."
    },
    {
        "speaker": "A",
        "text": "No problem going back to it. Have fun at dinner. Bye."
    },
    {
        "speaker": "B",
        "text": "Take care, everyone. Bye. Bye, guys."
    }
]