[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless everybody get 30. 30 baby get 30 baby get 20. 2020, baby get 2020. Bid to get 15. 1515 just $15 a month, so give."
    },
    {
        "speaker": "A",
        "text": "It a try at Mint mobile.com switch."
    },
    {
        "speaker": "C",
        "text": "$45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time unlimited, more than 40gb per month slows full terms at mint mobile.com dot."
    },
    {
        "speaker": "D",
        "text": "Hey everyone, if you like this podcast, go behind the paywall to get privileged access to the smartest minds in finance, join the real vision community and learn how to become a better investor. Visit realvision.com rvpod and use the promo code podcast ten. That's podcast ten to get 10% off our essential membership for the first year. Now, to the top analysis of today's crypto markets."
    },
    {
        "speaker": "E",
        "text": "What's up, everybody? It's Ash Bennington. Welcome to real vision Crypto Daily Briefing. Today I'm joined by Lars Sayer Christensen, the founder and chairman of Concordium foundation, also the founder of Sire bank and Saxo bank, excuse me, Sire Capital and Saxo Bank, I should say. Lars, welcome to the show."
    },
    {
        "speaker": "F",
        "text": "Thank you for having me."
    },
    {
        "speaker": "E",
        "text": "Well, it's great to have you here. And we're going to discuss a lot about the broader context of what's happening in crypto, particularly from the perspective of financial services and regulated markets. Lots to talk about here today, but first I want to take a look at some price action. Bitcoin trading right now at 30,418. It's up about 2% on a trailing seven day basis. Trailing 24 hours, it's almost flat. It's down about a quarter of a percent. Ethereum trading right now at $1,859. On a trailing 24 hours basis, it's down about half a percent. Ethereum is on a trailing seven day basis it's up about half a percent. Let's take a look at Concordium, which trades under the symbol CCD. Right now it's trading at spot 008355 on coin market cap. Also, I wanted to take a look at something else as we're talking about this, which is the daily GBTC premium discount to net asset value. This has come in quite a bit. Remember back in December, this was trading at about $0.50 on the dollar. Now it's come into nearly just over a 30% discount. So obviously this represents price strengthening some speculation on that about the fact that this is something that we're seeing in the wake of the Blackrock ETF. But that's the price action right there. And the chart tells the story quite eloquently. Lars, really exciting to have you. I mentioned at the top of the show that you're the founder of Sire Capital and of course, Saxo bank. For our friends in Europe who have probably heard of that institution, I want to talk a little bit about your background, your journey into crypto. You were involved in this space very early for someone who has very deep and serious financial experience in traditional financial services."
    },
    {
        "speaker": "F",
        "text": "Yeah, Saxopank was a very early adopter of the Internet. We made one of the first online trading platforms in the world. Really? And obviously, when you had some success with benefiting from transformative technology back in the day, you can't help looking for the next one. And a few people made me aware of bitcoin very early on, or relatively early on, but maybe 2011, 2012. I took an interest in it, both from the ideology that was driving it. I'm a little bit of a libertarian myself. Right. But also, of course, I saw it as a potential asset for us to have on the platform one day. So as I looked more into it, I got more and more enthusiastic about this new space, not least the blockchain itself and the many, many applications that might have for very many processes in different industries. So it reminded me a bit about the early Internet days, and it still reminds me a little bit about the early Internet days, to be honest."
    },
    {
        "speaker": "E",
        "text": "Yeah, Texo bank, you guys were early to some of those technologies that took place during the first Internet boom. Let's talk about what specifically that you identified back in 2012, because this was extremely early. Lots of folks in the tradfi space were incredibly dismissive of this technology. What was it that you saw or identified that made you think this was an asset that you might want to make available to your customers?"
    },
    {
        "speaker": "F",
        "text": "Well, I remember going to some very nerdy conferences in the early days, and I was with certainty the only person from the banking industry participating at the time. So it didn't have much attention in the tradfi sector at the moment. That's at that time for sure. But I mean, I looked at it as a potential asset, which was perhaps less obvious at the time than it is today because there wasn't an awful lot of trading places or very complicated to buy and sell, but it had, like the feel of a fiat currency, which had been our mainstream business for a long time, spent a lot of time in traditional foreign exchange. And of course, crypto and tokens and coins, seen from a trading perspective, is somewhat reminiscent of that. So that was the interest. But then as time passed by, I realized that there's much more to it. And as I said, really fascinated by the blockchain technology for sure. Treadfi, which has a lot of horribly inefficient processes, a lot of single points of failure that sometimes break down and create lots of problems, Lehman Brothers style events right there. So, and a lot of settlement issues and cost and cross border complications that this seems to potentially solve. So I still think that it has a lot to offer tradfi, and while that's not the lowest hanging fruit due to regulation, I'm sure that eventually it will play a big role in how we do trading in financial assets on a broader basis."
    },
    {
        "speaker": "E",
        "text": "Let's dig into some of that. I would love to get your survey of where we currently stand in the traditional financial space. I think a lot of people learned in the 2007, 2008 financial crisis era and then 2012 in Europe about some of the challenges that were in the system, things like custody, counterparty risk, a lack of transparency in some of these assets. I'm very curious, as someone who has been in this system for a very long time, to get your view of how you see the system functioning today and what some of those weaknesses, limitations and potential breakpoints might be."
    },
    {
        "speaker": "F",
        "text": "I don't think that the sort of key breakpoints have improved much. I think they're still the same. We recently saw Iran on a couple of american banks. Right. We saw Credit Suisse getting into trouble. So I'm not sure things have changed that much. Settlement is still pretty inefficient, expensive to do transactions, no finality in this space, so things can be rolled back. I think there's still a lot of issues to solve. Right. And then I think there's a lot of new stuff to offer. The whole aspect of tokenization, I think will be very, very interesting to tradfi when they realize fully that they can now give access to new asset classes, to assets that are largely uninvestable today, that they can be now accessible to a broader public through tokenization and fractionalizing of assets. So I think that could be a big icebreaker into the industry. But of course it has to be a slow mover for the few reasons that the number one consideration when you are considering a new product in tradfi is regulation. And the second and third points are also regulation and regulation. Until we have a much clearer framework there, I think that the tradfi sector will have to hesitate to enter into this. It's not that the interest is not there. It's not that some of the more visionary people can't see the benefits, but they just need to have a very clear regulatory framework in order to adopt in a serious way. So at this point it tends to be experiment, sandbox stuff. How could it work? And awaiting regulatory clarification, right?"
    },
    {
        "speaker": "E",
        "text": "Yeah, that's something I totally agree with and something that we talk about a great deal here on this show, a regulatory, legal compliance, legislative, all of those points, something we're going to talk about in just 1 second. But I just wanted to dig down on one other point that you made where you said that the system really hasn't changed that much since the 2007 2008 vintage challenges. I would argue that the one change that we've seen has been a change for the worse. And it's been driven by technology, which is what we see. You mentioned some of the challenges we had in regional banks here in the United States in terms of bank runs and capital flight. Interestingly enough, technology and not bitcoin technology, but this technology, your cell phone that everybody carries around in their pocket. What do you do if you are a company? You're the CFO or treasurer of a company. You've got $10 million deposited at a bank significantly above the FDIC limit. The second that you hear that there is a risk that there might be a bank failure, you grab your phone and you start transferring all the assets you humanly can to your local GSIP, right? This idea that you move to a globally systemic, important bank because they're too big to fail, so called Sifis here in the United States, that's something that's changed really dramatically since the 2007 2008 eradic, and not for the better. I mean, back in the old days, going back to the 1980s, this savings and loan crisis, a very quick bank run took weeks. Now it's ours."
    },
    {
        "speaker": "F",
        "text": "I fully agree. And thinking back at the northern rock bank run in the UK, where people were queuing up down the streets to try to get their money out, clearly that's a lot easier now. And you're right. Why take chances if you are overexposed or uncovered with a financial institution and you can move money very, very fast. So you're absolutely right that actually the risk of very rapid bank runs probably worsened rather than the opposite. On the flip side, I would say I think the regulators and the central banks, et cetera, learned a lot from the big financial crisis back in 2008. Where they were not prepared to move in and actually let Lehman go over a weekend. You saw how quickly they reacted to the recent trouble in the US. So you can say the system is more prepared for those types of rapid bank runs, but the fact that they can occur is absolutely becoming much easier with technology."
    },
    {
        "speaker": "E",
        "text": "Hey, everyone, we're going to take a quick pause and hear a word from our partners. We'll be right back."
    },
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited premium wireless how to better get 30 30, baby. Get 30, baby get 20 2020 Betty get $20 20 15. Just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at Mint mobile.com switch $45 up front for three."
    },
    {
        "speaker": "C",
        "text": "Months, plus taxes and fees. Promoting for new customers for limited time unlimited. More than 40gb per month slows full terms at mint mobile.com dot."
    },
    {
        "speaker": "E",
        "text": "You mentioned earlier when you were talking about the 2012 vintage when you came into this space that those were very early days in my view. When we look back at this from the perch of 2040, 2045, we're still going to see the days that we're in right now, today in 2023 as very early days, because there's still a great deal of integration to take place between the traditional banking system and the digital asset space. I know this is controversial. I know there are a lot of politically loaded issues in this. But I want to talk about those three points that you just raised a few moments ago that are top and first and foremost in your mind in this space. Compliance. Compliance and compliance. Where do you see where we are today? Obviously, here in the United States, we're in this period that many perceive to be a regulatory tightening phase. Talk a little bit about the current state of affairs that you see in the digital asset space from the perspective of legal, regulatory and compliance."
    },
    {
        "speaker": "F",
        "text": "I agree that we are at a very early stage here, and much as the industry, and we like to think ourselves very big and very important and very disruptive, it still does a drop in the ocean. So it's also not too late to come up with great ideas and be part of it. It's a little bit like the Internet in the late nineties or something like that right before it really took off. And that, of course, opens a lot of opportunities. But it also means that it's fairly predictable, in my view, what's going to happen now. Regulation is typically a fairly slow process, because what needs to happen is that first there needs to be some asset that gets attention. Secondly, you need to identify how does it work. Thirdly, what are the issues with it. Then you got to prepare legislation, then you get to get legislation voted through the parliament, then you need to get it implemented. So regulation per definition has to be a slow process. On the other hand, once that process is rolling, it's never ending. And I think there's a, rather than believe in this industry that if we could just get regulation in place and we all know what we have to deal with and we can move on. Now, that's not the way regulation works. That continues to the end of time, right? With new issues being identified, with new tightenings of areas, with new issues occurring that needs addressing. That has been unknown before. So we are also at an early stage of regulation. But I must admit one of the reasons I started Concordium back in early 18 was really that I consider this development completely inevitable. It's not a 99% probability, it's 100% probability because I watched it in decades in Tradfi. And regulation will come when there's something that looks like a financial asset, when there's something that looks like trading, when there's financial gains and losses, the regulator will, will take an interest in it and feel responsibility for it. And maybe not that unreasonable, to be honest, because also we've seen a number of excesses in this space where people were lured into things that there was absolutely no redress or no framework. So I think it's a natural evolution. It's very predictable. I think regulation will ultimately maybe look slightly different than what we know from trad five because it's a different technology and it's different to some of the stuff that they're used to. But the outcomes that regulation will look for will be the same. And that is protection of the retail, protection of weak parties in the market. It's about proper KYC, protection against money laundering, tariff, financing, and ultimately it's also about capital adequacy if you are trading and you get it wrong, in a position to actually cover your losses. Right. So I think we can expect something that looks very much like what we've seen in the past. So I think this is fairly predictable. And as I said, it will continue till the end of time because that's the nature of regulation. And there's no, it would be very irresponsible not to prepare for it, even if it's not very clear yet. And again, there's some things that are always going to be essential in regulation. Id is the cornerstone of all of this because KYC, AML procedures, et cetera, are academic if you are not sure who you're dealing with. That's why we started with id, because we think that that is a cornerstone of actually most interactions in society, particularly if money and assets are involved. And there's just no way that that's not going to be applicable across this industry all over the place. But it takes time, and there's time to prepare for it. And a good regulator actually gives you time to prepare for it. They will implement a rule and they will say, comply with this rule inside twelve months, 18 months, whatever, typically, and you have time to adjust, but if you don't, you will suffer the consequences. The flip side of it is you will actually see more business, because the tradfi industry was a wild west back in the eighties and well into the nineties in Europe, and people were not comfortable using many of these services. Regulation came, obviously, it puts some people that were not serious and didn't want to comply, put them out of business. But the people that actually embraced it and did what had to be done was rewarded by multiple small business in the coming years. And I think that's the silver lining. And this is, it is necessary for mainstream adoption. It is necessary to see this space really take off. And the people that are willing to embrace it and meet the requirements, most of those being quite reasonable, actually, well, they will be rewarded by much more business and much more adoption."
    },
    {
        "speaker": "E",
        "text": "Let me ask you just the one big picture, skeptical question that I hear, and I know that you hear, too. I have a lot of some art friends, believe it or not, who are in the tradfi space, who are still skeptical about cryptocurrency as a decentralized asset. And the argument that they make is, yes, ash, you're right, digitization is coming. More automation is coming, but it's not going to be decentralized. It's going to be centralized. It's going to be run by big financial institutions. Obviously, those of us who are in the space, who are passionate about decentralization disagree with that statement. What's your view on why the future will not just be digitized, but also decentralized?"
    },
    {
        "speaker": "F",
        "text": "Well, I think that the regulator will have a preference for centralized organizations because it's easier to hold somebody accountable and it's easier to find somebody to speak to if there's something you're concerned about. That being said, I think actually in many ways blockchain could also be a regulator's wet stream. Right. Because at the end of the day, it gives you an audit trail that is very clear. Whereas if you're dealing in a traditional foreign exchange markets and the whole line of trading is very opaque and often ends up in jurisdictions where you can't necessarily easily access the information. So in a way, this audit trail that's created by a blockchain should be very attractive to regulators. And the other point being that neither financial sector nor regulators like single points of failure. And we have had our fair share of individual institutions failing or because of lack of risk management, malpractices, negligence, including central banks all over the world, regularly fail in certain economies. So I think that there's a, there's an advantage to decentralization if it feels to be possible to control and achieve those outcomes. I mentioned before that a regulator will also appreciate that the risk of catastrophic single points of failure will be significantly reduced and the audit trail will be better. So I think regulators are, in some areas, beginning to understand that it also provides some funding mechanisms. There's a lot of problems with funding SME's, particularly in the traditional financing system. And I think that, in fact, I know that some of the people designing these laws appreciate the opportunities that blockchain could bring to improving these areas. So I think there's an understanding that the good regulators are willing to listen to input. They will take it into account. They have to fit into some outcomes that they see as desirable and politicians see as desirable. But they also, in many places, actually recognize that there's a lot of benefits to blockchain. So I think that this will eventually work out fine. The only thing is, you got to make the decision. Are you willing to accept that it becomes like that, or do you want to live on the fringe? I mean, you still have a few brokers living on the fringe of the tradfi system. They don't have very great businesses. They don't have very great lives because they have to look over the shoulder the time. But if you want to have a big business and mainstream adoption, there's no choice. You have to comply."
    },
    {
        "speaker": "E",
        "text": "Hey, everyone, we're going to take another quick break and hear a word from our partners. We'll be right back to the real vision crypto daily briefing."
    },
    {
        "speaker": "G",
        "text": "This podcast is sponsored by Ramp. Are you the decision maker in your company? Consider this. For the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more with ramp, you get full visibility into your company's spending and control who spends what with each vendor. Ramp software collects and verifies receipts instantly. To save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization and bill payments, time consuming tasks, which means you'll stop wasteful spending and close your books in hours instead of days. Businesses that use ramp add up to 5% to their bottom line the first year. If you're a decision maker, adding ramp could be one of the best decisions you've ever made. Get $250 when you join ramp for free. Just go to ramp.com easy. Ramp.com easy."
    },
    {
        "speaker": "F",
        "text": "Cards issued by Sutton bank and celtic bank members have DIC terms and conditions apply."
    },
    {
        "speaker": "E",
        "text": "So now that we've covered some of the big picture topics, your overall view of the space case let's talk about some of the use cases that you mentioned. You mentioned that your first use case is in identification. Let's talk about the Concordium project, what the purpose of it is, what you see the scope of it being, and fundamentally what you see those first use cases being in terms of the sequencing and how that technology and use cases come online."
    },
    {
        "speaker": "F",
        "text": "Well, as I mentioned before, being quite enthusiastic about the early generations, I was still the CEO of saxophone in my day job, inundated with regulations and new legislation and multiple jurisdictions and all this. And I found it hard to reconcile. So what I did was actually sit down and say, what are the problems we really have to solve here? And I think anonymity is very, very high on the list, and that is just unacceptable to have parts of a system anonymous, and I don't think we should expect that will be accepted in the longer term. Transfers will have to be possible to id who transfers to who? And that's just the way it's going to be, whether you like it or not. So I think, again, id is a fundamental building block of all trust in society. And actually we use a lot of middlemen for providing these trusted intermediaries. Sometimes that trust is misplaced and not well deserved. But the fact is that we use middlemen all the time. So the more you can enable people to be identifiable, to be directly trustworthy, that will open up for a lot more peer to peer types of business models where you can actually trust the counterpart. But that depends very much on id, and therefore we put that at the core of it. It's not us issuing the ids. You can choose between various id trusted id issuers, so you can make your own choice who you want to trust with the id. We don't publish the id. We actually allow a lot of privacy around what you do. As long as we know that you have been willing to go through an id process, that doesn't mean that you can't take your privacy. There's knowledge, proofs, and a lot of technology can help you preserve privacy, but we just also want to see that the user is willing to be accountable. Now there's a lot of benefits from the users as well, because on Concordium I can prove with certainty to you that I'm lost. And you can prove with certainty your identity to me. So if that's something we need to know for some reason, well, we have the option of doing that. It's under my control. Well, I want to disclose that to you and vice versa. So it's not something where you can just go in and take that information. But if you have a reasonable request, because you want to do a piece of business with me, and I want to do that piece of business, and I can see it's reasonable that you want to know what country I'm from or whether I'm over 18 or whether I have this or that characteristic. All my full id is under my control, but it might be a reasonable request. And if I'm not willing to provide it, you can say, well, I'm sorry, Lars, then we can't do that piece of business. Now. That's not needed everywhere. If you're dancing around at a virtual concert, maybe you don't need that information. Just like you can go into a pub and order a beer and you don't want to see everybody's passport before you're comfortable for having that beer, right? But if you end up making a bet on the football match running in the screen in the pub, and the one year betting will say, if I lose, I'll pay you tomorrow, well, then maybe you want to know that guy's id, right? So it's horses for courses. And it's about having the opportunity to actually, with certainty, prove that you are something, if you want to, and for another person to be able to at least request that information and be sure that if I do comply and tell you that it's true. And I think that need will only grow with AI, with deep fakes, with metaverses, where you can very easily and may even enjoy being something other than your sort of real life self, that's fine for some use cases. But in some cases where there's a transfer of value or a social relation or something, you might want to know who you're dealing with, and we try to provide that opportunity."
    },
    {
        "speaker": "E",
        "text": "Let me ask you this, because it is a very controversial point in the space you mentioned that identity is coming whether you like it or not. There are lots of folks out there in the space who do not like it, who are very passionate about things like credible neutrality and anonymity in transactions. They would say, for example, if you have a bet in a pub, the best way to do that is with a smart contract over Ethereum or some other layer, one protocol where you can essentially lock the funds. And so it becomes a trustless system. I'm curious, when you go around and you speak, what's the reception you've gotten from this viewpoint on the world, both from the traditional finance community, on the one hand, who it may not be rigorous enough for, and on the other, from the digital asset community, who may feel that it's an encumbrance."
    },
    {
        "speaker": "F",
        "text": "When I started sort of realizing that the discrepancy between what I saw in my day job and my free time, it wasn't a very popular message, but to me is evident that that is going to happen right now. Of course, you can't enforce that on anyone. You could also open a brokerage down the road and just take people's money, but after a while, somebody would come asking, are you regulated? So of course, you can't shut down a system that's anonymous, because that's the whole beauty of a blockchain, that you can't actually shut it down. You don't have a single point of failure, but you can just assume that you're not going to get mainstream adoption on it, because most people actually have no issue with identifying themselves as long as they know that it's kept private and they know that everybody else on the system is. So that is a comfort factor. And secondly, if you want to do it without complying to rules, well, you can do that in any industry. Also today you're just going to get a more complicated life, right? And that's up to you. But there might be consequences of not complying with legislation because there always is. Right? And one consequence will for sure be that you're not going to get bigger, serious businesses working with you. And another consequence might be that you're going to get some difficulties. Right? But who am I to say what people want to do with their lives? I'm just saying we're offering an opportunity where we actually combine the possibility of having this idea with actually more privacy than you have on the average blockchain so if you look at it today, if you look at the original models, you have two anonymous parties. Everything they do is completely transparent. Right. That would be sort of the opposite of what we know from traditional things. You have two parties. They can have privacy, but they're known and they're accountable, and what they do can be private. It's a little bit like a bank where they would need to know who you are, but they are not going to post your bank account on the Internet for all to see. Right. So I think, actually most people would prefer that to having all of their information posted on the Internet and not having a clue about who they were dealing with. But of course, there are people in this industry that came from a different point of departure. And I'm not a regulator. I'm not going to tell people what to do. I'm just trying to offer a solution that actually, that actually will work for people that want to put serious use cases on blockchain."
    },
    {
        "speaker": "E",
        "text": "Yeah. Speaking of folks who are in the space, we've got some questions pouring into us right now, and these are really good ones. And I wanted to ask, the first one comes from Paul on the real Vision website. Paul wants to know how the launch of Fed now in July affect crypto. I should probably give a little bit of background and context on this for folks who may not know. So Fednow is an instant payment system developed by the Federal Reserve Reserve here in the United States. It's not owned by the government. This is not a CBDC, this is not a liability of the government, and it is a privately owned entity. It's a consortium of us banks that are running this. But the question to you, Lars, is, does that have an impact on the crypto space? I think there are a lot of people out there who see this system, by the way, I should say it's 24 by 7365 in terms of its availability of the system. Significantly more availability than Fedwire and Ach today day. Talk a little bit about how those innovations, specifically fed now might impact the use case for cryptocurrency."
    },
    {
        "speaker": "F",
        "text": "I think, for example, in my home country, Denmark, we've had a system like that for a very long time where you can very easily transfer money between people. You have a national idea which you can very easily hook up to. So this, of course, will come. I mean, even the tradfi sector will become more efficient over time. And this, I guess, is an example of it. Will it affect the use case for crypto? Well, if all transfers were as easy as transferring a bitcoin or another token? Well, presumably it would, because it would take away some of the use case for it. I just think the use case is much, much deeper because I don't foresee these systems running, as you said, smart contracts and running all sorts of interesting stuff that you can run on a blockchain, but for pure payment, and weve had that for a very long time in Denmark, for example. And does that affect the case for crypto? Yeah, if youre not sort of a co use and it just needs to transfer money from one place to another, maybe it does, because at the end of the day, the problem right now is the inefficiency of transfers and settlement and the cost included in it. It also depends a little bit on what are the costs going to be for this system. Know about it. But, but, but of course, the sort of group of people that just wants to transfer value from, from, from themselves to a family member or something like that, well, maybe they will have less use for a crypto solution and for the aspera of an african country where a lot of people working abroad have to send small amounts back home, which I think is a very strong use case for crypto because otherwise you have to go through Western Union and pay them an enormous fee for sending a small payment. If that system became global and efficient, obviously one of those use cases would disappear. I don't see it being global anytime soon as something you do in little areas. It takes time to adopt like any other new technology. But I just think that the use cases for blockchain are so much deeper than just the money transfer. In fact, I think that's probably one of the less interesting parts."
    },
    {
        "speaker": "E",
        "text": "Yeah, I agree. Although I do think you're also right about the idea of the international remittances use case, an incredibly powerful one. You have folks literally laboring under the sun and paying in many cases more than a month of their labor just to an institution to transfer the money back to their families. It's just not a sustainable model. Lars, we've got one other great question, and this is about Concordium, and it comes to us directly from Jacob on YouTube. Hello, Lars. Is it correct that Concordium doesn't know the id and that no one can track an account back to an id? I can open a number of accounts on my id and one can't be connected to another. That question coming to us from Jacob."
    },
    {
        "speaker": "F",
        "text": "About Concordium, it is correct that we do not know the id because, as I mentioned, that is outsourced to a trusted id issuer, which you can choose so you can make your own research on who you want to do that with. They actually can't access the id either, but you get a copy of that id in your wallet, which you can then use in the various ways that I described. Right? We have a complex system subject to due legal process of privacy revocation. If somebody, a regulator, comes with a code, order, or mandate, that's in law, we have external law firms that will evaluate that and through a multisick will be able to retrieve that id. Now, in terms of you being able to build having several accounts with the same id, well, you can have several bank accounts with the same id. We have the possibility of linking these together, have some of them more private than others. So if you want to have what we call a shielded account or a shielded amount, you can move that to a shielded account and somebody outside will not be able to see that link. But of course, you'll have the id on all of those accounts. So if something untoward should happen there, subject to a very stringent legal process, you would be able to find the idea of that. So it doesn't really matter that much if they're interconnected or nothing because I have several tradfi bank accounts. In all of those, I have my id. They're not linked to each other per se. Sometimes I transfer money from one account, sometimes I transfer it from another account. But if I did something that merited a legal process, my id would be on both of the accounts. In any case, Lars, we really appreciate."
    },
    {
        "speaker": "E",
        "text": "You coming and joining us. It's such an important piece of this puzzle to have someone who's forward thinking in the traditional finance space, interested in building out digital architecture on blockchain. Such a pleasure to have you with us."
    },
    {
        "speaker": "F",
        "text": "Thank you for having me."
    },
    {
        "speaker": "E",
        "text": "Everybody. Listen, we're committed to keeping great content like this free for everyone. If you're on YouTube, please smash the like button and subscribe to our channel to stay up to date. That's it for today's show. Make sure to check out our website. Go to real vision.com forward Slash Crypto. That's real vision.com crypto. It's free to sign up for our crypto content. Tomorrow on the show, we'll have the head of business development at Lido join us live for the interview. See you at 09:00 a.m. pacific, noon eastern time, 05:00 p.m. in London. Thanks for watching, everybody. Have a great afternoon."
    },
    {
        "speaker": "A",
        "text": "What's up, revolutionaries? Thanks for tuning in for more content like this, head over to realvision.com and get unfiltered access to the very best, brightest and biggest names in finance."
    }
]