[
    {
        "speaker": "A",
        "text": "Hi everyone. This is Raoul Pal, the CEO and co founder of Real Vision, and welcome to my podcast. Every week I'm lucky enough to speak to tons of smart and innovative people in the financial game. I get so much insight from these conversations and that's why I'm to start this podcast so I can share that knowledge with you. I hope you learned from the discussions and you can always find more in depth content@realvision.com. enjoy the show."
    },
    {
        "speaker": "B",
        "text": "Hi everyone. I'm in a soulless hotel room in Atlanta right now and so I'm not able to do the Rouse adventures in crypto. And as ever, my friend Sergio is stepping in to follow our journey into web three and particularly in this time. NFTS Alpha Century Kid is one of the single most respected artists in the space. He's showing at Christie's. He's been a pioneer and super excited to get him on the platform. I love his work and I really am interested to see where this conversation with Sergio and Alpha Century kick goes. So enjoy it and I'll see you all again soon."
    },
    {
        "speaker": "C",
        "text": "Hi, everybody. Welcome back to real vision adventures in crypto. I'm Sergio Silva, sitting in for Raoul pal today. I'm really, really excited. As you just heard Raoul say, we have an incredible artiste, a rising star in the NFT space and the crypto arts space. A good friend of mine, Alpha Centauri kid. Welcome to real vision, my friend."
    },
    {
        "speaker": "D",
        "text": "Thank you for having me, man. It's an honor to be here and happy to chat with you as always. So, yeah, I really appreciate it."
    },
    {
        "speaker": "C",
        "text": "No, thanks for being here. I think it's been a super exciting month for the space. Obviously a lot happening, but particularly for you. Some big news came out. You have your first physical piece being auctioned at a major house, Christie's. Can you tell us more about it?"
    },
    {
        "speaker": "D",
        "text": "Yeah. So, yeah, it's my first contemporary auction with Christie's and it'll be for their November day sale and it goes live November 18."
    },
    {
        "speaker": "C",
        "text": "Amazing. Can't wait to have you here in New York and to see the piece, and we'll, of course, talk much more about it. But first, I want to give the audience a chance to get to know Alpha Centauri kit, or ack ack. As you know, in the space. It's been a meteoric rise, which has been super interesting to watch, especially this last nine months where nfts have really come off their frothy levels. Yet we continue to see good art, limited editions, 101s perform well. Basically a combination of quality of artists, but also the ability of artists to really connect with the space. Tell us about your first encounter with nfts. When was that and how did it happen?"
    },
    {
        "speaker": "D",
        "text": "It was when Beeple did his evening sale with Christie's for the first 5000 everydays. And yeah, that was, I've been an artist my whole life, but when I saw that, I realized like, wow, people do care about art in this kind of a way. So I just dove in and, yeah, I just tried to get my foot in the door and keep things interesting."
    },
    {
        "speaker": "C",
        "text": "That's amazing. So Christy's really been a part of your NFT story from the beginning. Yeah, that's so great. And we're really grateful to have the exclusive here at real vision today. So you see the people auction $69 million, the whole world's going, what is going on? You as an artist, you see an opportunity. How did you go about learning about."
    },
    {
        "speaker": "D",
        "text": "Nfts from that point that really, like, seeing it? After seeing his sale, I really, I dove into his art and really started exploring, you know, the first 5000 pieces. And it showed me that people are interested in like meme art and memetic stuff like that. So I had some older photoshopped art that I had made over the years and I just hopped on Opensea and minted a few pieces. And yeah, my first piece sold for like $30 a few weeks later. And my wife was like, this is stupid. And then, yeah, I just, I couldn't believe someone was willing to pay dollar 30 for my art. And then once that happened, you know, I started to take it a bit more seriously and try to hone my craft."
    },
    {
        "speaker": "C",
        "text": "Now, were you always known as Alpha Centauri kit? Because I know you have some pieces called pre ack. What was, do you have a different a name that you went by back then?"
    },
    {
        "speaker": "D",
        "text": "Yeah, so I started out as crypto Starman, some dumb name I came up with, but Alpha Centauri kid had been like my music name, that I would been my alias to make music on. And I started as crypto Starman and then made a few sales and I decided, you know what, I don't want to be known as this, if I ever get known. So I decided to go back to my roots because I'm a bit of a science nerd and, you know, Alpha Centauri is the next solar system closest to ours. And so, yeah, that's, that was kind of the origin of that name."
    },
    {
        "speaker": "C",
        "text": "So you're also a musician, you said, I know Ralph's gonna be wishing he was on this interview now because he's a big music head as well. Just real quick, how does music influence your visual art?"
    },
    {
        "speaker": "D",
        "text": "It influences it a lot, to be honest, especially lately, like the past six months, I'll listen to something or I'll play piano or I'll play guitar and just wait for, like, a visual to come to me. And then once I see something that's interesting, I'll write it down and I'll keep playing that music over and over again until I bring that vision to life. So, yeah, I really try to bake the music or whatever I'm listening to into the aesthetic. For me. Yeah, music plays a big, big part."
    },
    {
        "speaker": "C",
        "text": "And I think your pieces have a certain score, too. That's very ack like. So you go from crypto Starboy to at some point in what, early summer of last year. And then it was almost like a new revelation in the space. Your recognition grew pretty quickly. I think your style is very easy to tell, but you did mention right now you looked at depot's 5000 days and you saw the power of the memes. And I think a lot of the collectors in this space immediately recognized your embrace of those memes. What for you kind of like, was the decision to first go about with the meme art of which you produce a lot, I guess, last summer, which was really what put you on the map. And why do you think that was better than just trying something different?"
    },
    {
        "speaker": "D",
        "text": "Yeah, great question. So I don't know. Honestly, I think because not a lot of people were making Pepe art back then. There was Matt Fury, of course, and maybe a few others, but on foundation there wasn't much. So I saw an opportunity, and I knew of VVD back then and his Pepe fanatic, but, yeah, so, like, I, I just took a risk. And I've learned over the years that if there's an opportunity that not many people are involved in and it's something that I'm good at, it's, it's usually a good chance to, like, make, to become, you know, more known or like to step out in front of the crowd. So, so, yeah, I tried a few memes and on foundation, and that's when I went from like a two e sell to a 42 eth cell with my first big piece, my first big Pepe piece. And then, yeah, from there I did another, a few more, but I didn't want to, like, continue because I'm not a pepe or a meme artist. I used it for what I needed it for at the moment and just kept going forward towards, you know, my goals that's awesome."
    },
    {
        "speaker": "C",
        "text": "And to put into context for everybody listening, Pepe is that green frog that you see in a lot of the memes around the Internet really does predate crypto and crypto art, but it's been embraced by a lot of the crypto art community. There's a very vibrant pepe art community on a chain called XCP that runs pretty much off bitcoin. They have different kinds of almost trading cards, rare pepes ack, you've done one of them. There's a lot of collectors really focused on pepe art. So I think it's very smart that you went in that route and really capture the imagination of the collectors while at the same time able to kind of, like, share your techniques, your style, and your talent. And then from there, so you move from the Pepe art to more of your art, where you incorporate a lot of different elements of life, death, passing the universe. You made a reference earlier to the galaxy. Tell us a little bit, what is your composition like? What are the elements that are really playing in your art as you go through time?"
    },
    {
        "speaker": "D",
        "text": "Yeah, a few of the reoccurring themes seem to be death and piano and musical instruments. And also I also tried to incorporate some crypto elements as well, because I did start out crypto native in the space. And that history, for me, is important to share, or especially back in, in 2021, it was important for me to, like, bake into my art. But, yeah, I don't know. I think it's maybe my fear of death that makes me want to put death in the art, but I'm still trying to figure that one out. I just know it's a reoccurring theme that keeps coming up, and I keep pursuing it. And also the muse, of course, who I try to just let guide my decision making when it comes to arthem."
    },
    {
        "speaker": "C",
        "text": "The muse. The muse that all of your collectors know and adore and know that, you know, she is really the reason why we're here today, because this big Christie's auction coming up is your first physical at an auction house. It's four prints off the muse. Tell us a little more about the piece itself first, it's the face of a woman in different colors. I want to learn more about the muse. I want everybody to understand what the muse, who the muse is."
    },
    {
        "speaker": "D",
        "text": "Okay, so, yeah, so essentially, the muse is what I refer to as my artistic intuition. And the muse is well known in the art world and music. Beethoven used to reference the muse quite a lot. Picasso referenced the muse, etcetera. And for me, I started to really feel this presence, I think, in mid 2021. And when I say presence, I mean like a feeling. Like I would get a feeling about a piece of art, and then I would get feedback from other people, and they would say, you know what? No, maybe you should just continue working on this style instead of doing this other new stuff. And then I would think, you know what? I need to do what they say, because they're my collectors. But then I would sleep. Before I go to sleep, I'd be laying there thinking, like, I'd be really torn, and I'd feel this really strong feeling of, like, you know what? No, don't f. That. You got to do what, you know, what you believe in. And, yeah, the more I trusted the muse, the more successful I became, and the more doors opened for me throughout this trajectory. And I realized I wanted to put a face to the muse into my artistic intuition. And, yeah, I came across a photo of Emma Watson, and it just spoke to me as the muse, and I started working on it in Photoshop. And, yeah, after I made the piece, I made several variations. And I knew then that I wanted to do a silkscreen printhead and portray the muse how I thought she looks."
    },
    {
        "speaker": "C",
        "text": "So now we have four prints, special can of paper, and a special presentation, too, that connects you to one of the greatest artists that's ever lived. Right. Andy Warhol. There's definitely parallels, and if you guys have seen the piece yet, if not, you can go to the Christie's listing website, but you're presenting four different panels. Tell us a bit more about the paper, the connection to Warhol, and the presentation overall."
    },
    {
        "speaker": "D",
        "text": "Sure."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "D",
        "text": "So the paper is the same paper that Warhol uses called rising museum board. And we printed it in Brooklyn, actually, at a shop at Warhol. He printed a few times, a beautiful shop called Pegasus prints in Brooklyn. I spent a lot of time there over the past few months trying to curate the best four colors, because we have about 20 that we made. And. And, yeah, it was just. It was a lot like, it took three months just getting the right four colors because, you know, color curation is really tricky. I love. I love how, like, because every time I make a piece, I usually make, like, five to ten variations of it while I'm waiting to find the right one. That speaks to me the most. But I do think there are times when you can have multiple pieces as part of, like, a grouping. So that's what we did here, because initially, Chrissy was asking if I want to do just one. And I thought you know what, it's better to do a quadrant of the four best ones, you know, to pay homage to Warhol, since we're doing the silkscreen. So once we got the right four colors and we set them up together in a quadrant, it just felt right. And I had a few friends come over and they all agreed that, yeah, this is the right four. And Christie sent some people out to come see the art. And once they saw it and they left, yeah, they text me right away like, hey, yes, let's do this. And they gave me a green light. And it's been quite the journey just to get to this point. Cause they wanted, you know, I had to get consent from the original photographer, which I got. And then I got. I bought a commercial license of the original photo from Reuters, which I didn't have to do, but I wanted to do my due diligence because normally I don't have to answer to anyone. But I'm working with Christie's on this, so I wanted to give them peace of mind that I went and did my homework and got the licenses and the consent that I needed."
    },
    {
        "speaker": "C",
        "text": "It's interesting that as an NFT crypto artist now coming into the traditional world, I think there's new aspects of, like you said, ip copyright, that even though the NFT world is full of a lot of, like, cCO art, it does get you thinking more and more about who really owns an image, who should be rewarded, who should receive royalties for a piece of art. So I'm really glad to hear that all that's been, all those boxes have been checked and news is really to be auctioned off in Christie's at their sale. Now, you mentioned something as you were talking about your process and talking to the muse, you did mention your collectors a little bit. And you have a formidable set of collectors. Everybody from Vincent van Doe was one of the biggest NFT collectors out there to 6529 and his fund. What is your relationship with your collectors? How do you manage that? I know you opened your discord just in June of last year. How have they been helpful to you as an up and coming artist in this medium, in this space? And what would your advice be to newer artists who are looking to have similar levels of success as you have had?"
    },
    {
        "speaker": "D",
        "text": "Yeah, so, no, I've been very fortunate to acquire some of the best collectors in the world and yeah, I think it's important to. Cause I've done both. I've asked for their advice and I've not taken it and gone my own way. But fortunately I think they understand, like, I gotta do what. At the end of the day, I have to trust the muse. But there are like, sometimes, like they do give me advice and it's important to really consider what they're saying because they're, you know, they're giving you their time and they're thinking about it and trying to be helpful. So in many circumstances, yeah, I do take their advice and I, you know, like with setting the reserve, you know, I said I wasn't sure what to set the reserve at for this lot, so, because, you know, I've sold art for up to 800,000 per piece, you know, 500,000. I've sold art for a lot of money, but I didn't want to come into the contemporary art world. Art world with that sort of an ask. You know, I want to earn my way in the contemporary art world as well. So, yeah, I got feedback from my collectors and my friends and we decided to set a lower ask just to be more inviting and to be more accessible for my first auction with Christie's. But yeah, for new artists, I think it's important to get feedback from collectors for those who are willing, but also to not be in their DM's every day and just keep it to when it's necessary. And I think the collectors will realize that. I'm sure you've experienced it as well as a collector, but I think there's a tasteful way to do it if you do need advice and just try to find that happy medium."
    },
    {
        "speaker": "C",
        "text": "So your advice for new artists is definitely talk to your collectors, but keep it balanced. You're right. Some of us collectors, we do get a lot of DM's from up and coming artists. And as much as you want to help out, it's just, it's hard sometimes to really balance that. I mean, you and I had an early, early DM conversation that resulted in a piece that never saw the day of light. But that's kind of how our friendship started. And I'm honestly very grateful that you dm me that day and that being able to watch you succeed and see everything you've built and are continuing to build has been really amazing. So thank you. Thank you for your art and your friendship. On that note, your trajectory in the NFT space, obviously some big sales early on, some big collectors. And then you also kind of started doing a bit of performance art. I would say with some of your pieces, you did some very innovative things. You had a piece where the token was burnt and then you managed to pull it out of the burn address for the collector. Can you tell us more about your performance art around your digital art?"
    },
    {
        "speaker": "D",
        "text": "I realized there was another opportunity because Richard from Manifold taught me early on that you can update metadata to change the art. So for those who don't know what metadata means, it's just the image data. So, like, the title, the description and the artwork and any tags related with. But. So once I realized you could do that, I thought, you know what? There's got to be interesting ways to tell stories, you know, with this technology. The first performance piece I did was with Christie's, actually, when I changed the art immediately after the sale ended. 6529, he won the auction, but it started out as a girl holding a piano. It was supposed to be a play on Banksy's girl with a balloon, but I had a girl holding a piano balloon. But then right towards the, like, right as the auction ended, I swapped the data out. This is back in the meme days. And I swapped it out with the pepe holding a balloon that said, sorry. And because I didn't want. I honestly didn't want to sell that original piece, but that piece was more for me personally. But, yeah. So after that, I realized, okay, there's a market. Like, I saw the response and people enjoyed it, so I realized there was a market for it. And I. I just. Yeah, I just would come up with ideas. Like. Like, for the one where we. We sent the piece of the burn address, that one's. That one's kind of an elaborate story and requires, like, me to really explain it in depth. But, yeah, essentially, I made a piece of art, and it was me in a hospital bed, and we put a little button underneath the bed that said unplugged and to give the collector an option to unplug me from life support and kill me. The premise to that piece was I wanted a piece of art to show me laying on my deathbed and collectors waiting for me to die so they can ten x their profit. It just seemed like a fun idea. So, yeah, so a collector named Trill bought it, and he unplugged me right away without hesitation. He had no idea what would happen, and he murdered me. And then I deleted my Twitter, and I was ghost. I was a ghost for three days. And then we brought the art back on the third day. Well, actually, the muse brought the art back. We created a wallet called the muse, and only that wallet was allowed to interact with the piece to pull it from the dead address. So, yeah, we brought it back. I came back on Twitter and everybody celebrated it and it was a lot of fun. And Trill didn't hate me after that."
    },
    {
        "speaker": "C",
        "text": "It really seems that you've tapped into a couple of almost like new audiences within the NFT collector base, right? So the Pepe collectors, those who appreciate the early Internet memes and then those who want to be entertained the different performances you've done. You also recently minted an open edition that had the metadata switch to a CCO x copy piece before that turned into a token that you can burn for a beautiful, beautiful color study that you have. So it really feels like along the way you've built a bunch of different parts of your body of work that are not just the digital output that you see on the screen, but you've been really exploring the medium that NFT tokens ability to change metadata allow you. Are there any things out there that you've wanted to do but you haven't been able to do or explore just yet with nfts that you can maybe share or as people like to call it, a little bit of alpha in that regards?"
    },
    {
        "speaker": "D",
        "text": "Yeah, I definitely have some ideas that I'm working on, but nothing like right now I'm only focused on the Christy's auction and just a few other things. But I think there are still opportunities to be a first in some ways with this tech. And yeah, it's just once I come up with an idea, I'll reach out to Young weekend, who's a brilliant coder and artist as well, and we'll game plan it and figure out a way to write a contract that allows for certain actions that aren't normally allowed, like pulling art out of the dead address. But yeah, I don't think anything to announce just yet and I. But there are a few things for 2023 that we are working on that will be exciting for sure."
    },
    {
        "speaker": "C",
        "text": "I know you have a very rapid collector base. We'll be excited to see this come to fruition. Now, let's talk a little bit broader on this space. Obviously you've had great success. It's not always the case for everybody that comes into nfts. What do you think are the biggest challenges today that artists are facing? As you know, this NFT goes from what was pretty much a price bubble to now more realistic levels, and we move forward into hopefully broader adoption in the future. What do you see the main challenges being there for artists first?"
    },
    {
        "speaker": "D",
        "text": "Yeah, I think getting eyes on their art is, is quite difficult at this stage. I mean, it's hard to compare like my path because I think mine was, I don't want to say a fluke, because I was like, right place, right time, with the right kind of talent and edge, I think. But I think there's always those opportunities for those who are hungry enough. You just have to try and think outside the box. And. And I also think getting, like, finding good collectors to support is because, you know, a lot of collectors follow other collectors. It's just. It's just kind of how the art world works. And, you know, even now, like, I'll share a new artist that I find and, and their, their art, their collections go get bought up. And I know. I'm sure it happens with you and many other, you know, popular collectors and artists, but I think getting eyes on new artists is important. But it's also important once you get that opportunity to continue to shine and find your own way, because there are certainly opportunities where you help an artist out by sharing their work because you love their work, and then they don't really do much after that, which is fine. But if someone wants to have a legacy, I feel like it's important to really try and find an edge and just keep making the art you love, and eventually people will respond and find you."
    },
    {
        "speaker": "E",
        "text": "This podcast is sponsored by Ramp. Are you the decision maker in your company? Consider this. For the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what with each vendor. Ramp's software collects and verifies receipts instantly. To save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization, and bill payments. Time consuming tasks, which means you'll stop wasteful spending and close your books in hours instead of days. Businesses that use ramp add up to 5% to their bottom line the first year. If you're a decision maker, adding ramp could be one of the best decisions you've ever made. Get $250 when you join ramp for free. Just go to ramp.com easy ramp.com easy ramp.com easy cards issued by Sutton bank and celtic bank members of the IC. Terms and conditions apply."
    },
    {
        "speaker": "C",
        "text": "On that note. And kind of like the artist community, you definitely elevated some artists, and some artists in the past elevated you. You had an incredible collaboration with Xcopy, which just judging on the amount of sales, you could say is the top crypto artist, crypto native artist. Obviously, the community part is one of the biggest draws about NFts for all stakeholders. Let's go back a little bit to the fact that you have a really good dev. And while you might not know the tech inside out like devs do, you definitely have taken advantage of its potential. You definitely try to do things that go above and beyond just putting some visual graphic together, minting it and selling it for ether. I personally think that to really be successful in this space, somebody probably needs to learn a little bit more beyond just minting and taking advantage of the technology that we have today and that will come in the future. Even communities, right, they just don't exist on discord. They start transcending the group chat, becoming almost many, many network states in that sense where focused around an artist or a style. How do you feel about people coming into NFTs spending significant time, but they're not really doing anything with the actual crypto underlying technology. Is this something that you will encourage people to at least learn a bit about?"
    },
    {
        "speaker": "D",
        "text": "Yeah, yeah, I definitely think so. Because, like, you know, I had a piece, my last super piece is called I promise I can change and I minted it, but I was like, you know what? No, it needs to be more. And like I said earlier, I always have about five to ten variations of each piece that I make usually. So I thought, you know what? No, I'm. So I hit up young weekend again. I was like, hey, let's make this an interactive piece, but we're not going to tell anyone until after it sells. So, yeah, we made it to where you can type in the word liar and it'll change. Because the premise of the piece is, I promise I can change, but ultimately nobody really changes. So it's more of like a reflectance upon me. And obviously, you know, I don't want to be called a liar, but I just thought it would be funny for people to, you know, call me a liar via typing on the keyboard to actually get me to change, because essentially that's the only way I'm going to change. And so, yeah, so, like, things like that, like that, to me, that made the piece really special because now we made. I were. I'm working with Atomic forum, they're a display company and they made a voice activated display for me to wherever. Now people can just say liar and they can call me a liar in real time and the art will change. So, yeah, there's excitement. If you're willing to do something new and exciting, there's definitely ways to achieve that with the blockchain technology."
    },
    {
        "speaker": "C",
        "text": "Tell us more about your favorite pieces. So you obviously have referred to the one piece where you died. And now I think it can change. Those are a very famous piece of yours where you update it often it's a scene where we can display it. It's a scene with a table, a room. It changes. There's a flower or something that's not there. Can you tell us more about this piece?"
    },
    {
        "speaker": "D",
        "text": "Yeah, sure. That piece is called till death do us part. And I thought of that piece the day after my super rare genesis cell, which sold to punk 6529, which was my all time high at the moment of 165 eth, back when ETH was like at 4100. So it was massive, massive sale for me. And then, yeah, the next day I was sitting there like, man, what the hell am I going to do next? And I thought, you know what? Let me just make a blank. I had an idea for a blank tape, like a blank scene almost, with just a table and a vase of roses and like, I think a glass of wine. So I made it and I thought, man, this would be a cool, this would be a beautiful scene to make and to just update for the rest of my life as, as I feel like it, as the muse, you know, dictates. And, yeah, I took a risk and I minted it and I set it for buy now for 200 ethereum. And it got sold within like five minutes, I think. I remember. I remember. Like, I minted it. And then I got up and went and got something to drink and I saw a notification on my phone and it was Vince Van Doe saying, I'm waiting. I'm waiting on you to set the table ack. I'm like, what the hell? So I looked. Yeah. And yeah, he freaking, he bought it instabuy. And that was, that was a major shock to me. But yeah, there's things like that you can do to where, you know, you can really make. Because he wouldn't have bought it if he, if it wasn't interesting and intriguing to him. You know what I mean? Like, he, he saw something interesting and new and intriguing and he took a risk. And I'm really glad he did."
    },
    {
        "speaker": "C",
        "text": "Yeah, that was amazing. I remember that week for you. Just, you know, it had only been six months since you had minted something as ack, and now you were bringing super records day in and day out."
    },
    {
        "speaker": "D",
        "text": "That's right. Yeah."
    },
    {
        "speaker": "C",
        "text": "Congrats on that."
    },
    {
        "speaker": "D",
        "text": "Thank you. I remember my wife, like, kind of screamed. That was, that was one of the moments for her. Well, both of those moments with the, with the super rare genesis and till death to us part. Like, that's when we were like, okay, you know what? This is real deal. I need to do this full time. And, yeah, yeah, I left the workforce and went full time after that."
    },
    {
        "speaker": "C",
        "text": "This brings me to a question that I think, obviously not in the NFTs, but people looking at NFTs constantly throw at us the fact that valuations have come down a lot, not just because the price of ether came down in dollars, but also a lot of the initial rush went away. As an artist whose super rare genesis went for over half a million dollars, how do you deal? Or how do you think about, obviously, the volatility that it being tokenized art inherently has and the fact that ether might not go back to those levels in a long time? Do you benchmark yourself to those prices in eth in dollars, or do you just think about it differently? I think people are always high water marking things, but the reality is not just in crypto, but in everything. Stocks, real estate, you know, humans are cyclical. We fluctuate. How do you, as an artist, kind of, like, benchmark that as you look back in time?"
    },
    {
        "speaker": "D",
        "text": "Yeah, so, I mean, obviously. Well, and, you know, when I had that 200 Ethereum sell, that was, like 740 grand at the time. And, you know, I've had a 201 Ethereum sell this year. That was. That was around 400. 400 grand at the time. So, like, yeah, I mean, it's tricky to. I try not to let the last cell dictate the new trajectory. And, yeah, it is a benchmark for sure, but I learned that, like, you can't go up only because I'd run out of collectors. You know, like, after my 200 ETH cell, not many people out there have, you know, 200, 300, 400 ETH, they're going to, you know, spend on crypto art all the time. So I realized, you know what? It's okay for me to go back down. And, yeah, I sold after that. I sold pieces in the 50 range and then the 60 range and the set, the 80 range. I try to fluctuate with the market. Sometimes it's okay to let market decide price, but I try to control that as well. And also, that's another reason why I'm here for the Christie's auction, because obviously, I fully expect crypto art to continue to thrive and have its ups and downs, but I feel like it'll be here forever. But I want to have art in the physical world as well, and I want to try and dominate that scene as much as I can and tastefully and respectfully, but I want to have my footprint as much everywhere that I can with art. The muse demands me to be out there knocking door to door on her behalf with my art. You know what I mean?"
    },
    {
        "speaker": "C",
        "text": "Yeah. And we love the muse. Actually have a print of the muse in our apartment at home."
    },
    {
        "speaker": "D",
        "text": "Oh, yes, yes."
    },
    {
        "speaker": "C",
        "text": "Now, I would love to show the audience a couple of the pieces we've been talking about so that they can see and go look up your art. Some of it is in super rare, some of it is an opensea. You said you have older works on foundation, but let's start with, I promise I can change. You can see it now on screen. So this is the piece where you go and type liar and something happens. You mentioned this is a reflection of how you sometimes see yourself and human nature. But can you tell us more about the inspiration for the graphic?"
    },
    {
        "speaker": "D",
        "text": "Yeah. Thank you. Yeah, I was just, you know, I like making art with skulls. Dark, you know, kind of dark, glitchy stuff. And. But for this one, you know, it's more. It's somewhat symbolic of, like, if you'll notice, like, the skull there is obviously, like you said, most humans don't. You know, we are the way we are and we can't really change. And I've been called a liar before, relationships, etcetera. Not that I think I'm a liar or anything, but, you know, every time I've said, I promise I can change, it's never, you know, I've never really changed. Like, I'm still the same person, I still make the same mistakes. So I thought it was. It'd be interesting to have a piece of art like that, that would be interactive, that people could interact with hundreds of years from now, you know, be calling me a liar for. For the rest of time if they wanted to. So that was interesting for me."
    },
    {
        "speaker": "C",
        "text": "And what's amazing, since it's on blockchain, it's accessible, it's public, right? So anybody with an Internet connection can go and enjoy this piece of work, this performance from their homes. You don't have to travel to a museum somewhere or private collection. Some big collector has it on his yacht in the Mediterranean. This is public piece of art, which I think is amazing, is another one of the benefits of nfTs. Let's move on to your super rare genesis. Control, alt generate. This is a piece that still draws heavily on the meme of the space at the time. Can you describe what the audience is seeing now for those of them who don't really have a history of art, blocks and the space last year, art."
    },
    {
        "speaker": "D",
        "text": "Blocks and generative art was really. Was really blowing up back then. I mean, it still is. It's still very coveted in the art space in general, but, um. But, yeah, art blocks was just really, really going crazy. So I wanted to kind of. I wanted to, like, document that, and the only way I knew how, which was, you know, by making a piece of art about it. And, yeah, so, you know, with ringers, and there's a ringer that's getting. Well, there's a gold cube that's getting dropped into the lava pit, and the character, you see, he's generating ringers and art blocks out of the lava. And there's some squiggles on the left, and, yeah, there's a few other ringers on the right hand side. And I just tried to really incorporate the memes of that moment or the. The popular art pieces of that moment into this piece, as it was, like, the final of the three part series I made from last orders, which was x copy collab, right click, print, and then. Yeah, control, alt, generate. So, yeah, it's just my take on the scene in that moment. And fortunately, it had demand, and it ended up with the 6529 team. So I'm very proud of that work."
    },
    {
        "speaker": "C",
        "text": "I think it's the first time in the space. Kind of, like, saw the potential of your ability to combine your style with also understanding what's happening and immortalizing it on the blockchain. Now, this final piece that I want to show here, kind of dramatic. She loves me not. You see, a character looks like death. Definitely pouring back some booze. Obviously death, you know, a lot, a lot very present in your art. Is the she part referring to the muse or what? What is this piece?"
    },
    {
        "speaker": "D",
        "text": "Yeah, so this piece was my debut glitch piece on the big, like, on the big stage, because, you know, after control, alt, generate, you know, even up until control, alt, generate, I hadn't made a glitchy piece of, you know, because I was afraid. I wasn't really afraid, but, like, you would get feedback, like, well, hey, x copy is glitchy. You can't make glitchy art, or you'll just be copying him. But I knew deep down, like, there's a way for me to do this to where it's me and it doesn't look anything like x copy, and it can still be mine. So, yeah, so that's. That's where this piece came to be. And. Yeah, and it is death. And in my world, death is like, he's longing for the muse. Like, he, and she chose life over him. So, like, he's just, you know, he's drunk, he's in despair, he's drinking away his sorrows and, yeah, so, like, I wanted to try and bring that to a visualization and in an interesting way and, yeah, that's just what I came up with. And I love that piece. I'm really proud of it."
    },
    {
        "speaker": "C",
        "text": "Awesome. Well, just like death, we love the muse. It's been an incredible, incredible time hearing from you, Alpha Centauri kid. We're very excited to see you continue to succeed. Very excited for your Christie's auction coming up. Don't forget, four prints, part of one lot. The muse paying homage not just to Andy Warhol, but every artist that's paved the way for your career and this moment in time going forward. Any closing remarks for us? It's been an amazing, amazing conversation."
    },
    {
        "speaker": "D",
        "text": "Thank you. I really appreciate you having me. And I love what you guys are doing. And yeah, I think if anyone's in New York November 12 through the 17th and they want to go see the silk screens in person, it's open to the public from those dates, 10:00 a.m. to 05:00 p.m. and yeah, the auction is on the 18th and we'll be accepting USD, us dollar and crypto. So if any of my crypto collectors want to throw in some bids, I would obviously appreciate that. But, yeah, I'm happy to see what happens with it. And whatever happens will be what the muse has willed into existence so far. So, yeah, I'm really excited and thanks again for the interview. I appreciate it."
    },
    {
        "speaker": "C",
        "text": "No, thank you. And thanks to the muse for letting us talk to you today."
    },
    {
        "speaker": "D",
        "text": "Yeah, yeah, she gave you a thumbs up."
    },
    {
        "speaker": "C",
        "text": "Awesome. Well, thanks mus, we appreciate it. Ack, my friend. Big hug. I'll see you soon here in New York. Everybody else, thank you for joining us today. I'm Sergio Silva, sitting in for Ralph pal. This is adventurous in crypto on real vision. We'll see you again soon. Bye bye."
    },
    {
        "speaker": "A",
        "text": "Hi. Thanks for listening to this podcast. If you enjoyed listening, I've got a free membership waiting for you. If you want to understand the future of everything, then understanding digital assets is the key. We're not ever going back to a pre crypto world. Blockchain technology is transforming literally everything from communities to healthcare to real estate to, well, everything. That's why in 2020, we launched Real Vision Crypto, the world's premier cryptocurrency and digital assets video channel. Right now, real Vision Crypto is helping more than 300,000 members around the world understand the biggest wealth creation opportunities in a generation, and maybe of all time. And even better, real vision crypto is completely free. All you need to do is input your email address and you get full access to all of the videos and the incredible emails too. Please visit realvisioncrypto.com. that's realvisioncrypto.com and start learning about this incredible world."
    }
]