[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless everybody get 30. 30, baby get 30, baby get 20. 2020, baby get 2020."
    },
    {
        "speaker": "A",
        "text": "Bid to get 15. 1515 just $15 a month, so give it a try at Mint mobile.com switch $45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time unlimited, more than 40gb per month slows full terms at Mint mobile.com dot. Hey, everyone, if you like this podcast."
    },
    {
        "speaker": "C",
        "text": "Go behind the paywall to get privileged."
    },
    {
        "speaker": "A",
        "text": "Access to the smartest minds in finance. Join the real vision community and learn how to become a better investor. Visit realvision.com rvpod and use the promo code podcast ten. That's podcast ten to get 10% off our essential membership for the first year. Now to the top analysis of today's crypto markets."
    },
    {
        "speaker": "C",
        "text": "I can't wait to speak to Meltam. Meltam has been on real vision pretty much all the way through. She's helped guide us, and as her thoughts have evolved, she's brought us along for the ride. And I've not sat down with her for a long time to have a really meaningful conversation to pick what she thinks the crypto state of the nation is. So let's dig in with Melton. The world of crypto is an incredibly exciting journey that we're all going on together. We don't know where it's leading to, but we know it's going to be absolutely massive. Raoul, pal, as I guide you on our adventure to discover just what this new world will look like. Meltem. Fantastic. To get you back on real vision."
    },
    {
        "speaker": "A",
        "text": "It's been a while, actually, it has been a minute."
    },
    {
        "speaker": "C",
        "text": "So I want to go back and just cover your story. First how you got into this in the first place, and then how you ended up as the queen of memes. Because I think it's a fascinating story, because you're one of the most thoughtful, smartest people in the space, and you've taken one hell of a journey in this. I just think people can learn from everybody else's journey."
    },
    {
        "speaker": "A",
        "text": "Well, thank you so much for that. I don't know that I'm the smartest. There is an interesting sort of meme to go back to, the memes that we use in this space, the meme of the bell curve. And most of us fall somewhere on this bell curve, and I don't know if it's intelligence we're rating, or a wide variety of factors that contribute just to how we participate in this market. So one of the things I've really been thinking about lately is most of us fall somewhere in the middle of the bell curve. You know, three standard deviations in either direction, you're getting into the long tails. That's 0.5% probability of being in those long tails. So my goal currently is to either be in the extreme right, which is giga brain galaxy brain smart takes, or in the extreme left, which is, this is so not intelligent. This is such a lizard brain take, and it's so dumb that it might work. And I think in crypto, the middle of the bell curve is where death happens. And in the extremes of that is where you find truth. And that is also an investor. Where you make your money is in details of the belt curve."
    },
    {
        "speaker": "C",
        "text": "I have that bell curve meme on my screen at all times to remind me of that. I think it's the single most important thing to realize where you are on that bell curve. And I think it's the key driver of success, is where you are on that bell curve."
    },
    {
        "speaker": "A",
        "text": "Yeah. I always tell myself, don't mid curve this. Don't try to be too smart. Just smooth brain it. Okay. So my journey again, going sort of with this philosophy. So I started my career in the oil and gas industry. I was down in Houston, Texas, so very different from crypto. And I finished university during the great financial crisis. So I haven't lived through as many market cycles as you and many other sort of macro pundits who have moved over into the crypto space. I haven't seen as many cycles you have. But certainly, I think leaving university during the GFC, sort of realizing, you know, you, I was told all my life on my childhood in sort of this education system I went through, if you work hard, you get good grades, you go to a good college, you get a good job, then, you know, you will graduate, you will make enough money, you will buy a house, you will do all of these things that are sort of the markers of success, and you will have a comfortable life. Not the case for my generation. Right. We have gotten royally screwed in many regards. And so living during the GFC, going into the oil and gas industry, that was the time that the shale revolution, if you will, had sort of started. And so my first roles in the oil and gas industry were out in horseheads, Pennsylvania, out in the back end, out in West Texas, that I went to Canada to work on tar sands oil North Sea, Equatorial Guinea, a lot of the big LNG projects happening in Papua New Guinea, Queensland. And so I sort of had this very eclectic five years that I spent in an industry that many people in crypto would never think about. Many people in tech have never thought about. But energy really is the backbone of our world, the backbone of the modern economy, and also, by the way, the backbone of the digital economy, which we don't think about, because everything we do in the digital realm requires a semiconductor or processing chip and BdeZ electricity flowing through that chip or energy of some sort. And so I think we sometimes lose this connection between the physical world and our physical infrastructure and this digital world that we're now moving into. But I think growing up in the oil and gas industry, professionally, starting on the trading side, moving into the infrastructure side, then the m and a side, and then finally corporate treasury at ExxonMobil, which, by the way, when I was at ExxonMobil in 2013, 2014, Exxon was the largest company in the world with a market capitalization of $400 billion. It had credit, it had a credit rating that was as good as the us government at the time was still aaa, right? Today, the us government sounds like we might be getting downgraded to aaa. But you think about this idea that less than a decade ago, or maybe close to a decade ago, the largest company in the world had a market cap of 400 billion. Today, the largest company in the world has a market capitalization of nearly $3 trillion. That is not a doubling or a trebling in a decade. That is a factor of ten x, which I think, to me just highlights the power of a technology in driving exponential growth, might also be a very important trend. The hollowing out of companies and markets due to this trend of financialization, which I think crypto in many ways just sort of exaggerates to an extreme. And so all this oil and gas stuff, ExxonMobil, big company life. And then I went to grad school. I did what every 20 something year old who's disillusioned with corporate life does, go to grad school. And so I went to grad school at MIT. Exactly. I took on educational debt for the first time in my life, which came back to bite me a bit. But I went to MIT, and at MIT there were a few students who were really into bitcoin. They started. The MIT bitcoin club is one of the few campuses where there's a lot of activity going on with bitcoin. And at the time it was just bitcoin. There was no ethereum. There was literally nothing else. I had gotten into bitcoin right before I got to grad school. I thought it was strange, I thought it was interesting. And so I started to go on this journey. All throughout grad school, I was more interested in venture capital, startups, fintech. At that time, the first fintech boom really began in the venture space. And I had no idea that people my age were raising tens of millions of dollars to go and build these crazy ideas. I was like, wait a minute, I need to be in this. This is so insane. This is so cool. I had never been exposed to that. I spent my twenties in an oil field, right? Wearing fire retardant clothing and, like, steel toed boots. I did not know this world existed. And so that really started my journey into the world of tech, into the world of startups. And then as I was leaving grad school, I was supposed to go back either to Exxon or to consulting. My grad school education had been sponsored, and I decided not to do that. And so I was suddenly in debt, a lot in debt for the first time in my life. So that was an interesting experience. And then I met Barry Silbert and Ryan Selkus, who at the time were starting this new company called Digital Currency Group. And so, actually, before I even finished grad school, started at DCG. My first day was April 20, 2015, which marked sort of a turning point for me in my life. First time I took a risk, everyone was like, what are you doing? Bitcoin is for money laundering. It's for criminals. You're throwing away your life, you're throwing away your career. I made less money than I made before grad school. I was in debt. My first apartment in New York, as someone who's almost 30 years old, Washington, 300 sqft had rats. And it was absolutely disgusting. Yes, I really started to question something, but just the intellectual energy, the enthusiasm, the people I matched, the problems people were talking about in crypto. Just bitcoin at that point in time were just so interesting to me, and I just, I wanted to do something different with my life. It inspired me, it made me feel something, it made me feel purpose and sort of drive and motivation. And so, yeah, that was now our eight years ago, and here we are, two companies later. So three years at DCG built that firm, 200 investments, raised money from a lot of different institutions, and really, I think, started this idea of how we build networks of companies, businesses, and sort of the importance of connectivity in this world of new technology startups, then spent six months kind of poking around, went through the crazy 2017 ICo craze insanity, took a step back, and then joined coinshares. Very different business, but very similar in some regards. Very asset management and trading focused there. I brought in the venture capital component, investing in and participating in early stage technology, early stage networks, and have been at Coinshares now for five years. We took the company public two years ago on the Nasdaq Nordic. So going through that process of listing a crypto company in a foreign jurisdiction has been so fascinating, issuing regulated products, but then also, you know, continuing on the venture side. And so here we are, eight years later. It's been an insane journey. It is nowhere close to over, but been wild."
    },
    {
        "speaker": "B",
        "text": "Hey, everyone, we're going to take a quick pause and hear a word from our partners."
    },
    {
        "speaker": "C",
        "text": "We'll be right back."
    },
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint mobile, unlimited premium wireless."
    },
    {
        "speaker": "A",
        "text": "Everybody get 30, 30 biddy, get 30 bid to get 20."
    },
    {
        "speaker": "B",
        "text": "2020 to get 2020."
    },
    {
        "speaker": "A",
        "text": "Better get 15. 1515, just $15 a month, so give it a try@mintmobile.com. switch $45 up front for three months, plus taxes and fees. Promote for new customers for a limited time, unlimited. More than 40gb per month slows full terms at mint mobile.com dot."
    },
    {
        "speaker": "C",
        "text": "How has your thesis or your understanding changed as you've gone from being the left side of the bell curve to the middle of the bell curve to the right side of the bell curve? Talk me through that, because you will have gone through an evolution of understanding where people have gone. Well, Belton. Well, she's a bitcoin. She understands it deeply to. What the fuck is she talking about? She's now posting pictures of crypto, dick."
    },
    {
        "speaker": "A",
        "text": "Crypto, correct."
    },
    {
        "speaker": "C",
        "text": "Talk me through that whole journey of your shift of thesis, or broadening of thesis, let's call it."
    },
    {
        "speaker": "A",
        "text": "Yeah, I don't think it's been a shift, Raul. I think, as you alluded to, I would like to say I started in the middle of the bell curve. I was all about payments, financial infrastructure, and I think that's a still very much the case. I think what's changed for me is, number one, developing an understanding of time scale. Right? Time is a very relative thing, right. If I think about the crypto industry, I've been in it for eight years professionally. In most industries, eight years is nothing. In crypto, that's a lifetime, right? I sometimes like to joke, I'm crypto grandma, which, like, in no other industry would you be able to say, eight years of experience. Makeshi one of the old guard. But I think there is this sort of interesting phenomenon where you start to recognize that many of the things we were speaking about in 2013, 2014 are still things we're speaking about, because they have not yet happened, have not yet transpired. The arc of time is very long. So, yes, I think an appreciation of time scale and just understanding the adoption of new technology. And it's not just a technology. I think it's also an adoption of just a new way of thinking. Right. The invention and creation of computers. Right. We started with computers, then eventually, we now have basically supercomputers in our pockets. We're learning as the technology evolves, all sorts of new behaviors. And so I think just understanding that the time scale here, it's not five years, it's not ten years, we're looking at decades. Right? And so that was sort of number one that sort of started to become clear to me. And the second thing I really started to understand was the shift in sort of culture. Culture drives everything around us, and memes drive sort of global understanding. And I think starting to appreciate that crypto is 100% driven by these memes. Right. And there's always sort of this interesting debate you have. It's like, okay, does space create time? Does time create space? This is like the question in physics. And I think the question in crypto and just broader markets is, does narrative drive price, or does price drive narrative? And so there is sort of this interesting element as an investor. If you look at where the returns are in crypto, there are things that, when you look at them, are very logical and make a lot of sense intuitively. But those, interestingly, are often not the things that are incredibly successful from an alpha generation perspective. The things as an investor that have been incredibly, those are mid curve things. Right. And those mid curve concepts, unfortunately, you know, in 2014, 2015, we were investing in companies at DCG that made a lot of sense intuitively. Right. But those businesses were not successful because they were 1020 years too early. We see the same thing in just broader technology investing. We see the same thing everywhere. You can have a great idea that intuitively is correct, right. It logically makes sense, but because it is not the right moment in time, that business doesn't succeed. And so I think recognizing that where crypto is today, where this industry is today, it's way too early for some of these ideas. And recognizing a lot of the things that are going to be successful in the short to medium term are things that look and feel like toys. They feel silly, and that cultural element, that cultural white guy, is very important. And more broadly, I just think we've seen crypto was the first sort of really mean driven market. It started as a retail movement versus every other movement in finance and investing, which has been institutional, and then trickles down to retail. This really started with the plebs, right, as silly people who are chronically and terminally online doing weird stuff with our friends on the Internet. And it has trickled up to the institutional side. And so I think really understanding what drives price, what drives narrative and crypto, is that memetic value at its core has also been sort of a key understanding and, I think, challenging for me to unlearn in some ways, because my background is much more big, corporate, institutional. You know, I studied finance. I studied math. So that part of me, you know, you have to suspend disbelief. There are no balance sheets, there are no income statements. But again, the time scale of memes is much shorter lived than these companies are trying to build. That hopefully will be around for decades."
    },
    {
        "speaker": "C",
        "text": "I mean, I went down this whole memetics rabbit hole after. I think sapiens probably got me down that. And then 6529 and yourself talking about this stuff made me realize the power of mimetics and how it's actually everything that humans do. Humans do two things. One is tell stories, and one have contracts with each other over everything. And that's really the epicenter of what this is. And I started to realize that tokens, in whatever format, are a way of creating value around culture in ways that maybe existed more in music and fashion and things that were different because we were unable to participate in the same way. And once you unlock that, you realize how big this really is. I think of it as an intangible from a balance sheet moving to a tangible, in the old, traditional world."
    },
    {
        "speaker": "A",
        "text": "Well, I think that's one of the challenges, right? Is where do tokens belong on a balance sheet? Are they an asset or a liability? Right. And I think a lot of people have this view that if you create a token seemably out of thin air, it's just purely an asset. But I do think there is an offsetting liability. Right. We have to balance the ledger. And I think the liability is one that's difficult to conceptualize, but it's almost like a community debt, right? Because there's an expectation that's been created. And I think one of the interesting sort of maybe ideological things to grapple with is effectively, sometimes what we're doing when we're monetizing things via tokens is we're taking future expected value, right. And selling future expected value today, right. Because the expectation is these networks will grow in utilization that will drive value, these memes. In the case of nfts, right? This is my thesis on crypto dick butts. I think genitalia jokes, poop jokes, these are, like, the funniest jokes in all of history. Like, I'm close to the age of 40, and in my family, we all still make juvenile jokes. It's just funny. And so even just saying, you know, crypto dick butt or just dick butt, it's hilarious. I giggle on the inside when I say it, just like, you know, when the whole shitcoin phase happened, you giggle a little bit on the inside. And so again, I think these things that are, like, a little bit silly, a little bit funny, but they make people feel good. They make the laugh quite interesting. But I do think there is sort of this ideological issue where we're taking future expected value, we're monetizing it today. But what's happening in crypto is a lot of times we fail to deliver on that future expected value for a myriad of reasons. Some of them, obviously, there are a lot of bad actors. Anytime there's a new technology, you have mercenaries and missionaries. There are a lot of people who are very ideologically motivated, but perhaps don't have the skills. Maybe it's not the right concept, maybe it's not the right time. A lot of failures and execution. And then I do think, unfortunately, there are a lot of people who do not have good intentions, who see this as an opportunity, right, to take advantage of this exuberance, this irrational bubble, and to monetize that in sort of ways that are not beneficial to society at large. But I do think there is this really interesting new dynamic that's been created. But again, at the core of all of it, there is this underlying culture, the power of mimesis, the power of desire and wanting. And then I think there's one more trend that's sort of a bit more meta, which is this crisis of meaning that I think we're living through, especially my generation. There is sort of a crisis of meaning, a crisis of identity. You know, it's interesting, I think about ten years ago, when I would meet people, the first question you would ask someone is, oh, what do you do? Right? And people would speak about what country they're from, what they did as an occupation. And the things that formed your identity were more tangible. Things like where you're from, where you grew up, what your profession was. Today, when you speak with people, nobody really asks that question anymore, at least not in my circles. Or I think in my generation, when you meet someone is, what are you excited about? What are you interested in? And so with the advent of the Internet, with the advent of this, with the advent of us being chronically online and living in this fourth space, the sort of liminal online space, there is this interesting crisis of meaning where people are asking, like, what am I about? People don't stay in one job their whole lives. People don't have one career track. We're switching, moving around. And so I think people are moving around physically much more. People are changing their identity. And so I do think there is this interesting crisis of meaning. And in crypto, I think a lot of people find meaning, right. It gives them a sense of purpose. Um, which is interesting. You cannot become a bitcoin, but I think some people are trying to quite literally become a bitcoin. I'm like, bitcoin's not a personality. But I think for a lot of people, there is sort of this. This crisis of meaning, this spiritual crisis happening. And because crypto has these elements of philosophy in it, I think a lot of people are also attracted to cryptocurrency because it's a way to form an identity, and it's a way to create meaning. Maybe in a. In a time where people are feeling an absence of that meaning, of that connectivity, of that belonging to something that is larger than themselves, is that good? Is that bad? I don't know. I think that trend will only accelerate, unfortunately or fortunately. And so the question is, as an investor, as a participant in culture, how do you position yourself right to create alpha based on that trend, which, again, I only see accelerating."
    },
    {
        "speaker": "B",
        "text": "Hey, everyone, we're going to take another."
    },
    {
        "speaker": "C",
        "text": "Quick break and hear a word from our partners. We'll be right back to the real."
    },
    {
        "speaker": "B",
        "text": "Vision crypto daily briefing. This podcast is sponsored by Ramp. Are you the decision maker in your company? Consider this. For the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what. With each vendor, Ramp's software collects and verifies receipts instantly. To save your team valuable time, Ramp automates data entry and routine tasks with automated approvals, expense categorization and bill payments. Time consuming tasks, which means youll stop wasteful spending and close your books in hours instead of days. Businesses that use Ramp add up to 5% to their bottom line the first year. If youre a decision maker, adding Ramp could be one of the best decisions youve ever made. Get dollar 250 when you join Ramp for free. Just go to ramp.com easy. Ramp.com easy. Ramp.com easy cards issued by Sutton bank."
    },
    {
        "speaker": "A",
        "text": "And celtic bank members of DIC."
    },
    {
        "speaker": "B",
        "text": "Terms and conditions apply."
    },
    {
        "speaker": "C",
        "text": "Yeah, I mean, there's a couple of parts of this, I think is one is, I think there is a redefining of who we are based around where we live our lives now. And our lives are lived in the Internet. So this digital nation state idea has much more credence than people yet understand. So we identify by the groups of people we hang around with online and the similarities of ideas that we share, more so than the community we live in anymore. I don't really care what my neighbors do because my community is really online now. And it's weird, but that's how it is. And so we've, I think, shaping ourselves to redefine who we are and what we are and the kind of communities we hang out. And I think that's a really interesting cultural phenomena that I don't think will go back in the bottle because, as you said, we're all physically more remote and able to move around. I mean, every time I get on a video call with somebody, I'm like, where the hell are you? And they're like, everybody's in different places all the time like you are today, you know? And that's an extraordinary thing because, remember, when we started real vision, you come into our offices to shoot video, and now it doesn't."
    },
    {
        "speaker": "A",
        "text": "I know that was, but that was in the before times, right? So I also think, you know, Covid and everything that happened subsequently, it created a lot of physical separation. And again, there are a lot of these interesting trends that sort of start to come together. But, you know, we're seeing a dramatic increase in what, what a lot of commentators would call deaths of despair, and that is deaths from accidental overdose and deaths from preventable diseases that are typically lifestyle related, whether that's cirrhosis, alcoholism, drug addiction. And I think, again, part of that is we no longer live in communities. We no longer feel tethered to or anchored to these communities that have historically been just a central point in our lives. And so what this does is, I think it creates a lot of space and room for experimentation with new models. I think what's happening in crypto is certainly one of those. And I don't think it's just exclusive to crypto. I think one of the fundamental shortcomings of our industry sometimes is people view bitcoin in particular, but other aspects of this as a panacea for really complex systemic challenges that we have in our present day world. One of which, by the way, is the erosion of institutional credibility at massive scale. Right. I have never in my, like, I've never in my life experienced anything like this. It is incredible to see how rapidly in the last three years we've seen the complete decimation of institutional credibility across media, across higher learning and educational institutions, across government. Like, the level of distrust is incredible. And the rise of citizen journalism, the rise of independent sort of thought, the rise of information dissemination through these alternative channels, through individuals, has just risen dramatically. And so I think there are all of these really fascinating trends that are converging of which I think crypto and just blockchains in general, public blockchain networks that allow us to have fidelity of information, whether that's financial information or other types of cultural information, is incredibly valuable. But I think it's important to recognize that these things in and of themselves are not a panacea for these challenges in our world, which are incredibly complex and also systemically driven. So excuse the barking. That's not me."
    },
    {
        "speaker": "C",
        "text": "Yeah, I think that's right. And one of the things I'm noticing here in the Cayman Islands, it's been an incredibly busy holiday season. So Americans, Canadians, everybody have been here en masse. We've had the busiest season. I think it's true across most places. And the reason I think, is that in person experiences, unique in person experiences, trade at a premium now. So even though we're generally in a recession or around a recession where we're seeing consumer spending declining in most areas, holiday spend isn't declining. And that's, I think, a really interesting thing. And I think that's true. I think discrete in person events, not generalized in person events, but discrete, specialized in person events, traded at a premium. I think were going through some big cultural shifts. The other huge shift, I think, is around this distrust. And we actually started real vision for the basis of this seeing the financial system has lost peoples trust because your generation was Occupy Wall Street. I saw that, and that was what got me into bitcoin in 2013."
    },
    {
        "speaker": "A",
        "text": "Right? I think my generation is trying to survive."
    },
    {
        "speaker": "C",
        "text": "That's my key point. I'm getting to is the younger generation. The Gen Z and millennials have become risk takers in certain aspects of their lives. They're quite conservative in some, but very much risk takers in others, because the cards that were dealt to them were you do your education, you end up with massive debt, you can't afford to invest in the stock market, you can't afford to invest in real estate. What the fuck is left? And so this new asset class emerges thats kind of more speculative by nature. That gives you the dream of riches, whether thats real or perceived. And that enabled a lot of people. Its the same thing as the GameStop thing. Its a rebellion and a pushback against the inability to participate in the same way that their parents did."
    },
    {
        "speaker": "A",
        "text": "Well, and I think thats such an important driver here. I think the other component is, again, these very complex factors that I think contribute to this. But I do think the desire for belonging, the desire for authentic, genuine human connection, the desire to belong to something, is very important. So just kind of going back to this idea of memes, people always ask me, what's up with the crypto dickbut thing? Nelson, you are a credible person. Now you're talking about this ridiculous, pixelated little cartoon. Why? What's happening? Okay, so here's what I think is really interesting. And for me, crypto has always been about participation. So the way I have learned just throughout my career, through a series of left turns and just being in the right place at the right time, you know, these things are not so intentional. But the way I've learned the most is through actually participating, right? Showing up and participating. And so I was looking at what was happening with nfts, and obviously in cryptopunks, you had bored apes. You had all of these different sort of nfts that were memes, but they were also sort of identifiers, right? If you have a picture of a punk as your profile picture, that says something about you."
    },
    {
        "speaker": "C",
        "text": "What do you mean by eternal September when you're talking about bitcoin?"
    },
    {
        "speaker": "A",
        "text": "Yeah. So eternal September is an idea from the early days of online communities. I forget the name of the specific online community, but basically there was this online community. And you have to remember, when people were first getting on the Internet in the early nineties, people didn't have. Have computers at home, right? People didn't have Internet connectivity at home. And so every September, when new people would go to university, right, a bunch of kids now had access to the Internet at their university. So every September when a new class came in, all these kids were getting online. They were joining this online forum. And the existing community, right. Would have to educate all of these newcomers on the norms of their community and sort of help teach them and fold them into the way of being, into the culture. What happened? AOL launched, and AOL added the join link for the specific online community to the AOL homepage. Millions of people across America had AOL. And all these new people flooded this online community. And so as a result of all of these new people coming online, the old ways and this community standards of operating changed entirely because they were just inundated and flooded by this wave of newcomers. And so this entirely new online culture was created in the process of this eternal September because the existing community couldn't integrate and sort of adapt. You know, this whole new race of people."
    },
    {
        "speaker": "C",
        "text": "It's a net influx, a net flux of immigration into an online community."
    },
    {
        "speaker": "A",
        "text": "Into an online community. Exactly. And we've seen the same thing."
    },
    {
        "speaker": "C",
        "text": "Isolation states. You bring in a lot of new people into a nation. The culture of the nation changes."
    },
    {
        "speaker": "A",
        "text": "It changes entirely. The social norms change, the philosophies change, the popular narratives change. I think we've seen the same thing with bitcoin. I think a lot of people who are just getting into bitcoin now, they don't recall the era from 2013 to 2016 ish, the block size wars that started in 2015. My defining bitcoin experiences were, like, sitting at consensus. In 2017, we had Roger Ver and Jihan Wu in one side of the room. We had the blockstream team and the bunch of the bitcoin core devs on the other side. Like me and Eric Lombroso were in the middle trying to facilitate a peaceful discussion. But, like, that was the thing that was going on. And we sort of have gone through this interesting time in bitcoin where I think we've lived through kind of the dark ages of the Inquisition, with the lazer eye Maxis, and this whole culture of intolerance that emerged and where people were very unaccepting, very critical of anything that was, you know, not this bitcoin kind of puritan view, which I think is absolutely fine. But now we've gone through this. All right, okay. Dude, not my dog. As I said. Okay, sorry. So we went through this cultural schism, and now I think we're seeing a new sort of culture emerge around bitcoin, which I would like to call the enlightenment. We're seeing the renaissance with the emergence of ordinals and BRC 20 tokens and new l two side chains, drive chains, and all of this innovation that, I am optimistic, will sort of loom on top of bitcoin, introduce a bunch of new cases, including, by the way, the casino. The casino is the place where people want to go on the Internet. And so a bunch of people are very skeptical, because building a casino on bitcoin is the anthem to sort of these very core ideals. But again, the really cool thing about open, permissionless networks is that nobody can dictate why, how they should be used. At the end of the day, right? As you and I know, the market dictates what it wants. And if there are people who are willing to pay transaction fees, which they are, transaction fees in bitcoin have nearly doubled. We've seen over 10 million inscriptions as ordinals on bitcoin network, which has driven a ton of transaction fees, mining fees, but also, by the way, has led to the activation of taproot, which is a fundamental upgrade to bitcoin protocol. So I think people are very dismissive of this idea that things are used in a way that they don't like, but at the end of the day, the market dictates. Right? And so I do think there's this very interesting sort of community aspect where you can try to coerce and control, but there's this massive tide, and as people rush in and there's an influx of newcomers, culture will inevitably change. There is only one constant in the universe. Raul, we're going to nerd out a bit here, right? The laws of thermodynamics, everything that is possible in our observable universe to date, is dictated by the laws of thermodynamics. And the most important law of thermodynamics is the third law, which is all things tend towards entropy, which, to me, run articulation of that is everything changes, right? Nothing is constant, because we are constantly moving between these states of disorder and order, right? Chaos and not chaos. And I think the same thing is very true here. Anytime it feels like we reach stable trajectory in crypto, something goes completely sideways, and a whole new wave of chaos emerges. We see it all over the world. We see it in markets, by the way, like, stocks are almost as volatile as crypto now. Treasuries, by the way, super volatile, which, like, if you would have told me, I used to trade overnights, right? I used to trade overnights. Overnight repo rates, they're, like 15 basis points. Overnight repo rates are now volatile. Like, how is there volume markets that have historically represented the risk free rate? I think it's just an incredibly interesting chapter where this rate of change and just the level of payoff in these systems is just insane. And we have to adapt to that."
    },
    {
        "speaker": "C",
        "text": "And I think the bitcoin side, as Elon says, the most amusing outcome is the most probable outcome as well. So the hardcore, as you said, the spanish inquisition of crypto have now got people dancing, dressed as wizards. And it's hilarious. And of course, that was going to happen because that's the best outcome."
    },
    {
        "speaker": "A",
        "text": "But again, there's also this element of, in a world where everything feels so serious and so heavy and there's so much fear, we need a bit of levity and a bit of joy, like we're supposed to be having fun, like magical Internet money. And there is. There are elements to it that are extremely serious. But I think people forget, like, human beings, like levity and joy is an important part of the experience of being alive. So you can't just operate on this very serious side all the time. And I tried that and it wasn't really very fun. And so for me, the crypto dick was like, it's fun, it's entertaining, but I'm learning in real time how you build online communities. I have anointed myself the unofficial high priestess of Gucci island, which is the ancestral home of crypto dickbuds. For a while, I was doing these things called Sunday service, where we would do sermons. And I was experimenting with lore and storytelling and different ways of building canonical lore within a community. And I wrote a liturgy. I recorded it like I chanted in Latin. I published it on Spotify. So if you go on Spotify, you look up crypto Dick butt liturgy, you will find that. And through this process, I just learned a how difficult it is to build online communities, the importance of lore and storytelling, and creating sort of canonical truth in building online communities. But also, I think you learn a lot about incentives, about motivation, and you learn how to create a sense of purpose, but also, you know, create spaces where people can have fun. So we do these little crypto dick butt events. I recently did one in a banya, which is like a place where you go to sweat. You know, the Schmidt's is a very quintessential New York experience. So we went to the Fidi Banya, but it wasn't a normal banya because, of course, it's a crypto dickbud event. So I wrote and staged and produced a 20 minutes crypto dick butt opera. I think it's the first NFT ecosystem opera. I hired professional opera singers and did this whole unhinged sort of operatic performance in Avanya, which I think left everyone very confused. But these things, like, they're fun, they're zany. It's supposed to be a little weird."
    },
    {
        "speaker": "C",
        "text": "There's folklore in the end, you're building folklore by doing ridiculous things."
    },
    {
        "speaker": "A",
        "text": "People remember it, but that's how culture is created, Raul. Right. That's how culture is created. And at the end of the day, like, we cannot sit back and be critics. We have to try new things and create. And in the process of creation, right, there's creation, destruction. But in this process of creating, we learn really fundamental truth. And I think, as an investor, I have learned a tremendous amount. I have validated some hypotheses, and I've been able to reject others. And that has, for me, has been a very important part of my learning process with someone who's still early in her career. Right. And I don't really know if I'm any good quite yet, but I'm figuring it out. And hopefully, through these experiences, I will become much better at doing what I do, which is creating culture, creating narratives, and then investing in those narratives."
    },
    {
        "speaker": "C",
        "text": "So here's where I struggle with investing, via memes, is the time value of means or the persistence of the meme, right? So it's really hard. Some can be fleeting, they can be a weekend, and others can be persistent, like bitcoin."
    },
    {
        "speaker": "A",
        "text": "All right, Raul, which shitcoin hurt you? Which meme coin did you trade that hurt?"
    },
    {
        "speaker": "C",
        "text": "I have not. I generally keep out of the shitcoin pool just because I have no edge. I just can't navigate my way around that world fast enough to be able to do it. But I watch some of these, and I'm just very interested. I just observe them. I keep a very open mind to it all. You know, I'm watching this entire shit show going on about this Ben dot eth and all of these other things. I'm wondering whether it's going to go one way or the other. Either everybody's going to end up in prison, or something magnificent in terms of art is happening in front of our eyes, and I have no idea which. But I'm just watching it with a wry smile."
    },
    {
        "speaker": "A",
        "text": "I think, in a way, a lot of this is performance art. Like, it's very elaborate performance art. And by the way, it's not just crypto. Do you remember what was the company, Nikola? The EV company? That was."
    },
    {
        "speaker": "C",
        "text": "Yeah, Nikolai, right?"
    },
    {
        "speaker": "A",
        "text": "It was. Yeah, Nikolai. It reached $29 billion market cap. They didn't actually have a product. Right. You look at green sale in the UK, you look at Wirecard in Germany, right? Like, these stories are so insane, but they happened. It's like, this is real life. It's not just crypto. This financial performance art is happening everywhere. It's absolutely insane. I do think. Okay, so what you're alluding to, I think, is some memes are very ephemeral in nature, meaning they're very short lived. You know, it's this very small moment in time. I think one of the interesting things in crypto is when you're allocating capital, right? There are these very ephemeral trends that are short term driven, and I think those are game 100% of musical chairs, right? It's just a game of musical chairs. If you get in early and get out at the right time, maybe it works, but nine times out of ten, it's not going to work and you're going to lose all your money. And as you've alluded to, I think one of the important things is, like, when you're playing a game, you should know what game you're playing and what winning in that context. So as long as you understand that trading these meme coins, or colloquially, as we call them, shit coins, is a game of musical chairs, and it is fundamentally a zero sum game, fine. But I think for most people who get into crypto, it actually does a lot of harm, right. Because they end up playing this game of musical chairs, not understanding the game, and they lose. So I agree with you. The question is really what memes have persisted, right? Because what you're saying here is, as an investor, where your edges is things that have persistence, things that have durability, where you can play out a longer time horizon investment thesis. But also, I think just from an infrastructure perspective, like, what are you set up to trade? What are you set up to track? There's only so much time in a day. I can't even keep up with the insanity like this Bendotti draw. I don't even know what it is, frankly. I don't want to know what, because I just don't have the mental capacity. There's so much in my brain, I can't do it. So I think some of the sectors these days that have been around for a while, obviously infrastructure, and sort of this underlying financial infrastructure is an important component of that. I do think infrastructure has fundamentally been over invested in. There's way too many l one's, there's way too many consensus mechanisms. My view, which maybe is the wrong view, is there will only be four or five dominant consensus mechanisms in the forum, five dominant networks that really have ongoing utilization, as reflected by transaction fees or the willingness for people to pay for block space. Because again, at some point there is real capex and opex that has to be spent to make these networks operational. Somewhere there's someone within these networks do."
    },
    {
        "speaker": "C",
        "text": "Nothing but sell block space. When you break it down to component part, do you sell attractive block space or not? And that's going to be the defining process."
    },
    {
        "speaker": "A",
        "text": "Exactly. And then for me, the fun part, as a former commodities person, is this block space is a digital commodity. So how do I build new financial markets around hedging? How do we build new derivatives, right? There's this whole world of financial engineering that now needs to get unlocked to help prioritize, allocate this block space, to help companies that use block space as a primary input for what they do, right? To hedge costs and to just, you know, in the same way that people who produce things in the physical world hedge costs through trading of commodities, right? People who produce things in the digital world are gonna have to hedge block space, compute, right? And it's not just block space. There are all sorts of compute derivatives that I think will exist in the future. Whether that's GPU compute, whether that's data storage, whether that's in an energy network, battery storage or energy availability, all of these really interesting things that are gonna be unlocked as a result. So, thesis one is, block space is a valuable commodity in what networks will block space, continue to be valuable and have persistent value? The second thing that I think is sort of interesting and very durable is memes that have long lasting value. So if we look at certain memes, right? And this is, again why I think crypto dick books are so interesting. These jokes are funny. They're always funny. They're consistently funny, they're consistently relevant. Same thing with sort of crypto punks. I think crypto punks have sort of crossed this cultural barrier where they now have permanence. The challenge with identifying things that have permanence is very difficult to know early on. So this is an area where maybe you make a few bets and you follow your intuition. I'm a child of the Internet, right? So to me, these things feel more intuitive. And there are a lot of people who come from the industry of culture creation who I think are very well attuned to sort of understanding what creates and drives persistent cultural value to these things that are more memetic in nature. And then I think there are all of these other interesting narratives that are starting to be created. And again, one of the really important things and exciting things, not just about crypto, but about technology in general, is as investors, as people participating in the creation and proliferation of this technology, one of the things we can do that is so important is create new narratives and then invest in those narratives and manifest these narratives into reality from a market perspective. And so I do think there are a lot of investors who are working hard to create these new narratives. And I see your punk in the background, right? And that's what punk 6529 is doing, which sees the means of production. This is what others are doing, right. I think positioning bitcoin as magical Internet money is a part of that. But I do think that we have this ability to create narratives and then to invest around giving those narratives permanent. And so it's a difficult game. I think investing, particularly venture investing, you don't know if you're any good for quite some time because it takes a long time for these species to play out. But I think we've started to see, I certainly think bitcoin has cemented its place as a core consensus mechanism and a core network. I think ethereum, same. I think after that there's still a lot of wait and see. A lot of these networks are very young, they're two, three, four years old. They don't really see persistent utilization or persistent value for that block space that I think over time we will start to see that emerge."
    },
    {
        "speaker": "C",
        "text": "Yeah, one of the things, so I try, and because I'm not good at VC because everything sounds amazing to me or everything sounds shit. And usually when I think it's amazing, it's shit and when it's shit it's amazing. So I steer away from VC. But what I try to think of is the macro, use my macro lens where I do have experience and think, okay, so punks for me is pretty easy and well test this hypothesis in the next cycle is all trophy assets end up trading at a premium in the latter stages of the bull market when people have money and they want to show status, its a simple thing. London real estate goes up, New York real estate goes up towards the end of the bull market because everyones flushed with cash and we see it with Rolex watches. We sit with a art. The art market's highly correlated to that same liquidity cycle."
    },
    {
        "speaker": "A",
        "text": "Do you know what we also see it with? So we see it with sports teams, right? Like the new trophy item for billionaires is owning a sports franchise and these sports franchises are trading at multiples that are insane, right? I was listening to podcasts the other day, they were talking about sports franchise ownership. These franchises trade at multiples that are astronomically overinflated. But there are more billionaires than there are sports franchises in the world. And so again, the power of mimesis, the power of wanting what other people have, right. I think punks are very much like really within that thesis of mimesis and our desire for what others have."
    },
    {
        "speaker": "C",
        "text": "Yeah. And so that's why in my NFT collections I've tried to just buy both culturally interesting stuff where communities I enjoy, whether it's ret guy, whether it's crypto dick butts, whether it's mfers, that kind of irreverence I love. And then I've gone for art, but stuff that I like that has, I think, cultural relevance. And then some of these things like punks or apes, that could last and have value as a status symbol in the future. Because then as the space grows, I think their prices expand in ETH terms, but ETH goes up as well. So that's how I try and deal with the space, because it's too difficult. I just don't have the time to be deep into all of this."
    },
    {
        "speaker": "A",
        "text": "And I think the other aspect of this is interesting is the financialization of the NFT space. So one of the things that NFTs have that traditional collectibles don't, right? Baseball cards, Rolex, are sports franchises maybe a little bit more financializable. But I think for a lot of traditional collectibles, where there is a physical custody component, right, where you have to physically hold the asset, you have to verify authenticity. The beautiful thing about an on chain collectible is you can verify authenticity immediately because it's issued from the smart contract that issued that token originally. So this authentication process sort of goes away because that inmates the asset being on chain and issued by a smart contract with a token, number one. And number two, you can actually escrow your asset and utilize it to obtain a loan and to do all these things. So the financialization of culture through nfts, I think, is this interesting thesis. I wrote a blog post late last year called Market Microstructure for NFT, which sort of alludes to how cultural markets are emerging. And the financialization of culture is something that has been going on for quite some time. We see it, by the way, with Instagram and Instagram influencers, right? That was sort of like this massive wave of the financialization of culture and influence and memetic value. But I think what we're seeing now is that on hyperseed, on warp speed, because these digital collectibles, these nfts, pardon, are trading on market microstructure. That lends itself to incredible liquidity, incredible latency. We can trade these things at Lightspeed, at the click of a button, in all sorts of new and interesting ways. And so that, for me, is sort of the extension of this thesis that I think is my core thesis as I looked at crypto. Trade anything with anyone, anywhere, clear how you want, margin how you want, settle how you want, 24 7365, all markets on chain. It's very simple. The way that gets expressed is complex, but that's where we're headed."
    },
    {
        "speaker": "C",
        "text": "But the issue is here, and I agree, but I fear we're going to recreate the financial system all over again by excess financialization. Right now, the good thing about crypto, and the bad thing is the underlying asset is so volatile that leverage is actually the way to the poor house pretty quickly. Unlike real estate, where you get these periodic cycles where leverage gets washed, crypto washes leverage really fast because it's the underlying as a 70 volts asset, which is pretty hard to borrow against unless you're quite cautious. And every time everybody gets over their ski tips, everybody blows up. But if we are going to financialize the industry, do we think at core blockchain makes it more stable because we know who owns what? That was my core thesis, but I don't know if it stands or not anymore. How do you think about this? Are we building something better or we just fucking it up all over again?"
    },
    {
        "speaker": "A",
        "text": "Well, I go back to there is truly nothing new under the sun, which is from ecclesiastes, the book of the Bible, ecclesiastes. And that is what? 2000 years old at this point. So there truly is nothing new under this. Done. I do think what we're experimenting with, what we're playing at, is interesting, feels new and novel. But I think, again, we are inevitably going to repeat the same things. We've already done it once, sort of the centralized credit flow up we saw. And again, I think some people look at that and are dismayed. I think one of the things I have learned, and maybe this is part of my maturing as an investor, is to not view through a skeptical or sort of dismayed lens, but to view it just as human psychology is pretty consistent, right? If we look at even governance, right, these narratives around on chain governance and on chain voting and all this like shit, human governance sucks. It has sucked for 3000 years. And Polybius, right, 3000 years ago, wrote about human governance and everything that was written 3000 years ago is still relevant today. We have basically completed one around the Kiklose cycle, or anacyclosis, where there are just these fundamental patterns for how humans govern themselves. And we're now about to do another lap. We have new technology with new tools, we have new narratives. But it's the same thing, because at the end of the day, human psychology, the same. And so again, I get excited about it, but I also recognize that there are only so many business models, right? And I think one of the things that happens in crypto with investors is we like to suspend disbelief and believe that somehow there are these, like, incredible new business models being created. No. At the end of the day, for business to have persistence and longevity, there are three fundamental truths. The three fundamental truths are cash flow, income statement, balance sheet. So I look at some of these things and I'm like, this sounds great. It sounds very sexy. It sounds very cool. How do you make money? How do you continue to produce more profit than you consume in cost? Whether you're a protocol, whether you're a community, whether you're an ecosystem or a company, I don't care. At the end of the day, there is a chip somewhere in a machine plugged into the power source, and there are huge human being machines. There are entities that are performing work that needs to be paid. So how are you going to pay those bills in a consistent and sustainable manner? That is really the question when we're having the block space discussion, right? And this discussion around the value of block space, that's really a discussion we're having. Is there enough value that is being created here that there's someone willing to pay more than it takes to operate and maintain these systems, these companies, whatever they may be? And so I think you sort of have to keep this balance, and it's hard because in some ways you have to suspend disbelief and you have to invest in these zany, wacky things. But at the same time, at some point somewhere, there does have to be a sustainable, scalable model. And I think one of the things we are relearning is not everything scales infinitely, right? I think we have this view in technology sometimes that everything needs to be globe scale and address the needs of all 8 billion, 9 billion people on planet Earth and God knows whatever sentient entities are out there in our broader universe. Not everything scales well, and not everything scales infinitely. It doesn't mean it can't be incredibly profitable, right? As we've seen with. With nfts and luxury software, if you will. And I think a lot of crypto, in many ways, is luxury software. But I do think, you know, at the end of the day, what I come back to is there is nothing new under the sun. The fundamentals that I learn about in undergrad and business school, working in industry, those haven't changed. The fundamentals we learned about with commodities, right, the laws of supply and demand, these haven't fundamentally changed."
    },
    {
        "speaker": "C",
        "text": "No."
    },
    {
        "speaker": "A",
        "text": "And I've always said they're as persistent as the laws of thermodynamics, right? Like there are these global truths, there are these universal truths, and whether it's today or tomorrow, at some point, they will come back for us all. And so I just try to keep that in mind."
    },
    {
        "speaker": "C",
        "text": "Yeah. My view in all of this is humans love two things above, above all others. One is sex and the other is leverage, and they just can't help themselves. And it basically drives everything."
    },
    {
        "speaker": "A",
        "text": "So when are we going into the porn business?"
    },
    {
        "speaker": "C",
        "text": "Well, that's going to happen, right? We know that. I think this, that we're already seeing some of the porn sites experimenting with nfts, but just wait. To this AI construction, it's a complete change because everybody can have their own self designed pornography that's instantaneous. It's like it's a crazy world we're going into, right?"
    },
    {
        "speaker": "A",
        "text": "But it's nothing new under the sun, right? Like it's a new media, but it's the same. And so again, I find it interesting. I find it exciting. I do think that there are a lot of narratives here that are really interesting to untangle, to sort of play with, to rotate, look at from different angles. But I do think, you know, having a solid head on your shoulders, I've gotten caught up in the hype. I've done things in bull markets that I would not do today. This is the process of learning. Or maybe that is my inner degenerate. Fortunately, I do that with my own capital, not investor capital. And it's part of the learning process, I think. But at the end of the day, as the industry matures, as technology becomes more integrated into our global systems, into our way of thinking, into sort of the social, political, cultural narrative, I do think there is a maturing that happens. It is an evolution. And I think there are some fundamental questions, right, about, you know, ultimately, does this technology create more degrees of freedom? I think one of the ways that blockchains and cryptocurrencies consistently get positioned is these are tools that give humans more degrees of freedom, whether that's freedom in financial transactions, freedom in terms of how information is transmitted, stored. Do we gain more degrees of freedom through this technology? Or, in fact, does this technology remove degrees of freedom from our human experience? And I think we see that as well with the discussion around central bank digital currencies, with the increase of on chain surveillance, with the increase of sort of permission services that are presented as permissionless services, but in fact have kill switches, are ways for people to be exempt or unable from using the system. So censorship, right, at a fundamental level that is contractually sort of embedded into this financial infrastructure that we're positioning as this tool for freedom is, in fact, like a tool for very dystopian, totalitarian, monetary and fiscal and control. Right? So there is this fundamental question of, are we enabling more degrees of freedom? Which is something I'm personally excited by. How do we give people more freedom in whatever way you want to position that, or are we removing degrees of freedom? And I think that's really where the balance comes in. If we look at the technology that's being funded today in Silicon Valley, defense technology, Internet technology, a lot of the new software, it's removing degrees of freedom. And so I do think there is this fundamental battle for the soul of the Internet that is currently taking place. We look at section 230, the Earnet bill, even the battle for encryption. We're on crypto wars, iteration 2.03.04, .0 and it's been 20 years since the original crypto wars, but we're still having the same conversations under the guise of safety. There's just a lot of things, I think, that are happening that are unfolding. This battle for the soul of the Internet is unfolding. And I think crypto is one of the harbingers of that. This industry has the capital, the resources, and the cultural zeitgeist, the cultural narrative, to help fight that battle. But I do think over the next 510 years, that battle is going to accelerate, and it's going to be very important to dictating what direction this takes. Are we creating more degrees of freedom, or are we removing degrees of freedom? I know what side I'm on, I think, right. And what I'd like to support and how I'd like to direct capital, but I think it's incumbent on everyone in the industry and outside the industry to sort of help, sort of shape and dictate that narrative arc and to push in that direction."
    },
    {
        "speaker": "C",
        "text": "I mean, that's another age old human state, is the control of the people versus the power of the people. Right? That's an endless flux, an ebb and a flow that never. There's no final state, there never is. But it does feel like, as we've been given a new playground to battle with, that. That battle is going to play out over the next decades. It's not. Can we get some governments to use bitcoin in their reserves? It's nothing to do with that. It's a much broader thing. And I think 6529 is very much at the front of that thinking. It's like this is an important battle to take and we all play our role in it. How we play those roles, in what part of it, that's fine. Some people have chosen to be maximalists, they're the gladiators at the front. The others have decided to be the court jesters to try and change different things. You know, everyone's playing a role that they perceive within this thing, and that's good because there is no one truth here. And that's one thing I've learned in life, there is no truth. It is a shared collection of truths. And the more people who share that collection of truth, the more likely you are to create a broader meme that carries the power of the people together."
    },
    {
        "speaker": "A",
        "text": "Well, and if I could sum up my experience over the last eight years in this industry in one way, it would be precisely that I think you start to learn that reality as we experience it, right, is not the submergent thing. It's something that's created through memes, through markets and means, and markets drive the world, and means and markets are dictated by human desire. And human desire is very complex thing, but also a very simple thing. And so if we look at what we did with bitcoin, and this is always so fascinating to me, we named a global reserve currency into existence. Over the last decade we have memed a global reserve currency, a digital nation state in the form of bitcoin into existence. Whether you agree with that, not that is the reality, right? If we look at where bitcoin sits today, that's wild. And we didn't all agree on everything. We didn't all agree on everything. It wasn't us singing kubaya and all holding hands. There was a lot of internal strife in that. But that reality has now sort of been created. There are now these new realities we're working to create. We're not all going to fundamentally agree on all of the details, but if we can agree on the direction and we can agree on the vision, right, that starts to get really interesting. I do think again, if we go back to this crisis, meaning if we look at all the narratives, right? There is nothing inspiring or hopeful in the current discourse that is happening in politics. It's all doom, gloom, sadness, right? As someone who's in her thirties, I'm not inspired. Very bleak. Crypto offers, I think, and just technology generally offers a more hopeful, optimistic future. Hopeful, optimistic vision. Whether you agree with Elon Musk or not, regardless of what you think of him, I think he's done an exceptional job creating a compelling and optimistic vision with this idea of humanity becoming interplanetary again, think what you will. Everyone has their own opinions, but the man's ability to create a new optimistic and hopeful narrative has inspired a lot of people. Right? It has also caused his companies to trade like meme stock, an incredible valuation that far exceeds the economic reality of the underlying business. And so, through the power of memes and through the power of narrative, Elon Musk has effectively named himself into being the world's richest myth. If you look at Henry Arnaud, right, what does he say about the lv and H business? Which, again, you know, LVMH is an incredible business. Arno, you know, I think is, you know, neck and neck with Elon for world's richest man. He sells hopes and dreams. He sells people desire. When someone buys, you know, a luxury handbag, it's not because they're buying it for the utility or the form. They're buying it because of mimetic desire. And so, you know, this business of selling hopes and dreams, that's what markets are predicated on. And so, to me, what's been really incredible is just taking a step back and understanding. We can get very technical and get very much into the nuts and bolts of investing. There's the technical analysis crowd, there's the fundamentals crowd, there's the value investing crowd. There are all these very technical and rational ways to view investing. And I think when you look at investing in some, like, cryptocurrency or technology, you sometimes have to take a step back from the fundamentals and go into this world of the metaphysical and the philosophical to really, truly understand what is driving these shifts. And for me, that's been the really fun part of the journey. I started very much in the world of spreadsheets and the fundamentals and the technicals of how businesses operate. And over time, I've had to lean into the right and left side of the belt curve and really start to understand what drives belief, what humans are motivated by, how new realities are created. And that's, I think, where the fun is. If you can bring the technical rigor and the technical understanding and the intellectual horsepower. Right. The fundamentals that couple that with the philosophical, sort of more esoteric understanding of how we create meaning and how we create reality. I think those two together are really potent and I think can be really interesting as an investor. You know, it's sort of this new frontier is emerging and it's very fun. So I'm very appreciative that I get to do that on a day to day basis because I get to have very weird esoteric conversations. But at the same time also grow people on their balance sheet, which is very important."
    },
    {
        "speaker": "C",
        "text": "I think you are one of the people who have defined themselves now from being either the far left or the far right of the bell curve. And I think thats great. And its interesting. I had a global macro event in Mallorca a couple of weeks ago and I showed that meme and said, listen guys, everybody needs so much arguing over that middle ground with the well actually kind of crowd. And im like, youve got to get out of this. And the problem was people just looked at me and said, I dont know if Im in the middle or I think I'm on the right, but I think I might be in the middle now. Really hard to suspend beliefs in a way or know it so well that you can distill it all down to a very simple thing. It's an art form that you've managed to do. And I think you've been amazing in this journey. And thank you for all you do and all you share. And you've taken a lot of people along with you for the ride to understand that, yes, you might be the crazy mean woman, but you're actually far from crazy."
    },
    {
        "speaker": "A",
        "text": "Well, look, I'm having fun doing it. It's always great to be on with you, Raul, and I appreciate that you've created this forum for discussion here on real vision, where the crazy dick butt lady. I used to be the crazy bitcoin lady, not the crazy dick, but late. I'll take it. But I do think it's important to have these discussions. And again, at the end of the day, as investors, here's the beautiful thing. There is a scorecard and it's called performance. And again with venture, the time scale is a bit longer. But at the end of the day, performance sort of where you are and are you able to spot trends before they happen. That is a very interesting thing to try to be good at. And we're going to see if I'm any good or not. I've been very wrong many times, and I've been right a few times, and hopefully those few times that I'm right will generate enough alpha that they offset the many, many times that I've been wrong. And it requires humility. I get punched in the face every day by my own stupidity, and that's good. You learn through that process. And so I think, you know, the market humbles us all. I've been humbled many times, but the few times that I've been right and had conviction, I think has really been exceptionally right. And so I'm looking forward to seeing how I evolve as I go on this journey. If I'm in the middle, you know, we're going to know very quickly, but I'm going to try not to mid curve it. But it's the everyday process hard."
    },
    {
        "speaker": "C",
        "text": "And as you said, whatever we think today is, is not what tomorrow is going to be or a year's time. So whatever our thesis is all now, they're not persistent. Well, some. You might have persistent threads, but everything will change. And that's half of the fun of this. It's an ever evolving puzzle of which we get to solve it at lightning speed as well. So it's a lot of fun to do."
    },
    {
        "speaker": "A",
        "text": "It's a lot of fun, and it's a bit stressful sometimes. And I think intellectually humbling, and you really have to remove your ego from it. People have a lot of opinions as well, you know, I love the opinion. Different opinions. Great. But look, I think this is the way the world is headed. It's just, it's only going to continue. And again, you can have a thesis. I think the thesis fundamentally has not changed. I think the expression of the thesis and where the market is moving and how you generate investment returns on that thesis changes, right? And so it's really understanding in this current moment, what is the expression of this thesis that is going to generate return, right. That is, my function is to generate returns. And so it's what is the expression of this thesis that generates returns and how does that evolve over time? And I think being cognizant of that is also has been a learning for me."
    },
    {
        "speaker": "C",
        "text": "Fabulous. Meltem, as ever, a fantastic conversation. It's been too long and I really, really enjoyed it. Not the interview wasn't the conversation wasn't too long. It's too long since I spoke to you properly."
    },
    {
        "speaker": "A",
        "text": "I know. Well, I am happy you have joined my cult of crypto dick. But you have a crypto dick, but now, right?"
    },
    {
        "speaker": "C",
        "text": "I do."
    },
    {
        "speaker": "A",
        "text": "Okay. I'm very proud of you. So we are in many cults together. We're in the bitcoin cult together. We're in the crypto dickbuck cult. I'm sure we will join and maybe start. You've started your own cult of belief with real vision, and this is part of the fun. But always such a pleasure speaking with you. Such a pleasure being with your audience who have a lot of opinions and love sharing them, which I appreciate, and looking forward to hopefully starting many new cults and joining them. And let's all get weird with it."
    },
    {
        "speaker": "C",
        "text": "And have some fun. All right, my friend, great to see you and I'll see you soon. So, as ever, Meltham is both highly engaging, can explain things really well, but she really does live outside the mid curve, and she's somebody who really inspires me in how she thinks, gets you to think differently about things. And I think her perspectives, her pragmatism, but yet wide eye optimism and suspension of belief system is something that is really, really useful. And she doesn't err on the side of hubris, either. She errs on the side of the kind of realism of what it is. And I think human behavior is the big driver of all of this. In fact, it's the driver of everything, and mimetics lie at the very center of it. That's how humans organize, after all. Anyway, fantastic discussion and can't wait to get it back."
    },
    {
        "speaker": "A",
        "text": "What's up, revolutionaries? Thanks for tuning in. For more content like this, head over to realvision.com and get unfiltered access to the very best, brightest, and biggest names in finance."
    }
]