[
    {
        "speaker": "A",
        "text": "Whoa. Landing an account this big will totally."
    },
    {
        "speaker": "B",
        "text": "Change my landscaping business."
    },
    {
        "speaker": "A",
        "text": "It's gonna mean hiring more guys and more equipment and new trucks for the."
    },
    {
        "speaker": "B",
        "text": "New guys to drive the new equipment in."
    },
    {
        "speaker": "A",
        "text": "I don't know if I'm ready."
    },
    {
        "speaker": "B",
        "text": "You can do this. And Ford Pro finsimple can help. Our experts are ready to make growing pains less painful for your business with flexible financing solutions that meet the needs of your business today when you need them. Get started@fordpro.com. financing hey, visionaries. Today's episode is brought to you by Polkadot, a leading layer zero blockchain with over 2000 developers. It's a network protocol that allows arbitrary data, not just tokens, to be transferred across blockchains. Listen to what Polkadot creator Gavin Wood tells Raoul about Polkadot's coming jam chain, short for join accumulate machine."
    },
    {
        "speaker": "A",
        "text": "So what we're doing is we're turning what used to be the Polkadot relay chain build for a very specific purpose, right, to secure and relay messages between separate blockchain ecosystems. And we're turning that into something much."
    },
    {
        "speaker": "B",
        "text": "More akin to this world computer, this."
    },
    {
        "speaker": "A",
        "text": "Kind of ubiquitous multicore, Singleton, virtual machine."
    },
    {
        "speaker": "B",
        "text": "Learn more and join the community now by going to realvision.com polkadot."
    },
    {
        "speaker": "A",
        "text": "Join me, Raoul Pell, as I go on a journey of discovery through the macro crypto and exponential age landscapes in the journeyman. I talk to the smartest people in the world so we can all become smarter together. Hey everyone, I'm Raoul Pal, and welcome to my show the journeyman, where I travel on that journey to the nexus of macro, crypto and the exponential age of technology. Now this is a very special show this week I'm going to do something I've never tried before. It's a, you're probably going to need a bit of time. You're going to need a pen and paper. You're going to need to bookmark this and I'll give you some more instructions as you go. But I'm going to give you the whole insight to pretty much everything I do and how I do it and how it fits in with the broader world. You see, I've been writing global macro investor, my research service. Let me share my screen here with you guys. Ive been writing global macro investor, my research service for 20 years. If you remember, I was at Goldman Sachs where I was running the hedge fund sales business in equities and equity derivatives. And I started writing macro notes that became very well known amongst all the worlds most famous hedge fund managers. I then went to GLG partners, where I started and ran the global macro hedge fund. I ran that for a while and then decided to opt out of the rat race, cash in some lifestyle chips, and head to the mediterranean coast of Spain and to have an income and to keep myself in the game. I started global macro investor. And the idea is I was going to service hedge funds with the kind of content that they really needed, in depth research based around a lot of the groundbreaking work that I'd done on the business cycle. 20 years later, I still write GMI, and it's the epicenter of all of my thinking. Everything that you guys see of me comes from this genesis. This is where all of the thinking, its what started real vision, its what started the asset management business, its what started all the things you see on twitter, even on YouTube, they all come from one thing, GMI, which Im immensely proud of. It also happens without doing a sales pitch. Over time, it's easily had the best track record because we have recorded positions every month and we've been doing that for 20 years. Probably the best, well, the best track record of any research service in the world, bar none. And it's all recorded, which I'm immensely proud of. And it's come with some shit years as well. So it's not like I'm a hero and get everything right. But over time, using a long term time horizon, using a structure of secular trends plus the business cycle, ive really managed to do something, I think unique. Theres nothing like GMI, nothing at all even looks remotely like it in terms of the breadth and depth of what we do. And Im going to peel back the curtain on that today, and Im going to give you pretty much the biggest ever presentation of my macro thesis youll have seen. And its not going to be all of it either, because theres a lot more still that goes into it. What youre going to see is something that is just the top level of the work that weve done thousands of hours to build this macro thesis. And also theres a whole bit that goes before it, how demographics happened, why we got into this mess. Ive shared some of that on YouTube before talking about the whole exponential age thesis. Then theres also what happens after all of this, which again, is around the exponential age, which I'm not going to cover in this, but I'll cover another point. But this will give you the bulk of really what you need to know to understand everything that's going on, how to navigate it, what to do about it, and give you some pointers of where you can pick up some of my stuff to help you in your journey. So to show you what I mean by that is GMI here is at the epicenter of what I do. But because we talk a lot about exponential age thesis within GMI, David Matin works with me there and we span out the exponentialist, which is cheaper because GMI is expensive. That helps people both construct portfolios and understand the exponential age, whether it's AI, robotics, genetic sciences, new forms of energy, all of the things that make the component parts David and I write about with Julian running the business cycle, elements of that. So Julian, who the hell is Julian Bittle? I'll come on to him in a minute. He's freaking me out because he's wearing a shirt today, which is not normal. Well, he's not naked normally when I speak to him, he just normally has a t shirt on. Anyway, Julian helps me, so he does a bit for the exponentialist, but also pro macro. Pro macro is the real vision kind of subset of GMI. It's a smaller part of GMI, it's obviously cheaper, but it's still research service aimed at people who kind of know what they're doing but want to have kind of a mentor to help guide them in the space. The other one is the macro investing tool. So Julian is without question the best business cycle analyst in the world. We have a big framework that I built over the years and then Julian's massively improved on that fits into liquidity and other things. So we span up the macro investing tool that's now part of real vision plus. Or people can just sign up for real vision and then pay extra for the macro investing tool. The job of the macro investing tool is to be your idiot's guide to the business cycle and how to allocate assets accordingly. It's not a trading system, but it is a very, very good way to understand what's going on, how to reduce the noise and what really matters to you and your portfolio. It's one of the best received products, real visions ever had. Then in the middle is Xpamdeh. So part of my big thesis has obviously been cryptocurrencies, and I've been in that space since 2013. Xpam is my asset management business that I co founded. The idea here is that high net worth individuals, family offices don't have an easy way to allocate into the crypto space to capture this broader trend of going from $2.5 trillion to $10 trillion to $100 trillion, and that hedge funds were the best way. But investing in a single hedge fund is actually not easy. So this is a fund of funds where we choose 14 of the worlds best hedge funds. But we use Julian and my macro framework for the asset allocation model. So its very unique in what it does and were immensely proud of that. The other thing why ex pen was important to me is the secondary markets in crypto. Its a $2.5 trillion asset class. But in terms of asset management, the hedge funds in the space, theyre about $8 billion. Theyre minuscule. So theres not a lot of secondary market liquidity outside of the trading firms like jump, etcetera. And it was important to me that we create deeper markets for all of us and an ability for capital to flow into the space. Then finally, what a lot of you see is snippets of all of this that comes into Twitter and YouTube and the idea ive always had, I think you guys know. Hey, everyone, we're going to take a quick pause and hear a word from our partners. We'll be right back."
    },
    {
        "speaker": "B",
        "text": "Hi, you."
    },
    {
        "speaker": "A",
        "text": "Hey, listen, if you're enjoying this, come and see me on the YouTube channel, Raoul pal, the journeyman. Sign up there. Get everything I ever do see you there is if I think we've got the biggest macro opportunity of all time, if I think the world is kind of screwed in ways people don't understand, but I can make sense of it. I want to share it with as many people as possible. The more people I can take onto this life raft and onto this journey, the prouder I will be of all of you guys because I want you to succeed. And I can see how broken things are. And hopefully we've got some really good solutions in how we think about things using the everything code thesis. So anyway, there's a lot there. It's not a sales pitch, but I just want to understand how all of these things fit together because you'll see some of these component parts and you don't quite understand. It's all basically from the same thinking. And that thinking is something that I'm going to stop sharing for now. I'm going to bring on this kind of weird hybrid swiss english american person called Julian Bittle. Julian joined me a couple of years ago now at GMI. Do you want to give? Well, let me say Julian has been instrumental in how we built out the product and also developing the exponential age thesis. We've had some huge breakthroughs. Not the exponential age, sorry, the everything code, but Julian, Johnny, give your story as well because you're going to be sharing part of this mega presentation that we're going to lay down the whole fucking thing. So tell me, give people an idea of your background as well, and why the hell you're working with me. Why would you do something so stupid?"
    },
    {
        "speaker": "B",
        "text": "Yeah, well, look, I mean, I've started, I mean, I started my professional career at a large european asset manager in Switzerland. So why in Switzerland? Because I'm half swiss, half american. I was born in Switzerland, I grew up in the US, and then after kind of university, which by the way, in the early stages, I was studying shark neurology in Hawaii, and then for whatever reason, decided that wasnt really for me, although Hawaii is a great place, decided to jump into economics in Colorado, finish that, and then I was kind of sitting in my graduating class, as one does, and thinking I had good grades, but what did I have that other people didnt have? And the only thing I could really arrive at at the time was that I had a swiss passport. So my dad was still in Geneva at the time and is still in Geneva now. And I called him up and I said, I'm coming over. And he said, no, no, no. But I did anyway. And so I ended up working with an asset manager there and then really sat close to a couple of hedge fund desks at the time, who were discussing global macro and just kind of fell in love with what I was overhearing and decided that that was what I wanted to do. So subsequently, over the coming months, I ended up knocking on the CIO's door and saying I wanted an opening with an investment strategy role in London. And I took that and the rest is kind of history. And I spent my time between investment strategy, which then, as it became such a core focus of my overall work, I was asked to relocate back to Geneva to help run a series of multi asset funds of around 5 billion swiss francs. And we did really well the years that I was there, we won multi asset fund of the year award. We had a really good run. But like Raul, I kind of came to the conclusion after spending ten years working at an asset manager and of course, having some foresight into what we're starting to see today with the rise of AI early on, but the jobs that I was being promised in some of these, in this company, would probably not be there by the time I would get there. So in any case, that thinking coupled with you finding me on Twitter, I think it was."
    },
    {
        "speaker": "A",
        "text": "Yeah, years ago, because you were pestering me on Twitter, like some annoying spec on Twitter saying, no, you were pestering me."
    },
    {
        "speaker": "B",
        "text": "What are you talking about? You said, I like that chart, can I use that chart? Anyway? And then so I just, I ended up calling Raul and I said, I'm at a kind of a crossroads. And he said, well, why don't you. Would you consider joining GMI? And then what was it? I came to the roundtable in global micro investor roundtable."
    },
    {
        "speaker": "A",
        "text": "That's right."
    },
    {
        "speaker": "B",
        "text": "And Grand Cayman and the rest is history. And so now it's been almost two years that we've been working together and about 50% of it is good."
    },
    {
        "speaker": "A",
        "text": "Yeah. And how we kind of dovetail is like, as I said, Julian is really king of the business cycle stuff and also has developed a great liquidity framework. Although ive done business cycle for years, what ive been really good at is the secular thesis and solving the bigger puzzles and how it all fits together and that kind of magics come together. And thats what were going to try and present to you now. So im going to kick off this presentation and well flip between Julian and I as we go through the bits that we kind of focus on, even though both of us focus on everything. And I'm trying to stress that this is 30 years of work here. It's not complete because it's just not enough time because we could probably do four or 5 hours on the kind of work that we've done. But I think it's going to help you guys a lot in understanding the world. And you've seen all bits of it, but you've never seen it all together. So we're going to put it all together now. This is minus the exponential age thesis, because we just don't have time to go through all of the technological disruption as well. But when I use tech and Nasdaq in the presentation, you can think exponential age as well. Although the exponential age should outperform Nasdaq over time. Okay, so I'm going to share my screen and get cracking. I made this presentation, or parts of this presentation recently, to a group of family offices. Most people don't realize diversification is dead. Many of you have seen the thesis, like, irresponsibly long, or hear that I'm 100% long, Solana, whatever it may be. And it sounds like this is a crazy idea. What the fuck is Raoul doing? Isn't he being responsible? But it's not. It's based on an understanding that I'm going to go through why diversification is dead and why concentrated risk taking in the greatest macro trend of all time is the way forwards. As long as you do it intelligently, which is part of this don't fuck this up thesis of how to do this intelligently. Julian was unfortunately ruined by me. He came as this diversified asset allocation guy, and he's ended up being a total fucking degen as well. Because you can't not conclude this. And by the time we go through the presentation, you will get there as well. I'm going to start with a chart that most of you have seen me talk about, and you're going to really understand why it matters. I mean, I tried to put this together in tweet threads. I try and put it together for ways for you to understand, but this is going to give you the full understanding. Liquidity is everything. It is increasing on a globalized level at 8% a year. This is the global hurdle to all investments that you make. Anything that doesnt beat this is actually making your future self poorer. You can also add in, lets say 4%, 3% or 4% global inflation. So you've got a 12% hurdle rate that is staggeringly difficult to beat. But if you don't, your asset allocation is going to make your future self poorer. And that is the big deal that we've got. The thesis that I'm about to outline is also based on the fact that once I started digging into the debasement trends, I realized there is two, and only two massive secular trends in the world. One is cryptocurrency. This is the log chart of bitcoin, which over time, as we know, has produced, since 2012 alone, 20 million% returns. No asset has ever come close to this in all recorded history. The other mega trend, its such a beautiful exponential trend is the Nasdaq. Since 2008, its been a perfect trend. These are secular trends that are outperforming everything. Theyre based on adoption curves and technology plus flow of capital. Because they outperform, they tend to outperform more. But ill come on to the importance of these. But these are the two key assets that matter to me when im talking about portfolio allocation, because everything else, as youll see, is actually secondary. So let's get into this everything code thesis. You've all heard about it, you understand bits of it. You don't understand all of it for sure. And this is still only part of what we do with the everything code thesis. So at top level, this is the important thing. This is what I call the magic formula. GDP growth equals population growth, productivity growth, and debt growth. So the number of people, if it's growing, your economy grows because there's more people doing economic activity. The more productive they are the more economic output each person gives. So that's a multiplier. And debt growth is a way of offsetting. When these two factors aren't strong enough you can grow debt and what happens is the economy grows but you're robbing the future. So let's go through these in a bit more detail so you can understand how it all dovetails in together. So firstly heres the trend rate of us GDP. We can observe this in any developed economy around the world. A slowing trend rate of GDP over time. Economic growth is slowing. Currently trend rate of growth in the US is 1.75%. So even though were higher than it now it oscillates around this. So we should be seeing slower growth over time as trend rate of GDP comes down. But you can have periods where it stays above trend for a bit. But overall this is like a magnet. It's a magnet because population is slowing down trend rate of growth here's the working age population which matters and you can see how much it slowed from 8% to about 1%. That's a massive slowdown in working age population growth. And even with immigration you dont get anywhere near the ability to sustain high rates of growth. So growth slows over time. Look at the slope. Its the same kind of slope we saw in the last chart. Then lets talk about debt growth. Thats been a big feature of our times. This is the opposite. So as growth has slowed, debt growth has gone up and the trend of debt growth keeps rising. So total debts in the US is about 370% of GDP. Its staggering. These are staggering amounts of debt which is the problem the world has gotten into is we have too much debt considering the amount of GDP that we have. So that creates the big problems that ill come onto. But debt itself has different component parts. The private sector peaked in 2008. So this was the introduction of Basel III. This was tightening of lending standards to households. Households de levered so they stopped spending as much money on real estate debt and other debts. And corporations have become less debt burdensome over time because technology companies dont use debt while old economy companies which tend to die over time tend to use debt. So we've seen a large shrinkage of debt growth. It's still high, it still accounts for 120% of GDP. To put that in perspective, if interest rates were at 2% let's say, and GDP is at 2%. To make easy maths then servicing just the debt for the private sector takes 100% of GDP growth each year, leaving the government side unfinanceable. That's the real issue we're dealing with here. And so what's happened is the balance sheet, the debt makeup has changed. It's shifted because you can't get rid of debt so easily. It shifts from one sector to another. And what it's done has been jammed onto the government side of the balance sheet. So the government is taking the strain. And that's a purposeful part because governments have a bit of magic that corporations dont have, and thats called the balance sheet or liquidity. The ability to create money to service your own debt or debasement of currency is something that helps governments run these higher levels. So weve seen this all over the world where the governments are now running the debt and they use liquidity and debasement as a way of financial repression to service it. Another way of seeing this is the interest payments on the debt. So every cycle, and ill come onto these cycles in a minute. Every cycle they issue new debt. It gets rolled over. About three or four years later. When it gets rolled over, theres not enough GDP for the debt thats been added for this cycle. So what happens is they have to inject liquidity or debase the currency to pay for it. So even though this chart is very dramatic because of the COVID payments, we may not expect liquidity, us liquidity to follow it exactly. But it's going to follow it. It has to. There's no other way without having a debt crisis. And you don't need a debt crisis when you can print your own currency. You might have a currency crisis eventually, but when the world is 400% of GDP in debt and half of that is us dollars, quite hard to have a us dollar crisis. So anyway, so the point being is the aging population, the slowing productivity, the slowing growth. What they lead to is more debt. The debt ends up getting monetized and put on the balance sheet of the central bank or disappearing act by debasement of currency over time. Lo and behold, liquidity looks like the bitcoin chart or the Nasdaq chart. Its an exponential trend. It is the key trend since 2008 when all interest rates got reset to zero in what I would refer to as a debt jubilee, which ill come on to in a minute because its an important point. But the biggest point of all, something most people don't understand, is that all of this is actually driven by one factor and one factor alone, and that's demographics. And the great thing about demographics are they are destiny, because you can't really get around the fact that you've got no births happening in the economy or other things that leads to a slowdown of growth in the future unless you happen to have a huge wave of immigration. But demographics actually explain everything. And I've tried to explain this many times to people. It explains the inflation of the 1970s, it explains the disinflation of the nineties and two thousands. It explains so much of what is happening. So let's dig into demographics. Here is the birth rate per thousand people. It's been collapsing. Now there is immigration, but it's not enough. I mean, we got 1% immigration. That was the largest every year in the history of the United States. This year I believe. It's just not enough to stop this. And yes, we haven't got birth deaths here, which is another way of looking at people are living longer. Yes, but it still doesn't change the trend. This is the biggest trend of our lifetimes. Ever since the baby boomers grew up and came to the labor force, we've been dealing with this excess bulge of humans that we can't deal with. So what's interesting is what we really care about in economics terms is how productive are those people? Well, they need to be in the labor force to be productive. The labor force participation rate is a measure of the percentage of the population that's in the labor force. And it's been falling over time. And it's actually just a function of the demographics. So we can extrapolate into the future to say that in the future, 58% of the entire workforce is going to be working, of the population is going to be working. That's an extraordinary thing to think about. What does that do for growth? How does the world work when you've got so little of the population who are actually in the labor force? Now, some of that changes over time because of deaths in the baby boomers, but this is a really important thing. So when you're faced with this slowing, this structural slowing of productivity and population growth, you end up building up debt growth. This chart is a chart that you will never have seen anywhere before. In fact, most of this work youll have never seen anywhere before. Its all entirely our own work. This is the labor force participation rate versus government debt as a percentage of GDP. Now its inverted here, but you can see government debt as a percent of GDP is driven by demographics. So as the population slows, we have all of this debt, we cant service it. We increase the debt, we dont have enough growth, we increase the debt. And they all go in this merry dance together. This is the trend its one of the most important charts I can possibly explain to you that debt, the deficit, everything is all a function of demographics. You can see it clearly here, they debase the currency by using liquidity to offset the debt. Look at that correlation. Its staggering. So the effect of debasement, the thing that drives up asset prices, is driven by the increase in debt, which is driven by the population. And its all a function of that magic formula. So once you understand these things, you start to understand how the world works. But we get much more into it in the everything code, because we start talking about the liquidity cycle and how this all comes together in ways that are meaningful for us as investors or just humans. These things are really, really important things. And the liquidity cycle is the next part of this. We showed how liquidity is a function of debt, but then we also show here, and ive been showing these charts for a while, and people now have accepted them as, okay, I get this now. When I first started saying, oh, by the way, the key driver of asset prices is liquidity and debasement, everyone laughed at me. And now everyone takes it dead seriously. This is the Nasdaq, which is 97.5% correlated to total liquidity. It is the key driver of all assets. Why 97.5 and not 100? Well, the 2.5% is the Nasdaq outperformance based around a secular trend of adoption. That means that it doesnt entirely map. But thats a crazy, crazy thing. The other thing that ive tried to explain to people, its really difficult to get peoples heads around. Everyone goes, equities are expensive. Im like youre looking at the wrong measure, because if you think about what debasement does, it moves the scarce supply, asset price or equities. Lets call them equities. But it doesnt affect the variable input, which is earnings or wages. So if you think at economy level, wages grow with GDP roughly, and assets go up with liquidity, the basement. So one goes much faster than the other, which is why the rich get richer and the poor get poorer. The exact same mechanism is what drives valuation of equities. Earnings are variable. They're more in line with GDP growth. The price of equities is driven by debasement. So over time, what we see is equities look optically more expensive using this old measure. This measure was fine when we weren't debasing the currency. It is next to useless now when we look at a world of currency debasement since 2008, crypto is the other one that's driven by this liquidity cycle, in fact, everything is. But again, I'm focusing on two assets, and you'll get to understand why later. So heres bitcoin, because its got the longest price history of all crypto here. Youve got about an 85% correlation with liquidity. Why is it not high? People think, well, this is all just a liquidity thing. No, no, its liquidity plus technological adoption, and that technological adoption is what drives the outperformance, which lowers the correlation. But its, again, staggeringly high correlation. Liquidity is everything. Its something ive tried to get across. The everything code is the understanding that liquidity is everything. Its there for a reason. All the governments and central banks understand that reason, which is we cant have a debt crisis. If you debase currency, you cant also have a stock market crash, where the main market is down 50, 60%, because all you need to do is debase the currency by magic. The market goes up. You guys can all remember what happened in 2020. That was debasement of currency. That stopped the asset side collapsing, which would have brought down the house of cards, because assets are collateral for all of the debt. So you cant have, weve taken out that left hand skew of the market, which is the ability to crash, because all they need to do is turn on the magic money printer, and it all goes away, even though it hasnt really gone away, as we know, youre all paying for it by this tax, which is the basement tax of 8% a year, plus the inflation. Again, money printing doesnt create inflation. Inflation is based on inflation, as in CPI is a variable asset thing, which is goods and services that are supply and demand. Thats not driven by this. This drives assets and scarce assets only. It does not drive wages, it does not drive earnings, it does not drive commodity prices. It does not come by all of these things where people's narrative is confused. They're looking at the wrong thing. They're confusing debasement with inflation. Okay, so now we understand liquidity, how it fits in, what its job is, why the central banks and governments are using it to pay the debt, which is unserviceable. What I discovered was something was so profound that's created the next leg of the everything code for me. And the thing that really unlocked it, I started realizing it was, in fact, I pinged julian. In fact, julian, you tell the story about this for a sec?"
    },
    {
        "speaker": "B",
        "text": "Yeah, it's funny, because so the chart that Raoul has up on screen now, um, I received at, like, five in the morning, as, as one does when you work with Raoul Powell. And there was just, uh, no, no other comment other than holy fuck. Um, and so I woke up to that, and because of the time delay, I'm in Europe, you know, he's in Cayman. I had to sort of wait, you know, whatever it is for him to wake up to explain it to me. Um, but essentially it was that. So it was really, it was really funny."
    },
    {
        "speaker": "A",
        "text": "But yeah, the idea is what Id discovered is just messing around with my Bloomberg screen. Id realized that the ism had gone from being this thing that I used to spend my life predicting. When would it peak? When would it bottom? All of these things. I spent my whole life doing that because the ism drives assets, which Julian will show you later to. Oh, fuck. Its perfectly cyclical. I dont need to do any of that work, really. That's just backup work. If it's perfectly cyclical, I need to understand why. And if it's perfectly cyclical, then there's a probability. I can forecast it. Okay, now we're talking a code, a hack. That's really important. So I started looking at is the ism from the past cycle predictive of the future cycle? And hey presto, it is. So now we can understand the business cycle going out into the future. And here it says, and again, julian will talk about this stuff later. Here it says that the ISM will probably peak sometime in June 2025. It won't be an exact bit. And we know where it's going. If we know that, and well come onto the liquidity and how that fits together, you can see how we can predict asset prices, which sounds hubristic and maybe stupid, but I dont think it is. And youll see in a minute. So what the hell is driving this thing? Why have we got this perfect cyclicality? Its because we are in a debt refi cycle. Back in 2008, we had this debt Jubilee, as opposed to writing up all the debts, all of the major central banks around the world, and government said, holy shit, we've got a big debt problem. We went too far. The private sector's got too much. We need to figure it out. We need to stick it on the government balance sheet. We need to clean this mess up, because if not, we're going to be in the 1930s all over again. So what they did was a magic trick, which was make all interest rates zero. So hey, presto, nobody needs to pay their interest. Imagine what it would be like for everybody here if all of your interest payments suddenly went to zero and stayed there for a decade. Well, that's what happened. And so the government, okay, right. We need to clean up our balance sheet, sort this out, make sure that we can finance all of these debts. So they restructured all of their debts into the one year to five year sector. So you can see that from the chart here is its all clustered. And what it did was create a four year cycle. And that four year cycle is perfect. This is not the first time its happened either. Julian and I did some work on the 1950s after a similar situation of all the debt after World War two. And they did the same thing, financial repression that time was yield curve control, reset the debts. And the economy was massively cyclical until productivity eventually grew and they got their way out of it. So this has been done before. It's the 1950s playbook, and here it is again, the base of the currency and then service the short term debts. And it's creating this perfect cycle. But even within this cycle, it breaks down to shorter cycles. And this is where it gets bananas, which is a word you'll hear us use a few times. It's so arrogant and stupid to think that you can just simply break it down. Here's a four year cycle and it breaks down to simple four years, but it does, and it has done since 2008. And what you've got here in this kind of overly colorful thing is, youve heard me talk about this macro spring in green. Thats when the economy starts thawing because liquidity is starting to rise. Then summer comes and liquidity starts really moving. And then fall is when you really often get a large injection of liquidity before eventually we go into winter, which is the blue, and liquidity shrinks as the central banks pull liquidity out of the market to try and cool inflation and the economy overall, and theyve been doing it perfectly. These debt cycles also happen to be the us presidential election cycle because it so happened that 2008 was the presidential election cycle year. Its also the same as the bitcoin halving cycle because bitcoin was 2008. So weve got one mega cycle that rules it all. Its the most powerful cycle weve ever had. And most people can't see it or don't yet understand it, and it makes them be wrong in their understanding of how everything works. And you can see it, people trying to explain things on Twitter without understanding what really moves things. But when you understand that same grid of colors, the same seasonality, understanding that each of these was an increase or decrease in liquidity, well, when you look at the Nasdaq, and weve proven how Nasdaq is correlated. Nasdaq breaks down exactly by the seasons too. Nasdaq does well in summer, which is were in now were just transitioning into. But it does really well at the end of the cycle. In fall, it tends to have a momentum. Its kind of a reflexive process which really builds on itself because in full earnings are at peak. So equities are driven by earnings earnings plus the investment cycle. People have got more money to invest. So falls, that would be equate to 2025. Should be really strong for tech and strong for this year, too, which is summer coming off green, which tends to be very good. The spring too. So this is this exponential age tech trend that I talk about. But crypto same cycle. This is the crypto cycle. We can call it crypto spring, crypto summer, crypto fall, crypto winter. Its the same as the election cycle. Its the same as all the things. Yeah, the presidential cycle, its, theyre all the same. So crypto tends to do decently well in spring. The anomaly was 2020. Because of the pandemic. It did very well in spring, less well in fall. Generally speaking, like the Nasdaq, fall is when the real price action starts. My guess is we'll probably be more similar to 2017, 2013 this cycle, because we're not jamming excess liquidity in early. It'll accumulate over time. But anyway, now you understand the cyclicality, why it happens based on liquidity. You understand liquidity itself and why liquidity is there. What its job is to do is to base the currency to pay for the debt that's making the rich get poorer, the poor get poorer. It means your wages don't go up as much as the cost of housing. It's all described within the everything code. But the everything code goes one stage further because it's so cyclical. We can forecast further out as well. So we showed you the ISM cycle and how it's forecastable, but we can forecast liquidity too. And if liquidity is the driver of assets, guess what? We can forecast assets. That was the point when Julian and I looked at each other and went, this is really, truly crazy, and it's been working. And I'll come onto some of the caveats on that in a bit. But let's forecast the liquidity cycle. Now, let's go back to the chart we looked at before. Well, we can forecast the business cycle. The business cycle, the Institute of Supply Managers survey is the best general business cycle indicator. And we can now put one cycle, the previous cycle, onto the new cycle and invert it. And you get this, you get the repeating cycle. So that tells us forward looking, the business cycle should be going up. Now, there's a lot of information in that, and Julian will explain what that means. But basically, if you know, the business cycle is going up until June, cyclical stocks will do well, commodities will do well, all of the things driven by the business cycle, and earnings will do really well, technology and crypto driven more by liquidity as well. And well come on to that in 1 second. Okay, so lets forward look liquidity. Dont expect this to be perfect. This is the first time weve used this kind of thing. But here is, using the RSM cycle, we can forecast the global liquidity cycle. And it suggests that global liquidity peaks in September 2024, and it doesnt go negative until December 2025. Our work tends to suggest that the assets peak when the liquidity cycle goes negative, or just around beforehand, but it could peak not with the peak liquidity, but somewhat on its way. But generally speaking, it tells us we've got most of 2025 to be positive, and then things go negative again. Now, you might see the underperformance now and say, well, why is it not working? Well, look at liquidity. It's not following. This is early days yet. We've got plenty of liquidity to come. Whether it's helping China by injecting dollars into the global system with the chinese currency, or for the Japanese, or bailing out the commercial real estate, or giving out stimulus for the election, or whether it's running down the treasury general account, or whether it's the chinese printing money, or the Europeans cutting rates, or whatever it is, there's lots of liquidity. It lies ahead. They've just been a bit slow with the massive injections of liquidity because they needed inflation to get down. Now we think inflation is dead, at least for the rest of this cycle. So therefore they should have a green light to really start jamming liquidity. So it's been delayed, let's say, because inflation is not below 3% yet. That's all to come. Okay. By using that, we can forecast how liquidity goes. And guess what? It fits within that lovely long trend, which is perfect. It kind of suggests that this would be right. So global liquidity peaks around then. Thats what its going to look like. And eventually, as liquidity itself starts falling, we will end up. So thats June 2025 now, and as liquidity starts falling by December, then assets should cool off significantly and we go through the winter cycle. Now, please take these. I know people are just going to take them. Raoul pal predicts this. Do not fucking do that, please. It irritates the shit out of me. This is the everything code. I've not shown this to everybody before. Here's the everything code against the Nasdaq, because if we can forecast liquidity, we can get somewhere close to forecasting prices. It's suggesting by June 2025 we get to somewhere like 27,000 in the Nasdaq. Does it peak then? As it peaks somewhere between then and December. But we're looking for that kind of directionality. It also maps with those log trends, we get to about 30,000 in Nasdaq. That's kind of the target in my head. Will it be less than that? Will it be more than that? Don't know, don't care. Directionally, right before you start having a larger correction, and for those of you playing along at home in crypto here is the same. The cycle gives you a a peak of 400,000 in bitcoin. Again, I have no idea. It could be 50% wrong. I don't really care. The point being is the structural rise in prices lies ahead and it's going to be reasonably big. Now, again, what are the dates between 2025, June and December? Does crypto peak early? I don't know. I actually don't think so. It would because we're going to more closely follow the 2013 2017 cycle. But it's not clear. So I keep an open mind. It's not about nailing the top, it's not about getting the price right, but directionally getting this whole trend right. So now I've laid out the everything code and how by putting all this together we can actually forecast assets, which is pretty fucking bizarre. We'll see. It's still a hypothesis. It's been working perfectly since we discovered this. Lets see how it plays out over the cycle. But directionally its the most important thing you can use understanding this stuff. Now I know you cant build GMI total liquidity yourself. Sure you can sign up for the macro investing tool and get it from there, or promacro or GMI whatever. Thats the way of doing it. You can find your own proxy like global m two. Its nowhere near as good, but it gives you a rough idea. Or fed net liquidity gives you a rough idea. But obviously if you want this work you have to get it from the various sources like the macro investing tool or real vision pro macro, where youll get the commentary of understanding of why it matters and what its going to do for you and forward looking. So now we understand that. I also want to bring it. This is very top down. Ive gone and Julian is going to bring it bottoms up. This used to be a top down framework, the business cycle for us, but its actually now become our bottoms up work, which is how macro we think the world has become and how massive this everything code picture is. So Julian is now going to run through, ill stop sharing my screen. Julian is going to run through the business cycle and its importance because you guys really need to understand this. Part of this work was also in the real vision academy in our work on the business cycle, but it's never been put together all in one framework before. So hopefully this is going to help bring up your understanding. And again, hope you're taking notes at home. One thing to know is this entire deck of 125 pages will be available to everybody on the real vision platform for free. All of you guys watching this on YouTube, just go to realvision.com, sign up. It's free. Just your email address and you can have this entire presentation. It is the most important presentation we've ever done. I think it's probably the biggest presentation that's ever been done on macro, certainly made public. So it is important. You can go there also on realvision.com dot I will put this into our AI bot on real vision and create a summarized note of it as well so you can digest it. So it will give you a note that you can find on the notes section of the platform. It will give you the whole document and you should have a much better understanding. You can take your own notes on the platform too, because you're going to need to do this, because I understand I'm dumping too much information on you in one go, but it's too important not to share. Right, Julian, over to you."
    },
    {
        "speaker": "B",
        "text": "Yeah, so thanks, Raoul. So as Raoul said, I'm going to talk through the business cycle. What Raoul really just addressed is our major secular thinking around macro liquidity, how it all fits together. But Raoul also referenced on a number of occasions was the business cycle and the Ism. And we believe that the business cycle is the most important driver of all asset prices over the medium term. So when we talk about taking asset allocation decisions, when we talk about risk management decisions."
    },
    {
        "speaker": "A",
        "text": "So we talked about, just quick to interrupt there, because I've already said liquidity is, but just to clarify, liquidity is a function of the business cycle. So the business cycle is the framework to understand all of that. That's why it's so important."
    },
    {
        "speaker": "B",
        "text": "Yeah. And I'm going to come on to that as well later when we talk about the macro seasons, right? Because we're looking at a regression on interest rates and growth. And why not liquidity? Because growth and liquidity are correlated and liquidity is a function of growth, right? So yes, that's right. Now, overall, the business cycle, once you see it, once you see the way it works with all asset prices, you just can't unsee it. It becomes embedded in your investment DNA. So let me show you that. And where I'm going to start is really basic. Okay? So I'm going to start from the understanding or I'm going to try to, that you don't know what the ISM is. And then we'll build it out, talking about some more complex topics as we work through the presentation. So when Raoul talks about, or I talk about the business cycle, we're really, the ISm and the business cycle tend to be synonymous, right? Because we use them interchangeably. And what the ISM stands for is the institute for Supply Management and its a monthly survey which is handed out to the worlds largest supply chain executives asking them about their business. So what do new orders look like? What do your inventories look like? Whats your employment situation look like? Do you expect growth to pick up or slow over the next, lets say six months? Theres a lot of sub components within these surveys, but essentially what they're trying to do is get a gauge to what's going on in the economy. Ism is also known as a PMI. So a purchasing manager's index. And we have these, this is the US version. We have them for Europe, we have them for Japan. We have them for China. We have them for Brazil. You get the point. And the way to think about these is very simply, below 50 means the economy is slowing and above 50 means that the economy is expanding. Currently, the ISM is slightly below 50. So what it's telling you is that the economy is still slowing, but it's slowing at a slower pace than it was back in June of last year because the ISM was lower. Now, what is a sort of a typical business cycle? What's actually going on here? Well, if we just take for example, if we just hypothetically say the ISM still at the lows, we're looking for signs for recovery. One thing you would do there and then where you might see some signs of a recovery is look into some of these subcomponents of these PMI indicators. So you can look at things like the outlook for new orders or the outlook or so capex intentions. So the outlook for capital investment six months down the line. And generally these things turn higher than the headline, turn higher before the headline ism number and gives you some idea as to where this thing is heading. So let's just say, for example, and."
    },
    {
        "speaker": "A",
        "text": "I think, julian, people can actually play along at home with those because you can do on Tradingview and stuff like that, you can put the ism or ism new orders on the same charts and have a look at them. It'll give you a good idea of what we mean by that. And again, this is exactly the stuff that gets covered in the macro investing tool where we make it idiot proof that you don't even need to make your own charts, don't need to do."
    },
    {
        "speaker": "B",
        "text": "Anything and you don't even need to make your own charts and you don't even really need to think about it. But the point is, I'm just trying to illustrate here and now what a business cycle is. And so if we just take an ism at the lows and let's just say, for example, the outlook for new orders has started to improve. If that's the case, that means that there's discussions being had between supply chain managers that the outlook, so that that orders are going to come in stronger six months down the line. If that's happening, that means that confidence is starting to improve. If confidence is starting to improve, that means consumer confidence is starting to improve. That means CEO confidence is starting to improve. If those things are improving, it's very likely that bank lending is starting to improve. So banks are, banks willingness to make, let's say, commercial and industrial loans or household loans is improving. So that's an injection of liquidity. That means more consumption, that means more investment, right? Which leads to more earnings and more GDP at a later stage in the business cycle. Let's say the ISM is now approaching 60. That means that inflation is probably coming from some mix of demand pull or cost push. Inflation demand pull is consumption. Cost push is supply driven. And that leads to central banks becoming more hawkish. They then hike rates. Higher interest rates increases the cost, borrowing costs. At the same time as this is going on, wages are generally rising. This means that you have margins being compressed. Margins being compressed means eventually you probably have layoffs. You have layoffs. What does that lead to? Less consumption, less investment, less earnings, less GDP. That's actually what's going on here. And I just picked a random number of things to say there. I mean, you could have picked anything, but that's really what's going on within a business cycle over time. And really what you'll find out as I go through this presentation is the business cycle is the earnings cycle, and that's why it maps very well to basically all asset classes. So now if we look at the ISM versus equities. So here we're looking at the ISM versus the S and P 500 in year on year terms since around 1950. You can see that they're extremely correlated and they've been extremely correlated over this entire period. And if I zoom in now, it becomes even more clear. So the business cycle is the key driver of asset class performance across the board. And it's not just the S and P 500, it's the Nasdaq. And I'm going to talk a little bit later about why some assets have priced in more of an economic recovery than others. It goes down to the four seasons of asset allocation liquidity. But again, Im going to talk about this. But essentially the Nasdaq has front run the ISm, and this actually makes sense. Im going to talk about, this comes into play when we talk about the GMI business cycle dominoes, understanding that risk assets tend to be a pretty good leading indicator of the economy, bar anything systemic or exogenous or endogenous shocks where it's very difficult to have visibility on things like, for example, Covid. It's very difficult to price something and like that in advance because we just, we don't know it's coming. But bar that, equities do a pretty good job. And what happened in Q four of 2022 is the Nasdaq fell to pricing in an ISM of 37.7, which was deep recession territory. And at the time, our lead indicators, which I'll come on to in a second as well, had turned higher. And we just said this is too much of a recession in the price. That's exactly when we turned bullish. But I'll build that scenario out for you in a little bit. But essentially it's the Nasdaq, right? It's also cyclicals versus defenses. And actually this is probably the key chart for your understanding. So cyclicals are energies, materials, industrials, consumer, discretionary. Defensive equities tend to be like staple consumer staples, utilities or healthcare, for example. This makes sense because as the business cycle is improving, so the ISM is rising, cyclicals outperform defensives. So this is things like, lets say if the business cycle is turning higher, confidence is improving. As I say, spending is improving, youre much more likely to buy a new car or go shopping or eat out. When the business cycle is improving, things like stocks like LVMH and BMW will outperform as a result of that. But when the business cycle is slowing and your top line is slowing plus wages are rising, which is typical late cycle ism slowing, you get margin compression. And as a result of that, the stocks with less cyclical cash flows, be it Walmart, Coca Cola, tend to outperform. And what im going to show you later in the MIT tool is that much like you have cyclical versus defensive equity plays, you have exactly the same thing across commodities. Staple you have, sorry, defensive commodities and cyclical commodities. Cyclical commodities, we know them. It's copper, it's lumber, it's things like that. But defensive commodities are things like grains or livestock. I mean, if you lose your job, and I gave this example and Raoul actually talked about the original video that we did at the academy talking about this framework originally. I break out the seasons a little bit in more detail there. So if you haven't seen that, I would encourage you to go see that. But just because you lose your job doesn't mean that you're going to stop eating cornflakes if that's what you eat in the morning. It also means if you're a meat eater, you're not going to all of a sudden stop buying steak. I mean, you might stop buying steak, but you're not going to go vegan. You might buy hot dogs instead, whatever it is. So it's the same thing. Cyclicals versus defensives applies across the entire ecosystem. That's what you see at play here. It's the same thing with small cap equities. So here we're talking about the Russell 2000 emerging market equities. I'm going to speed up a little bit now because we've got quite a bit to get through. It's not just equities either. Here it is versus crude oil prices. And it makes sense. As the economy's improving, oil prices go higher, demand is improving. It's the same thing with aluminum prices, copper prices, the copper gold ratio. Now just remember this chart because I'm going to talk about this a little bit later. What this basically just tells you is, and it makes sense, as the business cycle slows, people increase their allocations to gold. As the business cycle recovers, people increase their allocations to a more cyclical commodity that's more dependent on the business cycle, which is copper. So keep this in mind because I'm going to come back to it. Same thing with carbon just a function of the business cycle. Credit spreads. I mean, well, actually this is not credit spreads, this is HyG. So it's high yield corporate bonds. And it's the same thing if you look at investment grade bonds and then bitcoin. And I'm going to talk about it being elevated in a second just to clarify everything. But the bitcoin does not operate in line with the business cycle. It operates in line with the liquidity cycle and the easing of financial conditions. That's why you've seen bitcoin start to price in an economic recovery in advance. That makes sense. That really is going to come into play when we talk about the dominoes. But the point here is just that everything is cyclical. So now youre going to say, ok, again, we just cover pretty much the entire capital structure, a huge series of assets, including crypto."
    },
    {
        "speaker": "A",
        "text": "And the point that I made before, if this is the case, then theres no diversification. Everything is driven by the same macro factor, with some things leading it, some things lagging it. But generally its all one fucking trend, which is the economy is stupid Preston yeah, exactly right."
    },
    {
        "speaker": "B",
        "text": "And this chart was pretty profound when we first found it, just because for so long weve heard people say, well, bitcoin bears no resemblance to the real economy, and therefore its not governed by the same economic fundamentals as a credit spread or an equity risk premium. Actually it is. It's all the same thing. As Raoul just said, it's the economy, stupid. And it is the economy, stupid."
    },
    {
        "speaker": "A",
        "text": "And we were the first people in the world to prove the macro cycle on crypto, without question. And you'll come into this later, without question. We've done more macro work on crypto than any other people in the world. And we were the first to show this. As you said, people said it's uncorrelated, it's nothing to do with macro. It's like, it's everything to do with macro."
    },
    {
        "speaker": "B",
        "text": "Yeah. Another reason that this is profound is, and I had to make sense of this chart for me to make sense of crypto, because ive always thought in macro terms when I found this chart, the reason its also important, apart from ETF buying now by larger institutions, more and more institutions will finally come to terms with this. But when I was working at my asset manager, you know, they were all making sense of the IsM versus the charts I just showed you versus equities versus credit versus FX. Its the same. I could show you 100 charts with the same correlation across a number of different assets, but this now all of a sudden, if I was to bring this back to my old employer and show them this, its like, guys, you have to redefine your risk on risk off grids. Youve got equities at one extreme, got bonds at the other. Youve got uncorrelated assets somewhere in the middle, right? Like gold, for example. And all this means is that if youre bullish on the business cycle, bitcoin should be the asset that you go to. Its not equities anymore. Its not MSCI world. Its bitcoin. If youre bearish, this is the one thing you dont want to own just because of the volatility. So its just about redefining your risk on risk off grids. Now, again, has the ism, sorry, has bitcoin now that, excuse me, bitcoin has priced in a lot of the acceleration in ism. Is this now the peak? Well, no, this is again a chart shown in another format re something Raoul was talking about earlier. But this is the Ism advanced 15 months and inverted versus our GMI weekly global liquidity index. Now, the reason that something like this works, you hear people all the time, oh, the Fed, they're behind the curve. And guys, the Fed's behind the curve because their mandate is behind the curve. They operate at a six to seven month lag versus ism. I'm going to show you this in a second. And that's because they're focused on lagging indicators. So what this is telling you is that central banks intervene with a lag versus the business cycle to support it via liquidity injections, as it means it's like a life raft for weaker economic growth momentum. So over the next, like, we're projecting basically into 2025, that we'll see liquidity rising as a result of weaker economic data, which is now behind us. But because they work with a lag, this means liquidity will continue to rise from here. And this was another chart that Raoul had referenced but we didn't have in the pack. But that's because we have it here. Again, theres an 86% correlation between bitcoin and liquidity. So again, bitcoin works in line with the liquidity cycle. If were talking about something that we mentioned earlier as well, fed net liquidity, which is basically just the balance sheet, minus the treasury general account, minus the reverse repo facility. Bitcoins currently pricing in that number around 6.5 trillion. The current number in fed net liquidity is 6.1 trillion. Okay, but we are. So what is that? 7%, 6%, 7% premium. We're expecting fed net liquidity to go much, much higher from here as the debt refi cycle via the work that we've done on the everything code takes hold. Right. It happens in two stages. Rates come lower first. Then that means that debts can be rolled at more sustainable levels. And then that means everything can be put on the balance sheet at the later stage. That's phase two. So in any case, bitcoin is just front running the liquidity cycle, expecting more liquidity, which we agree with. So there's nothing wrong with that. And so, if anything on the previous chart that I showed you versus ism, bitcoin should just hang out there until such a time that the business cycle peaks and rolls over sometime in 2025. The next point I'm just going to talk about with liquidity, and I'm going to skip over to the dominoes. I just think that this is important, and this is something not a whole lot of people focus on, is this is excess liquidity. So excess liquidity has started to rise again. And this is one of the liquidity factors, or, sorry, this is probably the liquidity factor most correlated on a forward looking basis with equity p e ratios. Okay. And so this was a big signal for us back in Q four of 2022 that the business cycle was turning, because liquidity was, in this sense, leading versus pes injecting. And the way to think about this, rather as better, I explain it first, is excess liquidity is the amount of liquidity available in the system or the economy in excess excess of what is being consumed by nominal GDP, which in theory, can then be financialized. Right. Because it's liquidity that's sitting on the sidelines, which isn't being consumed. And so that's the way that this works. And as you can see, it's very correlated with pes. So again, this gave us a strong."
    },
    {
        "speaker": "A",
        "text": "Signal back in also, Julian, it also fits in with that chart that I showed earlier with the rising of P E ratios, because it's driven by liquidity. And you're proving it here in a very clear manner, that debasement of currency actually is the dominant factor in a P E ratio. Correct."
    },
    {
        "speaker": "B",
        "text": "And again, because, as Raoul just said, because the crypto and liquidity and tech are also correlated. Now, post 2008, the fact that this is rising, it is good news. And again, I haven't seen anybody else talking about this recently at all. So this is definitely on our radar. And again, sort of explains why, even though crypto has priced in a recovery in advance, there's more liquidity to come. Now, a normal economic cycle tends to play out in sort of a sequence of dominoes. There's different stages to each cycle. Some data leads, other data. And what I'm going to do now is I'm going to show you that, explain it to you, and then we're going to talk about our GMI financial conditions index, how it is that helped us get it right back in Q four, why we're still confident that it's working well today. And then I'm going to show you sort of a countdown to zero, because Raoul and I are living so far in the future versus current ism, because you have to, because risk assets actually move ahead of ISM using a framework for lead indicators at a six month interval, five month, three month, one month, to sort of confirm or refute our views around the business cycle. As we. Because, as I say, because we live so far in the future, because a lot of what we were calling for in Q four of 2022 is really only coming to light now, given the long leads that we're working with. So this chart, now that we know what the ism is, and we know that within the way that we think about the world, it's more of a coincident economic data point, economists will tell you it's leading and that something like industrial production would be coincident and lagging would be unemployment. But within our framework, it's more coincident and everything else is lagging. So the way to think about this chart is that t equals zero. That's the ism. Everything to the right hand side of this chart, in blue is leading by a certain number of months, which you can see on the bottom. And everything else on the left hand side of this chart is lagging. And in black, I don't have all the indicators here, just to give you some context. The next thing immediately that your eyes are going to be drawn to are these yellow, these, sorry, these colored bars. So you can see the green bar. Raoul and Julian, this is us. We tend to try and operate at plus nine months versus the current ism because we have to. Because if I skip back to the yellow bar now at three months, that's where risk assets operate. Well, actually, risk assets isn't the right term, it's where equities operate. Because, as I just said to you before, bitcoin really tends to operate at around an eight month lead time versus the ISm. So the point here is, if youre focused on the ISM and buying and selling bitcoin and thats the only thing that youre paying attention to. Youre always going to miss. Certainly the lows because of the way that this moves in advance. Then at t equals zero, as I say. After that, youve got industrial production, unemployment, and then the yellow bar, right? Central banks, this is where central banks operate. Central banks operating behind the curve."
    },
    {
        "speaker": "A",
        "text": "The pink bar, not the yellow bar."
    },
    {
        "speaker": "B",
        "text": "Or the pink bar. This is where they operate. Of course they're behind the curve. It's their mandate. That's the data that they're looking at. When you're trying to make decisions around central bank's next move. They're not looking at commodity prices. They're not looking at the ISM, they're not looking at new orders to inventories. And you hear people all the time, all of a sudden they're becoming less hawkish and commodity prices are rising. I mean, first of all, commodity prices are not a huge input into CPI overall. If we talk about energy goods, yes, but even taken together, it's less than 30%. And second, that stuff works with such a long lead because we're not going to show this here, but we also have the inflation dominoes. So the inflation dominoes, just in summary, is that commodity inflation leads goods inflation, which leads services inflation. And services inflation is a function of unit wage costs, which is still falling. And that's really what the Fed's focused on, because that's really core. So extremely, extremely lagging anyway."
    },
    {
        "speaker": "A",
        "text": "And Julie, that's the reason why the Fed always cut as the business cycle is growing, ism is going up, they're still cutting because they're dealing with wages and shelter, which are deflating the CPI numbers for an extended period of time. I mean, shelter is like 18 months behind. And so you tend to get this disinflationary pressure on the things they look at. Forward looking inflation will have already gone up, but they dont focus on that. So they tend to cut late into the cycle and continue all the way through, which is why macro fall tends to be lots of rate cuts and liquidity, because theyre focused on all this lagging stuff."
    },
    {
        "speaker": "B",
        "text": "Thats right. And again, just coming back to this chart, Raoul is right. CPI shelter operates at around 1718 months. Then look at wages, 13 months. People all of last year were fighting Raoul and I on wages and them being sticky. Theyre never going back below 5%. They have now. But again, its just so lagging in the business cycle that it takes time for that to come down. And our lead indicators for that suggest that we should see 4% before we see any material trend higher. And again, its very difficult to have an inflation spiral without a wage price spiral given services is such a large part of inflation overall. This is our GMI financial conditions index. It's a regression on commodity prices, interest rates and the dollar. And the way to think about this is it's inverted here. So as the red line comes lower, it means that financial conditions are tightening. So really, and this is advanced nine months versus the ism. But let's just say with the lead in play, we were really at the tightest levels in Q four of 2022 since the global financial crisis. And then it started to inflect higher, as did the liquidity numbers. And so the point with showing you this chart is that Raoul and I, with this framework that weve put together, and 2022 was a perfect example, are really one of the very few people talking about the early innings of an economic recovery when everyone else is still banging the table about recession. And thats where we were."
    },
    {
        "speaker": "A",
        "text": "We also bought risk assets in Q four because we saw that bounce in liquidity in financial conditions in advance. We got the qualification that liquidity was changing and that allowed us to go max long tech and crypto."
    },
    {
        "speaker": "B",
        "text": "Thats right. I mean, in fact, in September, that was the article that we, or that was the GMI that we published. It was titled the turn is near. And that was exactly when we were calling for the bottom and everything else. And that took a lot of, I mean, a lot of courage because everyone else I was talking to was, do you remember that time? It was unbelievable. But anyway, because we live so far in the future, and because a lot of the data that you would normally wish to see, to give you a gauge on how the economy is doing, be it industrial production, retail sales, capital goods, durable goods, that stuffs only bottoming now. Right. So some 20 months later, the way I like to use this framework is using lead indicators to confirm my view sequentially, working backwards to help help me feel a bit easier about living so far in the future. So if we come back now to six months. Right, so how we're looking at the percentage of countries with rising OECD composite lead indicators. This is, as I say, it's a six month lead versus ism higher. Okay, good. That makes me feel a bit better. Right. And these were all turning higher within their respective leads, which again helped us build confidence. Here's one at five months. Okay, good. Another one at five months. Right. Ism, new orders to inventories. Higher. Okay, great. And then ism, new orders. So what I showed you on the dominoes leads by around a month. Okay so it's choppy. It's what, down in April a little bit. But again, it's very clear that the ISm is in the process of bottoming, especially when you look at the continued easing that we've seen in financial conditions over the course of last year and this year. Now what I also like to do beyond the ism then now we're going to come into some of the coincidence stuff and then we're going to skip to the MIT tool is look at real coincident economic data as defined by the economists. So now all of a sudden exports are starting to improve right on schedule given the ISM leads this by four months. So you cannot, the point is you cannot wait for exports to improve to take a view on risk assets just because of the lag. Just two weeks ago we had the Q two numbers for conference board CEO confidence. This operates at a coincident pace versus the Ism. So theres no leader lag. But what it showed is a modest increase in sentiment yet again. And CEO's have an excellent sense of whats going on in the economy at a high level. So I think this is encouraging. So seeing all these things counting down from nine to zero and then in some cases minus going negative right into exports. And also now what im going to look at here, earnings starting to improve with the ISM five months forward is encouraging. Now at the beginning of this year we had said that there were six rate cuts being priced into the curve. That means that the market was expecting the Fed to cut rates six times this year we said that three of those could be priced out. We already priced out four, so more than I was expecting. But even then it hasn't really mattered. And it hasn't really mattered just because the market's attention has shifted from the Fed, which makes sense because over the last two years the Fed has been in inflation fighting mode and this is a really complicated market for environment, for risk assets. But now the market shifted their attention over to earnings, which we were in an earnings recession last year and now they're starting to improve. It's less about the Fed now and it's more about earnings. And so if you think about it like this, and this is actually a very important point, multiple expansion. So prices rising without any recovery in e is very normal. Okay, prices rise with the liquidity cycle, earnings rise with the business cycle. So last year was a story of multiple expansion and people will come out to you and say prices are rising, but earnings are not, I mean how are these valuations justified? Its very normal. Its just as I say, prices are following liquidity, earnings follow the business cycle. So it happens with the lag. So thats telling you is that this year it's just about justifying the valuation premium that was built last year as prices started to rise. And that's currently happening. But it needs to happen. We need to see even more follow through here now that additional rate cuts have been taken off the table. So as long as earnings continue to improve, we're going to be in good stead. And if we look at that was trailing earnings, which I showed you before, this is essentially analyst expectations for twelve months out the line and they're rising as well. And this also helped Raoul and I in Q four when the analysts became as bearish as they had been since COVID And before that GFC. We just said now this is too bearish given what we see on the liquidity and macro front. And here we're again reaching a cycle high. So far, so again so far so good. And this is the focus for markets now. So as long as earnings improve, we should see a broadening out of cyclical equity performance, unlike we saw last year, which made sense because earnings hadn't yet bottomed yet. And what we saw was tech discretionary, long duration assets perform, but not traditional cyclical place. So that's what I'm going to talk about now, getting through it. So how to invest across the business cycle. So to understand this, we have to understand the four seasons of asset allocation. Now the slides are going to change a little bit here temporarily just because these are charts from the MIT. So the macro investing tool that we have on real vision, just taking out of one of the documents that ive."
    },
    {
        "speaker": "A",
        "text": "Presented, Preston, just to confirm for people, the macro investing tool, you get it in real vision plus or you find it in the real vision marketplace when you sign up to the platform for free. When you want to download this document, this huge document, get the AI notes, you just click on the bottom left icon, it opens the marketplace. You can flip down and see more about the macro investing tool. Its part of plus and above. It is I think the single most powerful thing to help you in your investing journey. So this is where it all ties together and Julian's made it kind of idiot proof for everybody. So off you go."
    },
    {
        "speaker": "B",
        "text": "Yeah, so I'm just going to start by saying this framework has been used for a long time by some of the best investors in the world. And if you look back in time what you'll heard time and time again is that the two most important things to solve for when it comes to investing are differential changes in growth and inflation. And so growth and inflation are the two most important things. Now, with what Raoul said, with liquidity, theres no question liquidity is the most important driver of asset prices, both in the short term and the long term. But the point here is that liquidity is really a function of where we are in the business cycle. So theres a degree of multicollinearity between growth and liquidity. So its keep things simple, stupid. Its better to focus on growth and inflation, so we break them down. First of all, the text on the right hand side is just for you. Its to help you better understand whats going on during these macro regimes outside of just growth and inflation. So if we talk about spring, and Im going to run through these quickly because we still have a lot to go through, is thats a disinflationary boom. That means that growth is accelerating. Right. Lead indicators for growth and inflation momentum is still decelerating. So thats macro spring. Thats where we were all of last year. Im going to show you that in the scattered chart a little bit later. Summer is then an environment where growth momentum is still accelerating, but the second derivative of CPI, or PPI, is starting to accelerate. That doesn't mean inflation is accelerating. It just means the pace of decline in year on year terms is slowing down. This is the, excuse me, this is the discount mechanism for risk assets. And that's why this is important for this framework. And what's also nice about this framework is Raoul and I always give our views because we have views. And I think it's important that everybody has views. But this is a data dependent approach. So irrespective of our views on inflation, this model runs in the background, and it keeps you honest. And I built it for that. In fact, if you watch some of my previous videos on MIT, if you go to the real vision platform, you'll see me talk through this."
    },
    {
        "speaker": "A",
        "text": "Are you accusing me of being dishonest? Is that what you're trying to say there?"
    },
    {
        "speaker": "B",
        "text": "Very, very. And then fall is stagflation. So a lot of you will have heard that before. It's when inflation's rising and there's no growth. This is typical kind of classic late cycle. And then winter is the most risk off macro regime. It's when growth is slowing and inflation is slowing. And so these are the four seasons for macro. Now, this is the latest table. And in fact, I'm going to update this next week for April. And what's important here, well, is a couple of things, so don't get overwhelmed by this. And again, if you are overwhelmed by this, please go see one of my former videos where I really break this down in detail because I'm not going to have the time to do that today. But essentially within here we have a composite lead indicator for growth for all these countries and for inflation. We're located somewhere midway up the supply chain. I think if you go into any further up the supply chain, you tend to lose the signal. The same can be true of certain PMI surveys with respect to prices. So I'm located somewhere in between, somewhere middle of the supply chain. Now the point here is that this is March data and again, this is older. Now, I'm going to update this last week, but the growth data within these composite lead indicators leads the Ism by two to three months. So you're looking at, and in some cases data is always lagging, right, because of just the way it's released. But if I was to plot these growth indicators versus the ism or versus, I just used the Ism as my kind of go to example, you'll see that as we progress through this presentation. But it would be the same for Canada, Germany, France. Now what's also important is it's not so much about the individual countries, uh, as far as the signal from the noise here, it's really about focusing on the table at the bottom right. So looking at the percentage of countries scoring within each macro regime. So what you can see is that last year was about macro spring. I'm going to show you this, another format in a second. And this year we've seen an increasing number of countries beginning to score into macro summer. And so what's really important here is to identify regime changes that are trending. That's, and because once you identify that, these tend to be multi month, multi quarter trends in asset allocation. So it makes the asset allocation and selection process a whole lot easier. And then, as you can see, winter, if I here, I used a rolling twelve month window just because that was a little bit easier to digest. And it's what we use for MIT, but we have this going back much, much further. But then the table becomes a little bit too like skittles, rainbow colors, it's too overwhelming. So this is just a twelve months, you can see that again, winters come down significantly. And when we look at the same chart I just showed you, but in time series format, I just wanted to show you this because much like the seasons are linear kind of here on earth, it's the same thing within the macro seasons. So peak season summer, then you get peak fall, peak winter, peak spring, peak summer. This isn't always true and it oversimplifies a business cycle, but it's most of the time this is the way it works. One good example for when it didn't work out like this was Covid. That was a situation that was an exogenous shock, and we went from spring straight back to winter. But that's not something that you can pick up within a quantitative tool or approach. That has to be me or Raoul or someone involved in markets who is reading something. That's where you have to have some discretion. So I show you this, because what I want to come on to is this, and I'm just going to use this as a real time example to talk you through one example, and then we'll move on to macro summer. So this is the leading indicators which are embedded into the model itself. So what you're looking at is the percentage of countries scoring within each macro regime. And so if we look at recovery, and again, this will be updated next week, and I'm pretty convinced we'll see an improvement in expansion. The way to think about this in simple terms again is recovery is, let's say pmis below 50. So in contraction territory, but improving on a month on month sequential basis, expansion is you're above 50, so you're now growing. The economy is now expanding and it's expanding on a sequential month on month basis. Slow down above 50 but peaking. Contraction, you're below 50 and slowing. Okay, so what you see in this current environment is that recovery is probably topping out here. Expansion is accelerating. There is nothing going on in slowdown, which makes sense, and contraction is plunging. So just to give you views on the way, I used this back in 2021. So slow down, really. So that blue line really started to pick up in July of 2021. And this makes sense because the global PMI itself, which you can track probably easier than building something like this out, peaked in May. But what was important there was not the fact that it peaked, but it started to show up in my numbers by July. Because what it's telling you is that the pace of decline is accelerating. So this was the first thing. It's not a red flag, but it's a yellow flag. Then by April of 2022, the contraction quadrant started to follow. So it's the exact opposite to what we're looking at today. And this gave me the confidence coupled with what I was seeing on the liquidity and lead indicator front, that we were going to transition into what we call macro winter. And from there the market went on to fall another 23%. I think peak the trough, it fell around 25%. So a lot of that could have been avoided following something like this on growth momentum. Finally in September, October of 2022, the contraction quadrant peaked out at an extreme recovery, started to go higher from really October onwards. So here we're talking about 2022 and this coupled with what we were talking about with financial conditions, liquidity really gave us the confidence to stick our neck out back then. So the point here is that right now there is no significant shift in regime taking place. The two risk off quadrants that you would worry about are not building. There's zero economies are in slowdown and contraction is still falling. So that's the way to think about this. That's exactly the same way to think about the seasons. The seasons are growth and inflation. This is important for asset allocation. So im going to show you that in just a second. And then when were just looking at pure growth, this is directionality. So you could think about it as beta, some fancy its the direction of the market, whereas lets say the seasons are the outperformance or trying to achieve superior performance versus the market over the long run. And just if we look at a slightly longer term chart. So here we're looking at the percentage of countries with lead indicators above trend, we're still looking at an environment where these are rising. A late cycle economy sees this number much, much higher, historically closer to 80%. So there's nothing hot about the economy yet. And in fact, as I've pointed out before, growth momentum is still weak. But now what we're seeing is apart from a greater percentage of countries entering recovery, meaning that they're no longer as deep in PMI negative territory, theyve actually come back or improved a little bit. Were seeing a larger percentage of countries globally that are now above 50 and rising. So thats 35%. This is good news. Now, if you couple that growth view with what I talked about on the second derivative of inflation, now the second derivative of inflation is rising because of the massive easing of financial conditions that we saw last year. But again, the second derivative is the actual year on year change of the year on year percentage change. It's complicated. I've explained this many times in my video, so I'm not going to go into it now. But essentially if I project out that white line, it says to me that by June of this year it could be around zero. So what would you do? You need to look at June of last year, and in June of last year, CPI year on year was at 3%, we're at 3.4%. It doesn't tell you that the CPIs rising, but what this does tell you is it keeps you locked in to macro summer. Just because this is the discount mechanism for risk assets, they're not worried about the year on year comps. It's the second derivative. So that keeps us locked into macro summer for now. Now, just two more charts. Two weeks ago, when I presented the MIT update, the cross asset class performance. So let's say the macro signature embedded in asset class performance started to price in macro winter on a month to date basis. So the green bars, whereas the year to date, you can see that it's been most consistent with summer. Now, spring and summer share similarities because theyre both risk on tech still does well in summer. It does less well than it does in spring, but because of the secular tailwinds, we think it needs to do well. But you get a broadening out of cyclical performance in summer. But a lot of commodities, theres similarities, which is why its still elevated. Anyway, it makes sense that the market would start to price in a cycle regime. Into macro winter. The market was lower by around 5% and pretty much across. I mean, we're talking about the S and P 500, but most assets were down. So that makes sense."
    },
    {
        "speaker": "A",
        "text": "And that was also driven by the withdrawal in liquidity because of tax season. So if liquidity is one of the markers for the seasons, we had this little mini season within which was tax season, where money came out of money market accounts and went into the treasury general account wasn't spent, it drew down liquidity. It gave it a little mini winter season. Before we start going back again, well."
    },
    {
        "speaker": "B",
        "text": "Two things about that. First of all, that liquidity drain, as Raoul just pointed out, is more technical in nature. It has less to do about the overall trend in liquidity. The second thing is that this is exactly why this process becomes interesting, because there was a liquidity air pocket, which was driven by incoming tax receipts, and it was literally a drain of liquidity because they came out of, as Raoul said, money market accounts that took the market lower. Now all of a sudden, the markets pricing in winter. But weve got a different view. So the last time we had a signal like this, where the macro regime was supportive, so we were in spring at the time, we started to see a little bit of summer, but it was mostly spring. Winter was coming down, but we had a what, a 10%? Correct me if Im wrong, Raoul was about five or 10% correction in the S and P was on the news of SVB back in March of last year. So we saw pretty much an identical chart. The market wanted to rotate into macro winter, but the economic fundamentals were consistent with a continuation of the cycle. So what we wrote in GMI, I'm going to read it to you at the time that this was happening. So we saw a chart like this was year to date market pricing has been consistent with Macro Spring. However, due to the banking scare back in early March, with basically all assets falling, the market started to discount a transition to macro winter. Again, this is exactly what we want to see as we have a different view when the market starts to move against you, but you have strong conviction backed by solid economic fundamentals. Opportunities to enter new positions and add to existing ones are created. So when you have that conviction, but the markets pricing in a different scenario, and then you look at what the markets doing today with markets with the Nasdaq and the S and P now back at all time highs, you can see not only year to date is the market profile consistent with macro summer, but the month to date market profile is also consistent with macro Summer and winter has come down considerably. Now, talking about the MIT asset tables, I'm going to talk you through one of the tables. We also have these tables on the platform for commodities, for FX. We have it for crypto as well. So talking more about phases when bitcoin dominance is the theme and when it's not, credit, bond style factors, growth, we've got a lot of these tables, but this is just one. And what this is, is a regression on growth and inflation going back as far as I can with these assets. And in certain cases, thats as far back as 1950. But generally speaking, I can cover everything back to 1960. So its a long regression. Crypto of course not, but as far back as I can with bitcoin. So what you can see is that, and again, the Green arrows mean that the asset class performance is statistically significant during that macro regime. Yellow doesnt mean it doesnt perform. So you see that youre like, oh well, I dont want to own, lets say, euro stocks in spring. No, it just tells you that theres better things to own. Right, because thats the whole point of essentially a z score. So what it tells you is in macro spring, equities and credit do well and crypto does well, and then lets just skip down, forget the regions. Lets just look at sectors what does well in an environment of rising growth and subdued inflation. Consumer discretionary technology, semiconductors, home builders, everything else is sideways to flat. Those were the best performing sectors last year. I mean the market profile was completely consistent with the economic fundamentals last year. Despite what everyone else might be telling you. It was textbook macro spring. Now look at macro summer. So equities do well. Oh but commodities do well. Okay, so commodities weren't doing very well in spring. No, there are commodities that outperform a broad commodity index. So if you're a long short fund, you can long certain commodities and short others as you go through the business cycle with what I was talking about before as there's cyclical and defensive commodities. But commodities only really start to do well in summer because of the inflation component. And then just look at the sectors. Energy, materials, industrials up, financials, technologies up, regional banks up. So I'm going to talk through some of these now. The only thing I'm going to say is, as Raul alluded to earlier, is that when we finally decided to bring this tool to real vision, we had said that this is not a trading tool. It's not a trading tool, its an asset allocation tool which helps us focus on owning the best assets across the capital structure as we progress through the business cycle. Okay, this is not a tool designed to help you identify a 5% correction. The purpose, and its fine to trade around sentiment. Its fine for you to do that if thats your thing. The purpose of MIT is, is this five to 10% correction, as I showed you before, with the market pricing and the lead indicators, so on and so forth, is this 5% to 10% correction a buying opportunity or is it not right? That's what this is about. So buying dips are spring, summer to an extent, fall, but that requires more active management on my side because there's a lot of things going on in fall. So it can go one way or the other. But winter is a sell the dip kind of thing, if that makes sense. So welcome to macro summer. So we're going to go through what's happening here at an asset allocation level. I think this will be interesting for most of you. So as I said before, bitcoin and Ral has also alluded to this. Bitcoin generally front runs the ISM because it moves in line with our financial conditions. Indexed bitcoin leads the Ism by eight months. Our financial conditions index leads the ism by nine months. Ruby, because basically, as I say, this is all down to the easing of financial conditions. The Nasdaq, it's the same. In fact, it's the same for all spring assets. Long duration equity play, where earnings are further out, tend to do well in an environment of spring. So that's discretionary. Home builders tech, I just went through them. They all had an incredible year last year, which is very typical during macro spring. Now, the Russell 2000, this is interesting because only now are we starting to see an environment where the Russell can do well because earnings."
    },
    {
        "speaker": "A",
        "text": "Preston, sorry, can you just flip back a chart a sec? I just want to clear something up for people so people might look at this and go, well, Nasdaq's done. You've got to understand, year on year rate of change, if you look at previous times, its stuck around this 40 50% rate of change for the rest of the cycle until you get to fall or even to winter. So what it means is youre compounding growth on top of compounding growth still. So it doesnt mean the asset itself peaks. It means the rate of change has reached its maximum velocity of 60% year on year, but youre still going to see 40% plus year on year rates of change."
    },
    {
        "speaker": "B",
        "text": "Yeah. And just to that point, I mean, if you look at the Nasdaq, if you pull up a chart on the Nasdaq, it's gone up in a straight line since Q four. I mean, it looks like it's like that. So what all this is telling you is that that degree of advancement is now going to start to slow. It doesn't tell you that the Nasdaq is peaking year on year. Comps are tricky, but Raoul's right. And you could see even in 2020, the equity market, of course, led the ISM higher the whole way. Then it just pauses there and waits for the business cycle to top out. Then he goes, okay, earnings are lower here."
    },
    {
        "speaker": "A",
        "text": "I'm out."
    },
    {
        "speaker": "B",
        "text": "Now, the Russell 2000, as I said before, is pricing in really current ism, but nothing forward looking. But this makes sense because the Russell 2000 and is really linked to what Raoul and I call the old economy. Therefore its highly dependent on the earnings cycle. So this is why personally, I like things like small caps, materials, industrials, financials, banks. Im going to talk about these a little bit later. I almost got shot by talking about banks earlier in the year. I actually did it on Maggie Lakes show. And I remember I came on and I was like the only guy advocating banks. But I'm going to show you why that made sense so that you can do this for yourself. So again, pricing and current ism nothing forward looking, but makes sense because these are style factors which are attached to the earnings cycle. They don't operate with a liquidity cycle like long duration plays, like technology, us materials, same thing. Right. But then you look at the technicals again. I did originally a video about materials industrials, a broadening out of cyclical performance, which makes sense within a year where earnings are starting to improve, and therefore we should get a year where capex starts to improve. These things should do well. And you saw them score well on average within a macro summer regime. So now, materials broken out, retesting, push higher banks. Remember what I said about banks? Again, I just remember talking about this and just being so much pushback exploding higher. Why again? First of all, it's a year on year comp. But again, it hadn't priced any of the forward looking stuff at the beginning of the year. Now banks are moving higher, broken out of their trend. Pushing higher copper is telling you. So, copper specs, this is the speculative positioning in copper. So what this tells you is that people are taking larger and larger copper positions as a percentage of total open interest. And frankly, it's at a high of two years now. So they're telling you something. They're telling you that they're anticipating a move higher in the business cycle, which we could have told you was coming. What now, Raoul? 20 months ago with the work that we've done. And then, look, copper's gone ballistic. It's gone to an all time high. And now I want to come back to copper and this copper gold ratio, as I talked to you about earlier, because in an environment where the business cycle is bottoming and starting to move higher, copper outperforms gold. And what are we seeing? A huge wedge breakout of copper versus gold. So this is macro summer. This is not, and this is validating, right? You want to be looking at something like this, meaning, oh, okay, we're currently ranking within macro summer, within the growth and inflation quadrants. This is happening. Oh, okay, you know what? That makes sense, right? As opposed to why is this happening? It's happening because of where we are in the business cycle. Now, the last thing I'm going to talk about, and I think this is really important, is altcoins should be thought of as well. They behave a lot like small cap equities. So altcoins should be thought of as small cap tokens, which is exactly what they are. So I'm not telling you anything new here, but they're small cap tokens, like a small cap equity and bitcoin should be thought more of as a large cap growth equity. So bitcoin operates in line with the liquidity cycle. Altcoins operate in line with the business cycle. Because these projects are smaller. It takes more time. Actually, I have the chart."
    },
    {
        "speaker": "A",
        "text": "Do I have the chart?"
    },
    {
        "speaker": "B",
        "text": "Yeah. It takes more time for liquidity to filter through both the real economy and into real risk assets, which is why it impacts altcoins as a percentage of bitcoin market captain a lag. So here's fed net liquidity, which we've talked about a number of times, advanced twelve months versus all coins as a percentage of bitcoin market cap. Now, again, what we're expecting here is very similar to what we saw in 2020 and 2021, where altcoins begin now that the business cycle is troughing. But if I just skip up for a second, haven't priced in anything forward looking, but working in line with current ism, very similar to other classic cyclical recovery plays in fiat land versus this is crypto world, we'll start to gain market share versus bitcoin. It feels like they were at the right stage of the cycle. And this is because, as I said before, as liquidity and speculative behavior starts to trickle down into earlier stage projects and smaller tokens, this can happen now that more of the crypto space has been made whole, with bitcoin reaching new all time highs in March. So unless of course you bought at the highs in March, in which case you're probably banging your head on the table, but I think you've probably recovered 50% of that down move now. So we're now down what, around 10%. But in any case, I have some charts for you a little bit later. And now im just going to hand it over to Raoul for a second to discuss NFTs are trophy assets."
    },
    {
        "speaker": "A",
        "text": "Look, I know this is a lot for everybody to take in. I dont think anybodys sat through a two and a half hour macro presentation before. But it is important and were trying to show the depth and breadth of what we do and how you guys can learn from this to understand how the world works. So you stop picking up silly information on Twitter and thinking thats the answer. Doesnt mean were always right, but were trying to give you the framework of understanding of how the world actually works. So weve gone through the liquidity cycle. Weve gone through the everything code. Weve shown how the business cycle matters. Weve shown how you can just turn it into a model that weve done with MIT to get you in the right direction in what youre doing. So youre not trading things you shouldnt be doing. Youre investing in the right things. Now, GMI is an extraordinary body of work because we cover everything from secular trends, which weve shown to you, but we do everything, including the rise of India and all sorts of things. Business cycle analysis, as youve seen, technical analysis were not really showcased. How much technical analysis we do. We have obviously trade recommendations based around this. We cover geopolitics, social trends, technology trends of the exponential age. We look at the future and what the future is going to hold for the global economy and for all of us. We look at the past, how we got here, we look at liquidity, we look at macro models, and we try and make sense of everything. So heres another nice one for you that we came up in our work was nobody else had done this before. And I presented this and ive talked to you guys about this before, is that NFTs are a trophy asset. They actually exhibit very regular kind of trophy asset style macro pricing. So how this works is trophy assets. Like fine wines, these are generally driven by when people have excess liquidity themselves. That is youre making money. Usually stock markets are all time highs and your earnings are going up. So think of the earnings story. Julian said, well, guess what? You start buying fine wine, sticking them into storage as assets because they go up in value or you end up drinking them. Julian and I were talking about this before. We both buy fine wines. None of us ever sell them. We just drink them. But either way, bed net liquidity, like the altcoin cycle, is also the fine wine cycle. Bizarrely enough, bitcoin is actually the lead because of what we talked about on fine wines. So it tells you that if you're a fine wine collector, you should be loading up now because fine wines are going to skyrocket for the next 18 months to two years. And that's pretty interesting to me. But where it gets really interesting is when we look at things like NFT users worldwide versus crypto market cap, it's all based on the same thing. If you think of the art market in crypto, people buy art. Like I've been buying art, recycling gains out of my Solana to buy long term assets. So I've been buying Xcopy and beeple as a long term store of value. So as crypto market cap goes up, people recycle the profits into trophy assets. It's the same as the fine wine market. And guess what? It's the same as the second hand luxury watch price market. NFT users as a proxy for demand for nfTs, matches exactly secondhand watch prices of Rolexes, Patek Philippes and everything else. They're all driven by the same thing. Everything is macro and macro is everything. And that's why I've been looking forward, and it's a thesis. I'll talk in more time about why I end up buying some really trophy nfTs, because long term, these assets appreciate against debasement, but they're also incredibly scarce and they tend to outperform debasement very well over time. And my chosen vehicles have been x copy the artist plus people. But let's flip back to the money shot now that a lot of you are here for. You've sat through a ton of charts, a ton of understanding. Hopefully you've gone to the real Vision website, realvision.com dot. You've downloaded this doc, so you can go through it in detail. You've read the notes. Now let's come to crypto and what comes next. Julian, over to you."
    },
    {
        "speaker": "B",
        "text": "Yeah, thanks, Raoul. All right, so crypto, what comes next? We're going to try and breeze through a lot of these charts just because this is already, I think, a two hour presentation and we want to spare you from sitting too much longer. But again, I think I have some good charts for you. So first of all, again, let's just back up and zoom out. If you're new to crypto, 20% correction. 20% corrections are pretty much the Norm, right? We've had five of them so far this cycle. This is not going to be the last one. Get used to it, however, with what we just witnessed, with the pullback in the entire crypto space. But again, we use bitcoin for a lot of these charts. As Raoul said earlier, just because we have the history, its very typical behavior around the having. So essentially what happens is into the having you get a rally, a strong rally, then you get some sideways chop for a period of time and then post having you get a fairly large dump before prices start to recover. So I think thats where we are now. And despite all kind of the mid curving going on around the having, Im going to buy today, Im going to sell tomorrow. Its going to be April 14, which is the low, whatever it is, this is really the only chart that matters. From an investors point of view, I would say if youre a trader, thats your thing. I'm not a trader, I'm an investor. So this is more appropriate for my time horizon and post having. We've always seen prices much, much higher which again goes in combination with the macro that I've shown you, the liquidity framework, both on a secular point of view and a more tactical point of view. It's exactly the same thing with bitcoins reaching new all time highs post a 75% drawdown, higher 100% of the time. And it's also very easy to get caught up in crypto narratives, given that almost everyone has a view today, and that's a complicated place to be in, especially if prices are going down. It's very easy to get scared. So what I found extremely helpful over my investing journey is when in doubt, to zoom out. These are the previous bitcoin cycles versus the current cycle. And what you can see is that the big picture remains that were still fairly early in a cycle from historical context versus both in respect to both time and performance, except for the bitcoin genesis cycle. So that was the 2011 cycle. But as you know, the market structure back then, Washington, I mean mostly speculative and looks completely different than today. So it's not really comparable. And when we look at the cycles that look most similar today, the 2015 to 2018 cycle maps very well. And so again, just illustrating how early we still think that we are now, does this need to play out perfectly? No, and I'm sure it doesn't. But contextually it feels about right, and that's what's important here. Additionally, we're just nowhere near a plus three standard deviation move in some of our sentiment metrics. This is an aggregate of things like RSI, different oscillators, stochastics, and you can see that anytime. If I aggregate, I started with twelve, I got it down to I think eight or so that made sense. We're just not there yet."
    },
    {
        "speaker": "A",
        "text": "These are some of the things we use for the asset allocation framework for ex PAm, when were looking at which types of hedge funds to allocate to where they are on the risk cycle, theres a whole bunch of factors that weve built around the macro crypto thesis that we havent got time to show today. But a lot of these all come together to allow us to try and allocate correctly according to the cycle within the framework of the fact that were allocating to hedge funds, not to the market itself."
    },
    {
        "speaker": "B",
        "text": "Yeah right. And then if we just talk about, so again, if I just get back to this, if we cross three debt standard deviations, id be concerned. But if I look back, if you look back to lets say 2016 cycle, we had a lot of these 1.8 standard deviation moves and it was choppy. But we were in the trend. So just dont get too lost in narratives around peak cycle. I really just don't think we're there yet. And then if we just skip to alt season for a second and I've got three more charts and then I'm going to leave you, love you, and leave you. Is that so? This is altcoins. So at Xpam, at GMI we track 300 altcoins outside of let's say Ethereum, Solana and of course bitcoin. So this is a percentage of assets outperforming excluding stable coins bitcoin over a rolling 90 day period. And if we just look at this point, so weve talked about presidential election years. Weve talked about bitcoin having years and the debt refi cycle years. Its all the same cycle. Its one big cycle. So in 2019, the percentage of assets outperforming bitcoin over a rolling 90 day period. So the percentage of altcoins was running at just 5%. Okay. Then by Feb of 2020 it went up to 67%. Then in March of 2020 it fell to 33% and then skyrocketed higher over the next six months reaching 83%. So 83% of all coins were outperforming bitcoin over a 90 day period. Now look at whats happened again in 2023, July of 2023, the year before the bitcoin having year, the presidential election year, the debt refi cycle year. So the everything code cycle here we fell to 5%. Then in Feb of 2024 we skyrocketed to 65% and we've since come down to 31% now and again when I think about what I showed you as far as altcoins as a percentage of bitcoin market cap versus the ism acting like small like the Russell 2000 but not pricing any forward looking, it makes sense here now that were entering the phase where altcoin should outperform bitcoin. And if we look at the previous instance that this happened right so and again March of 2020 I didnt take because at the time bitcoin was at 4900. This was the low of COVID So its not really fair. So what I did instead is I took the 8 may level which was 10,000 and then I basically projected out altcoins xe because I think thats more fair when talking about altcoins versus bitcoin market cap into the peak of the cycle which occurred in November of 2021 and altcoins went on to 20 x from here and bitcoin went on to seven x and again, seven x, its nothing to turn your nose up. Were just at this cycle transition now where I think altcoins begin to gain market share versus bitcoin. And this is another chart that, a technical chart. We do a lot more technical analysis in Bloomberg, but sometimes we do them in data stream. This is the tool that were using here. You can see it was a huge wedge pattern. And we flagged this well before it broke out back at around 300. Oh no. What was it? Yeah, it was, it was 350 billion back in Q four of last year. And weve since gone to around 800 billion. So this is the top 300 coins and we think that we can get to 7 trillion or so."
    },
    {
        "speaker": "A",
        "text": "This is one of the things that gave us confidence in our Solana. Bet we could see this breaking. Solana looked like it was the chart. We had a macro fundamental story, we had a technical story and we had a Solana story. They all came together and that gave us maximum conviction."
    },
    {
        "speaker": "B",
        "text": "That's right. And yeah, that was a big trade at the time when we put it on. And again, the market cap has since doubled since we talked about, originally spoke about the banana zone. And so I think, we think that this brings the entire space above 10 trillion. The cycle and the everything code, just to kind of wrap things up is why you see charts like this. They don't need to play out perfectly. But prior cycles are repeats of current cycles just because of this debt maturity schedule and the rolling of the debt refi cycle. And so, I mean, I think we could hit 20,000 on ethereum this cycle and into the peak in 2025. Lets see. Right."
    },
    {
        "speaker": "A",
        "text": "But what I also forecast, so much as its possible just based on repeats. Now, it may be different. Doesn't mean that we're not saying Raoul and Julian Banner headline think eth goes to 20,000, we're saying, listen, just understand how this could play out here."
    },
    {
        "speaker": "B",
        "text": "Yeah, and I think that's an important point because I think most people are still scarred from the previous cycle. I mean, there's different probabilities of how this cycle plays out and we'll figure it out by the time we get default. It could be a blow off top cycle where things go a lot further than people expect. Dont forget, this is the first time weve ever had institutional buying. And theres also the probability that this could become a truncated cycle like we had the last cycle, although retire a slightly lower probability to that. But nevertheless, this is a chart I wanted to show you. And then the last two charts on ETh. And then Im wrapping up. I think I said that five times now already, is that these five wave down cycles that we've seen, and I show it to you here on Eth, just because I'm following up with the chart that I showed you previously. They're visible everywhere in crypto. So you get a huge pump higher, a sell off, a wave two higher, a wave three lower, a wave five. Wait, sorry. Wave four higher, and then a final dump lower into full, let's say capitulation. And then prices move higher again. And I see these time and time again. In fact, you can see it here over a different time horizon. And so I think that in our view, this was the pause, the correction that we've seen, the 20% drawdown in bitcoin, more for all coins. This was the pause that refreshes. The economy is still on track. Next up is rate cuts. The global rate cutting cycle is already happening, which is Raoul is going to show you now. And so this leads to an environment where we feel bullish out into mid 2025. So now Im going to pass it back over to Raoul for the last section of this epic macro presentation, the supermassive black hole. Over to you, mate."
    },
    {
        "speaker": "A",
        "text": "Ok, Im going to bring it all home now. Youve heard me talk about the supermassive black hole, the crypto black hole. You've seen everything that we do to reach the conclusions that we do. And now I'm going to come to the conclusion. The conclusion is straightforward. We're dealing with the technology adoption. It's the fastest pace of adoption of any technology that's investable. AI is not investable right now, and it's been growing at twice the speed of the Internet. If we assume that it grows at the speed of the Internet, which, which would be probably a false assumption, it should grow faster. For the rest of this year or so, we get to the end of 25 with 1.1 billion active wallets. Active wallets are not actual users because people have multiple wallets, much like people have multiple IP addresses, which is what this is showing, too. We're comparing it to IP addresses. So we get to 1 billion wallets. That's a huge number. And that drives the adoption of the space. Based on Metcalfe's law and the valuation, then if we extrapolate out into the future, I keep saying this space is going, this is the biggest macro opportunity we have ever been given. It's been the best macro performing asset of all time. It's the best risk adjusted reward of any asset in all history. It's an alien asset class. And that trend of $2.5 trillion today to ten to 15 trillion this cycle to 100 trillion by about 2030. 2032 is driven by this adoption curve. That's when you get to 4 billion active wallets by the end of 2030. That's a mega trend. That's all you need to know. Two and a half trillion, ten to 15 trillion, 100 trillion, you're trying to capture that. You're trying not to fuck this up because this is the gift you've all been given, and everybody can put 10% of their wages in, or whatever it may be, because it's a democratized, fractionalized asset thats globally homogenous. Everybody in the world invests in the same product. Bitcoin is the same in Nigeria as it is in Brazil, as it is in the Cayman Islands. That is the gift to humanity. We get to invest in the infrastructure layer, the network layer of this incredible new technology. And on top theyll build the applications layer, which would be the new Googles and Facebooks of this web three world. Thats whats driving this trend. The debasement of currency, plus the ridiculous adoption of this technology which is only growing. You hear every institution now saying, well, we want to build real world assets on bitcoin rails. The exchanges are going to build on it, the corporations are going to build on it. Were already seeing so many people building on top of these rails because its just a better system. Then weve got digital id layer, weve got the stablecoins layer, weve got so many things being built thats going to keep driving. Logarithmic chart which gets us to at the end of this cycle, we dont know. But bitcoin, according to our work, could get to 400,000, could even go higher than that. Sure it could be truncated too, but it doesnt matter because the trend goes longer and your game is to stay in the trend. Even if you take some lifestyle chips off, lets say at the end of this year, just so you take economic pressure off yourself, it allows you to continue to participate in this trend because if you don't, you try and get cute and try and time it, you'll fuck this thing up. My job here is trying to unfuck your future so you can understand where I get these little mimetics from, how to unfuck your future. You're being debased upon. Here is your answer. Don't fuck this up is don't miss out on this trend. The crypto supermassive black hole. As I'm about to explain to you means that really theres only one asset that matters, and then well come on to the final one, which is the banana zone that you all love. So again, we go back to the total liquidity chart. This is how you are being fucked. This is what you need to unfuck yourself from. Is the debasement of currency cryptos giving you that. Its also that tech adoption and its your root out at expand. We built out this table that I put on Twitter. I put it on every month. But look, it's a noisy table. But what it's showing, if you go to the bottom of this, the light blues are the each year from 2011, crypto is the best performing asset three years out of four. In the fourth year, it's the worst. So macro winter, it's a terrible asset. Well, terrible asset. The lows always higher than the previous lows. It's in a secular trend. You dont even need to worry about it if you just own it. You just own it. But the other years, it outperforms everything else, bar none. But then when you put that together, even with the numerous 85% pullbacks, bitcoins done 20 million% returns. ETH, which started later in 2016, less than 324,000% returns. And Solana has done 8300% returns since 2021. When you look at the annualized performance bitcoins, 139% a year, ETH 146 Solana 203. Then we go down to the next best performing asset, technology. This is the Nasdaq, not the exponential age basket that we built in pro, macro, GMI and the exponentialist different variations of it. This is just the Nasdaq. It's done 17% returns. So the Nasdaq has managed to outperform the fed balance sheet, the global liquidity plus inflation, by a few percent, actually by 5% a year. Thats okay. Nothing else. No other asset has outperformed the debasement of currency plus inflation. Not one. The S and P roughly keeps you flat. Everything else, your future self is poorer from owning it. This is profound in your understanding of asset allocation. Once you realize this, you realize youre wasting your time trading other stuff you really are, because you are not going to compound the returns that you need for your future vision of yourself to be wealthier. So lets take Nasdaq, which is the best performing equity market in the world, bar none, over the last decade, and we look at it versus bitcoin, it's down 99.92%. Get your fucking heads around that. That's the difference between the next best asset beyond Nasdaq, it's alien. This is the biggest macro trend of all time. And its so powerful that anytime you take money out of crypto and put it into anything else, youre going to lose money. So therefore the only thing you can take crypto money out of is lifestyle. Because lifestyle is priceless. Everything else is priced on a relative basis and what you find is everything goes down. Its why a lot of people in crypto hold out to buy property until they're ready to, because property gets cheaper if you're denominating currency is bitcoin or another crypto. The supermassive black hole means that this beautiful technical chart of global liquidity means we're about to start the next leg of liquidity, which we talked about before. The next leg of liquidity is the driver that will continue the next leg of this market. The central banks are showing that liquidity is coming because then cutting rates says hey, were ready for liquidity to come. Remember the reverse happens in crypto winter and macro winter. They start hiking rates and they start withdrawing liquidity. Here theyre increasing liquidity and cutting rates because they want stimulus. That is your friend, your biggest friend. When those factors come together, technological adoption, people investing in the space, liquidity starts flowing, you get the banana zone. And the banana zone is just all of these factors coming together for macro summer and macro winter. That's what lies ahead as far as we can see. So hopefully I've shown you over this two and a half hours the sheer amount of work that we do in this space, and it's here to share it with you. It's kind of like open source. Here you go guys. If you go to realvision.com comma, you can download this entire presentation so you can follow along and you can figure some of this stuff out yourself if you want us to figure it out for you. There's the macro investing tool for those who just want the business cycle elements. If you want the deep dive, it's obviously global macro investor. But that's for hedge funds, crypto, hedge funds, family offices, asset managers. If you want a lighter version, a cheaper version, but that really gives you some depth, then that's the real vision pro macro service. If you want to know about the technology side and technology investing, that's the exponentialist or all of these together. What we've got here again is how to unfuck your future, why you don't want to fuck this up. The supermassive black hole and the banana zone, things you hear from me, they sound like memes. But they're not. They're based on thousands of charts and thousands of hours of research. I really hope this helps you understand it. Again, on real vision, on realvision.com comma, I will create some AI notes to summarize this. So you've got simple summary. You can create your own notes on the platform. You'll have the doc as well. So you've got everything, everything that you need to make sense of everything. And hopefully that's what we've done today. Again, the other point being is the macro investing tool will be part of real vision. Plus, this is an announcement. I don't know if it'd be fully announced by this time. Those of you who are subscribers in its own right worry we'll look after you, but we think it's too important not to share. All we're trying to do between Twitter this on YouTube, all of the different products is to give you everything that you need, including the asset management firm, to make sure that you all participate in the greatest opportunity of all time. Anyway, thank you so much for your time. I know your time is precious. I hope that we've delivered something precious for you and we will see you next time. If you like this, please subscribe to the YouTube channel. If you're watching this on YouTube, please like please comment. We put a huge amount of effort in this for you and if you can just do that for us, it helps us a great deal. Anyway, see you next time. Take care."
    },
    {
        "speaker": "B",
        "text": "We hope you enjoyed this episode. At Real Vision, we arm you with the expert knowledge, time efficient tools and a powerful network to help you succeed on your financial journey. Get a taste of financial freedom with our free offer@realvision.com. free."
    }
]