[
    {
        "speaker": "A",
        "text": "Hi. On the fifth and 6 June 2024, I'll be speaking at the largest AI event in Asia, Super AI in Singapore. At the iconic Marina Bay Sands, alongside brilliant minds like Edward Snowden, Benedict Devon and Balaji Srinivasan. I'll be on a stage exploring the extraordinary potential of AI and the profound change it represents, not just for financial markets, but also for the world as as we know it. With over 5000 attendees and over 150 side events, Singapore will become a vibrant hub for a full week from the third and 9 June. Visit superai.com to register and join me with 20% off tickets using the code realVision. Use the link in the description and I'll see you there. It's gonna be incredible. Join me, Raoul Pell, as I go on a journey of discovery through the macro, crypto and exponential age landscapes in the journeyman. I talk to the smartest people in the world so we can all become smarter together."
    },
    {
        "speaker": "B",
        "text": "Research how the pros do it. That's our special series this week, and we couldn't have bigger pros than Raoul Pao and Andreas Steno Larson. Thank God it's Friday, right, guys?"
    },
    {
        "speaker": "C",
        "text": "Indeed."
    },
    {
        "speaker": "D",
        "text": "It's been a week already, although Andreas has had more of a week than we have."
    },
    {
        "speaker": "B",
        "text": "Absolutely. Congratulations on your second little one. Andreas. Are you getting any sleep?"
    },
    {
        "speaker": "C",
        "text": "Not really. So bear with me if I say something stupid today."
    },
    {
        "speaker": "B",
        "text": "We'll give you a break just this once. This has been a really fascinating and fun week. This is actually all birthed out of the real vision marketplace. And this was this idea that really came from you, Raoul, about connecting people to all the other research out there. Most people don't do as much research as Andreas or you do, Raoul, but we wanted to get people the best deals possible. We didn't know how this would go, and the response has been overwhelming. People get better deals than what's available on the market through realvision.com marketplace. And there we've got the macro investing tool. And the response to that with you and Julian Battell has been incredible. We've got a special offer right now, folks want to go and check that out. And if you'll see the comments later in the show, we'll look at some of the comments beneath today's video with the macro investing tool. Just really incredible content. People can't praise Julian and you enough, Raoul."
    },
    {
        "speaker": "D",
        "text": "Yeah, I mean, it's great. I mean, what we're trying to do with this marketplace is like, it's really difficult for people to find research. So how do you find Andreas? Well, you see him on real vision, but then you can't connect to his research. Then you need to find his website or you find him on Twitter. It's actually a really difficult process for anybody who's an independent research provider or somebody who wants research, the right research for them. And the idea with this marketplace is to put it in one place, make it really easy for people to find the research that they want. They see the real vision favorites. So they see Andreas on real vision. They think he's a smart guy. I'd love to get more research from him. And you find it easily. It's just, I don't know why nobody's done this before, but it just makes total sense."
    },
    {
        "speaker": "B",
        "text": "Yeah. People watch dino signals on real vision. If they want more, they're not forced into anything. They don't have to bundle anything. They have complete control of the package, and then they get steno research and response. They're also really strong. The words that come across most often, Andreas, are sharp and honest. They love the mix of geopolitics that you do in your research that's available for a significant discount right now. Almost a $100 discount. Uh, actually, more than a $100 discount in the marketplace. So if folks want to check that out, they'll get a taste of it today. And this week, we've done research how family offices approach it, how traders like Tony Greer, Jared Dillion approach it, uh, yesterday with David Matt in a real incredible look at just how. How he uses his frameworks, uh, for technology and all the futurism he has. So I just want to take a step back and really look at how you got to become a researcher, because that's not really how either of you started. So, Andreas, give us a little background. What took you to that point? Decide, you know, what, this is what I have to do to. To move forward."
    },
    {
        "speaker": "C",
        "text": "So I guess my first experience in finance, um, dates all the way back to just after the Lehman brothers crash in 0809. And I entered the trading floor in the northern European Bank, Nordea with basically zero experience. And I went through both trading roles, sales roles, and I quickly found out that the research produced within these large investment banks had quite a significant bias towards selling products of that same investment bank. And when I ended up leading the research team at Nordea, I slowly but surely, over time, found out that I lacked the independence needed to say exactly what I felt about markets at every single time. And it annoyed me, first of all. But it also annoyed me that the most visible research houses out there had such significant biases in their research processes. And I think it's just tremendous to see how real vision has transformed into the platform for independent research providers. To a large extent. I really love that and I think it's of great value to investors out there."
    },
    {
        "speaker": "B",
        "text": "Yeah. And I think that is why we hear that word honest with you. People feel like there's no b's when they're looking at you. Andreas and Raoul back us and lots of folks know about the big trajectory you've had. So when did you actually make that shift to the research being such a significant part of what you do?"
    },
    {
        "speaker": "D",
        "text": "I think I had a skill which was communication, distilling down complex things. And I learned the habit. Back in the old days, Bloomberg messages would give you one page and so you get to distill everything down to one page. I had this incredible Bloomberg list as a salesman at Goldmandouse and before Goldman and out west where it became famous. You get on Rel's Bloomberg messages and everybody, the great, the good of the industry would read my stuff from Stan Druckenmiller to Paul Tudor Jones. So I realized that then we created an in house chat called Equity Euro Chat, that Lex Van Damme, who, you know, Samuel, had built this thing out and I used to write on it and it became an in house chat channel before that really materialized anywhere. This is like AOL days. Then I went to the hedge fund and somebody told me the best way as a salesperson to learn to become a portfolio manager is to write your ideas down and then hold yourself accountable. So I started doing that and then I started writing down my ideas down. I went on a business trip to China when everybody was really broccoli bullish about China. And I wrote a piece called there's something wrong in paradise. On the plane home, I didn't sleep because I was so disturbed by what I saw of empty buildings in China. That went viral. And that gave me the idea that, hey, you know what? I could opt out of this miserable industry and go and live in Spain and start writing independent research. Now, investment bank research, as Andrea said at the time, was either overly dense, it didnt speak how we spoke. It spoke in this kind of weird corporate speak. And the best analysts were the people. Barton Biggs was good at it. There was a few people that spoke normally, but that was rare. It was just horrible. Research wasn't engaging. And I was a hedge fund guy, so I knew how everybody spoke and so I wanted to write for them. Short sentences, lots of graphs, make it easy, simplify complex things down. And so that was the journey that I went on. And that research started with just hedge funds reading it, and then it suddenly went to the bank prop trading desks. Then it went to family offices and asset managers, and now high net worth. As more and more people have realized the value of independent research and how it can help them manage their own portfolios. And the idea is not to copy what we do. Yeah, I've got an amazing track record, probably the best recorded track record of anybody in the entire research industry over the last 20 years. But its not about copying my trades, its about seeing how I think or how Andreas thinks. Thats what youre really paying for is how to learn to think yourself and put these things together. Ive got many subscribers of mine at Global Macro Investor that have said, I really dont agree with 70% of what you write. I said, but youve been 18 years paying for my research. Theyre like, because you always make me think, that's really interesting."
    },
    {
        "speaker": "B",
        "text": "It's interesting because we were talking about actually plays to something that Peter Bokvar was talking about with Maggie during this series this week was, you really can't emulate anybody. That will only take you so far. You have to find your own voice. And certainly I don't think anybody's ever accused you of having a corporate tone in anything you do or how far from it, and pretty irreverent. So it's funny that that thread keeps on coming up in what's core to doing research. The other thing here is really the foundation has to be these frameworks. So, Andreas, walk us through your kind of core frameworks that you use as you put together your research each week."
    },
    {
        "speaker": "C",
        "text": "Well, first of all, I agree with Raoul on the state of investment bank research. I still think it's an issue for investment banks that they write research in a very corporate tone. They probably have to. I left Nordea bank because I wrote in a non corporate tone. I think that's the short story of that, the short version of that story. But my philosophy is pretty simple. If I cannot show it in a chart, then it's not true. I simply need to be able to visualize all my ideas. And when I look at my framework today compared to three, four years ago, it's incredible how much it's been moving in the direction of automated ideas via loads and loads and loads of data processes. What we do now is that we track as many time series as we can in real time via Python setup. So the whole idea is that we want to be able to pinpoint strange moves in markets when they happen, as they happen, because that allows you to be agile and faster than the crowd. And furthermore, when you look at enough data, you also end up finding anomalies from time to time, and those anomalies are typically tradable. And what do I mean by anomalies? Well, if, let's say energy stocks move three standard deviations on a day, but you don't see a three standard deviation move in the underlying commodities such as net, gas and oil. Maybe something is worthwhile looking at. And therefore, I've built a framework based on a tremendous amount of data telling me when to look at something. So when you see stuff moving fast, without necessarily anyone having an explanation of why, I think it's very relevant to look at that asset. And therefore, every morning, my first thing every single morning at the office is to look through this dashboard of signals that we have and look at stuff that's moving. Because when we look at macro trades, you typically want to shoot at something that's moving instead of shooting at something that's not moving."
    },
    {
        "speaker": "D",
        "text": "Hey everyone, we're going to take a."
    },
    {
        "speaker": "A",
        "text": "Quick pause and hear a word from our partners."
    },
    {
        "speaker": "D",
        "text": "We'll be right back."
    },
    {
        "speaker": "E",
        "text": "Join over 5000 attendees for the largest AI event in Asia at Super AI Singapore, June 5 and 6th, 2024. Raoul Powell, Benedict Evans, Balaji Srinivasan, Edward Snowden and over 150 others will join the industry's most influential to explore and unveil the next wave of transformative AI technologies. Singapore will become a vibrant AI hub for a week from June 3 through June 9, with over 150 side events that will make for unparalleled networking opportunities. Visit www.realvision.com superai for 20% off tickets with the code real vision or click below. This episode is brought to you by Shopify. Forget the frustration of picking commerce platforms when you switch your business to Shopify, the global commerce platform that supercharges your selling wherever you sell. With Shopify, you'll harness the same intuitive features, trusted apps and powerful analytics used by the world's leading brands. Sign up today for your dollar one per month trial period@shopify.com. tech all lowercase. That's shopify.com tech."
    },
    {
        "speaker": "B",
        "text": "Yeah, your show on real vision Steno signals is a lot like your research. It's just one big chart, one after another. Any producer who produces your show here just knows you're going to walk up with a huge amount of charts, and that's what people are looking for, going through them one by one and route your frameworks."
    },
    {
        "speaker": "D",
        "text": "Yeah, mine has evolved over time, when I started, when I was in the hedge fund at GLG, I had really developed business cycle frameworks similar to Andreas uses. And it was very early in, there was very few people doing that. ISI were doing it, a couple of people, Morgan Stanley, that was about it. And yeah, there was a few people doing that. I started with a chart and usually a price chart. And what the hell does this mean? And I would look at the different time horizons. When I started, I was much shorter term time horizon. I was probably three months to six months, and those were the trade horizons. But over time, I started using the business cycle and realizing, okay, the business cycle actually gives you some sort of 18 month, two year time horizon, or recessions were like six months or a year. And so I started working within the business cycle time horizon. But over time, I realized that that was just part of the picture. And the secular trends were another huge part. So I started putting all of these together to see how they will interact. Price charts, secular trends, and cyclical trends. And then with bringing particularly Julian Bittle on board, much like Andreas, we really created a process around that. And that's what people are seeing with the macro allocation tool, the mitz, that there is basically a process driven structure of people to understand asset allocation. So we use that. That's part of GMI. What people see in the exponentialist is another part of what we do in GMI, which is technology is a mega trend. And so how do we do that? That's another component part. What people see of me, of crypto is another one of these secular trends. And people see that both in pro macro, but also elsewhere where I write about these things. These are the secular trends. And then I apply a business cycle framework with Julian on top of this to give us an understanding of where we are, where we're going, then we're looking at a lot of forward looking stuff. I operate in a time horizon most people don't operate in, even though the basis is the business cycle. I'm actually trying to get larger, outsized returns out of not being in the same time horizon. That is what I proved over time from GMI. That was the hunch when I started. GMI is that time horizon is actually the biggest alpha, the way to outperform. And if you change the time horizon, so youre not competing with the market over data points, but youre looking for longer term trends, particularly with secular backdrops, that makes a huge difference. And thats really that whole process of iteration, of learning that has driven the returns from GMI just realizing that I have a particular edge."
    },
    {
        "speaker": "B",
        "text": "And just to underscore if folks haven't used the macro investing tool yet, it tells you where we are in the business cycle. There's actually a great course that you get along with it, really a master course from Julian and input from you, Raoul and Andreas as well. Then it takes you through these charts where we are in the business cycle, spring, winter, etcetera, and then asset allocation."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "D",
        "text": "So it tells you when it makes it easy because its a complicated world. Andreas and I have spent thousands or tens of thousands of hours looking at the business cycle and how it relates to assets. For most normal people, its not so intuitive. They dont have time, theyre doing other things. This is our main job, so we can do it. So when you bring it down to a model output, it helps. Now, models arent perfect. I think you need the nuance of human interpretation on top. But the model just helps you understand what regime are you in and what are the assets that are likely to do well and likely to do badly. If I can put probability in your favor, you're going to do a much better investing job and your decision making will be more confident. The macro investing tool is making you more confident in the probabilities that you are going to be right. Then the next layer is, whether it's Andreas research or what I do, real vision, pro macro or even global macro investor, is to then build around that world. Because now you're getting my or Andreas interpretation of this and where the better opportunities lie. And what's not working? What's not working, why?"
    },
    {
        "speaker": "B",
        "text": "A huge aspect that we've seen throughout this week with everybody diving into their research and their approaches has been sourcing. Twitter lists have come up very often, which I'm sure will make you very happy, Raoul, because nobody talks about Twitter lists more than you. But for you, Andreas, I'm wondering who are your sources? What are the unusual ones? That's where it's actually most interesting. David Matten yesterday talking about the semiconductor blogs and Twitter accounts that he follows to help understand what's happening next in AI. What are some of your more unusual ones? Andreas?"
    },
    {
        "speaker": "C",
        "text": "So over the past six months we've developed quite a few nowcasting tools and I think there very helpful in understanding trends in both inflation, liquidity and underlying overall activity in the economy. And from my experience at investment banks, again, it's not often that you see nowcasting tools being developed within these banks. They lack the creativity to look at various time series that can actually now cast activity and inflation, for example. So what we've done is that we've, first of all, sourced price data from online retailers across Europe, across the US, and various other geographies to look at prices more or less in real time. I know that trufflation has done something similar for the US and it's very, very helpful in terms of grasping peaks and troughs in price developments ahead of the crowd, because its very typical, if youre a portfolio manager at an asset management company to look at the monthly inflation print and say, hey, thats the most timely stuff I can get. But its not, you can get trends on prices more or less in real time now. So thats been extremely helpful for me to source price activity or price developments directly from online retailers, for example. Then I look at the electricity consumption as an example of a daily gauge of growth. If you look at electricity consumption, power is the source of everything. So the ultimate sourcing comes from the power companies actually. And right now we're seeing quite a substantial spike in the electricity consumption in Germany. I think the main story out there right now is that Germany is stuck in the abyss. But if you watch the daily electricity consumption, something is actually happening beneath the surface. I'm not able to pinpoint exactly which company using the extra electricity, but something is happening. And I guess right now the market is stuck in a narrative that nothing is happening in Germany. But I can almost guarantee you that something is actually happening. So sourcing for me is basically a question of getting directly to the actual source of prices and of activity. And power companies, they provide decent information on the actual activity. And online retailers, they provide decent information on actual price developments."
    },
    {
        "speaker": "B",
        "text": "When you say steno signals in your show, you literally mean the signals that youre getting from the power company. Its always great when you have something that breaks the conventional wisdom. Raoul, its quite interesting because ive heard you talk on podcasts about all the sourcing that hasn't worked, how you perfected this. I mean, even paying, I think, a member of a former mid, former Middle Eastern military to try and give you something. And that, that didn't work. It didn't help you understand where, which way a war was heading. So what's not worked along those lines and what is working for your sourcing over the years?"
    },
    {
        "speaker": "D",
        "text": "I'm, as you probably imagine, a bit weird when it comes to this stuff. I don't read anybody's research. I literally won't read a single piece of research from anybody."
    },
    {
        "speaker": "B",
        "text": "Really?"
    },
    {
        "speaker": "D",
        "text": "No, don't read anything. So what I try and do is approach the world with a question of why. Why is this? Where are people thinking about this, but might be thinking wrongly? So, yes, I see Twitter and I see all of the sentiment, but I step back from all of that and try and see a larger signal, which is why is everybody thinking this way? And is that correct? And many times it seems reasonable, and other times it doesnt. But really, I spend most of my time because Julian does all of that business cycle stuff for me, what I spend most of my time is in much bigger concepts of how does this fit all together? What does this all mean in a much larger macro context? And therefore, once you put together this 3d jigsaw puzzle, you find these bigger signals within it. And some of those tend to get ignited by conversations I have with people on real vision, to be honest, or weird observations in my life. Like I went to a friend's house, one of my closest friends houses, on a Saturday in London, outside London, and his son was playing computer game, but he had headphones on, massive screen in a gaming chair on a Saturday lunchtime. I'm like, Darryl, what the fuck is Harry doing playing games? He said, oh, he played football this morning, but he's hanging out with his friends. I'm like, what do you mean? So he goes, shows me what Minecraft is like and how the kids are all hanging together and they're in different continents, let alone countries, let alone towns, and theyre all hanging out together. And it was like that moment was like, oh my God, okay, now I understand the future of the metaverse, online communities, how young people are going to change the structure of society. So its stuff like that. I had a conversation with Jordy Visser where he dropped a comment that sent me down a multi month rabbit hole, which is, I dont think we can have recessions again. And I'm like, that is a ridiculous statement, but I think you might be right. And so it's these. So I spend my time thinking of the really big ideas, how does it all fit together? That's what crypto, to me, I figured out before anybody else that how it's all macro, how it all fits with the work, how even things like alt season works, how NFts work. But what does it mean in the larger contextualization of seeing Harry on the computer game trading skins? I'm like, oh, I see it all now. So I spend my time doing that. And that's really what people pay for me at GMI to do, is these massive conceptual frameworks and then bring them down to an actionable element. Of business cycle, plus technical analysis, plus catalysts. Hey, everyone, we're going to take another quick break and hear a word from our partners, and then we'll be right back. Whoa."
    },
    {
        "speaker": "A",
        "text": "Landing an account this big will totally change my landscaping business. It's going to mean hiring more guys and more equipment and new trucks for the new guys to drive the new equipment in. I don't know if I'm ready."
    },
    {
        "speaker": "E",
        "text": "You can do this. And Ford Pro finsimple can help. Our experts are ready to make growing pains less painful for your business with flexible financing solutions that meet the needs of your business today when you need them. Get started@fordpro.com. financing."
    },
    {
        "speaker": "B",
        "text": "So here's an interesting question that's just coming in from Jason Kubka. Pardon me. And if you have any questions, feel free to put them right on the real vision platform. We're making this free this week on YouTube as well because research is so core to that journey of understanding finance. So really remaining committed to our commitment to democratize finance. So if you're on YouTube, just come over to realvision.com. you can sign up for free and ask Rao or Andreas a question like this one from Jason. Both Raoul and Andrea seem to have similar methods, but Andrea says that inflation is coming back and Raoul says it's going to zero or beyond. Why the divergence timeframe? Andreas, you want to pick that one up to start? Raoul?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I probably agree with Raoul. On the inflation trajectory, say, over the next decade. I think we share the long term vision on inflation. Im a bit scared right now that the lack of labor in the US economy, which is still a thing, even though the labor market is coming into better balance, will be challenged quite severely by the border issue. Lets assume that either Biden or ultimately Trump decides to close the border fully. Then we have an issue of labor scarcity in the us economy again. And were starting to see signs of companies basically hinting that they plan on hiking wages over the next three to six months to an extent that we havent seen since basically the peak of the pandemic. So to me, that's a short term sign that we get a second wave of wage inflation at the worst possible timing for the Federal Reserve. Ultimately, if they decide to hike interest rates into that, we'll get to zero probably very soon on inflation. But the next very sort of the wave just in front of us is probably driven by wages again, I think."
    },
    {
        "speaker": "B",
        "text": "And Raoul, you want to pick up there?"
    },
    {
        "speaker": "D",
        "text": "Yeah. So were still looking at the component parts of the current inflation and how it deflates and the lagged effects. So my view is this year it keeps deflating. Now, if what Andreas is talking about is based on, okay, the outcome of the election, what happens? Thats something that happens the following year, thats 2025. And for it to actually be reasonable. Right. By 2025, well be in full economic recovery. In fact, well be growing a great clip. So then the wage inflation kicks in, and by 2026, the Fed are going to have to deal with it. So the cyclical elements of inflation I can see, but I dont think it happens this year. Could it happen at the tail end of this year? But its going to be early stage. Right? Because were still deflating again. Theres an element of time horizon. I do think that anybody whos producing that chart of the 1970s, inflation all over again is just talking nonsense. I just dont see that happening. Of course therell be a cyclical pickup. And at what level does the rebound because of the year on year or the multi year effects because of the lag data, plus anything to do with tight labeled markets, what could inflation go to this time around? 4%? Four and a half? Fine. Will the fed do something? Maybe. Maybe they do yield curve control because they realize that it's not that. So I'm not worried about that yet. I think that's the next cycles concern."
    },
    {
        "speaker": "B",
        "text": "Smart question from Jason. Just an adjacent point, let's say it was funny. Someone was talking about just Andreas concern about labor scarcity in the US, Ralph. And I was saying to somebody, it will be interesting to see how people adapt there because there's still so much that people haven't done with remote work and thinking of real vision. I mean, we've just hired somebody in Sydney and we've got people from Sydney, Australia, all the way to San Francisco. And it might be that people are going to have to lean back in to that pandemic style behavior, not in terms of lockdowns, but about getting your employees from all over, because I really feel that folks haven't tapped in maybe in the way that we have at real vision. Yeah."
    },
    {
        "speaker": "D",
        "text": "It's the service industry where that's harder to do. Right. And the service industry tends to be the immigrant workforce. So Andreas is dead right with that. But we are also hurtling headlong into technology, disrupting a lot of this stuff as well. So I think if there is an inflation cycle, well, there will be. It's a business cycle. It always comes. This may be the last one."
    },
    {
        "speaker": "B",
        "text": "Well, what a prediction. How do you differentiate yourself, Andreas? And I think it's implicit in a lot of what you're talking about, but are there things that you see in other people's research? And you think I want to be? Exactly. Not that. How do you set yourself apart consciously."
    },
    {
        "speaker": "C",
        "text": "So one thing I always try to remind myself of during the research process is to fully admit every time you're wrong. That happens quite often when you do macro research. I have to admit that, and I think it's important and it's a part of my strategy to always admit it, because ultimately you lose transparency if you don't admit when you're wrong. So this week I wrote a piece called hands down I was wrong related to the european inflation pressure through the weekend. Again, it's really one way of expressing my transparency towards my audience, because I don't see other analysts admitting their errors every single time they make them. And it's very important for me to do so because it's the only way that you can ensure that your audience is actually on par with you in terms of the transparency."
    },
    {
        "speaker": "B",
        "text": "And raoul setting yourself apart, you definitely do it in terms of tone, which we talked about earlier, other ways that you really try and avoid going with the crowd and the conventional wisdom."
    },
    {
        "speaker": "D",
        "text": "Ive had a model recommended portfolio with p and l since day one, since 2005. So ive had 19 years of track record. And that holds you accountable to the element that Andres was talking about. When youre wrong, its there in paper. When you have a terrible year, it is there on paper. When you have amazing years, it's there on paper. So that's one thing I do that almost nobody does, bizarrely. And the other thing is just how I approach the world. And my time horizon is so different. There are plenty of people who do big picture long term thinking, but they don't apply it to markets. Time horizons, business cycles, and then creating spin off tools, different parts of the research bucket, like exponential age. I know Andreas is doing this with his research service as well, taking bits out to hyperserve people. But the kind of breadth of GMI, I dont think anybody writes anything like that. The breadth and depth, I mean, its 130 pages once a month, written by me and Julian. And within it, its secular cycles, business cycles, technical analysis, observations, sentiments. Its a huge piece of work that follows a narrative arc thats existed over 19 years. When I started it, I started with a hypothesis that the biggest economic trend of our lifetimes would be debt deflation and demographics. And that nailed the last two decades. And now ive started developing more around the exponential age and what that means for economies. I spend a lot of time thinking what is the world going to look like after 2030? I dont think most people has a clue how complicated that is to answer what economies look like, what businesses look like, what financial markets look like, how do financial markets operate when theres an AGI? How did investing work? These things are why I spend my life. And then I work backwards into the actionability of now, of how do I make money out of the big structural shifts. I dont use geopolitics apart from a very basic level, India being strategic importance and the role of Saudi in the Middle east, stuff like that, the role of Israel. So I tend not to use geopolitics and I absolutely dont get involved with current narratives really."
    },
    {
        "speaker": "B",
        "text": "And then I'll take a page out of David Matten's book yesterday. He really shared some practical tips about how he does research, from notes, for example. So Andreas, any, any practical tips you have about organizing any types of tools that you use that really help you achieve what you have?"
    },
    {
        "speaker": "C",
        "text": "So let me add one thing in terms of how I try to sort of make a special case out of myself research wise. One thing ive noted, especially over the past decade, is how more and more research has turned extremely us centric. And I understand why because the tech wave is driven out of the US, the crypto wave is to a certain extent us centric, at least from a consumer perspective. And therefore I tend to write a lot about Europe, I tend to write a lot about China, I tend to write a lot about Japan. And I've caught a couple of really tradable trends outside of us shores early because it's lacking coverage. And that's one thing you'll get, if you follow me, you'll get the full picture across the globe and it won't be specifically us centric. Speaking of practical examples, as long as you don't have a setup built to track everything on earth, I think it's extremely important to try and obtain an edge within a certain topic instead of trying to trade everything out there. Typically when I try to trade stuff that I haven't looked at for long, I end up making so called tourist trades. I don't fully understand the risk picture. I don't fully understand the risk reward of entering. So instead of trying to trade all assets on earth, trade a few assets that you feel comfortable with and use your scarce resources on understanding the price action in a couple of assets. That's so much easier than trying to trade all assets on earth. At least you need a very, very sophisticated setup to be able to track everything."
    },
    {
        "speaker": "B",
        "text": "Raoul actually, this dovetails was something I was thinking about earlier, because you're saying you don't read other people's research. And I was just thinking about how many books that you read, how many podcasts you listen to. So Gary winter is asking both of you, do you both read books for research interest and for helping your, you frame thoughts and to gain new insights? If so, what is currently on your list? Raoul."
    },
    {
        "speaker": "D",
        "text": "Okay, that's another whole question. Let me give you the whole framework of what I do, of how, what my process is, and then we'll talk a bit about books. So on a real time basis, I have my watch lists open. So Im monitoring market price action. And really, Im not looking for trade ideas so much as is a hypothesis working. Its something happening on a basis that I dont understand. Secondly, Twitter, I spend all day there just observing stuff. What is sentiment? What are people talking about? Is there something Im missing? Is there something people are getting stressed over? Are people, whatever it may be. So I always have a whole set of charts that I run through. So Im just always looking at charts. So again, price action, economic action watch lists. So that keeps me in touch. And Im not looking for trades, Im looking for trends, things that are happening that could be interesting. I then take notes. So I just jot things down, dont take long form notes anymore because I managed to hold the whole thing in my head because im so used to doing it. My long form note is global macro, investor is pro macro, is MIT, stuff like that. But really its notes. So I always have notes where im jotting down. That was interesting. Have you thought about that? How does this connect with that connections? Im always trying to join dots. Then I bookmark a lot from Twitter of things that made me think or things that got a reaction out of me, good or bad. Then when I get it all together, I write. Writing is the best process ive ever had, but for thinking about ideas properly. So GMI really for me is my ability to sit over this weekend when I come to little cayman and put everything in my head down in a structured format to make sense of it. Often I dont even know what im going to say. It just comes out. Its automatic writing. Its a really weird process. So writing something down and then what ive become really good at, and its kind of goes with Andreas idea is I used to do a lot of these tourist trades, hey, thats breaking out. Theres something here. I dont know any of it anymore. In fact, I do very few trades. What I now do is I look for the single best expression of a big picture macro view that works, distill everything down to the idiot proof way of doing it, and do that. And that's really worked. In this world where so many things are correlated, it's very easy to want to do everything. And I just basically simplify simply down to what is the single most powerful."
    },
    {
        "speaker": "B",
        "text": "Expression of this thing and to Gary's book question."
    },
    {
        "speaker": "D",
        "text": "So I read a lot of books, and I usually use a lot of fiction now. Don't read any at all, really. It's growing knowledge in areas that I don't have, but I have an interest. So I've gone down the longevity route, I've gone down the AI robotics exponential technologies route. I've gone down the understanding the past, present and future of humanity. So that sociology meets technology, which would be stuff like sapiens or guns, germs and steel. I read a lot of those kind of books that kind of hurt your brain, but what they do is they create new connections in your brain with things you weren't thinking about. I'll then go back and read classics like, I'll read something like some of Soros books again. And really it's to again just remind me of his macro framework and how he thought, and also to understand periods of the past, because we always think everything is kind of unique, but it rhymes. But when you hear people's emotions from the past, you kind of can check in with yourself. So I do a lot of that, and I read about a lot of different leaders as well, because you get insights into how they see their mental model of the world."
    },
    {
        "speaker": "B",
        "text": "Andreas, on your reading list."
    },
    {
        "speaker": "C",
        "text": "So I promise to be honest, I have nothing on my reading list right now. What I do instead."
    },
    {
        "speaker": "B",
        "text": "You did just have a child, so we can forgive you for that one."
    },
    {
        "speaker": "C",
        "text": "Yeah, but I don't have anything very present on my reading list. I can share a practical tip on how I try to obtain new knowledge on a running basis. What I always do is that I set aside either two or three times lots in my calendar every single week to book either a lunch date or a coffee date with an expert that I don't know yet. And it could be an expert within AI, it could be an expert within robotics, it could be an expert within natural gas. But I make sure to do that every single week, because that's, for me, the best way to obtain new knowledge. I learn more when I interview someone, when I debate some of the present themes with experts instead of reading, because then I don't have the ability to ask questions along the way. So I think for me, it's a much more efficient way of obtaining new knowledge."
    },
    {
        "speaker": "D",
        "text": "Yeah, I do that. That's the joy of real vision for me. I get to just talk to amazing people. So in answer. I've just pulled up my Amazon account. In answer to directly answer the questions of the last 20 books that I've bought and read quite some I haven't read yet. Okay. The coming wave. The coming wave, which is. Mustafa Suleiman. Not yet read it. Somnist. I'm currently reading technoism, what killed capitalism? By Yanis Varoufakis. I read James Blunt's autobiography for fun, Gilgamesh in the 21st century, a personal quest to understand mortality, the cold start problem, how to start and locate network effects. The beginning of explanations that transform the world by David Deutsch. Really hard book to read, but interesting meditations. A new translation by Marcus Aurelius. The complete stratus. Being a primer on the theory of game strategy. The games of strategy. The rational optimist, how prosperity evolves. So, pretty broad. Morgan Hausel's book, the Anthology of Balaji. The Maniac. Brilliant book. Benjamin Labutat. Yeah, there we go."
    },
    {
        "speaker": "B",
        "text": "We'll have to have Paul on our social media team make a thread out of that one. Another question for you, Ral, just coming in from rich Dowdall. Raoul, beside your macro research, what indicators of ta do you use most and why?"
    },
    {
        "speaker": "D",
        "text": "I use chart patterns of which I am a huge fan of a. I just bucket everything as a wedge. A wedge. When price action stops, whether it does it as a flag or whether it wedges together, that pause, I find, is the highest probability of success for the breakout. Solana just did one. I put it on twitter. It was a perfect textbook. Head and shoulders, tops, those things. Head and shoulders, bottoms. And I use fanatically, Tom Demarc indicators. Theyve just been just game changing for where you are in a trend. So those are the things I use. A few trend lines here and there. I used to use a lot. I mean, ive been in technical analysis 30 odd years. I used to train people in technical analysis. But again, similar to everything else, ive distilled it down to a very few things that matter to me."
    },
    {
        "speaker": "B",
        "text": "Same question for you, Andreas. Any indicators in technical analysis?"
    },
    {
        "speaker": "C",
        "text": "We've actually decided to try and structure that technical analysis process via what we call window mirroring. What we look at when we see various technical patterns is that we use an algorithm to look at the five past instances where the price action actually mirrored what we've just seen, and then we replay the price action just after that point via this algorithm. And it's the same as doing technical analysis just in a very structured way. Started experiencing or sort of playing with this tool over the past couple of months and it's pretty damn good. So it's something that I'll certainly show to the audience of real vision very soon."
    },
    {
        "speaker": "B",
        "text": "Another question for you, Andreas, from Ralph Humphrey. Hey, Ralph, what news sources do you find to be particularly helpful in keeping fluent on impactful events?"
    },
    {
        "speaker": "C",
        "text": "So first of all, the Bloomberg terminal is obviously very good at that. But other than that, I try to structure my Twitter feed with news feeds from various relevant regions. First of all, of course, a Twitter feed related to Ukraine, Twitter feed related to China, which I think is very important, and then the Twitter feed related to the Middle east to try and stay on top of these trends. To me, it's very, very tricky to trade those headlines. I'm getting increasingly in Raoul's camp when it comes to trying to steer clear of trading events and headlines because it's typically just a gap and then the trend continues if there's something fundamental driving it. In a way, I'm actually trying to avoid too many headlines, to be honest. It's at least not part of my formal process. Every day."
    },
    {
        "speaker": "B",
        "text": "Raoul, for you, what type of news sourcing Raoul."
    },
    {
        "speaker": "D",
        "text": "So I do read the FT just every day. I'll check into the website just to see things that I haven't seen, because most of the news that I process is fast moving news, which is a Twitter feed, people's interpretation of stuff, plus what gets posted on Twitter. So the FT is like a cup of tea. It's like you can sit, read something interesting or just observe what the commentary is, things that you haven't seen, because it's not fast moving news necessarily."
    },
    {
        "speaker": "B",
        "text": "It might be the most british thing I've heard you say in the entire time I've known you. The FT is like a cup of tea."
    },
    {
        "speaker": "D",
        "text": "It is. It's like that."
    },
    {
        "speaker": "B",
        "text": "You're not the most british Brit, but there you were."
    },
    {
        "speaker": "D",
        "text": "Yeah, there it is. So I do do that. And so news is Twitter. Twitter's got, it's so good with news that I don't need to go anywhere to read a basic headlines. I don't even use news on Bloomberg. In fact, I don't read news of that sort. I will sit in my feed. Gone are the days where I think it matters."
    },
    {
        "speaker": "B",
        "text": "Last question, back to Jason asking a question again. What's the upper limit of items to be monitoring or having on your watch list."
    },
    {
        "speaker": "D",
        "text": "Raoul, how mine is structured. Next to me on the real vision platform, I've got it distilled down to about 20 things that matter. On my Bloomberg I have one whole slot which is global indices. Now really I could cut that down to five. Almost nothing matters following the CAC and the DAX and the Taiwan stock exchange. Just its irrelevant these days. Gone are the days where there was dispersion and changes. Ive got all bond yields. Again, most of thats waste of time. I have commodities. Yeah there is some differences there. So thats often interesting currencies and crypto. And then on a different dashboard I have just the equities that I care about. Some of them are a lot of the exponential age stocks. And then theres the old economy. Indebted names that I follow, like the car companies at and T General Electric to get that structural shift of the economy where one section is dying and one section is rebirthing. But really I don't need 90% of these markets I've got next to me. I really don't because I've now distilled it all down. I just don't need it. But I've got it. I mean, why do I have corn futures on my screen? I don't fucking know. But I've had them on there for 20 years. I've traded corn. In fact, I've run an agricultural hedge fund. But I'm not going to trade corn again because it's just not how it fits within what I do. Now. I'm looking at indonesian rates. Why do I care about indonesian rates? I'm never going to trade indonesian rates. 90% of people who read GMI won't. That's the old macro emerging market hedge fund that will. Will I trade the roop higher? Maybe, if I think currency is the big trade, but I don't think it's the big trade these days. So yeah, I could probably get rid of 90% of everything I look at."
    },
    {
        "speaker": "B",
        "text": "And Andreas, your upper limit of what you're monitoring?"
    },
    {
        "speaker": "C",
        "text": "Well, given my framework, I'm actually monitoring quite a few assets. But the point here is that you need a very, very structured setup to do so. Otherwise it doesn't make any sense. And I agree with Raoul, if you don't have any intention of trading it, why follow it? So I guess my final words, and I think they're very important, if you're sitting out there with a private book that you're trading, follow a few assets, grow comfortable with those assets, and those assets probably need to be within some of the very, very firm trends that we see right now. Don't do more than that, Stan."
    },
    {
        "speaker": "D",
        "text": "Yeah, that's what we did with the macro investing tool as well, Samuel. When we first developed it, it could take hundreds of assets, and we just honed it down to what really matters to people. What happens to the dollar, what happens to rates, what happens to the major markets, equity markets, what happens to the major commodity markets. Distill it down to what really matters. And it's a lot better."
    },
    {
        "speaker": "B",
        "text": "I just want to put up on the screen, let the product speak for itself. Julian just did a new presentation and look at the comments on here. Ralph, for your guys, MIT, the macro investing tool. Fabulous. Yeah, I second that. This is a great product. One of the most important things I look up, look at. Keep up the great work. You'll get you and Julian in the comment section right away. Just made my Friday. Thanks, Julian. Great work. Always, Julian. Reminding people to look at the PDF's. But I think it really just speaks for itself, the fact that we have so much praise from the community that they find this to be so."
    },
    {
        "speaker": "D",
        "text": "It's a huge unlock for people because it's just made macro investing simple. It's like, thank you. And that is our job. We really need to simplify everything for everybody because there's plenty of information in the world. Let's just distill it well, and if."
    },
    {
        "speaker": "B",
        "text": "You want that, you can go to realvision.com mit. It's usually $150. Right now it's available for $75, a big price cut there for three months. And similarly, Andreas, we know that people can't get enough of you on Steno signals, and so they love to get Steno research as well. One of our most sought after products through this partnership, normally $299. It's available for $179. You've got geopolitics in there, crypto, macro, of course, and that entire intersection. And I think just hearing your backstory, I think really speaks to why people appreciate your honesty. The fact that you've had to come to a world where you had the handcuffs on and you've been able to take them off. Realvision.com Steno s t e n o. Thanks, chaps. This has been a great way to finish up the week. And we'll see you in the RV marketplace and right here on the platform. And for anybody else, we're actually about to do a research session with Mitch Schneider and Holden Milstein. Really focused on crypto. So we'll pick up there shortly, have a great weekend, guys."
    },
    {
        "speaker": "D",
        "text": "Fantastic. Good to see you all. Take care out there."
    },
    {
        "speaker": "A",
        "text": "All of us together. A living through the death of an old world and the birth of a new one. This is a fourth turning. But this is not the fourth turning of demographics or politics. This is the birth of the new technological age. This new world has a world of 3d printed rockets, crypto payments in space, discussions on the rights for humanoid robots, machine intelligence that may outperform our own simulated world where autonomous AI agents write code for other autonomous AI agents. It's a world full of opportunity and full of difficulty, too. You see, we are living history, and it's happening much, much faster than any of us can comprehend. This is Reid's law, Metcalfe's law squared. Humanity has never gone through anything like this, but we have to comprehend and understand what is happening. It is into this world that the exponentialist is born. The exponentialist is a new service from me, Raoul Pal and David Matin, author of New World, same humans. It's an almanac of the fastest period of change ever witnessed in the human history. A period of excitement, exhilaration, difficulty and terror. And the exponentialist really is for humans first and investors second. Yes, the opportunities are enormous all round. To find out more and get our special launch pricing, go to realvision.com."
    },
    {
        "speaker": "D",
        "text": "The future."
    }
]