[
    {
        "speaker": "A",
        "text": "Hello, everyone, and welcome back to the real vision crypto daily briefing. Here's why you should tune in to today's show. Breaking news, Sam Bankman Freed, otherwise known as SBF, is charged. We'll look at what charges the former FTX CEO is facing after his arrest. Ram Alu Walia will join us live to discuss. I'm Nico Bruga. Ash Bennington is with me. How are you doing today, Ash?"
    },
    {
        "speaker": "B",
        "text": "Nico, it's a moment, a momentous day here. Obviously. We were talking about this, the arrest of Sandbankman freed last night in the Bahamas, congressional testimony up on the hill. We have DOJ on sealing the indictment. We have a CFTC complaint. We have an SEC complaint. This is just an enormous day. It's one of those moments where crypto just comes to the forefront, perhaps one of the biggest crypto news cycle days we've ever seen. This one is momentous. The whole world is watching."
    },
    {
        "speaker": "A",
        "text": "Niko, very well said and I can see it on my Twitter feed. All World cup news has been pushed aside to be covering this, so definitely one of those days and we're going to be covering it right now. But just a quick note, if you are watching us on the real Vision website, thank you. And if you haven't signed up there yet, check it out@realvision.com. crypto we have a ton of free crypto content there for you. And if you're watching on YouTube, please like and subscribe and hit that notification bell. Now let's jump right into the latest price action. Bitcoin has surged to nearly $18,000 before paring down. It's currently up around 4.5% on a 24 hours basis, and it shot up around the time the latest us inflation data was released. You can see it in the chart here. The consumer price index, otherwise known as CPI, came in at just 7.1% year over year in November. That's less than expected and the slowest pace of expansion since the end of 2021. Some investors are hoping this means the Fed might ease on the size and pace of its rate hikes. The expectation is we'll see a 50 basis point hike at the Fed meeting tomorrow. But don't get too excited about bitcoin, says Goldman Sachs. The us investment bank says gold will outperform bitcoin in the long run. Ash, how's it looking over with ethereum?"
    },
    {
        "speaker": "B",
        "text": "Well, a little stronger on the ether side. In terms of percentages, ETH has crossed the $1,300 trust threshold. ETH is up some 6% on a 24 hours trailing basis."
    },
    {
        "speaker": "A",
        "text": "Nico, thank you for that, Ash. One other token we're looking at is BNB, the native token of the crypto exchange. Binance is among the biggest losers today. Coindesk reports data from Nanshen showing that Binance saw more than eight. Sorry. Finance saw more than $900 million in net outflows over the last 24 hours. That's about nine times more than the second exchange on the list. It follows concerns about its so called proof of reserves, which we discussed on the show yesterday. So check it out if you haven't yet already. Now let's get into our top story. Founder and former CEO of FTX, Sam Bankman Fried, has been arrested and charged. Ash, many people were wondering when that might happen. And, well, finally, here we are. Can you give us an outline of the charges, please?"
    },
    {
        "speaker": "B",
        "text": "Yeah, absolutely, Nico. Obviously a very eventful 24 hours, to put it mildly. Let's go through them. As you said, Sam Bankman Fried was arrested in the Bahamas by local police on Monday evening. Here's a statement from the government of the Bahamas as reported by the New York Times. Quote, SBF's arrest followed receipt of formal notification from the United States that it has filed criminal charges against SBF and is on and is likely to request his extradition. In a separate statement, the bahamian attorney general said that the country is expecting to receive an extradition request. The attorney general says that because the Bahamas has a treaty with the US, the request will be processed promptly. Sound banking freed is facing civil and criminal charges right now here in the United States. Nico, first, let's look at the criminal charges. Federal prosecutors in the Southern District of New York just unsealed the indictment. SBF is facing eight charges right now, conspiracy to commit wire fraud and securities fraud, standalone charges of securities fraud and wires fraud, money laundering. He's also been charged with conspiracy to defraud the United States and campaign finance regulations. Separately, the United States securities and Exchange Commission has officially announced it filed securities fraud charges. The SEC accuses SBF of misleading big investors and customers. The SEC chairman, Gary Gensler, said in a statement, quote, we allege that Sam Bankman Fried built a house of cards on a foundation of deception while telling investors that it was one of the safest buildings in crypto. Close quote. The SEC's civil complaint alleges that Bankman Fried, quote, was orchestrating a massive years long fraud, diverting billions of dollars of the trading platform's customers funds for his own personal benefit and to help grow his crypto empire. Close quote. Additionally, Nico, and this is important the CFTC commodities Futures Trading Commission has also filed suit from the CFTC documents, quote, at bankman Frieds direction, FTX executives created features in the underlying code for FTX that allowed Alameda to make, and has maintained an essentially unlimited line of credit on FTX. This is obviously talking about computer code. FTX trading executives also created other exceptions to FTX's standard processes that allowed Alameda to have an unfair advantage when transacting on the platform, including quicker execution times and an exemption from the platform's distinctive auto liquidation risk management process. It then goes on to say that Alameda used FTX funds, including customer funds. Additionally, it goes on to say that FTX made, quote, poorly documented loans from Alameda that they used to purchase luxury real estate and property, make political donations, and for other unauthorized uses. Obviously, this whole panoply of wrongdoing that we see alleged here in the criminal complaint, in the civil complaints by CFTC and SEC, both are things that we've heard before. But here it is in black and white from federal prosecutors on the DOJ side, and also, obviously from CFTC and SEc on the civil side. This is it. This is all official. Now, one more thing that's noteworthy. In the New York Times reporting, it said the speed with which charges were brought against SBF, of course, indicates that prosecutors and regulators have cooperating witnesses. This is an important point. It has not yet been confirmed, but that's what the New York Times is reporting. The timing of the arrest is also notable. SBF had been scheduled to take part in congressional hearings on FTX today. This morning, he had told Maxine Waters, the chairwoman of the House Financial Services Committee, that he was willing to testify. The hearing went ahead. It's in fact going ahead right now without SBF's involvement. I don't know if you can see the reflection, but I've got it going on the left side of my screen here. Maybe I can sneak a look at some of the captions. Representative Waters said in a statement, quote, the american public deserves to hear directly from Mister Bankman fried about the actions that we've, that have harmed over 1 million people. The public has been waiting eagerly to get these answers under oath before Congress. And the timing of this arrest denies the public this opportunity. Close quote. Obviously, Nico, it's just a massive amount we've got going on this morning."
    },
    {
        "speaker": "A",
        "text": "Absolutely. And so much to unpack here. And before we get in, get our guest in to help us unpack this. Ash, I know I want to. And the audience wants to hear. What are your thoughts on all of this. I mean, obviously, it's just a ton going on."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, it's an extraordinary, extraordinary day, one that we'll look back on for decades. I think this is a red letter date in crypto history here on Tuesday, December 13, 2022. Obviously, many people, many people, as congresswoman waters points out, have been hurt by this. This is a moment where folks who have lost money, who have had funds frozen, who have not been able to access their own hard earned money that they thought that they were investing, that it now appears, appears essentially was no longer segregated from Sam Bankman Fried's own hedge fund, Alameda at FTX. Look, this is a day that is important because people are starting to get answers. Until now, we've just heard rumors. This is a moment where we're hearing actually from DOJ in the form of the unsealed indictments. It's a moment we're hearing from SEc. It's a moment we're hearing from CFTC. And extraordinary. That's just all happening on one morning, the arrest last night, the DOJ indictment being unsealed, CFTC and SEC complaints being released, and then, of course, congressional testimony. It's just, it's just a massive, massive day, sort of by, by any measure. I should also point out one other thing on an unrelated topic here, but obviously has an impact on price action. But on any other day, this would have been a massive story. CPI out today, consumer price index CPI moderating today, broadly pushing risk asset prices higher, of course, including crypto, as we covered earlier in the show on the price update. I'm just going to go and do this on the fly. I'm looking at a table here in front of me. So on a month over month basis, the actual CPI number came out at 0.1%. Month over month increase. The prior on this was 0.4, the consensus was 0.3, the consensus range was 0.2 to 0.5. So what we have here is a number that came out below consensus, below prior and below consensus range. Same thing when we look at the year over year figures, the actual on year over year CPI for November 2022, 7.1% prior 7.7, obviously below consensus 7.3, and once again below consensus range, which came in at 7.2 to 7.6. That would be the lead story on any other day. But today, obviously today, we have this whole world is watching moment. It's an extraordinary one. Nico. Hey, everyone. We're going to take a quick pause and hear a word from our partners. We'll be right back."
    },
    {
        "speaker": "A",
        "text": "Very well said, ash, and thank you for that. So let's bring in our guest now. Ram Alewalia is the CEO and co founder of Lumita Wealth Management. Welcome to real vision, Ram."
    },
    {
        "speaker": "C",
        "text": "Thank you for having me."
    },
    {
        "speaker": "A",
        "text": "Wonderful. Well, I'm going to pop over to the back, listen in on this fascinating conversation, and I'll be back with some key takeaways or some breaking news, if there is some. Otherwise, Ash, take it away."
    },
    {
        "speaker": "B",
        "text": "Thanks, Nico. Rahm, welcome to the show. Incredible to have you here with us. I've been following you on Twitter. You've had some really deep things to say about this space. Obviously, you're someone who has a very long background in capital markets. It's great to have you with us here today."
    },
    {
        "speaker": "C",
        "text": "Thank you for having me, Ash. Appreciate it."
    },
    {
        "speaker": "B",
        "text": "So I said earlier, this is a huge day. All of the reasons that we just mentioned, fast moving, lots of breaking news. I think there's an ambulance going by outside my apartment right now. I apologize for that. But listen, let me ask you this. What do you make of all this news flow? How do you contextualize it? How do you think about where we are right now? Rahm, big picture."
    },
    {
        "speaker": "C",
        "text": "So, first off, justice works. This is fast and swift, as has been reported. I think there are a lot of questions around whether the political contributions might have caused some kind of delay or suspension of justice. That's not the case here. The rule of law still works in the United States. The fact that Sam was domiciled in the Bahamas did not matter. So I think that's one takeaway. The second is that institutions are being tested. Exchanges are being tested, particularly those that are international, that are not subject to US law. And I think you're seeing testing of other institutions and other exchanges as well. But overall, I think it's a good day for crypto because you want to see rule of law, you do want to see justices carried out. You do want to see public confidence in exchanges."
    },
    {
        "speaker": "B",
        "text": "Yeah. Obviously, we should say innocent until proven guilty. Mister Bankman Freed has now been charged but not convicted of any crime, nor has he been convicted of any civil offenses. Obviously, this is something that we're going to be watching here very closely. But I want to highlight some of the key points here. Rahm, I'm just going to throw these out to you in no particular order. Things I was shouting down this morning, things I was thinking about, some of the allegations here against Mister Bankman freed that are in the indictment, some of which are in the civil complaints effectively, and some of which came out in the testimony, Mister Ray, John Ray, the new CEO of FTX, on the Hill this morning, as we said before the House Financial services committee, just some points that have been thrown out by the congresspersons and additionally in the complaints. So FTX had no independent board of directors. We had personal loans being given from the company to the executives of the company with very poor documentation. We had customer funds, allegedly. Again, these are all allegations, allegedly not being segregated from the funds of the trading entity, FTX, the hedge fund. No real governance in place. From what I understand, based on the testimony we heard today, for example, Mister Ray was saying that they were using quickbooks. Quickbooks. If you have a small business at home, if your kid is mowing lawns and you're trying to teach them about how to do accounting, you maybe start them out on Quickbooks. Look, this is pretty extraordinary that there were no corporate controls in place. They were using slack, apparently, to approve these very large transactions, real estate purchases, transfers of money, some other points, no real financial reporting in the terms that people are used to seeing from large financial institutions. And finally one additional point, the holding of so called Sam coins on the balance sheet as assets. What do you make of this just frankly stunning array of allegations? And they are just allegations at this point."
    },
    {
        "speaker": "C",
        "text": "I think it's a great summary, Ash. First off, it doesn't look like FTX had a real business. It does look like it was a fraud that started well before this year. It preceded Luna. It preceded three Harris Capital. It preceded the widening in discounts and the reason why that's remarkable. For those that saw the George Stephanopoulos interview with SBF, there's a moment where SBF draws a contrast between him and Bernie Madoff. And he says, well, look, we have a real business. Everything you just said and other claims in the complaint prove that that's not the case. FTX didn't have a business. Additionally, the SEC, in their complaint, leads with securities fraud. Against who? The VC investors. So my view and my tweet thread from a few weeks ago was claiming that this fraud preceded this year, which is a novel take. The SEC is saying it started day one. So the SEC is saying it started with defrauding their investors. And, Ash, I do want to add a few points to call it like indicia of fraud. And you identified several of them. Lack of controls. In addition, FTX had no CFO one. No VC led the last round as a party round. No VC led the terms of the round. They were relying on each other, it seems, for due diligence of course, they were based in the Bahamas, which meant that they were not subject to the segregation of duties, which is the law of the land in the US. We can get into that if you want, as well. There were also senior management exits. That's a red flag if you're an auditor. Again, recall that San Trabuco left Alameda over the summer, and Brett Harrison left."
    },
    {
        "speaker": "B",
        "text": "Yeah, Brett Harrison, of course, is the CEO of FTX Us, and Sam Trabuco was the co CEO, along with Caroline Ellison over at Alameda."
    },
    {
        "speaker": "C",
        "text": "That's correct. I think there are additional initial fraud, which you identified. If you kind of zoom out, obviously, hindsight's 2020, you can see that there was a deliberate, what appears to be a deliberate attempt to obfuscate controls and transparency. FTX seemingly had controls. They're seemingly abiding by us law. We'll learn more. It seems like FTX Japan was doing that as well. But in FTX International, VSEC complaint also describes how Alameda was a beneficiary of self dealing, meaning there's a non liquidation feature that baked into the code. That's inappropriate. There was also credit balances to Alameda that couldn't be margin called as well. They could tap customer funds. So it's the other thing that's telling."
    },
    {
        "speaker": "B",
        "text": "Before we move on to the next point, I want to unpack that for folks who may not have as much capital markets experience as you do, give us a sense of the significance, effectively, of what happens when you have an exchange with one sort of privileged counterparty, effectively a hedge fund associated with the same ownership that essentially has, it sounds, based on what I read there from CFTC and the points that you just made, an advantage in trading in terms of non liquidation, in terms of execution times, in terms of speed. I mean, that's a pretty serious allegation. Talk a little bit about what that means and why it's an advantage."
    },
    {
        "speaker": "C",
        "text": "It's a dramatic conflict of interest. And let me set up a contrast with the United States securities law framework. So you've got Robinhood, where you get $0 fee transactions. Robinhood is the app where you can buy and sell securities. They're your broker, and they execute trades at some exchange that's behind the scenes. And they also are able to cross order flow or meet the buying and selling demand of their customers by working with Citadel, who's a market maker. And of course, there's a payment for order flow. So Citadel will pay Robinhood some fees, and therefore Robinhood can offer $0 stock trades to run their business. The key idea here in the US is that there is a distinction between being a broker, which is where you go to buy and sell a stock, versus an exchange, which is the regulated venue where the buying and selling across brokers takes place, including HFT traders, where the exchanges are required to hold deposits, one for one, and be capitalized. And yet another distinction with the custodian example in the US would be State street, or Pershing, or Charles Schwab as a custodian assisting from Charles Schwab as a broker, which is a distinct legal entity in FTX. All of these were commingled. And the reason why it's an issue is because what FTX was doing was creating, really a gift for Alameda. What is that gift? It's access, privileged access to proprietary order flow to trade against the customers using that unique data. Now, I claim that they did not make money even on that business, perhaps initially, but they were subject to competition with new players entering the market. Number one. And number two, the perks, the derivative products that they offered on that platform, they were being front run by their own customers. So, metaphorically, think of FTX Global as the house in the casino. On average, they're going to make money. Combined with Alameda doing the market, making 51% of times off of hundreds of thousands transactions in a day, they should make money every day. But that house became a negative expected value proposition for the house, because they were handing away arbitrage opportunities. They're handing away economic value to their smarter, more nimbler customers. And that incompetence then led to fraud, crossing the line, tapping customer funds, and self dealing."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, so many great points you've just made there as we detail these allegations, which is what they are at this point now here in these indictments and complaints. But, look, I was struck by two things that you said, and they're thoughts that I've had that I've sort of worked through on my own on this, which is this idea of this compression into a single entity that we just don't see in what people in crypto call tradfi, what we would probably call capital markets. This idea, we call FTX an exchange. But if you think about all the businesses that it spend, it was an exchange or a de facto exchange. It was a hedge fund in the form of Alameda. It was a custody agent, as you said, that might state street or someone else might play that role on Wall street. Additionally, it was an investment bank, it was a brokered dealer, it was a quant shop. It was everything. And what we see here is just broadly the promise of this technology. And obviously, we're talking about a lot here of big picture issues. But the promise of this technology is about decentralization and transparency. And what we got here, frankly, was the worst of both worlds. Based on what we've read in terms of allegations, you have no centralized control, you have no regulatory oversight, and you have absolutely nothing in the way of decentralized trustlessness or transparency."
    },
    {
        "speaker": "C",
        "text": "Ash, you really nailed it. I would add to that they were also a swaps dealer and they were a non bank pretending to be a bank. I don't think we've ever seen a Frankenstein institution like this. And I think one of the lessons learned is that the us regulatory framework in broad brushstrokes works. Are there opportunities to refine securities laws and tailor them to crypto? Yes. But in broad brushstrokes, there's a reason why this fraud took place overseas."
    },
    {
        "speaker": "B",
        "text": "Hey, everyone, we're going to take another quick break and hear a word from our partners. We'll be right back to the real vision crypto daily briefing."
    },
    {
        "speaker": "D",
        "text": "This podcast is sponsored by Ramp. Are you the decision maker in your company? Consider this, for the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what. With each vendor, Ramp's software collects and verifies receipts instantly. To save your team valuable time, Ramp automates data entry and routine tasks with automated approvals, expense categorization, and bill payments. Time consuming tasks, which means youll stop wasteful spending and close your books in hours instead of days. Businesses that use Ramp add up to 5% to their bottom line the first year. If youre a decision maker, adding ramp could be one of the best decisions youve ever made. Get dollar 250 when you join ramp for free. Just go to ramp.com easy. Ramp.com easy ramp.com easy cards issued by Sutton bank and celtic bank members of DIC. Terms and conditions apply."
    },
    {
        "speaker": "B",
        "text": "Yeah, one other point, and this is just an observation. When I was watching Mister Ray testifying this morning, I was struck by what he described, and maybe this is my characterization of his description, but in addition to the allegations of fraudhead, it strikes, I think the listeners who were listening to Mister Ray as a feat of stunning incompetence. I mean, this was just, they had absolutely no controls in place. It sounded like and I believe he said that these were individuals who weren't sophisticated. It sounded like the management team, based on this is my interpretation of what I heard, had absolutely no idea what the hell they were doing."
    },
    {
        "speaker": "C",
        "text": "My contention is that that was a feature, not a bug, from the designs and plans of SBF, they were committing fraud. They built the product, they marketed to customers, they hired people, but they never really had a viable business. They had a negative unit, economics, business model, and so they crossed the line and tapped customer funds. So I think what John Ray is rightly pointing out is the lack of systems and controls. My contention is that that was deliberate. It was a part of how they were running their operation as a fraud."
    },
    {
        "speaker": "B",
        "text": "Well, first of those allegations of fraud, again, he has not been convicted yet. These are just allegations that are being made in a criminal complaint in the SEC and its CFTC complaint. But if this were a fraud, and we don't yet know that, there's evidence that certainly suggests it. But if this were a fraud, how on earth could anyone expect not to get caught based on the stunning level of incompetence that Mister Ray seemed to describe today in his testimony before the House?"
    },
    {
        "speaker": "C",
        "text": "That's a good question for SBF. I don't know if he'll be presenting today at Congress. I don't know. But clearly, you can see in their history that by Caroline Ellison, the co CEO of Alameda, they have shifted their strategy. She acknowledges that Sam shifted from making spread and market making to taking riskier, more directional bets. That's 1 second, you can see that they lost a billion dollars, according to public reporting on mobile coin. And third, they started venturing to these other offerings, like venture capital. So what reveals this fraud, as with all businesses that are insolvent, is when you have a bank run, you can be insolvent, but still be liquid. And so what happened was there was a loss of confidence. People said, look, I want my funds back. And ultimately, FTX was not able to deliver those funds. They had to stop withdrawals, and the fraud was exposed. Trey?"
    },
    {
        "speaker": "B",
        "text": "Yeah. Talking of which, you have a Twitter thread here that I read the other evening that begins with the phrase, how do we explain FTX's $10 billion in losses? Give us the thumbnail sketch. Walk us through that. How do you analyze this? I know you have a thesis here. Unpack it for us."
    },
    {
        "speaker": "C",
        "text": "You bet. So, first off, my claim is that they had a negative view in the economics of business, meaning they were losing money on average, in."
    },
    {
        "speaker": "B",
        "text": "Were they making it up on volume?"
    },
    {
        "speaker": "C",
        "text": "Exactly right. That's the right question. So the faster they grew, the more money they lost. Right. And here's another interesting. I was talking to my friends. Trading crypto, the same strategy that you apply on Coinbase would be not profitable. It doesn't work. You apply to FTX and it starts making money. So the term of our industry is big, like what exchange has the most big. It was FTX. So my interpretation was that the quotation of bid and ask at FTX was lagged, and which means that the bid ask price that they're offering the market is subject to getting picked off by faster, more nimble players, like a jump or wintermute. And there's on chain data you can look at online that shows that Wintermu and others fleeced FTX. But it gets worse than that. So here's some another data, this is another thread that I saw online. Again, someone needs to go validate, you know, through a due process here. But again, it goes back to the perf. So you recall back in 2018, SBF described his desire to build perpetual swaps, and they were a leader in perps. Of course, perfs in the last few years were the dominant form of taking on exposure to crypto. But when you offer and with, it's."
    },
    {
        "speaker": "B",
        "text": "Important to actually, could you give us a little bit of a thumbnail sketch of those perpetual swaps and how they lent themselves to exposure to leverage in addition to exposure to the underlying assets?"
    },
    {
        "speaker": "C",
        "text": "You bet. Let me define it first. So a perp is an unclear derivative that gets you a notional exposure, some reference asset. Okay, what the heck does that mean? So if you want to get long bitcoin, you can get long bitcoin by purchasing a commodity outright. It's a cash market transaction. Or you can get long bitcoin through a derivative transaction. That means you're buying a contract. It's a contract. The counter to the party to that contract is FTX. They're an exchange. So there's an implicit bet not just on the price of bitcoin, but the solvency of that exchange. And what the exchange seeks to do is have a net zero exposure to those contracts by finding another side to every transaction. And that never happens at an exchange because you need simultaneous buys and sell on price, size and quantity at the exact same time. So they need Alameda as a market maker. But heres the issue. When you publish your derivative contract, youve got to disclose to the market how that contract works. How often do you rebalance whats your reference index? And when you publish that to the market, if youre a smart arbitrager or hedge fund, you can reverse engineer all the calculations that FTX is doing and front run the rebalance by ten minutes on an Excel spreadsheet. You dont even need co located high frequency trading setups and apparently that's what happened. There's one trader who claims a 5000% return and FTX took action to limit the size of these trading. So clearly they were responding. But they could never get a profitable business. They never really had a business here."
    },
    {
        "speaker": "B",
        "text": "What does that mean when you say they've never really had a business here?"
    },
    {
        "speaker": "C",
        "text": "They never had a viable business model. Their uni economics, meaning the variable profits on their transactions were negative. So as you said, you can't outgrow that. They're supposed to get smaller. And meanwhile they're sponsoring FTX and Super bowl ads and they're getting celebrity endorsements and they're growing because of the v or the value that they're delivering to these smarter arbitrageurs because they have a platform with a faulty design feature. So they had a bad product, they never actually delivered a commercially viable business. And that incompetency led them to cross the line and commit fraud and tap customer funds."
    },
    {
        "speaker": "B",
        "text": "Yeah, again, we should say allegations at this point, but that certainly is what CFTC, SEC and DOJ are about to set out to prove in their court cases that are about to be pending on this Ram. We've talked a lot sort of in the weeds. This has been great information for people who have backgrounds in capital markets, who are trying to sort through this. For folks who are relatively new to capital markets, who are just trying to get their heads around this, how would you break this down for them? How would you explain it in the simplest possible language?"
    },
    {
        "speaker": "C",
        "text": "Sure, I'll say FTX was a combination of a broker, an exchange clearinghouse is an investment bank. There were no checks and balances, there was no oversight, there was no independent control, there was no CFO, there was no adult in the room. They were an offshore exchange. They raised the VC money in a hot market with no lead VC in a deal with other VC's that were betting on this kind of psychology. Momentum and the idolatry around SPF. I think, Ash, your description is very good too. I think you're opening there, but if there's any more to add there, feel free to go for it."
    },
    {
        "speaker": "B",
        "text": "I want to switch gears here and talk a little bit more broadly about the space. As I think we pointed out earlier, this is not something that's begun in isolation. Obviously, this is something that began with the terra Luna ecosystem meltdown in May, followed through with three arrows capital. This has just been the latest domino to drop, so to speak, in the crypto space. I want to talk a little bit about the speculation right now, and it is just that around Genesis, which is, of course, owned by DCG, a digital currency group company, DCG also owns Coindesk. Additionally, they own Grayscale Investments, which owns the Grayscale, GBTC, Grayscale, Bitcoin Trust. A lot of interlinkages here. The reporting has been out of the Wall Street Journal and elsewhere that they have a very large hole on their balance sheet. I believe the Financial Times reported that they had a $900 million hole in their balance sheet, in essence. And that coindesk then followed up that reporting, saying that that only represented one of three classes of creditors, that there was actually $1.8 billion of exposure on the balance sheet within a third class of creditors of unknown exposure. So some very large numbers that we're hearing contextualize it. Tell us what that means."
    },
    {
        "speaker": "C",
        "text": "Sure. Let me frame it up for you. So, first off, the creditors you described on the Genesis balance sheet. Right, and Genesis is a wholly owned, as we pointed out, subsidiary of DCG, which is a storied institution, and up until this year, I believe, is the most profitable crypto company globally. More profitable than Coinbase, of course, which is not profitable. So Genesis was a non bank acting as a bank, providing prime brokerage services. Let me unpack that a little bit. So what does a bank do? A bank takes in deposits. They take in short term deposits. You can demand those deposits back whenever you want. So those deposits are liquidity. They were taking in short term liquid deposits. They're borrowing from those depositors, then they turn around and make a loan. They're making commercial loans to hedge funds like €3 capital and Alameda. What are those hedge funds doing? Well, we know from the bankruptcy docs that €3 capital was doing a carry trade. We can get into that. But essentially they're borrowing to buy GBTC, which was trading at a substantial discount to fair value. Now it's got a discount, almost 50%. At the time, it was around a 20% discount and three years capital is betting that that spread would tighten and close. So what happens now is you've got a defaulted loan from three rs capital to the tune of $2.6 billion. That creates an immediate insolvency issue for Genesis lending."
    },
    {
        "speaker": "B",
        "text": "And I believe they were the largest creditor of three AC. According to reporting from the FT, the single largest creditor was Genesis."
    },
    {
        "speaker": "C",
        "text": "That's what I read as well. And Genesis lending is the largest global crypto, prime brokerage, the largest provider of lending. And so now DCG has to make a decision. Go ahead."
    },
    {
        "speaker": "B",
        "text": "I was going to say, in fact, as you say, a very large prime broker. And that filtered through. We had other impacts from that. For example, Gemini, notoriously confused with Genesis, this is the Winklevoss brothers shop, had to halt lending on their. Halt redemptions on their earned product as a consequence of the genesis suspension of redemptions as well."
    },
    {
        "speaker": "C",
        "text": "Yeah, there are a couple of components going on here. Exactly right. Created a program called Gemini Earn, which is, again, a non bank deposit account. And retail investors and high net worth investors and asset managers funded that account. And those depositors were taking credit risk. It's not clear from the terms and conditions whether they're secured or unsecured credit risk that matters. Of course, in terms of the priority of claims and bankruptcy, they're taking credit risk on Genesis, who is making loans to hedge funds. And those bets didn't work out. And some of those bets were to go by GBTC, which was issued by a sister company called Grayscale. And it's better. BCG plowed back the tremendous, at the time, revenue generating power of grayscale to the tune of $780 million to buy what GBTC. So they're taking the revenue from this cash cow, Grayscale. They're buying GBTC. So they're making the same trade three zeros capital is doing, and the subsidiary of Genesis is funding the three us capital trade. So they're all believing each other on the same trade. So, taking a step back, what is DCG? DCG against a storied institution? These are lawful actors, very smart operators, but they're making a levered bet on the price of bitcoin. That bet is levered both through Genesis and operating leverage in terms of the business model. And so DCG's fortunes are tied to the price of bitcoin. Why is that? Because Grayscale's the crown jewel asset of DC. Grayscale. In the last quarter, if you multiply by four to annualize run rate revenue, you get about 250 million in run rate revenue, not earnings. At its peak, the revenue was around quadruple of that. So the earnings and revenue generating power of grayscale rises and falls in lockstep with bitcoin. So DCG is in a bind because they have claims from multiple parties. One is their subsidiary, Genesis, who has two loans, one of which is payable in May, $575 million cash due. Hard to find that cash. Second, Gemini earn to your point, Ash, reportedly $800 million through retail investors. If retail investors aren't made whole, that's an issue and they can file a notice of default on Genesis. And third, there's a claim by Eldridge. They've got a credit facility who's also owed a couple hundred million dollars. So the question now is, what's DCG's net equity position and how do they get out of this mess? Do they raise equity? Do they do a pre package? They're trying to do an out of court workout to negotiate better terms with creditors, but the clock is on them."
    },
    {
        "speaker": "B",
        "text": "Yeah, I would just add a couple of points. First, this is much of this content that we just described here is based on the available reporting coming out of outlets like the Wall Street Journal and the FT. Obviously, there's some degree of uncertainty about some of this reporting because we haven't seen documents being filed formally yet on some of this stuff. So it's an important disclosure to make. Second, there is interesting reporting coming out of the FT, essentially that there have been loans being made between entities at DCG, so that the cross exposure between, for example, the grayscale fully owned subsidiary and Genesis to the parent company, the portfolio company and the holding company seems to be creating a little bit of, well, let's just say a lack of clarity around the transparency around some of these issues. And again, the reporting is limited. I also want to show something on screen right now. This is the GBTC premium or discount to net asset value chart. And what you see when you look at this chart is that it has reached an all time low here today, as you said ROM, nearly 50%. It's trading right now at about 48 spot 23 on this chart. So essentially what that means is you can buy one dollars worth of assets for $0.51. That gives you some sense of the market confidence right now in folks in terms of who want to invest in this product and what they think the expected return is."
    },
    {
        "speaker": "C",
        "text": "Right? Three quick reactions. First off, DCG published a letter to shareholders which is public, which identifies their liabilities and does cite genesis or subsidiary as having two loans outstanding to them. Second, you're right on the mark. This discount to NAv will match to unrealized losses on DCG's balance sheet. So DCG was purchasing at an average purchase price. This is per ten qs. It's a public report and you can look at it online. This is not an allegation. This is public reporting from DCG. Their average purchase price of GBTC was $40. Now, the GBTC price checked yesterday was around $8. Do the math. That's like a 75% unrealized loss. So DCG needs that spread to close, and we should be rooting for DCG to close. That's. We should root for the bitcoin price to go up, that spread to close. Why? Because DCG can be a buffer against further contagion. Dcgs are real business. They got a profitable business in grayscale. They got a great business in coindesk, although it's much smaller in revenue and earnings. So we want DCG to be able to stomach the losses, kind of eat the loss, and not be a source of uncertainty or further contagion."
    },
    {
        "speaker": "B",
        "text": "I have just one other quick question for you. I know we're limited on time here because we're about to run out the hour, but I just wanted to ask you this. So one of the things that's interesting about this space is what's the potential framework here for a scenario where DCG finds a way to work through this? I know that Ryan Selkus had tweeted out a thread about a scenario where DCG could recover. Could you give us just a very short view of how these challenges might be solved?"
    },
    {
        "speaker": "C",
        "text": "This is a great question. I want to summarize this. The cleanest and fastest path for DCG to get out of this mess is to raise money. They raised money at a $10 billion valuation in November of 2021 from first class investors at the peak of the market. That was a secondary transaction, according to reporting, so it didn't add to the balance sheet. However, fortunes have changed. They have to raise money now. If they raise money to cover their liabilities, pay off the Gemini earned creditors, at least make them whole, and be current on the principal and interest payment. One, ensure they can meet their $575 million liability, payable in May, to their subsidiary too. And third, ensure that genesis does not go into default. If they can do those things, then genesis is in good shape. However, it will require a steep discount from that $10 billion valuation. Why? Because there are new loans. When that €3 capital blew up, it tore a hole in the Genesis balance sheet. DECG assumed those liabilities, but that equity loss has to be filled. You cannot paper over losses with structure. You have to refill those equity losses with an injection of equity capital. That's the cleanest way. It minimizes liability."
    },
    {
        "speaker": "B",
        "text": "It minimizes what the gap looks like from. What's the gap? Look, we've seen $500 million to a billion dollars I've seen reported in Wall Street Journal and elsewhere."
    },
    {
        "speaker": "C",
        "text": "At a minimum, it's the size of impairment from the three years. Capital loss plus Ftx loss. That's the one way to look at it. So call it 1.3 billion, assuming you get a recovery in bankruptcy proceeding. That's not a liquid current asset, though. And they had 175 million trap derivatives. Let's call it $2 billion. Let's call it one and a half to two. Why? Because there's other liabilities that are not yet on the balance sheet. For example, the risks of litigation, lawsuits from potentially Gemini earn, who's being represented by Gemini, and they don't actually have a seat at the table. Now, Gemini is an agent trying to represent Gemini earn, and Gemini earn has to sign off on all this stuff, so they got to raise a good amount of money."
    },
    {
        "speaker": "B",
        "text": "Yeah. I'm going to pull in Niko now in case he happens to have one and a half to $2 billion lost in the couch cushions on the sofa behind him."
    },
    {
        "speaker": "A",
        "text": "Oh, Ash, I think you would know by now if that was the case. I wish, I wish, I wish. But it's that time of the show, so let's get those horns of blaring and those spotlights swinging, because here are my key takeaways for today. First of all, the justice process is working. It may be slow for some, but just a month after FTX collapse, SBF is finally in US custody. Second, with this arrest, we might see greater regulation happening at a quicker pace now that everybody realizes the massive hole that exists for regulation regarding these type of companies. And lastly, of course, these are only allegations at this stage. SBF has not been convicted, but the SEC civil charges contain a huge bombshell that regulators claim FTX was a fraud from day one, which is a very different claim than what we've heard from SBF over the last several months. Those were my takeaways. Any final thoughts from you, Rom, that you wanted to add?"
    },
    {
        "speaker": "C",
        "text": "So, trustable matters in a trusted. In a trustless world, you got to seek trusted institutions. Who are the most trusted institutions in the land. They're us banks, which is a great irony of this whole thing, right? But the us trust banks are standing strong. They're complying with law. There are segregation of duties that are at work. So study the regulation. Ask who's their regulator? Is there. Public audits are the third party balances and checks and controls."
    },
    {
        "speaker": "A",
        "text": "Thank you for that, Ram. Ash, what were your key takeaways from today? Any final thoughts from you?"
    },
    {
        "speaker": "B",
        "text": "Well, I first would like to agree with Ron, because I think he said it very eloquently there. I think that's exactly right. Trust very much matters, or an absence of trust very much matters, as we found out with FTX, the reality is we're not yet at a point where decentralized, trustless systems are in place. It's something where it's working for crypto natives, as Rahm alluded to, but it's not yet working at scale. Look, this is one of those days where it's kind of like going to a parade in June of 1914. You come back and you say, it's so strange. I think someone got shot. Like, what's the implication of that? Well, the implication is yet to come, and obviously, that's a world war one reference, Archduke Ferdinand. That's the kind of moment we're at right now. There are all these different threads. We try and pull them together. I'll give you some big picture takeaways. Obviously, this is a huge day for all the obvious reasons. The arrest, the criminal complaint, CFTC, SEC, the congressional testimony, I should say, which I didn't have a chance to point to earlier in the show. There's very clearly a rising partisan rancor around this. If you watch the hearings, it's very clear. If you cover the names on the screens, you can guess who the Democrats are. You can guess who the Republicans are by their remarks. We've moved into an era of true partisanship. I suppose that shouldn't surprise us. It's 2022. Everything else in the world is politicized. This is being politicized as well. You know, some of the points here, important, I think, to reflect on as we sum up what's happened with FTX, as I said earlier, the using of personal loans to executives, non segregation of customer funds, the total absence of governance, the total absence of reporting, no board of directors, the Sam coins are so called, being held on the balance sheet. All of these allegations, of course, have to come through a criminal procedure on the DOJ side and civil procedure in court. That's where we'll get the attempted refutation by Sam Bankman, Fried's lawyers. We'll have the government pressing its case. Hopefully, we're going to get a lot more clarity around that. But I think this is just one of those days, Niko, where the whole world is watching the crypto space. It's clearly not a favorable story in the short term, but we really just don't know. I mean, I think, as Rahm points out, the optimistic case here is, I think effectively, two things begin to happen. Number one, we begin to build in earnest those true trustless systems. Whatever the result of these trials, I think it's reasonable to say at this point at least, that we got caught up in a cult of personality around Sam Bankman fried in this space and others, that we've seen, that truly centralized institutions, especially when they're offshore and unregulated, whether they're in the crypto space or whether they're laundromats, can create these hideous conflicts of interest, can create the appearance, at very least, of malfeasance, and that is just the reality of the way centralized institutions work. This is no different, in fact, from all that. You could go and list the failures. LTCM, BCCI, Enron, we've seen these types of issues before. It's not unique to the crypto space. So that's one component, is building those truly trustless systems and moving away from this highly centralized cult of personality, unregulated environment that we find ourselves in the worst of all possible worlds in some senses. And simultaneously, I think what we're going to see is increased regulation in the short term. I know that's not something that's going to make a lot of people happy. And the question is, how do you balance those two things out so that the regulation doesn't kill the promise of the future technology, however long it takes us to get there? Because that is truly the future. Something that I believe. I think a lot of people in the space are really passionate about the idea of true, trustless, decentralized technology. It's going to be a bumpy road to get there, Nico, in short."
    },
    {
        "speaker": "A",
        "text": "Well, I think that is a perfect place to end it for today. Thank you ash, for that. And thank you Ram. It was an absolute pleasure doing the show with you both today. Looking forward to the next one."
    },
    {
        "speaker": "C",
        "text": "Thank you for having me, really appreciate it."
    },
    {
        "speaker": "B",
        "text": "Thanks, Niko."
    },
    {
        "speaker": "A",
        "text": "Our pleasure. And I'm excited for the next one with you both. Hopefully it's sooner rather than later, and we maybe have a different type of news day to cover that day. But regardless, that's it for today. Don't forget to subscribe. Real vision crypto is free. And for those of you watching on YouTube, if you're not a subscriber yet, please click the button. You'll be joining tens of thousands of other subscribers. Also, just a quick programming note, keep an eye out. Tonight we will be doing a Twitter spaces about this FTX and SBF fallout. And then tomorrow we will be doing a Twitter spaces with the team behind hall of Goats and the recent NFT drop around Caleb Williams, the Heisman Trophy winner. So join us again tomorrow where we'll continue this conversation. See you at noon Eastern, 05:00 p.m. london, live on real Vision Crypto daily briefing."
    }
]