[
    {
        "speaker": "A",
        "text": "What is going on? Everybody, welcome to the real vision Twitter spaces. SBF gets arrested now. Oh, my God. What a day. It's hard to even know where to start. Just a quick recap here before we get going. Obviously, Sam Bankman Freed, arrested in the Bahamas last night. This morning, an indictment unsealed in the southern district of New York. These are the criminal charges that Sam Bankman freed faces. I believe it's a total of eight felony counts. CFTC and SEC filing civil complaints that were released today. Obviously, lots of allegations in there. And finally, congressional testimony up on the hill in front of the House, specifically the House Financial Services Committee, talking all about this, man. It's just been an incredible, incredible. Call it 10 hours here on this story. It's great to be here with everybody. Looks like we've got Simon Dixon up here on the stage. Hey, Simon, welcome."
    },
    {
        "speaker": "B",
        "text": "Thanks for having me again. Always a pleasure. What a crazy day."
    },
    {
        "speaker": "A",
        "text": "Always a pleasure to have you, man, especially on a news flow date like today. It looks like we also got Tommy Thorne in the audience. Hey, Tommy, if you want to come up, we'd love to have you join us as well. As folks are settling in, I see a lot of people are joining this conversation. As I scroll, looks like there are more people than I can see. So, Simon, it's one of those days. I was joking about this on real vision crypto daily briefing. It's our live crypto show that runs every day at noon eastern time on real vision on YouTube. And I was like, someone asked me at the end, they were like, what do you think about this? And I was like, well, it's almost like you're at a parade. And you're like, I don't know. It's kind of weird. I think there were shots fired, and it was like, yeah, that was Archduke Ferdinand getting assassinated and World War one. And the whole world changes after that. It's really hard to get a sense. Sense of when you have a day like today. There's so many events, so much conversation that happens, and they get an event like today. Simon, how do you even begin to put it into context?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I think we've given new, new meaning to the phrase only in crypto. And, you know, the amount of things that are happening right now, we're really going through a purge in our industry. As the whole yield industry unwinds, the further and further it unwinds, more and more fraud is being exposed. And so what we have seen today is the thing that upset me the most, actually, about today was the timing of the arrest, we had the congressional hearing, whatever you call it, today, and to not have, to not have SBF there when he was, he had agreed to be there virtually was a bit upsetting, I think. But we can't win them all. John Ray really gave us some amazing insights. And, yeah, we just saw, you know, we saw, yeah, you know, what's really underneath the FTX fraud. And, yeah, we had all of Congress give their questioning, and then we saw everything else that's coming after. So we'll go through it all, I think."
    },
    {
        "speaker": "A",
        "text": "Yeah, let me just highlight a few points, Simon. It's extremely well said and I think, very well framed. Obviously, one of the cool things about these Twitter spaces is that we have a sort of wide array of people who join us. We've got experts, we've got newbies, we've got people who are following the story probably more closely than I am. But for just a little bit of background here, some of the things that were discussed today in the testimony on the hill and some of the things that came out in those documents, I just want to read through a few of these here. Effectively, we talked, or we heard, rather I should say, about the commingling of funds. We heard about two companies, Sam Ekman Fried's two companies, of course, FTX and Alameda Research, which effectively operated with a shared balance sheet, so to speak. You know, you've got something that's called an exchange, but it really operates like. Well, like an exchange, like an investment bank, like a hedge fund, like an unregistered swap dealer, maybe like a. Like a venture capital shop, like a custody agent. You basically have everything smashed together in one. And you have these allegations of things like. Like wire fraud, things like, uh, things like conspiracy to commit fraud, you know, all of these entities, according to the allegations, basically capital flowing back and forth without, uh, any real recourse, without any real tracking, without any real documentation. You know, to me, you mentioned John Ray Simon, and I want you to tee this one up for you, because I thought the most surprising, maybe even shocking revelation to come out of John Ray. And we've heard all these allegations before. God knows we've. We've heard them on these Twitter spaces, as many of the folks who are listening to this conversation right now already know. But I was struck by the level, at least in John Ray's description of what, and this is my interpretation, my characterization of John Ray's description of total and complete incompetence, of just a complete absence of management controls, a complete absence of corporate controls, a complete absence of accounting controls, a complete absence of operational controls that were in place. To me, that was probably the one thing that I heard today that surprised me."
    },
    {
        "speaker": "B",
        "text": "Yeah. I mean, one of the frustrating things about it is you kept getting the same people asking the same questions, because I think they kept popping in without seeing what the previous questions were. And I think they scripted their questions in advance. But pure John Ray. I mean, I think he's going to be a legend into the future. He's not a crypto guy, but he certainly knows how to untangle a fraud and get that, you know, in the four weeks that he's been involved in, that he has uncovered a credible amount. I was really, really impressed with the way that the level of professionalism of how he was answering, you know, really just exposing what it is, but without any kind of drama. A real professional. He seems like he's totally the right person for the job, and he's only been there for four weeks and understands an incredible amount about this business without even being a crypto guy. But I think what's quite. He's obviously, there's obviously the practices were just insane. Deleting messages, no segregation of client funds from commingling of completely different companies in completely different operations, and just a total lack of governance. And all of that was just really unearthed until you end up with the situation. But what I think was more interesting is just contrasting what John Ray said with everything that happened on Twitter spaces. Because the outrageous thing about this was that SPF just went on all these Twitter spaces and went on this PR mission. And many of us were involved in those interviews where we were cornering him into admitting that funds were commingled. And he was very well rehearsed in terms of the exact story that he was saying that this was all an accident. But all of that led to what seems to be an incredibly fast arrest. And it's because of, like, we just couldn't get our head around why he is on this Twitter space. Like, answering these questions, which is so clearly against any legal advice or norm, given what this guy had been up to. And yet he was. And I think that the real issue."
    },
    {
        "speaker": "A",
        "text": "Let me ask you something. Let me ask you something about that. And I want to pull Tom Thornton into the conversation in just a second. But, you know, there were two theses I saw floating around out there about why Sam was doing the Twitter spaces, why he was doing interviews with the New York Times, the Wall Street Journal, good Morning America. One of them was that Sam Bankman Fried was playing a kind of four dimensional chess. And that he had this elaborate strategy that he was trying to put forth a certain narrative or whatever that thesis was. And the second was, man, this guy just doesn't know what he's doing. And any competent white collar criminal defense attorney would tell him to, you know, you should be hiding out in your house. Do you have a take on that? Which way it falls in your head?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I've kind of flip flopped between the two. Like, it just feels. It just feels too outrageous and too crazy. And so I keep flip flopping of which one is it was there? You know, was this person, like, does he have a connection and a belief that he can, that this is the right type of behavior? Is it really just ego or even a mental condition that makes him think that this is acceptable behavior? Was it just he just wanted to control the narrative? Another theory is if you admit guilt, but try and say you're sorry, you get a lesser sentence if you'd already accepted his fate, because obviously his parents would know what kind of trouble he's in, given their background and legal background. But I still don't fully know the answer as to why he did it. And sometimes we try and attach, like, some. And this was really the SPF game. He had us all believing that he was from this superior trader or superior intelligence. And it seems like that plays right out until the final days until his arrest, where we're all second guessing ourselves, thinking, is there like, a strategy that he knows? Has he got connections? And is all of this, like, some greater thing because he's more intelligent than us and knows that you. In the end, I just think it was just a really dumb move, and it was ego and stupidity, and it's actually led to. Has led to his arrest."
    },
    {
        "speaker": "A",
        "text": "Well, I've been team really dumb move from jump on this one. It just never made any sense to me. And I think as we learn more about the allegations, as we learn more about the absence of operational controls, it really just does seem like these were some very smart young people who just got way, way over their skis and the stuff that they were doing and just did not understand what they were doing. Now, that's a statement that is, you know, separate and distinct from the questions of guilt and innocence that are going to play out in a court of law. But I just. I just don't think that there's a grand genius, four dimensional chess plan here. But I want to pull in Tom Thornton. Hey, Tom, great to see you."
    },
    {
        "speaker": "C",
        "text": "Hey, Ash and everyone. Well, I'm just sort of a casual observer of all this stuff that's going on. And it's incredibly shocking to me and just about everybody that's seen a lot of crazy stuff. I was pretty close around the Enron disaster and saw some of the others that fell apart. And, you know, I think there's, I'm always looking at it like there's a cockroach theory that happens. And I'm trying to understand, you know, what's the next. I mean, I feel like, well, I feel like bitcoin and some of the other better crypto assets have traded more like they're waiting for another shoe to drop. And so that's my question. This was the guy that was supposedly the JP Morgan savior to all the crypto assets that were blowing up. And we now know that he just took client assets and levered himself up and bought other things and just tried to own the world. And the assets didn't increase and they decreased. And now you really see the mismanagement that they did. And I don't think it's necessarily just gross incompetence. I think that's wrong. I think they did a really good job at hiding what they were doing for as many years as they did. As Warren Buffett says, when the tide goes out, you see who's swimming naked. I don't want to think of Sam Bankman fried swimming naked, but nor does anybody. But certainly I'm just trying to. My thoughts are I'm looking at a lot of different assets out there that are heavily levered. Silvergate, obviously, Coinbase. Let's look at microstrategy. Are there going to be others in the. I'll leave it at this. We're the ones that are the most at risk. I mean, that's essentially what I'm trying to come up with of figuring out who's going to be at risk here."
    },
    {
        "speaker": "A",
        "text": "Well, I'm going to flip that question over to Simon in just 1 second. But I want to ask you, Tommy, to take advantage of your decades of financial experience. And having watched this and having been close to Enron, what do you think the similarities are there between FTX and Enron? How far does that metaphor extend? What are the similarities? What are the differences?"
    },
    {
        "speaker": "C",
        "text": "Well, you always see leverage is always at the top. Hubris is another one that's right there. People getting surprised and being the investors getting surprised are another thing that happens. Crypto is a very volatile asset and it has a lot of bad actors still that we'll never know who they are. And there's no regulation in this which others had regulation and regulators all around them. So this still, to me, it's a very volatile asset class. And truth be told, if all of a sudden, in the next couple of years, we start to see real regulation come into the space, then I think that it could become a truly remarkable asset class. But that's, you know, my view is that this is unprecedented. Hearing that they were, you know, running their books on slack and quicken is really shocking. And that, to me, is incredible. The other thing is, there were no board. There was not a board of directors here. And that, that's a red flag, in my opinion. You had nobody really mining the business. And even in the.com bubble that burst, you did have boards, you did have regulation. And that, I think, was a lesson that a lot of.com companies picked up and figured out how to bring in a board and have governance. There was none of that. So this is just off the charts more than I could ever imagine. I mean, Madoff was bad, this one. I mean, I don't think he was even investing the money. I think he just was ponziing himself. But the bottom line is, this is going to leave a real mark for the industry. And maybe it's the best thing in the world where you wash all the garbage out, but it's going to take a long time for the trust, if there ever can be trust, to come back into this market. So, yeah, my view is this is the worst I've ever seen. And so my view, my question is, where are the. Who are the ones that are at risk? I mean, I mentioned a few. Maybe you guys have a better view, or you obviously do, your crypto people."
    },
    {
        "speaker": "A",
        "text": "Well, I got a couple of thoughts, but I want to flip it over to Simon. First of all, Simon, you just tweeted this, and it's attached to the top of the Twitter spaces. This looks like Sam Bankman freed leaving a court in handcuffs in the Bahamas surrounded by a SWAT team and tactical vehicles, it appears. Is this, is this legit, Simon?"
    },
    {
        "speaker": "B",
        "text": "Yeah, that's the video. It's just come out now. So that's. That's the footage of SPF getting arrested. So I just tweak pinned it to the top."
    },
    {
        "speaker": "A",
        "text": "Oh, wow."
    },
    {
        "speaker": "B",
        "text": "Just came out as we were speaking."
    },
    {
        "speaker": "A",
        "text": "This is a surreal video for everyone to take a look. I just retweeted it at ashbennington if you want to take a look. It's also on the top of this. Twitter spaces Simon over to Tommy's point. The next shoe to drop, the next domino to fall what are your thoughts? What are the interlinkages? And how significant is the contagion risk in the space right now?"
    },
    {
        "speaker": "B",
        "text": "Well, I mean, obviously the big attention today has been around Binance. Binance is getting a triple whammy right now. It's getting the. You know, they released an audit report and the auditor wouldn't get behind it. And so that's creating a bit of attention. Secondly, the whole concept of stress testing, I do like these free market stress tests. We used to have a concept which every february we used to do proof of keys where everyone would take their money out of the exchanges and try and stress test it. And binance is getting their stress tested. Day we had the USDC issue because Binance recently changed it, where they disintegrated with USDC or they integrated it, but put it behind BUSD. And that caused a bit of an issue where they had to swap them in and caused a little bit of fright. But from what I can see so far, everyone's been processing their. With rules, okay, from binance. And last time I looked, they had about $5 billion of outflows, which is. Which is pretty. That's pretty high for binance. So they're getting the stress tests. And then also, obviously, the connection with Binance and FTX, Binance being the investor and also the one that kind of first exposed the emperor being naked and causing the run on the bank, as it were. But they're fighting back with money laundering allegations and many of their investigations. So I'll expect the us government and agencies to use this opportunity to try and come after the non us businesses. Really? So in terms of what's next? Well, we found out that our whole industry was built upon the leverage side anyway, the fake yield. So, anyone? We still got companies out there that are offering like 10% yield, whether it be a Nexo or a crypto.com, these companies are still offering such a yield. Now, the only reason that they didn't have the big run on the bank themselves is because they had products where they lock you in for a certain amount of time. I do not comprehend or understand anybody that is leaving their funds in yield in the current market. So those were."
    },
    {
        "speaker": "A",
        "text": "Some of them got gated. For example, over at Gemini, when Genesis locked its withdrawals and redemptions, they got gated. They can't get to their capital now."
    },
    {
        "speaker": "B",
        "text": "Yeah. So Genesis and Gemini, I expect those to be the next two chapter eleven s. That's just a question of whether DCG or Barry is actually going to write the check himself or whether he can write the check. Whatever the situation is there, I expect those to go through. You gotta flush out the whole yield."
    },
    {
        "speaker": "A",
        "text": "I understood you correctly. You believe, in your view, that genesis and Gemini are the next two potential chapter eleven s. Obviously, this is speculative about the future. I just want to make very clear that distinction. But is that your belief?"
    },
    {
        "speaker": "B",
        "text": "Yeah. You don't come back from suspending withdrawals very much. That's never aged well in our industry. So once withdrawals are suspended, they are the collateral damage, I personally believe. And so they tend to come out one month after that in chapter eleven. The reason for that is because we've seen it time and time again, that the founders, in disbelief tend to try and go around trying to secure bailout funding. And bailout funding is never a good investment because you might as well just let the company go into chapter eleven, reorganize, and then buy the assets for cheap. So, armed with the choice of funding a bailout, you only tend to get the existing creditors that you can go to because there's no source of external funding. There's no good counterparties to borrow against your bitcoin right now because everyone's scared of getting their funds locked up and. And no one wants to sell their crypto down here as well. So all of the usual sources of funding in order to bail someone out just don't really exist. So you end up in chapter eleven after the operators desperately trying for about a month or so to find anything that could lead to bailout funding."
    },
    {
        "speaker": "A",
        "text": "Hey, listen, because that speaks directly to Tom's question, Simon, maybe you could get a little bit into some of the context of what's happening over at Genesis. I'll just make a couple of points here and then I'll let you elaborate on it and give the real backstory. But Genesis is part of the DCG operating group of companies. That's digital currency group, as you mentioned earlier, controlled or run by Barry Silbert. DCG also owns Coindesk, and in addition, they own another shop called Grayscale Investments, which controls GBTC. That is, I believe, the largest closed end fund with any digital asset in the space right now. It's about $10 billion of assets under management. It's trading at about a 48% discount. So you can buy dollars worth of assets for fifty one cents and change. And they own about 600,000 bitcoin. Obviously, it's a considerable position. Moreover, some reporting out of the Financial Times suggesting two things. One, that, well, it's been documented, I believe, in the shareholder letter that Genesis lent $2.4 billion to hedge fund three Arrows capital. So in May, when you had the terra Luna collapse, you had three arrows capital fall. Shortly thereafter, Genesis had a multi billion dollar exposure, according to reporting from the Wall Street Journal. It was reported, I guess it was last weekend or the weekend before last, by the Financial Times. There was a 900 million some odd dollar hole on the balance sheet over Athenae at Genesis. And there were interlinkages in terms of debt between DCG, Genesis and also had been lending. DCG had also the holding company, DCG had been lending to the portfolio company Grayscale. I know this is complicated. I think I got that. All right. And then about 24 hours, maybe 48 hours later, Coindesk, which is owned by DCG, ironically enough, came out with another story and said, no, that $900 million only accounts for a single class of creditors. There are actually three classes of creditors. The second class of creditors owes an additional, is owed an additional $900 million, and the third class of creditors is owed an unknown amount of money. So if the reporting in Coindesk is correct, that's a $1.8 billion gap similar to the number close, at least order of magnitude close. The 2.4 billion that Genesis lent over to three Arrows capital. I'm not sure if anything has been recovered around that. This is a really complicated story. It's really confusing. There are a lot of details. I hope I got them. All right, Simon, explain that in a little bit more detail."
    },
    {
        "speaker": "B",
        "text": "Yeah, well, I think you gave really good detail, but I think everyone, unfortunately, Twitter space doesn't allow you to draw a process map or a flow of funds map. But, yeah, you've got this complex. Again, I don't want to talk about FTX and DCG in kind of the same sentence because they're incredibly different things."
    },
    {
        "speaker": "A",
        "text": "Important point, very important point."
    },
    {
        "speaker": "B",
        "text": "But even if you do things in a legal, compliant, and regulated way, you can still expose a company through these different types of loans and relationships. When the lending company had exposure to 3 hours capital that was refinanced by the parent company, digital currency group, so they took on that whole, and then they had the other types of. There's another part of that as well, which is that they allegedly borrowed a bunch from their own lending company in order to acquire a lot of the Grayscale trust shares, which is now trading at approximately, I don't know what it is right now, maybe 45% discount, which."
    },
    {
        "speaker": "A",
        "text": "Is 48, last I checked, 48, which was, I believe, the, the steepest discount that GBTC has ever traded to net asset value."
    },
    {
        "speaker": "B",
        "text": "Yeah. Yeah. So they're obviously in. That's a massive paper hole, which if you can just ride it out, or you can find a way of unwinding the trust shares and replacing them with the underlying bitcoin. But digital currency group is in fact, I think, the largest creditor to their own lending company and the largest holder of shares in Greyscale. And both of those trades haven't worked out so well. So you've got these two big elephants in the room. If you're looking at what are the final two outcomes for what's our final capitulation point, we need to know what the future of digital currency group is and what the future of binance is. I think those are the two big elephant in the rooms, and everything else is irrelevant. And then I think everything would be priced into the market. Yeah."
    },
    {
        "speaker": "A",
        "text": "Just a quick order of magnitude check on scale on these. I believe the number that I last read, and it's probably reasonably close. You tell me if this is wrong, Simon. That binance is roughly 20 x the size of FTX in terms of its daily trading volume and other metrics, and that the numbers here that were talking about, obviously $10 billion on GBTC alone in terms of assets under management, these are pretty considerable numbers."
    },
    {
        "speaker": "B",
        "text": "Yeah. And most of the. Again, I dont want to confuse too many of these things. The lending company with money under leverage is very different to the trust company, where all the bitcoin does actually exist in Coinbase custody. And I have no reason to doubt the fact that those coins are there. But Coinbase custody has 2 million about. They released that they had about over 2 million bitcoins there. So, yeah, these numbers are, they're big numbers. But even if comparing, it's hard to compare FTX to binance because what was the extent of the size of the trading that was just simply a result of Almeida and their own hedge fund versus real customers. We know that. One thing we do know is that SPF appeared to have a grandiose vision of trying to be as big as binance as fast as possible and just doing all these crazy things like sponsoring Super Bowls with client money, paying Hollywood actors and creating adverts and just spending client money. And so then they tried to leverage their own money printing and token, the FTT token, in order to just try and be. I think the story of FTX is just trying to recreate the story of binance and just do it as fast as possible. And some just real grandiose vision of just trying to be too big and grow too fast and just miss all of the processes and governance and policies and forget to have people that have been there and done that overseeing these operations."
    },
    {
        "speaker": "A",
        "text": "Well, Simon, I think I may have gotten too clever by half there when I was trying to give those numbers, because you're absolutely right. It is certainly comparing an apples to oranges, assets under management, debt and assets that are in custody. I guess the point that I was trying to make, Simon, and you tell me if you disagree with this, is that these companies that were talking about Binance, Genesis, are very large operating concerns in this space."
    },
    {
        "speaker": "B",
        "text": "Yeah, absolutely. Binance is significantly higher in terms of the volume and the number of people that are using those platforms. Genesis really was the, the yield platform behind the other CFI yield platforms. So it was the trusted institutional one where you could trust that there was enough governance policies, procedures to build your own c five platform on top of that c five platform. So it's very systemic. But yeah, we're going to see in all of these chapter eleven, I still think there's a bunch of companies, a bunch of funds, you know, haven't, haven't revealed. But in all these chapter eleven's, you're going to find out who all the creditors are. And once you find out who the creditors are, we get this crazy new scenario where on Twitter spaces, you kind of reverse engineer everything in real time. And then the traditional media try to catch up as they're learning from all of the things that the community are unpacking in these live social media forums."
    },
    {
        "speaker": "A",
        "text": "Well, that folks like you, Simon, are giving them access to in a way that they wouldn't otherwise have. Talking of which, Tom, you've been hanging back listening to this. Obviously, Simon is a native of this space. You have a lot of experience, Tommy, in the capital markets or as the folks in crypto call it, Tradfi. As you listen to all of this coming out, as Simon said, knocking through all of these facts, unfolding these stories, what are the thoughts that you have listening to this, Tom?"
    },
    {
        "speaker": "C",
        "text": "Again, I just feel like there's, you know, there's a cockroach theory and there's probably going to be more, another shoe to drop. And, you know, there's always been these comments about binance, and I don't follow it like you guys do, but it seems to me that that's probably a real risk out there. And so I'm not the best one. I'm traditional finance. So I think that that one, there's a lot of people continue to talk about it. I know that there was, like you said, there was withdrawals halted in some places. Look, I think it's just, again, if that happens to, you know, I've had a lot of, I mentioned that there's collateral damage for the crypto markets, and a lot of people have said, well, you just have to hold your crypto or your bitcoin or whatever on a key or off an exchange and you can be okay. But I feel like there's so many people still on exchanges, and that to me, combined with probably still a lot of leverage out there, equates to more turmoil and trouble ahead. And look, I don't wish ill will upon anybody. I hope everybody can navigate through this, but it's a new emerging type of asset and it's something that I hope a lot of people learn from because the speculative juices were just flowing way, way too much a year ago. And again, you know, one thing I always talk about is to diversify your assets. And that doesn't mean, you know, five different coins, but it means keep your sizing pared down to something that if something like, you know, a Luna happens, you're not going to be, it's not going to upset the rest of your, you know, financial life and really set you back too far. So I think the things I hope people learned is the whole holdal B's or being completely long all the crypto stuff without really any regards to risk. I hope people learn from that's basically it. Leverage hurts. And anyone that's levered to mightily in this market, it's hopefully something people have learned from, especially the people that are running these companies as well, because obviously they were levered as well."
    },
    {
        "speaker": "A",
        "text": "Tom, I'm so glad you said that because those are ideas that really transcend crypto and transcend really investing more generally. That's the framework that you need to think about in terms of risk management, asset diversification, suitability, matching your needs to the asset portfolio. These are things that anytime we get a chance to mention them, are worth talking about because we have seen so many stories that have ended in tears for people who had excessive exposure, excessive concentration, not planning as they should have. All of these things very important, and they're things that we talk about in real vision. And we've got a real vision academy where we talk about precisely these points. So if you want to go check that out, realvision.com dot, but also talk to a financial advisor, go to the library, get a book. We're not here to just sell real vision products. This is something that's a lifelong journey. It's a lifelong journey for everyone to go on, and it's something that's important. But if you are interested, we do have some great analysis on this on the real Vision website. Oh, we see Jeet in the audience. Jeet, you want to come up and say hello and join us? Looks like we've got about 2025 minutes left here. So I also would like to open this up to some questions, if anyone in the audience has some questions for Tom or for Simon. Obviously, a tremendous amount of information here, tremendous amount of news flow on a day like today that we're all just trying to get our heads around. So if you'd like to come up and join us and ask a question, we'd be happy to have you, Michelle, if we could get the microphone out to. Some folks here would like to join us. Simon, while we're waiting for some people. Go ahead."
    },
    {
        "speaker": "B",
        "text": "Yeah, go for it. I was going to bring up, the other part of the conversation is what happens to all of the people that received money from Alameda and FTX or."
    },
    {
        "speaker": "C",
        "text": "Any of the groups."
    },
    {
        "speaker": "B",
        "text": "And so there's the whole conversation around unlawful investments. And if someone ends up with a billion dollars, that was client money. All of those unwinds and what the effects of that are. And you've got multiple chapter eleven s. You've got to then try and sync up. So one of the things we experienced in the Celsius chapter eleven is you had core scientific, which was the mining company that went into distress halfway through, and then Celsius was an investor using client funds in that company, and they were the provider of the hosting for the mining company, which was the key to the recovery for the Celsius creditors. And then they were all lending money to each other and they were all investing in each other. So you're going to see these chapter eleven on chapter eleven, and all these creditors versus creditors, who was more entitled to it, which was the bigger fraud. That's going to be a really interesting thing. And then you've also got the whole concept of callbacks. The reality is, if you're doing a bank run, people withdrew 100% of their funds. Ones that couldn't get their withdrawals may end up with nothing. How do you square that one up and what's going to happen?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, those are questions that courts often take years to decades to decide. I know that Lehman. When did the Lehman bankruptcy finally settle, Tom? That was 2020. I mean, it was decades."
    },
    {
        "speaker": "C",
        "text": "Yeah. One thing that happened, my fund, we had $40 million in a swaps trade a basket. That was just pretty basic, but that took several years for us to recover. And we did, because this is the other thing, Lehman. There were assets there and we were able to recover and others were able to recover, but God knows where. Or if there are any assets left. I mean, there's some, but I'm not quite sure. The one thing, I don't know if we haven't discussed it, but Sam Bankman Fried had testimony that he wrote, and if it's online, if anybody really wants to just read this, it's delusional. I think the guy, again, no attorney would ever allow their client or someone like this to ever discuss anything the most I've never in my, I mean, this is surreal that he was allowed to discuss anything. He went on Good Morning America, for God's sakes, spaces. And I'll say this too, Twitter Spaces has been amazing for connecting a lot of people and having the discussions that are full form. And the people that did the interviews with Sam Bankman Fried were absolutely outstanding. They asked relevant questions, they pressed him hard. And I think that's something that I really respect with what those people did with spaces. This too, I think it's good that people are discussing it and having real vision discussing it, because I think it only will help people to have more education about when things go bad."
    },
    {
        "speaker": "A",
        "text": "Yeah, extremely, extremely well said, tom. And with that, let's open it up to questions. And I would say, please, if we could just keep the questions short, directed to Tom and Simon so we can get as many people here as we can in the next ten or 15 minutes. Looks like Alex, you're up on the stage and you're a speaker. Go ahead and ask your question, please, for Tom and Simon."
    },
    {
        "speaker": "D",
        "text": "Thank you so much, Ash, and thank you guys for hosting this space. My question was, you know, something that you said, tommy, that kind of, like, stuck with me. Basically, the impact of this FTX blow up will have on the crypto industry and how it's as bad as you've ever seen it. And you've been part of the, you know, the traditional finance industry for quite a while now. And I'm trying to reconcile that with some news headlines that are coming out. Such as just last week I saw something like Goldman Sachs maybe looking to pick up crypto venture bargains, and I was just curious what your guys thought the thoughts of news like that are, and what that might mean for the industry, like, how do you interpret that situation?"
    },
    {
        "speaker": "A",
        "text": "Thank you, Alex. That is a fantastic question. I know you've been in so many Twitter spaces. Thank you so much for asking it. Wonderful question. You want to go around the horn with that one. Tom, anything to add? How do you interpret it? I'm sure Simon has a view. I have a view on this one."
    },
    {
        "speaker": "C",
        "text": "Well, again, if the legacy banks are starting to look at some of these assets, that's growth in the industry in the sense that, I mean, growth sometimes comes at a painful price. So look, if they come into the industry, they're going to certainly demand regulation, transparency, and they'll do it a lot different, obviously. And so that could be a potential good long term development. So I, I think that's the only way anyone can look at it."
    },
    {
        "speaker": "A",
        "text": "Great point."
    },
    {
        "speaker": "D",
        "text": "So basically, watch what they're doing ultimately, how they're acting or what they're investing in specifically."
    },
    {
        "speaker": "C",
        "text": "Yeah, they're going to, I mean, look, Goldman Sachs and a lot of banks are pretty good at picking up distressed assets and figuring out ways of turning those around. And I, that I think, again, it could be a real good long term potential for the asset class. But again, they're not going to be doing anything until true regulation happens. And it's going to take, they don't look at it as a six month type turnaround story. They're looking at it as a longer term position. And they are, are looking long game, not short game."
    },
    {
        "speaker": "A",
        "text": "I'm going to actually give you my answer on this one, Alex, then pull in Simon, because it's interesting, as anybody who's watched Tom on real vision, he's one of the sharpest traders in the space. Incredibly insightful. And I agree with everything you just said, Tom, but I'll provide a different view while saying that I think everything that you just said is completely true. The way Goldman Sachs looks at distressed assets, they look for opportunities where they can buy into something below what they project to be the fundamental price over a longer time horizon. And I think that you're certainly correct, Tom, that we're going to see more regulation. Gosh, anybody who watched what was happening in the House banking committee today knows that more regulation is coming. But I'll also give a different perspective. While I think everything that I agree with Tom on all of that, I'll give you a slightly longer term framework on this, which is that I think of this as a fundamental technology. And this to me is a revolution that is as large as the Internet. And we're at the very beginning of this extraordinary revolution right now. And what we saw in FTX and in Sam Bankman Frieds, the way that he operated this company, these companies, the behavior. I would say in many ways it is the antithesis of everything that people who really love this technology care most about. These were highly centralized corporate entities. I mean, if you go back and you listen to the thing, I believe John Ray called it good old fashioned embezzlement. The things, the kind of conduct, again, again, this has not been yet obviously innocent until proven guilty. It has not yet been proven in a court of law. But we have to say that the kinds of conduct that are being alleged, alleged are the types of conduct that you could have seen in the 1907 bankers panic commingling funds, an absence of corporate controls, loans being taken by individuals from a company. This is like nothing new under the sun. I have the guys on, from framework ventures on my real vision, crypto daily briefing show. And one of them, I think it was Vance, said, you know, this is the kind of stuff that a person could have done while owning a chain of laundromats. And I think that's absolutely true. And the future of this space, and I think that the thing that matters most, we're going to get some regulation around this, probably some for better and probably some for worse. But the future of this space is trustlessness. It is true on chain transparency in a decentralized way with decentralized trust where we don't have to be reliant on the next Sam Bankman freed to be a good guy or gal running the company. And we don't have to be reliant on the House banking committee selecting the creating the right legislation to make sure that this is going to work. The goal, the dream that many of us who are so passionate about this pace care so much about. And it's so rewarding to see so many people clapping and giving hearts. As we say, this is a trustless environment. It's one of the things that I was interested when I first really understood what bitcoin was about. It was something that I got curious about in terms of the Ethereum ecosystem. But that's the dream here. That's really where this is going. That's not something that's going to take, as Tom said, six months. That's probably not something that's going to take six years. But as we move toward this, that's really the goal of this ecosystem. That's the thing that makes it so exciting, and I think that's the thing that so many people are passionate about. But I'd love to hear Simon and what he'd like to add to that."
    },
    {
        "speaker": "B",
        "text": "Yeah, absolutely. It's a real danger, and I saw it in Congress. Just adding to what you just said, this has always been, I remember when Mount Gox went down immediately. Mark Capellas blamed the fall of the exchange on a bug in bitcoin, saying it was transaction malleability. And that's what led to them losing 600,000 bitcoin. And then the community fought against it and they realized, no, this is a centralization problem, not a decentralization problem. And in fact, bitcoin isn't broken. Bitcoin still works. And what did survive was many of these Defi contracts. So they worked exactly how they were designed throughout this whole process. So that's fascinating. But to answer the question, I don't expect too much tradfi bidding up these assets on the cheap. We've seen this in a lot of these chapter eleven, that we're pretty aggressively involved at bank to the future in trying to ensure that the assets go to creditors and not to predatory bids. And so at the moment, there tends to be assets that were purchased and we're trying to make it where all of the shares go to creditors, because at the end of the day, it was creditors money that was used as opposed to selling two years before the halving cycle going into Christmas. Historically, after a regulatory crackdown when the market is most distressed and there's no liquidity, so there's a real battle to ensure that those assets and are not being sold at the moment. Personally, I think tradfi would rather rebuild from scratch rather than accumulate, and I think they'd rather sell these assets into their existing client base rather than try and pick up, I can't imagine some of the same people that would have used some of these services also using Goldman Sachs. It's just a different culture, different background. So I'm not sure if there's, there's real value there, but we'll see what comes from that. But I don't see more regulations. I see enforcement of existing regulations. I think if you're going to re hypothecate cryptocurrency, then get a banking license. If you're going to custody and do trading, then go get money transmitter licenses. If you're going to put together a collective investment scheme and offer people yield, then go get a securities license or set up as a fund. If you're going to offer lending services, then use the existing lending regimes. And I'm kind of, as much as I hate to say it, I'm really on Gary Ginsler's kind of wavelength there that actually all these regulations already existed. The industry just decided not to do it because there's no way you can combine a hedge fund with a custody service and use the coins in custody in order to make risky bets. There's no way that with Celsius or blockfi that you can offer, people yield and then rely upon the management of essentially a fund manager to diversify and manage those risks without disclosing what those risks were and ensuring that they're suitable. So I think it all exists. And people just get a bit confused because the underlying asset, that's a debate whether something's a security or not, that will continue to be debated and that one needs to be resolved. But the financial products built on top of these cryptocurrencies, they've already got regulatory regimes, and I don't think they need to change. Yeah."
    },
    {
        "speaker": "A",
        "text": "An important point about bitcoin. As bitcoiners have said throughout this, here we are on December 13, 2022, and bitcoin is still doing the same thing that bitcoin did in January of 2009, which is securing the chain through proof of work and doing it precisely as it had been done. Obviously, there have been upgrades to bitcoin core along the way, but the point of the matter is that that functionality remains and continues unimpaired while these centralized companies fall apart, file for bankruptcy. Important to say that I actually have to run here in a couple of minutes, but I wanted to give each of you a chance to just give some final thoughts. Tom, let's start with you. Obviously, a lot of experience here. What do you see as you come to the end of this conversation? What would you like to leave people with in terms of final thoughts and key takeaways?"
    },
    {
        "speaker": "C",
        "text": "Well, I think that. I think everyone needs to just learn from this type of action and know that this is an asset class that is incredibly new and volatile and has trapped doors. And I think that, again, diversify. Use your sense as far as risk management. Manage it to stay in the game and not necessarily to hit home runs. There will be home runs out there, but sometimes they come from unexpected places and time in the market. So I think that, look, I think it's just a tragic into what's happened with FTX. You know, I don't feel bad for the guy. I don't feel bad for anybody that is involved in that company. They knew exactly what they were doing. But look, just learn from. Learn from this. Keep your wits about you and don't be afraid to, you know, pull out and go to cash, real cash. That's generally it, it's just a fluid situation and interesting to watch. And I have no stake in this at all, and I feel sorry for people that have been hurt by it, truly. So that's it?"
    },
    {
        "speaker": "A",
        "text": "Yeah, absolutely. I think we all feel bad for the depositors, people who had assets in custody with FTX, and I'm sure also the rank and file employees, the guys and gals we worked in the call centers, who had nothing to do with this, who just woke up one day to find out that they didn't have a job anymore. Not a fun experience, as anyone who's been through it knows. Simon, final thoughts, key takeaways that you'd like to leave this group with?"
    },
    {
        "speaker": "B",
        "text": "Simon? Yeah, I agree with what Tom said. In our industry, we actually need to just look at the good old money management, the good old wealth management, the good old diversification, not risking all your eggs in one basket and just learning from that, because those that did that didn't get full exposure. One exception, I don't tend to default back to cash. I tend to default back to hard money, which in my perspective is bitcoin. So good old bitcoin on a private key. I think a lot of people are going to be defaulting back to that as a result of this. And I think one final observation, which I saw, I hate to use the word revolution, but I saw something that really felt. I hate that word, but felt really, really game changing. And that was the fact that everything we saw today in Congress, it felt like anecdotes of what they had learned from our Twitter spaces. And so I think we found ourselves an environment where the real hard investigative work was done in real time on Twitter spaces, with just some random account on Twitter, going through the on chain data, figuring out where these transactions are, and then reporting it in real time through Twitter spaces with all of the traditional media sat there trying to figure out when they're gonna get the recording so that they can write the article. And then as a result of that, it kind of went through, it went on social, then it went to traditional media, and then the law enforcement came in and they built the case. They arrested him. And I think they arrested him based upon that flow. And that was almost like it flipped the whole, the world on its head and reversed it as a result of this confluence between decentralized finance, centralized company, and this whole civilian journalism. And it happened to just coincide with the whole Twitter files and all that. So it's been a really interesting time."
    },
    {
        "speaker": "A",
        "text": "Yeah, it sure has. And listen, Tom Simon, it's a pleasure to be out here on the bleeding edge with you. You guys are both terrific guests. Always a pleasure to hear your insights for this and really a pleasure to be with all of you who joined us here today. We had almost 1000 people, I think, at peak in this conversation and very much appreciate you listening to us. Kemi, Zeke, I didn't forget about you. I promise we're going to get you on the next week's spaces. Please put your hands up. Unfortunately, I just have to run out the door now, but we're going to do this one again real soon. It was really a pleasure. Thank you, everyone. I should say, just before we leave here, if you're interested in continuing to follow this story, real vision crypto daily briefing, I host that show about four days a week. We do it five days a week on real vision. You can catch it on YouTube streaming. You can catch it on the real vision platform on YouTube. Obviously, it's 100% free. Come check it out, listen to it. Hopefully you'll find something you like. We'd really appreciate it if you came and joined us there. If not, we'll see you again at the next Twitter spaces. Thank you again. Thank you, Alex, for your terrific question. Thank you, everyone else, for listening. Thank you again, Simon. Thank you, Tom. We'll do this again soon. Have a great night, everybody."
    }
]