[
    {
        "speaker": "A",
        "text": "This episode is brought to you by Shopify. Forget the frustration of picking commerce platforms when you switch your business to Shopify, the global commerce platform that supercharges your selling wherever you sell. With Shopify, you'll harness the same intuitive features, trusted apps, and powerful analytics used by the world's leading brands. Sign up today for your dollar one per month trial period@shopify.com. tech all lowercase. That's Shopify.com tech."
    },
    {
        "speaker": "B",
        "text": "Hey everyone, if you like this podcast, go behind the paywall to get privileged access to the smartest minds in finance. Join the real vision community and learn how to become a better investor. Visit realvision.com rvpod and use the promo code podcast ten to get 10% off our central membership for the first year. And now to today's episode. You know, I'm really excited to speak to Eriche. Eric has done something in the background which is truly extraordinary. He's really catapulted forward the usability of metaverse and created a platform for Metaverse experiences, for brands, and all sorts of other options. So we've seen a lot of metaverse experiences coming from the ground up, things like Decentraland. But here we're seeing something at scale with incredible functionality that's already being used by hundreds of thousands of people for various events. He's integrated all of the concepts of web three, and it's also an open system so people can build on top of it, and nobody really knows about it. So I'm really excited to show you what the hell is going on here at VATM. The world of crypto is an incredibly exciting journey that we're all going on together. We don't know where it's leading to, but we know it's going to be absolutely massive. Join me, Raoul pal, as I guide you on our adventure to discover just what this new world will look like. Eric, good to see you, my friend."
    },
    {
        "speaker": "C",
        "text": "Great to see you, Raoul, very good."
    },
    {
        "speaker": "B",
        "text": "There's a lot to dig into, and I think this is going to take a lot of people by surprise. So I'm really looking forward to this. Before we start, give us a bit of your background and then why you've got into this kind of crazy crypto metaverse hybridization as well. So let's start at the beginning. Who's Eric? How did he get here?"
    },
    {
        "speaker": "C",
        "text": "Well, the beginning is really quite a while ago. As you can see, the beginning is, well, this is my, the company that we're building now is my 16th. So the beginning starts way back, really, in high school, where I was fascinated with the idea of being able to create a project collaboratively and to see it come into the world and start to make an impact. And as time rolled on, I started to build companies in Los Angeles. Started really with a background in English, american literature, computer science and animation, looking for ways to bring story and narrative and humanity together with technologies, communication medium, and really started with some interesting things in music videos and then CD roms. And then one day my brother Greg, who's working with us today, came to me and said, you gotta check out this project from this kid at University of Illinois who put a browser together to look at the hypertext layer on the Internet. So Tim Berners Lee had been doing some wildly interesting work in that regard, and suddenly there was this thing called mosaic and it took somewhere, I don't recall if it was half a second or 3 seconds, but it was somewhere in that range for me to go, oh, this is something ver left like this has significant implications. Suddenly you can have devices that are not compatible with one another, but are playing this browser that can communicate with one another and distribute information and also become ultimately publishing tools for the world's information to start to get organized and linked to each other. It was mind boggling how it would affect everything and it was evident so quickly. However, there were a lot of kinks to work out of the system at the time. We even had to get people to agree on TCP Ip. There was folks at Microsoft trying to do Microsoft TCP IP and competing standards where the browsers not being compatible with one another. So the promise was different than the reality, but it was very clearly moving at breakneck speed. So long story short, with my trajectory against this, it was really going out to try to convince the world that this was highly significant. People at the time running the world's largest companies, governments, organizations of all types, there were some that were interested in experimenting, but many said, why would I want website? Why would I want something that downloads?"
    },
    {
        "speaker": "B",
        "text": "So were you working with mosaic at this time?"
    },
    {
        "speaker": "C",
        "text": "I was not at all. I was simply adopting it. And then it quickly became Netscape when I was working with them and then with Microsoft, who decided to try to kill them, I'm embarrassed to say, but those were times when the antitrust rules were not yet formed, I guess you might say around this space. But we were working with a number of the different players that were in that sector. But before long what happened was people stopped questioning whether they should have a website and they really wanted to know, how do we apply it better? How do we get a better one? How do we get a more powerful one? How do we use it for communication across all sectors, healthcare, education, government, and advertising and marketing. And nothing would really quite be the same. And this Internet sector went from something that was an interesting thing to dabble with, even a distinguishing factor, to just a fact of life. And my trajectory has been ever since, looking at what are the next convergence of trends that would then advance this marvel to the next phase that could affect every part of our lives."
    },
    {
        "speaker": "B",
        "text": "And what were those 16 businesses doing just before we get onto Vatiman? How you got into this? But what the hell were these 16 businesses in all of this?"
    },
    {
        "speaker": "C",
        "text": "Oh, there's so many things. Starting with looking at how to, back in the early days, how to apply it to music and early VR, really, there was these three pipe onyx machines that had that. Literally the technology we were using had to be approved by the us government to leave the country. But that same technology is far less powerful than what everyone is carrying around today in their pocket, on their phone. So Moore's law has really advanced, but each of the of the companies focused on how we can essentially create more effective ways to develop these technologies and more effective ways to consume them. So when we started, it was really about industrial strength web infrastructure and applications. So we built, for instance, the first online grocery store system that tied into inventory and was able to express that visually across devices all the way through payments. We built large banking systems. We built systems that we started to recognize these monolithic infrastructures that would break up the code into Lego pieces so you can reuse them better. So this whole API revolution came about. We started a company called SoA Software, Service Oriented Architecture, which was focused on a new way to organize code into services, which is really how code is done today. In fact, I wrote a book on the topic, and if you're ever having trouble with insomnia, I can recommend it for you. It's incredibly effective. You're one of the people that I would recommend. It works really nicely. So that book is out there called understanding enterprise SOA with Hugh Taylor. And then that led to the idea, well, if you can create services that are enabled on networks and you can assemble them like Lego pieces, well, why wouldn't everything become a service? And you'd move to things like your computer being a service. So I built a company called Desktone that ultimately was sold to the mware and as their product today. And each of these different elements became opportunities for companies. And you didn't have to be that visionary or smart sometimes I'd get credit for that where it wasn't due. Sometimes it was because of my brother's idea, sometimes because I'd be sitting down with a CIO for. For lunch, and I had all the CIO's on speed dial as everybody was avidly transforming their enterprise. And I'd ask them, what are you facing? And you see a consistency among groups of CIO's in various industries. And then you could ask them, well, if I were to build that, would you buy it? Right, there you go. There's a company, and you can gain the knowledge of the people who really understand what they're doing in the verticals and then take that back to a set of experienced technologists and folks who can codify that into actual products. And so over time, I feel like we were able to play a role in, I would say, the evolution of the Internet to be increasingly effective for businesses across sectors. And so it was really fun after a while to be able to go to pretty much any company in the world and look around and ask them, how are they running? And say, oh, yeah, we worked on that. We worked on that. We worked on that. But it was never anything my mom could understand. It was never anything that you could say, like, oh, cool. And it was awesome. And I can't complain. But it's interesting, because as time evolved, I remember distinctly where I was when Google was born. And it wasn't hanging out with Larry and Sergey. I was working with Altavista and Excite and Yahoo. And then suddenly Google exploded. Right? And when Facebook came around and Mark Zuckerberg was building some really interesting things, I was more focused on the brilliant and amazing people building MySpace, but it was really Facebook that took the helm on the consumer side and became kind of a fact of life. And each of these things that erupted that way was interesting to watch. But we were really building the plumbing in a lot of ways that a lot of these organizations were using service and oriented architecture led to the advent of cloud computing. We were the first people that coined the phrase hybrid cloud to denote organizations that would have part of their infrastructure, internal versus external, and then how to bridge those to create policy and security across them. So each of these things were kind of under the hood until now. So you'd ask, well, isn't 15 enough? Why do another one? I ask myself that frequently. Well, this, I think, is our first opportunity since the nineties to be part of something so transformative and important to daily life that I think it's worth bringing the band back together. And being part of it."
    },
    {
        "speaker": "B",
        "text": "So let's start with the blockchain side of it. When did you start becoming aware of that and the power of that? Because you've been seeing, I mean, the clear story is you've always been looking at the developments of the Internet, where it's going, and you jump in when you see the opportunity of, okay, this is a new area. Yeah, blockchain, when did it hit in your radar screen? What's your story there?"
    },
    {
        "speaker": "C",
        "text": "So it hit on my radar screen extremely early, but I can't say that I was one of the true pioneers of the early blockchain movement. I read the Satoshi white paper very early on. I think it was probably less than six months after it was kind of fell from the heavens, from whoever wrote it. And I was astounded by its beauty and the implications of what it could be. Folks out there that started evangelizing blockchain were doing very interesting things. Folks like Brock Pierce and others that were out telling everyone to get bitcoin. I really wasn't in that realm. I was really still focused on the plumbing, on the enterprise use cases, on how it would affect different businesses, not from a speculative point of view, not from like, if I bought now, would I get more later? Or what its use would be really as money. What were the implications of this blockchain technology to society, to business? And I started to evangelize that to some degree within the enterprise in, I would say about 2013, 2012, a little bit 2013 in earnest. By the time we got to 2014, I was getting frustrated by what I felt was a mismatch between the rhetoric of the blockchain of advocates and the reality of the adoption curve of both the regulatory frameworks and the enterprise pilots that were under getting underway. It seemed to me two things. One, that blockchain was being prescribed as a prescription to all ills, and it simply isn't. It fits somewhere very nicely. I believe it's a very powerful solution, I believe today. But it fits in a solution that needs to have a reason to be, and that blockchain should be applied to it, and it was being applied in places that were not appropriate. And secondly, a lot of the beauty of the decentralized model was for the middlemen to not exist in certain constructs of its application. And yet the folks that I were working on were trying to bring it in and almost in a backward style, undermining the very premise of what some of the technologies were meant to be by centralizing certain aspects. I believe today that that's actually appropriate for many use cases where you want centralized pieces and you want decentralized pieces. At the time, as I was looking at it, I just felt like this was going to go too slow for my liking, and I wanted to do something that I felt could be more significant if I was going to do something was like the next iteration of where technology was going. And I was sitting at my bar. I have a bar in Santa Monica which I'd love to bring you to. It's really the coolest place. It's been there since 1931. I owned half for about 15 years, and it has live music every night. And it's just a beautiful place with amazing, soulful people and performers. And I was sitting there just thinking about it and having a beer, and it occurred to me that I really should step away from the complexity of the blockchain applications that I was looking at. Credit derivative swaps, moving title from place to place, these things that needed a massive merger of regulatory shifts, mindset shifts, enterprise reorganization, psychologically, and just say, well, wait a minute, what if I could just put a beer on the blockchain? At the time, there was no such thing as a non fungible token. Every token was the same. You couldn't distinguish one bitcoin from another, other than maybe the time it was born. And you can trace its provenance, but they were all the same. Like gold is all the same. But what if they weren't all the same? What if you could actually have something that was analogous to real world objects, to physical objects, but the digital aspect of them would be on one side, but the authenticity and the uniqueness and the ability to trace that provenance could all take advantage of this blockchain technology. And so the thought was, if I could have a beer and I could give it to you, and I wouldn't have it anymore, and that could be independently verified, and you could put it on the table and someone else, you wouldn't have it anymore. Someone else could see it in augmented reality and pick it up themselves, give it to the bartender and get a real beer, transferring those bits to atoms, you'd have a completely new way of looking at so many different aspects of society. You'd have better ticketing, you'd have better engagement modalities, because these objects are gamified and they could be network aware and change state. You'd have better couponing, you'd have better ways of creating channels of marketing and advertising and ways of then obviously moving things like art from one place to another, baseball cards and different types of artistic, creative output could then be tokenized and moved around for all sorts of purposes, both commerce and creativity. And so it was kind of like, very clear that this was as clear it was to me when the blockchain first came around. It was clear to me, like, this would be super cool to focus on. I started a company called Vadam, which stands for virtual atom. The idea being one that when I started to go around and talk to folks about this concept, the idea of a non fungible token was a mouthful. And everyone said, nobody will ever."
    },
    {
        "speaker": "B",
        "text": "When was this? When did you start this?"
    },
    {
        "speaker": "C",
        "text": "So this was early 2015."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "C",
        "text": "So, yeah, so I put forward this set of, I guess, propositions, concepts of white paper, not even formal white papers decks, and then looked to find folks that could help implement. That's when I came across Craig Sellers and some other folks who, Craig, at the time, had been the CTO of tether and had worked on something called omnilayer, which was really a very interesting technology that was able to start to realize some of the benefits. Anyway, we assembled some early believers. I was able to hire them into an entity that we began with a single minded vision, which is the creation of experiential, non fungible tokens for the next generation of human engagement. Whereas you started, if you look at the evolution of the Internet, or of the Internet and the web, and subsequently apps, you find that each innovation made it more and more interesting to brands, to companies, to governments to communicate with their constituents and to gain data from that and to be more present and more effective. What was clear here is that if we could simulate all the elements of a physical object in a digital object, this would be as significant as any innovation before it for the Internet. What was missing from the early proposition, which then came, I think, several months later, in maybe late 2015, early 2016, was each of the elements that needed to come together to make this perfectly effective, the things that you can represent as objects needed to then have the people to use them and needed to have the place to experience them. So this idea of people, places and things on the Internet then became my rallying cry, my belief system ever since. And that's what Vadim is seeking to do today."
    },
    {
        "speaker": "B",
        "text": "I mean, you were incredibly early to understand what nfts were. I mean, we didn't even have smart contracts at that point."
    },
    {
        "speaker": "C",
        "text": "That's right."
    },
    {
        "speaker": "B",
        "text": "So you didn't really have the technology available. You talk about AR, but that wasn't available. So it's very high concept phase. So when does the metaverse suddenly start clicking and you see that these whole worlds are about to come together, because that's what you've done here, and we'll talk a lot more depth about what you're doing. But how did you get to that sudden realization that, oh, my God, this is the time, the place, and it's all here?"
    },
    {
        "speaker": "C",
        "text": "Yeah, it's interesting. This idea of the metaverse was always fascinating to me, ever since I was in grade school. I used to write games. I remember spending long hours with my father, who's an expert at many things, including computer science, and thinking about those text based adventure games where you could say, okay, walk forward and we'll go to the right. I was like the dungeon master of my community. You can tell where I was hanging out, not with the quarterbacks. So looking at this notion of creating a meta plane of reality was always something fascinating to me, but this was really quite different. This wasn't. While I had that fascination, what my real interest here was. How do we enhance the world we live in today, the physical plane of reality that we've convinced our brain somehow is real? How do we take that illusion and build on it to create a better experience in it? As opposed to how do we create a ready player, one style world that we can escape into and leave this one behind? That's where this notion of a metaplane, of a persistent set of qualities that our brain can perceive as real, started to evolve, starting with the notion of identity. So the first thing that I did was I put money into an open source project around self sovereign, blockchain based identity. That is something that I think is fundamentally core to the entire premise, because you have to be somebody in this digital frame in order to execute effectively your experiences and your commerce and your relationships with brands and people. So having that identity is key. And owning your own data is a fundamental shift in how that next generation of the Internet will work and should work. So we started there. Then the idea is, if you're somebody, you can own something. So then what is it that you own? And what is the idea of what does it mean to own something? So it's not really. Ultimately, it needs to be a legal construct, but that's not where I started with it. It was really much more a psychological construct. What does it mean to own something? What does it mean to feel like something's real? And to answer your question, what clicked was really understanding that the way we understand something is real is not that sophisticated. This is why magicians and illusionists can trick you every time. You're like, what? How did a rabbit I don't get it. But you're like, I know it's not real, but I'm going to suspend disbelief. Good enough, right? And that's what happens with the real world around us like we perceive. Like right now, I've got a computer in front of me, I've got a table. I perceive these things as real for a number of reasons, one of which is if I turn my head around and I come back, it's still there. So there's a notion of persistence. If that persistence wasn't there, I'd be totally shocked to be like, okay, maybe I'm dreaming. Maybe this is some illusion. Okay, there's a persistence. If I turn around without looking back and ask you if you see it, and you say, yeah, I see the same thing, generally, then there's another clue, okay, we're in a shared reality. Then there's a notion of authenticity. Is there an independent observer that if we were both to go away, I have a belief, right or wrongly, that this would still be here? That really is very comforting to people for a lot of reasons. Might not be true because there's no real way to test that, but it's very comforting. So you really need an independent observer, rightly or wrongly, in your mind, psychologically, to say that this is actually authentic, this is really real, and you can check with that to give you that comfort. That's where the blockchain comes in. It becomes that higher power. And the truth is, once you establish that psychologically that it's a higher power, people forget to check whether the blockchain is real. It's the decentralization of the blockchain that actually gives it that power. Because if the government goes down or if the company goes down, or if the original creator is no longer there, presumably the blockchain persists because of its mass decentralization and its ability to withstand all sorts of attacks and calamities and business and government vagaries. So this notion of having all these qualities, check, check, check, check. And now blockchain made me say, oh, blockchain is that missing link. To go from an in game virtual good, which has been around forever, to something that we can psychologically agree is real, has real ownership, and is independent of any game. And that's when I decided to get rid of the games. Because I had been a gamer, I had been a big proponent of games and gamify the world, right? The world becomes the game once you open it up into nfts. But then the question is, how do you play with it. If you have a wallet and you have an NFT, what does it do? And that's where this notion of metaverse really started to evolve in my mind as we hit the 2016 realm of R and D and exploration, because the objects themselves are the game."
    },
    {
        "speaker": "B",
        "text": "So this is 2016. You're having these thoughts."
    },
    {
        "speaker": "C",
        "text": "Yeah, well, I was actually implementing. Yeah, jesus."
    },
    {
        "speaker": "B",
        "text": "Okay. I can't get ahead around that, but carry on."
    },
    {
        "speaker": "C",
        "text": "We were in the team at Vadam at the time. We called it potomac, and then we call it vadam. And so the idea of creating these vadams, which were the earliest nfts, was not, wow, I hope that we can find a greater fool than us to buy it and get it off our hands before somebody else gets left holding the bag. We did understand that with any new technology, gambling and such things tend to be the first opportunity, and people say, oh, get rich quick schemes, and all these come in. But we started right from the premise that that would be short lived and that it would always be part of it, but it would go from maybe 95% of the focus to 5%, where 95% really is about engagement for healthcare, education, government marketing, advertising, coupons, tickets, like real utility, real engagement modalities. And that's where we started. Right. And that's the focus even today. And so as you move to the notion of metaverse, we start with this idea of a person, right, this identity. And so you were really mirroring how the brain perceives this plane of reality. Everything you look around and see is a person, place, or a thing. But when you go to the Internet, it's not a person placer thing. It's a hunk of information that you can kind of wade through. It doesn't feel real. It feels useful sometimes. Sometimes a waste of time, but very often useful. But if you're in the real world, useful or not, it's there. And the brain has evolved to have experiences and memories and relationships in the context of the real world. That's our biology."
    },
    {
        "speaker": "B",
        "text": "Whoa. Landing an account this big will totally change my landscaping business. It's gonna mean hiring more guys and more equipment and new trucks for the new guys to drive the new equipment in. I don't know if I'm ready."
    },
    {
        "speaker": "A",
        "text": "You can do this. And Ford pro finsimple can help. Our experts are ready to make growing pains less painful for your business with flexible financing solutions that meet the needs of your business today when you need them, get started@fordpro.com."
    },
    {
        "speaker": "C",
        "text": "Financing. And so as you translate that into this extension of the real world, not replacement but extension into the. Into the virtual plane, you now start to recreate these primitives in a way that our brain absorbs naturally. So, identity moving into that space controlled by me, I could represent myself any way I want with avatars or just with video, and my data is my own, then ownership, which are the objects now. The objects now have to be used, have to be interacted with. So the way that you do that is you can interact with that in your wallet, which is essentially a manifestation of your identity, or across the meta plane that extends on this physical plane, across augmented reality, or you might call it extended reality, because unlike augmented reality kind of gimmicks where you hold up your phone and captain Crunch waves at you and says, hello, that's. Everyone has a siloed experience. That's a game. But if there's only one, and it's uniquely, independently verified by a third party that you trust, and if I pick it up, it's no longer there. That is a real object, right? So if that starts to manifest in augmented reality, it's no less real than something made out of atoms. So vatoms by our. So let's say our vision and our goal is to convince the world that they're no less real, right? So they can retain that value psychologically, and then you can interact with them in augmented space, and then virtual spaces and on the virtual space. The concept was and remains that the model that was so beautiful that got us into this in the first place is not over. In fact, it's just getting going. And that's the model of the web. There are billions of websites of every way, shape, and form. But now those websites, on an information topology, what if they now could manifest to the next layer of human interaction with people, places, and things? What if I could show up as myself and I could bring my stuff and I could drop it on a website and someone else could pick it up, or I could find something in the website. And then the idea of the website being a place, it's not really a place today. You don't say, hey, mom, meet me@cars.com. and let's go check out cars. What do you mean, meet me? It's information about cars. It's not a place to go. Well, yes, it will be, right? That's the metaplane we're layering on top of this Internet. So it's a natural evolution. And so there's so many technologies that converge to bring this together, ours being an amalgam of, you know, on the shoulders of giants, of many other technologies, some of which we've written and have pioneered, and some of which we're assembling from genius collaborators and people who have come before us in many areas. Artificial intelligence, augmented reality technologies, amazing devices, the virtual technologies, WebGl, these are not all decentralized technologies. These are technologies. Centralized or decentralized is irrelevant. Where you want the decentralization, you should now apply it. So when we talk about the evolution of web from Web one, static web two, dynamic and interactive, and UGC, and all of these capabilities that came in that realm, e commerce to social media, we now go to the next generation, which is adding people, places, and things. It's really, really more fully integrating our digital and physical lives. And that was the revelation, is that we could bring these elements together now and be part of something much bigger than ourselves, but also make an impact in it, which makes it worth doing and fun."
    },
    {
        "speaker": "B",
        "text": "And then I'm going to cut into the story here. So I got introduced to you by a mutual friend, Anita Sands said, oh, you should meet this guy Eric, and look at Vatum. And I looked at the website. It was previous, it was before you just redone the website. And I'm like, I have no idea. It looks pretty crappy to me. Anyway, I said, I'll take the call. And then I met you, and you walked me through what you built, and it was like a holy shit moments to me, because I've been on top of this metaverse stuff for quite a while, and I've seen what people are building. Yes, we know what Epic Games is doing, but we were looking at more of this kind of decentralized version of what a metaverse could be in a usable format. And I'd seen that Oncyber had started using the browser rendering, and I thought, okay, these guys are probably leading. And then I bumped into you, and you unveiled all of the stuff you've already done and the people you're working with, and it really blew my mind. And we will show some of the b roll as we talk through some of what you've built. But the depth of what you've done already and the experience itself, which will always be improving, because as technology improves, is, I think, simply staggering. So talk through what you've built, because people need to get their heads around this, because it's honestly, when people watch this, they'll go, I had no idea. Which is what I said to you is, people don't know what you've done."
    },
    {
        "speaker": "C",
        "text": "Yeah. And hopefully they will, thanks to you, and thanks to us now being ready, there's a lot of R and D and experimentation that has to go into something comprehensive. We're not building a point solution. We're not building a digital wallet that stands alone, that lets you buy and sell crypto. It's not interesting to us. We're not building a meeting solution so you can go into the web and run around with your little avatars and run into you. We're not just building nfts so you can create a thousand aliens and try to drop them and hope that people will buy more then they cost you and all of that. What we're doing is we're recognizing that there's a convergence of phenomena, that if we were to create an underlying platform, that each of these elements that allows you to create these various kind of point solutions or simple use cases, if each of those works seamlessly together, then you would have the ability to build what we think is the next generation of this Internet. Right? Each of these things individually, what you find is they can appeal to an interesting niche and they can appeal to the imagination, which is what happened in the early stages of this hype around metaverse, around nfts and the like. Everyone's like, oh my gosh, this could be incredible. Let's throw a huge amount of money in and I'm sure it'll come back very quickly. Well, that's not really how these things work. What happens generally is you have to experiment. You have to learn what are the actual practical use cases in the various verticals that makes this better than a website, a standard website? What makes it better than a standard app? We're on a zoom equivalent here. Whatever this application is, it's pretty good. Why would I want to undermine the simplicity and power of this addition of people on top of the Internet to communicate by adding a needless complexity or gimmicks? You have to really look at what's the power and the substance that this really brings to business in a way that is measurable and matters. The answer to us came from the integration of these various pieces together. Any one of which, if it was left out, doesn't create a product. So for us, it took time, and that's what brought us here. But we had to make, for instance, we had to make a wallet that was metamask alike, in that it's your data, it's your wallet, it's not an individual brand or companies. And you have the ability to hold nfTs, what we call vadams. But the NFTs have to be dynamic and smart and the ability to use it had to be mass market. Right? Now, if you build a metaverse and say, plug in your metamask, you lose 95% of your audience, at least the audience that we care about, which is the audience of Pepsi, the audience of Procter and gamble, the audience of Verizon, the general audience out there will, in small measure, increase the amount of users of metamask from 30 million to 60 million, et cetera. But we're looking for the multibillion community of the Internet today that's now become familiar and incorporated that into their lives. How do we make this as simple as scanning a QR code or clicking a link? And now you're in, and then what do you do with those objects? The simplicity of a JPEG is interesting if you want to declare it scarcity and then create hype around selling it, but it's not gamified. It doesn't generate data. It doesn't create a relationship with the end user. You have to have a network aware digital object that can actually do all sorts of fun, interesting things. So that's another piece that it's not an adjunct. It's not like, oh, there's a company that does that. It has to work with that wallet, and then that wallet has to seamlessly integrate into real world events and into virtual spaces. So that means you need a virtual space, but not one that. Again, it's this analogy of the real world. If I went to Dodger Stadium and they said, trust us, there's 50,000 people here, but there's only 100. Like, if your friend isn't in the hundred that we've identified you coming in with, you're not going to be able to find them. I would be like, well, how do I know there's really like. That doesn't make sense. The whole point of feeling like you're somewhere is that there's people all around you. All these metaverse applications that shard at, like 50 or 100 people, that doesn't bring the psychology of the real world together with the physical world. You have to shard at tens of thousands or infinite. So then you need that and the simplicity of entering. I'm a huge fan of unity and of unreal. I think they're absolutely spectacular. What they bring, however, I think that they're augmentations to the Internet. They're not open standards. They're proprietary stacks of code, and they do an amazing, beautiful job for certain audiences. It was similar to how flash worked in the early Internet. But what you want is you want something open at first you want the website to get better, and you want that to be based on open standards. And that just as the web, anyone could build whatever they're going to build, very easy for anyone to build their manifestation, their creativity on it. Then for folks who have a certain type of machine or want to add proprietary technologies, you can add, go into this room, go into that, and you can add all sorts of things. So we needed to build a web based metaverse that was massively scalable and dead simple to use. As simple as clicking on cars.com. and then you run into your mom and you talk about her, and then you can interact with the cars, and then you can pick something up and it'll be in your wallet. But that wallethead wasn't something that you needed any technical skill to do. The metaverse needed no technical skill any more than going to cnN.com or to realvision.com. all of these elements, easy, simple, massively scalable and seamlessly integrated, seem very simple now that they're together and working at scale. But they weren't simple to do, and that's what took us. The time and energy, the experiences you've."
    },
    {
        "speaker": "B",
        "text": "Built are quite extraordinary things like spatial awareness, which I think is really interesting. So we can all go to a concert together, watch somebody on a screen in vatum, but I can sidle over to you and say, and have a side conversation, and you've made it so it feels real, because that was one of the problems is you have a Zoom call and everybody's talking at each other, and you can't create that human connection, but you've got that super interesting. You've got obviously the integration of video. Your avatar approach, I thought was very interesting, as opposed to going the PFP route, which most people have been using. You said, well, everybody now uses video. So sure, if you want to use a PFP, use a PFP, but why not just use your video? So I know it's you and you know it's me. So it feels that one stage closer to something we know. It's a bit more skeuomorphic in its approach."
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "B",
        "text": "Then when I looked at what you've done with the wallet, and that experience is basically a drag and drop chain agnostic wallet. So you could take an augmented reality NFT, or whatever it is, object and just drag it into your wallet, and then it's yours."
    },
    {
        "speaker": "C",
        "text": "That's right."
    },
    {
        "speaker": "B",
        "text": "Which doesn't exist elsewhere."
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "B",
        "text": "Metamask. And I was buying something yesterday. It's a fucking nightmare to use. And you've changed all of that. And that's just scratching at the surface. And we'll talk about some of the brands and what people have been doing. What I want to understand is the interoperability of what you've built."
    },
    {
        "speaker": "C",
        "text": "Yes."
    },
    {
        "speaker": "B",
        "text": "So can I, let's say I'm in vatom and I want to also sell you my some other NfT that I've got."
    },
    {
        "speaker": "C",
        "text": "Yes."
    },
    {
        "speaker": "B",
        "text": "Is it interoperable or does it have to be a vatum object?"
    },
    {
        "speaker": "C",
        "text": "It's absolutely interoperable. And the core of the premise is interoperability. Remember, we're coming from a philosophy of 30 years of being part of evolving the web and of the marvel of seeing mosaic turn to netscape turn to modern day browsers and to see this phenomenon grow not with that as an adjunct cool factor, but because of that. It's because of the interoperability that the web exists. If you went to cnN.com and then you went to a link to something interesting and it was like, well, wait a minute, do you have the right browser? Do you have the right computer? Are you using TCP IP versus MS TCP? All these elements have to be standardized and available and seamless to the end user. In other words, the complexity needs to be abstracted to the point where to the extent that there's incompatibilities, they're not noticed by the user. So our premise from the start was to create an identity system that you can move from place to place. Everything is identity. But the objects themselves. We can't control what blockchain somebody's going to put them on. What we can control is whether it matters, right? So we abstract at the level of minting, so you can mint on any blockchain and at the level of display. So your wallet, from the perspective of the end user, might have one thing on Solana, one thing on Palm IO, one thing on EOS, one thing on Eth Mainnet or Polygon, and from the end user, they don't know. And the reason why that's so important to go mainstream is not only its simplicity and elegance that's important, but from a business perspective, you can't choose a blockchain and then expect that your choice may still be the same in the future. The best blockchain might be the one that's not invented yet. And certainly this is early. You say, okay, come to my concert. IHeart is one of the companies that we work with and has been a pioneer in this space. Amazing people there that are really innovating, but imagine that they had to go to their constituents and say, okay, now you're coming to the next concert, and the objects you had last time were on this blockchain or such and such compatibility. Just bring your 17 wallets and it'll be awesome. No issue. People are like, I like Taylor Swift. I don't care about this. So you have to completely eliminate that of every level and make it so simple and fun that everyone wants to do it. And it's not even realizing that they're using these technologies. Everyone already knows how to scan a QR code to get a menu. Thank you, Covid. And everyone has a phone, so you can scan something, things can fall on your lap, and then you can start to interact. Now, the key difference between web two and what you might call web three with these technologies is when you do interact with these objects, the objects might be coming from different creators. So instead of having 97 apps and using four and not knowing where you got what and how, you're going to bring up the right thing at the right time. People are going to generally start to gravitate towards wallets that aggregate their objects, aggregate their ownership, but they have to come from different brands and different creators, different artists, right? So in one place, you have to have those under the hood. This is where this complexity mask needs to come in. You now need to manage data very carefully and with a high degree of integrity and compliance with the rules in whatever region you are in the world. Some data sovereignty rules means you can't move data out of certain regions. Some say, if I've given permission to this brand to communicate with me, let's say it's Samsung, doesn't mean I've given permission to Taylor Swift to drop me something and communicate. So you have to know what permissions and what type of data sharing this individual has enabled, and then help them communicate with the brands and the objects and the experiences that they want to. That's what the wallet does. It's that underlying machinery that is transparent to the user."
    },
    {
        "speaker": "B",
        "text": "But I could use that wallet for my other assets that I didn't have on Vatum. I can keep my ETH in it so I can buy something from you. I can meet you in Vatum. You want to sell me a digital good, I can pay you an ETH there and then, and we just kind."
    },
    {
        "speaker": "C",
        "text": "Of exchange easily, and I might run into you and you might have an object. Not nothing to do with Vatom, an NFT that is completely created on something that is not our system. And I may want to buy it from you, or you may want to give it to me, which I think is more frequently going to be the case with brands and ways of wanting to engage. Let's say it's a brochure on the table. Let's say I only have a minute to talk to you, but I want to get more information later. I could just pick one up. And now that becomes a conduit of communication between us. But I don't care what the underlying technology is, I care what the content is and what the interaction between us as humans is."
    },
    {
        "speaker": "B",
        "text": "It's decentralized. In what ways what happens? Because there's the fear of what meta are doing and you're actually playing in a lot of the same areas meta are, but you've got to market much faster in what you've done. The fear about meta is that it's a corporate metaverse and they own it and therefore they can suddenly extract rent in ways that only the web two players have done. How do you deal with that kind of issue?"
    },
    {
        "speaker": "C",
        "text": "Well, it's an important balance. You want to make sure that people understand that you're building something open. Our open source work is critical to our philosophy. We increasingly are interested in putting more and more into open source so people can build whatever they want. And also our free tier. Like it's not only open source, we actually want to put things in that. It's not just you're on your own. Good luck. We actually want to provide service and capability to people who don't need to pay. That said, once you start to get into advanced use cases and volume, it's the same as the web. You can go and you can make some HTML and you can go and you can make a free website. Is it really free? Not really, because you need a server. So you can rent one or buy the drink on Amazon AWS or on Azure or on Google Cloud, or you can get a server, you can connect it to the Internet. There's no really free lunch, you're still buying something to connect to the Internet, you're still buying some hardware, you're getting some software, but you can do whatever you want, right? It's your website. We're trying to model that same concept. It's not that you're buying land in our metaverse like and setting up in meta or setting up in Decentraland or setting up in sandbox, those are great. And I'm sure that they'll thrive in their own niche ways. To me they feel like games, they don't feel like an evolution of the web itself. We're looking to be part of something that isn't just about us. We're looking to contribute to something that is about a bigger picture of hundreds of thousands of developers and people and scientists and companies that are trying to make the web more effective for them. So we're putting this stuff not only into open source, but into forms that can be experimented on and developed upon. So this is a really important point, Roald, because when you look at who we're trying to appeal to, we want to appeal to folks who don't know how to code and can drag and drop and do things super quickly. Like you can make a metaverse with a wallet, with an nfts, literally in minutes. The real innovation is going to come from people who are either smarter than us and or more knowledgeable than us in their own use cases, who are going to augment the system and build better and better capabilities. And the way we see that is they can build those capabilities as plugins to the fundamental architecture, not as just for their app, but as a change to what it is we're doing. Like a plugin. Most of the work we do are just plugins to the base. So anyone can build these plugins, and then what they can do with them is they can give them away, they can contribute them back to the community, or they can sell them. Peter Diamantes, who's a dear friend and an investor and board member of Vadam, has a notion called the Interface moment. He's put forward this concept, which I find quite brilliant. If you look at history of technologies developing, you find these moments where the niche group of scientists or early adopters suddenly explodes and it becomes part of daily life. Well, what is that moment? Why does that happen? What he's identified is that there's an interface moment, which has to do with one, the simplicity of being able to adopt the technologies, the user interface, but also the developer capabilities, where someone can make money from creating new capabilities. So the app store was one of those moments where suddenly it's like, oh, I can make money making something, and people could easily consume it. And that just became a massive flywheel of success. Right. This happens over and over and over again for technologies. We think we're part of that interface moment for what you might call web three or metaverse."
    },
    {
        "speaker": "B",
        "text": "But with the app store. The issue is with the App Store, is you kind of very much beholden to Apple?"
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "This podcast is sponsored by Ramp. Are you the decision maker in your company? Consider this, for the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With ramp, you get full visibility into your company's spending and control who spends what. With each vendor. Ramp software collects and verifies receipts instantly to save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization, and bill payments. Time consuming tasks, which means you'll stop wasteful spending and close your books in hours instead of days. Businesses that use ramp add up to 5% to their bottom line the first year. If you're a decision maker, adding ramp could be one of the best decisions you've ever made. Get dollar 250 when you join ramp for free. Just go to ramp.com easy ramp.com easy ramp.com easy cards issued by Sutton bank and celtic bank members have DIC terms and conditions apply."
    },
    {
        "speaker": "B",
        "text": "And so, you know, they are the behemoth of which you need to abide by their rules or you get booted out. Yeah, but that's not what you're doing here."
    },
    {
        "speaker": "C",
        "text": "No. So when you have an open system like ours, this is a. I've created open source companies before, and this is now fairly well trodden territory. You need to create a business model to sustain yourself. Like, this is not all. It's not all effective altruism. Like our friends, we don't use those words. No. This is the opportunity to contribute to something important. But we actually do want to create and feel we can create a very substantial business. So what you want to do is you want to open it up so that people can compete with you, right? So, one, you can create anything you want. And that plugin is for you. You don't have to bring it back to the community. You don't have to pay us a dime to distribute it to your constituents. You can do. It's your plugin, right? You can make it free. You can make it free just for your company. Like, we have roles and responsibilities around security. You can also create an app store that is not our app store. So you can make an app store and you can charge 90% and see if it's so good that someone wants to pay you or 1%. Or you can use some of the, I would say, the commercial distro activities that we put forward, because we are trying to take this underlying open system and we're trying to create, I would say, value that is worth some dollars, that at scale will create a very substantial business as well."
    },
    {
        "speaker": "B",
        "text": "So just so people understand, right, decentralized decentraland I think the latest thing came out. There's like 16 people a day going there, right? How many people have used VATM?"
    },
    {
        "speaker": "C",
        "text": "Wow. So there's so many people that have used it because our definition of metaverse is very different than Decentralands. Remember at the beginning of our chat here, we said that our goal isn't necessarily to count the number of avatars running around in virtual worlds. Our goal is to count the number of people that are engaging with these objects and have wallets and are interacting with them daily. And the way that they're getting these wallets is because every company in the world, the same way that they built a website, they're now going to build a better website. And what's a better website? It's the same as the website you have adding people, places, and things. You need a wallet, you need smart nfts, you need a way to interact with them across AR and VR. So it's the acceleration of this. Let me give you a few examples. We have tens of millions of these objects out there and millions of these wallets, but it's growing like mad. But the reason is you've got tens."
    },
    {
        "speaker": "B",
        "text": "Of millions of objects of nfts, essentially."
    },
    {
        "speaker": "C",
        "text": "So, yeah, in 2017, we also licensed some of the code to have an open source object model called Block V. And there's been an ecosystem of companies building on top of that. And BlockV has advanced itself over the years. And so we have people using the open source versions, we have people using our commercial distro versions, and it's out there all over the place with various companies building really interesting projects on top of it. I think where we've really focused on the commercial distro aspect of it is the seamless integration of all the pieces. So you might be a brilliant inventor, and you want to take some of that code and you want to say, okay, I want to do something for a niche in advertising, or I want to do something in healthcare or something in education. And you can take that code and you can start to maneuver it in various ways, but it's complex to do. And there are various companies that might support you, sis, or different versions of commercialization on top of it. What we've looked to do is to create a seamless interaction across all of them and then deliver it out where it's super simple to get the results you want. Now, the results that most people want are about creating long term relationships with their constituents, whether those are employees or consumers. Let me give you an example. PepsiCo, one of the largest, I think, actually, PepsiCo and Frito Lay, its subsidiary, is the largest food and beverage company in North America, possibly in the world. I don't know how they fare in the ranks, but they're quite substantial. And what they did is nothing short of remarkable. And the stats are phenomenal. So they built on the Vadim platform, a capability to scan a snack. Hundreds of millions of bags of lay's potato chips, doritos, cheetos, all these delicious morsels. You go into a 711, take a scan of with your phone, and you're entered into a contest to get tickets to the World cup and draws you in to a request to take a selfie and share it with somebody. It mints you an NFT of yourself as a hexagon, a golden hexagon that as you share it becomes part of a communal art project where everybody around the world is getting these selfies that are minted, put together on a single golden football in the sky. It really unites you in a very emotionally impactful way with everyone. Then you have this golden ball spinning that you can spin with your finger and then pinch into. And as you pinch into it, you see these faces from all over the place coming together on a permanent artifact. So let's talk about decentralization. This is not an artifact in a game. This is an artifact that will stand the test of time, that will be passed down through generations as an independently observable and authenticated singular use of a piece of art. Right? It's a one of one for each individual that gets it. And there'll only be so many minted for those who played, who participated. But now you're part of history simply by scanning a bag of chips. That, to me, was one of the more brilliant use cases I've seen for decentralization and web three because it connected people. But it's actually much more interesting than it even appears on the surface. On the surface, it's like, okay, finally, an interesting use for engagement and use cases for web three. But now imagine what's happened. Every single individual who's decided to participate and get the value from this experience has opted in on an ethical and legal data relationship. Back with Frito lay to say, thank you for giving me this. What else you got for me? So now there's a direct relationship between the brand and the consumer that is mutually beneficial to continue for long term communication. That's advertising, marketing, and loyalty collapsed into one, into the next generation of human engagement. That's the metaverse to me. So when you say Decentraland has a couple thousand people. How many do you have? I say that's not our metaverse. That's a different game. That is a game. We're playing a role, we believe in advancing the communication system that the Internet brought to us to make it more powerful and lasting."
    },
    {
        "speaker": "B",
        "text": "Yeah, and what I'm trying to get to is you've done some massive activations for massive brands in a way that nobody else has done. People don't even know what you're doing. And so we're talking about Decentraland because it's really not being used. But you've got scale happening in a defined use case, which is actually this kind of business version. And that's a bad word for it, but it's something that brands and corporations and pop stars or whoever they want can use. This whole suite of experiences you've built, adapt it, create it. And some of these are huge. So talk about if you're able to, some of the brands who've been using it and how big they are, because you've had a bunch of large numbers of people come to these things. And again, nobody's aware of this stuff."
    },
    {
        "speaker": "C",
        "text": "Right?"
    },
    {
        "speaker": "B",
        "text": "Nobody's aware of it."
    },
    {
        "speaker": "C",
        "text": "Well, they might not be aware of us yet, but a lot of people are aware of the artifacts of our work because they're out there, right?"
    },
    {
        "speaker": "B",
        "text": "That's right. Because you've abstracted away. People don't. That's right. In the web three space, they're not."
    },
    {
        "speaker": "C",
        "text": "As aware, exactly, but they're getting increasingly aware, because I think what's happening is that our forecast is coming true. I don't want any. What's that word in the German? Schadenfreude or whatever it is when you're happy that things have collapsed. I don't want to claim any of that or give off that feeling, but we did predict that the evolution of this application of this technology would start with rampant speculation and get rich quick schemes and would soon settle down into substantive capabilities to enhance the value of the web the same way the early Web did. Right.com, comma, this.com, that valuations like mad and suddenly collapsed. And everyone said, oh, the web's not interesting. Pets.com didn't work. Well, maybe Petstop didn't work for a certain reason at the time, but I bet it'll work now. And it'll work because of lessons learned and because of sober application of the technologies to real world business outcomes. That's what's happening here, right? So to answer your question, you can look at multiple campaigns that have run out with some of the largest brands in the world and are happening every day. You can look at the Volvo verse. The first electric vehicle that was ever launched in Metaverse was done by a division of WPP called Yonder. Brilliant people in South Africa who built on the platform. A lot of what I'm about to say, what I'm most proud of, of what they're doing, is that we didn't do it, is that the creativity and the technology that was applied was a merger of our underlying platform and their expertise. That's the beauty of what we can do to scale now. So look at what they did for Volvo. Look at what procter and gamble, the world's largest advertiser. This is something really interesting. The world's largest advertiser by volume, has a group, and I'm going to get the name wrong, but it's something like the post advertising world or what's next after advertising, because they recognize that traditional advertising is not nearly as effective as it was, and that the next generation of this has to be in alliance with the consumer to give them value for their time and to make them feel worthy of having spent that time on this interaction. Secondly, Apple made a huge impact on the business by cutting off cookies in the way that they were being used to surreptitiously gather data and target people. So people are now needing more effective ways anyway to communicate with people. So if you look at Procter and Gamble's multiple campaigns and where we hope to go next with them, they're actually starting to look at gathering first party data in ethical and legal manner to create gamified experiences that engage people in such a way that they want more and they're requesting more. What happens when people request more? They move from what's called first party data to zero party data, meaning that they're not just kind of giving up a little bit of information about themselves so that they can play and get back into their wallet. They're actively saying, let me tell you about myself so I can get more value. Let me tell you that I love basketball and I'm interested in this type of music because the experiences that you're giving are worth it to me to get the value that's more applicable, more personalized. To me. Other things are like State Farm. See, what they did for a Super bowl was astounding. They dropped. So I don't know this for a fact, but you don't get less technical consumers generally than people that we're trying to reach for a state farm they're not known as focused on technology. So now imagine that suddenly there's a million plus digital footballs at augmented reality scattered all over the United States. And state farm customers are going and catching them and getting them, and they're turning into nfts. And they're engaging in these gamified models where the metrics of what you get for satisfaction around how long did they play or dwell time and, and how many shared with others is just off the charts compared to traditional mechanisms. But even more importantly, they now have a direct conduit, a direct ongoing communication channel with those consumers where they don't have to ask a retailer for permission to talk to their own consumer. Or Mark Zuckerberg, please give us permission to talk to our own consumer. The consumer has said, let's talk. Let's have a relationship. The essence of any human relationship is about proving your value every day. Even if you're just a good listener, even if you're providing something funny, interesting, some reason to spend time with one another as humans, that's what sustains a relationship and builds it over time and creates trust. Same thing happens between brands and consumers. And this is the most powerful human communication tool since the introduction of the Internet. So these are the types of things we're seeing now. You can also move to the b two b side. What we saw with intel, for instance, was also quite astounding. Intel had, I would say, I think it was something like 700 executives come from all over the world into a single URL, and they had scientists within the URL, people, places, and things, remember showing up, showing their PowerPoints, showing their videos, talking about their breakthrough innovations, extremely technical things. And then people were able to run into each other. Right? This is a big part of the next generation of the Internet is humans catching up with one another, spontaneously finding someone that you didn't expect to meet, that you couldn't do on a zoom, and then going in. And when you're in an environment like that, where you can have sound attenuation, where you're just hearing the people around you, you brought this up earlier. This is the kind of thing that was pioneered by Philip Rosedale back in the day with second Life, and then with high fidelity and became our partner. You have the ability to now focus the attention around conversation and relationship building and more simulate real life. And then if you want to pick up a brochure off the table and follow up later, that's an NFT, a network aware, dynamic digital object that now creates a communication channel between the creator and the user that, I think when all these things become seamless and completely transparent to the end user, that's where the Internet is going. And we're seeing it now at scale."
    },
    {
        "speaker": "B",
        "text": "Yeah, because what you're doing is changing the game on marketing, getting rid of the middlemen in the middle, allowing brands to connect directly with the people you're creating. Obviously there's new products and services they can offer because you're in a different space, a different type of experience, events. So intel are getting together all their senior management team without all of the cost, but it's still pretty interactive because you can go and meet Joe and have a quick chat with him and you could be even having a glass of wine at home while speaking to Joe. And you've got that experience. So you've got this real world feeling and it's helping. Initially, what you've had the big breakthrough with is these massive corporate brands who are realizing, okay, this is the future of where the Internet lies, this is the future of websites. But because it's open source as well, anybody can build anything on it. So who knows what's going to be built on it. Whether it's somebody building concert experiences or whether it's somebody building meeting rooms or the new version of Discord or whatever it is. I mean, we're looking at it for real vision to say, okay, what could we do here? So if I was distill it down because there's so many parts, is what you've built, is the platform."
    },
    {
        "speaker": "C",
        "text": "It's the platform."
    },
    {
        "speaker": "B",
        "text": "It's the open source platform for a web three metaverse world."
    },
    {
        "speaker": "C",
        "text": "That's right. And it's going to take the vertical expertise of systems integrators and agencies and partners of all types to then apply that the same way that you have the web and say, okay, what does it cost to make a website? What is it good for? Well, it depends what you want to do with it. Right. The one thing that I think we've broken through on now, through compliance with the data rules, with the integration of the various pieces seamlessly, is we've now proven out that there's an infinite number, there's a white space, a new canvas for imagination, where you can now build things that are demonstrably and measurably better than the existing tools. What we're talking about, what Comic Con metaverse is doing, what intel did, what GoDaddy is doing, all these different companies, you can't do it with Zoom, you can't do it with teams, you can't do it with a website. You can't do it with just a wallet. You can't do it with an NFT drop. You can't do it with a metaverse where you're running around. You can only do it with this convergence of these exponential technologies into a single platform. We won't be the only one, but we are part, I think, of a group that is leading the way. And we're now finding more and more organizations and companies, not only augmenting what we're doing, but building on top of it. And that's really gratifying."
    },
    {
        "speaker": "B",
        "text": "Look, it's super interesting. I just want to follow this journey as they go because I think people can be very interested in what you're doing. I think people at first will think, well, this is nothing the kind of dgen, Nft ninja thing, until they realized this is the future of how all kind of marketing activity, brand activity, online meeting, engagement. This is also what Meta saw. This is what Mark Zuckerberg saw, that he's pivoted the entire business around it. And the issue is we don't know how close they're going to be because they've never been open source. They're not, they don't do it, but you've got that trust element that's available because you have interoperability and you have the ability for people to build what they want. I think it's super exciting what you're doing, and I just can't wait to."
    },
    {
        "speaker": "C",
        "text": "See where it goes. Thank you. It's going to go in so many directions because we already see people building things so much more interesting than we could do ourselves. It's really exploding. And the moment is now to learn and then take that learning back into a virtuous cycle of making the platform better and better."
    },
    {
        "speaker": "B",
        "text": "Fantastic. Well, I wish you all the best of luck."
    },
    {
        "speaker": "C",
        "text": "Thank you, Earl. It was a wonderful time to spend with you today, and I really appreciate being on your show."
    },
    {
        "speaker": "B",
        "text": "So what did I learn from this conversation with Eric? I've learned that the metaverse is much closer than we think. It's like that conversation I had with Ahmed Mostakhouse, where suddenly you have to recalibrate your understanding. You know, we're hearing about meta building out their stuff, and we're seeing the kind of clunky experiences in sandbox and Decentraland, and we're seeing on cyber. If you remember, we spoke to Ryan about what he's building there. And here is something similar. It's a browser rendered metaverse experience. But here is incredible integration of multi chain wallets, drag and drop functionality for nfts, digital objects, AR VR integration, spatial audio awareness, and all sorts of other features. It really shocked me how fast this is coming and that it's already being used. This is not something we're talking about, like with Facebook and their projects. This is something that's happening right now, and I can only imagine that as more brands learn about this, the more people are going to be doing it. Now you may think of this and say, well, isn't this just a corporate experience? Well, we're all customers of corporations. And what he's doing here is onboarding millions into the metaverse and into web three. There's no reason the same functionality can't be used for maybe music festivals or other types of festivals. There's no reason why real vision couldn't use vatum for some of our metaverse experiences. Is this a better way of doing discord where we can get groups of people together, you can see each other via this video avatar, and you can talk and move around and have different experiences. I think there's a lot here and it's something really worth keeping your eye on."
    }
]