[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless everybody get 30 30 baby get 30 baby get 20. 2020 baby get 2020. Bid to get 15 1515 just $15."
    },
    {
        "speaker": "A",
        "text": "A month, so give it a try at mint mobile.com switch $45 upfront for."
    },
    {
        "speaker": "C",
        "text": "Three months, plus taxes and fees. Promoting for new customers for limited time Unlimited more than 40gb per month slows full terms at Mint mobile.com dot."
    },
    {
        "speaker": "B",
        "text": "Hey."
    },
    {
        "speaker": "C",
        "text": "Everyone, if you like this podcast, go behind the paywall to get privileged access to the smartest minds in finance. Join the real vision community and learn how to become a better investor. Visit realvision.com rvpod and use the promo code podcast ten. That's podcast ten to get 10% off our essential membership for the first year. Now to the top analysis of today's crypto markets."
    },
    {
        "speaker": "B",
        "text": "What does the Silvergate fallout mean for the crypto industry, particularly as Silvergate announces the shuttering of the Sen. That's the Silvergate exchange network? And could Kraken soon attempt to fill the void? Plus why Binance reportedly tried to hire Gary Gensler and new allegations that are arising about tether welcome to real vision crypto daily griefing. I'm Ash Bennington. Lots happening this morning, obviously. I'm joined by Seth Ginzhe from Coinvent. Welcome to the show, Seth."
    },
    {
        "speaker": "D",
        "text": "Thanks for having me, Ash."
    },
    {
        "speaker": "B",
        "text": "Plenty to discuss here today. But first, let's take a look at the latest price analysis. Crypto markets are relatively stable today. The total crypto market cap is down just slightly today. On coin market cap, bitcoin is trading marginally higher on a 24 hours basis. It remains down more than 4% on a trailing seven day basis. The current price of one bitcoin is $22,500, according to data on leverage levels from glass note highlighted by Coindesk. Funding rates in the bitcoin perpetual futures market have turned negative. This is a bearish sign because it means short traders are dominant and willing to pay bullish long traders. Going back to the spot markets, ETH is trading virtually the same as bitcoin on a percentage wise basis. One ETH is changing hands for around $1,575. Meanwhile, BUSD, the binance branded stablecoin issued by Paxos, is on the cusp of falling out of the top ten biggest cryptocurrencies. BSD's circulating supply has gone down below $10 billion for the first time since June of 2021. Coindesk cites blockchain data by crypto intelligence firm Nansen, which shows that investors have redeemed nearly $7 billion of BUSD since February 13 of 2023, when Paxos announced it would no longer issue new B USD. Okay, viewers, join us in the conversation. Put down your questions in the chat wherever you're watching. We'll ask the best ones on air later in the show. Remember, real vision members take priority, but the good news is membership is free for real vision crypto. Seth Gins is a managing partner and head of liquid investment at Coin fund, a digital asset investment company. Seth, let's start out here with the big picture. What are your thoughts on this market?"
    },
    {
        "speaker": "D",
        "text": "So our view right now in the market is we are in a bottoming process. We're starting to break out from that bottoming process. We made a call in the summer of last year that there were three factors coming into play around a bottoming process. Macro was on the cusp of shifting from more of a headwind to neutral. That we had had a lot of the shoes to drop or all of the shoes to drop. From a crypto specific perspective, we were a little wrong on that. FTX was yet to come. And then really interestingly, from a bottom up perspective, that fundamentals mattered. Again, good news was good news, and price was reflecting the realization of fundamental catalysts. So if we fast forward to today, we now think we are past the worst of the crypto specific top down headlines. From a macro perspective, it very much looks like that shift from a headwind to neutral, from a macro perspective is very much the case. We were talking about this a little offline, but seeing a big increase in the ten year yield over the last month, and the equity market hasn't really responded to that. It's been flat with a 50 basis point increase in the ten year yield. That's jump in here for a second."
    },
    {
        "speaker": "B",
        "text": "Because I know there are a lot of folks out there who don't have backgrounds in traditional finance. Let's talk about what this all means. The significance of the ten year yield, where we are from a macro perspective, we were talking a little bit offline about the two's ten spread. Let's break this down for folks who don't have traditional finance backgrounds."
    },
    {
        "speaker": "D",
        "text": "Yeah. So generally speaking, you have different regimes in markets. I'm going to take this back to a high level. And the regime for the last decade was one where when people go risk on, when investors go risk on and want to deploy capital in riskier assets. You saw two things happen together. You saw the ten year yield go up, which means that they're selling treasuries and you saw the dollar fall. And those are interrelated, right? Because the inverse of that is when there's fear globally, people go to the safest currency, the dollar, and they buy treasuries as a safe haven, and you see the ten year yield come down. So historically, the dollar falling and the ten year yield going up was a risk on. And by historically, I mean for the last decade, a risk on combination. Last year was a different regime. And what was different about last year was part of the reason why the ten year yield was going up was a recalibration around inflation expectations and around the view that the Fed was going to continue to fight inflation regardless of what was happening with the economy. So again, normally, if it looked like the economy was slowing, you get a bid on the ten year and the yield comes down. But this fear that the Fed was behind the curve on inflation and had to keep raising rates meant that even if there was fear around the economy, the ten year yield kept going up. So what we think has happened here, and the reason why we've gone to more of a neutral rather than macro headwind, is the fact that we think we're back in that regime from the last decade, where the fact that the ten year yield is going up is actually not a headwind for the equities market. And again, not talking about what we think is going to happen, but just what's happened over the last month, where you've had a big increase in the ten year yield, and it hasn't had a negative effect on the equities market."
    },
    {
        "speaker": "B",
        "text": "And obviously, equity markets and digital asset markets, crypto markets, have been tightly correlated during this period. I know that this gets complicated, but it's important to point out here that there's obviously been this very long term secular trend of declining rates. If you look at the ten year treasury yield chart going back some 40 years, you'll see that that's been dropping very dramatically in a secular way. You're talking about these cyclical shifts that we see relative to the correlation between investors pricing US treasury debt and us equities, particularly."
    },
    {
        "speaker": "D",
        "text": "And by the way, so to your point, it's very noticeable if you look at both the Fed funds rate, so the very short end of the curve, or if you look further out, to your point, over the last, really 40 years, from 1980 to today, youve had this trend of lower highs and lower lows, and then you hit zero, and now were coming back off of zero. One of the reasons why is because the debt load has increased. So as you lowered interest rates, it made it more palatable, more affordable to take on more debt, and that drove the next economic cycle. So you've had more and more debt come into the economy. So the question is, are we going to be able to sustain rates at a high level? How long will it take for rates at these levels to either crowd out other spending or have a negative effect on the economy as a result of how much debt is out in the economy and I, and lead to the Fed having to cut rates again. So question of whether we're now in a secular rate increase environment or we're just counting down the days or months until there's a negative economic impact that requires lowering rates again."
    },
    {
        "speaker": "B",
        "text": "It's interesting. We're talking about cycles within cycles. Obviously, there's this long 40 year secular trend, this bull market in US Treasuries. But then to take it back maybe one cycle further removed, when you go back to, I guess it's 2008, when we finally hit the zero bound or near the zero bound on the federal funds rate. Right now we're at 450 to 475 on the federal funds rate. EFFR. That's the effective federal funds rate trading at about 4.57 on my screen right now. But again, much of that period between, say, 2008 and I think 2016, when we saw the slight increase in rates, has been at this zero bound. And now when we get substantial inflation in the us economy beginning in early 2022, you see this uptick, again, about 450 basis points on federal funds rate. These are some pretty dramatic gyrations, at least by historical standards."
    },
    {
        "speaker": "D",
        "text": "That's right. So my background is growth equities investing, and I'll throw a wrench in that analysis as well, which is when you think about the impact of crypto secular deflation, when you think about the impact of AI, which is top of mind for a lot of investors, secular deflation. So when you think about the impact of onshoring chip manufacturing capacity. Right, you think about the chip wars that are going on right now and the fact that every geography is building manufacturing capacity for semiconductors because they're so strategic. In the short run, it's inflationary, but in the long run, you've massively increased the global capacity for semiconductors. And the moment that free trade starts reaccelerating, you have overcapacity, and that's deflationary or disinflationary as well. So technology tends to drive these disinflationary trends. And the question is, how long do we have a period of inflation before those big secular disinflationary trends start to come through again?"
    },
    {
        "speaker": "B",
        "text": "Yeah. And by the way, for folks out there who may have technology backgrounds, who are scratching their heads about why we're talking about this, precisely to your point, growth equities and digital assets, cryptocurrency have been tightly correlated. They seem to be trading in the same sort of philosophical framework in terms of the response to the macroeconomic policy. In some ways, this is not what many folks, particularly in the bitcoin community, have expected. This idea of bitcoin being a long term inflation hedge, in fact, it's performed in the opposite way. If you look at the correlations with other asset classes."
    },
    {
        "speaker": "D",
        "text": "And what I would add to that is when you think about growth investing over the long run, you don't want to focus on macro, you want to focus on fundamentals. The reason why people love investing in growth industries is because your fundamental growth outweighs over the medium to long term. Anything that's happening in the macro environment, you'll have years like 22, where macro is a big headwind. But through this cycle, those growth trends, the earnings growth, the revenue growth, the activity growth, tends to outweigh that. And actually, Ash, we ran an analysis. So there are questions about whether crypto has been a big beneficiary of the liquidity bubble, and in fact, whether the returns that we've seen in crypto over the last few years have been purely a result of the liquidity bubble. So we ran an analysis saying, okay, let's go back to the start of the liquidity bubble, which we defined as when the Nasdaq got back to its pre Covid high. And we said, let's look at returns for ETH, bitcoin, a few equities in the tech space, the Nasdaq. We looked at Goldman's expensive software index, which was presumably more driven by valuation than fundamentals. And what we saw was ETH was up about 500% point to point from the start of the liquidity bubble to this was in January. When we ran those numbers, bitcoin up over 100%. Apple was up 65% or so. And why? Because it had really strong fundamentals through that period. But then what we did was we said, okay, well, lets think about this as indicating that crypto had really strong fundamentals. What does that mean for crypto? It doesnt have earnings in a traditional sense. What does strong fundamentals mean? We went through a number of different ways of looking at fundamentals for crypto. The Electric Capital developer report. 297% increase in monthly active developers from the prior peak to today, the prior price peak to today. So again, like, this is the lifeblood of the industry. This is what drives what plants the seeds for the next bull market. I was just at East Denver over the last week. Hundred percent increase in the people that were at the conference. It was around twelve or 13,000 last year. We're between 25 and 35,000 people there this year. In the depths of the bear market, we looked at global exchange volumes, material increase from the start of 20 to the end of 22, even though they're off significantly from the highs of 21."
    },
    {
        "speaker": "B",
        "text": "Seth, let me see if I can break this down into layman's terms here. What you're talking about here is trying to segregate out what's happening from a macro perspective, meaning a liquidity perspective, meaning a cyclical perspective from the core fundamental case for the technology itself, which you see as being very bullish in terms of the fundamentals, creating economic growth, creating efficiencies, reducing costs, et cetera. Is that fair to say?"
    },
    {
        "speaker": "D",
        "text": "100%? 100%. I mean, one of the areas that we looked at was stablecoins. And stablecoins, outstanding single digits back at the beginning of 2020. By the end of 22, you're looking at 140 billion outstanding. I mean, these are material increases, monthly transactions in stablecoins. There's something like 25 billion at the beginning of 2650 billion, plus or minus end of 22. And that actually was not off much from the all time high, which was November, when FTX happened. So these were really interesting. Secular increases in activity. Dex volume, same thing. Decentralized exchanges, minimal activity at the beginning of 20, material activity, end of 22. So these are the fundamentals of crypto. But it's very much at that stage right now where it isn't entirely clear how that value capture happens in every instance. It isn't entirely clear what the revenue models are going to be for each of these protocols, but you're seeing the activity there, and that's a great start."
    },
    {
        "speaker": "B",
        "text": "Okay. Also not entirely clear to switch gears here a little bit, what's happening from a regulatory headwind perspective. One of the hardest things to think about, I think, in investing, is thinking about the short term, the intermediate term, and the long term simultaneously. There's some pretty ugly bruising stories out today and over the weekend. I wanted to take a look at these and get your view on this. The top story of our day remains the turmoil over at Silvergate, US crypto friendly bank Silvergate Capital has shut down its payment network used by institutions. Reuter says that Silvergate exchange network, also known as the Sen, was one of Silvergate's most popular products. It enabled 24 by seven transactions between institutional investors and crypto exchanges. We should point out this is a fairly important piece of functionality in a space where this type of transactability is rare. Coindesk reports that the send network hit a peak of more than $400 billion in transactions in the first half of 2021. And some news breaking in the last few hours. Wedbush securities, the LA based brokerage, has downgraded Silvergate Capital Inc. Si. That's the full name of the bank. Si, of course, is the ticker quote. We believe a receivership slash liquidation scenario is a distinct possibility. Close quote. Again, that's according to Wedbush Securities. Wedbush said liquidation value of the company was about $5 a share, and guess what? That's pretty close to where we're trading right now. Looks like $6.11 on my screen, maybe a little higher. So trading around $6 per share. Wedbush saying the liquidation slash receivership valuation of the company is at $5. Seth, first, does coin fund have any exposure to Silvergate? And second, what do you think of the potential fallout that could be to the industry given Silvergate's continued existence is in doubt, or it appears to be in doubt based on some of these reports."
    },
    {
        "speaker": "D",
        "text": "Yeah. So we don't have exposure to Silvergate. This isn't good. Obviously, the Silvergate network Sen was used to move funds around 24/7 it was a part of the infrastructure mosaic that was important. I think that component has real value, the connectivity into the crypto ecosystem. So it will be interesting to see whether a larger bank sees an opportunity to consolidate here with a much more diversified deposit base where they're not going to be as dependent on what can be quick inflows and outflows associated with the crypto economy."
    },
    {
        "speaker": "B",
        "text": "Silvergate is taking their calls right now."
    },
    {
        "speaker": "D",
        "text": "That's right."
    },
    {
        "speaker": "B",
        "text": "If they're being made."
    },
    {
        "speaker": "D",
        "text": "That's right. I think the message that we continue to hear from the traditional finance community writ large, and again, plenty of exceptions out there as well. But generally speaking, there's a view that crypto is here to stay. It's going to be an important growth sector from a technology and innovation perspective. So it would shock me if there wasn't a larger depository institution out there that saw this as an opportunity to very quickly bootstrap connectivity into the crypto ecosystem. That said there could be a lot of things that we don't know yet. So someone in there doing full due diligence could see things that make them not want to engage until it's in receivership. So I don't have any non public information. I should be clear on that situation."
    },
    {
        "speaker": "B",
        "text": "Hey, everyone, we're going to take a quick pause and hear a word from our partners. We'll be right back."
    },
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless 30 30 biddy get 30 biddy get 20 $2020 15 just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try@mintmobile.com."
    },
    {
        "speaker": "C",
        "text": "Switch $45 up front for three months, plus taxes and fees. Promoting for new customers for limited time unlimited, more than 40gb per month slows full terms at mint mobile.com dot."
    },
    {
        "speaker": "D",
        "text": "Well."
    },
    {
        "speaker": "B",
        "text": "I definitely don't have any non public information, but one bit of information that is public is, quite frankly, the space right now probably looks very toxic to regulated institutions based on some of the regulatory headwinds that we've been talking about here on this show. Do you think that might be a factor with a strategic investor or potential buyout partner? Again, stipulating that neither of us have."
    },
    {
        "speaker": "D",
        "text": "Any public information, I think it's clearly one factor. And then the other factor is taking a view on the likelihood of those dynamics remaining in place for the medium to long term, which I would take as low, and whether or not there's a play to shut down parts of the bank that are particularly dangerous or concerning, either from an operational or a regulatory perspective in the short run, but get exposure to the technology and then build back out the banking functionality over time. So I think there are a lot of ways to get creative with the assets there. Again, just taking a very high level approach without knowing what's potentially in there when someone's doing full due diligence."
    },
    {
        "speaker": "B",
        "text": "Okay. One crypto native company that hopes to fill the void in the us crypto exchange space is, according to its chief legal officer. Let me just read this again. It's chief legal officer. This is Kraken we're talking about here. The chief legal officer of Kraken told the block, quote, they would very, they're very much on track to launch very, very soon. Its own bank. Close quote. So the chief legal officer of Kraken telling the block that they're intent on launching their own bank, quote, very, very soon. This, despite a tough regulatory landscape, which Kraken's chief legal officer has conceded. It also comes after Kraken's recent settlement with US securities and Exchange Commission. With saw, Kraken shut down its staking as a service product and pay a $30 million fine. Seth, any thoughts on this? The idea that Kraken may be jumping into the banking business on its own fairly soon, according to the chief legal officer over at Kraken."
    },
    {
        "speaker": "D",
        "text": "Yeah, I don't have, I don't have a lot of information on this. This just hit a little while ago. What I'd say is, my guess is if they're going for a federal charter, it could be a difficult environment for that right now. At the same time, I think it's important that those dynamics are tested. So they're probably not going for a federal charter. But again, if they are, what it will do is take that dialogue out into the open. It will bring in the engagement of people in Congress, other regulatory agencies, and I think it will, it will bring together a healthy dialogue around what's important at crypto exchanges in order to qualify for a federal banking charter. So I think from our perspective, regulatory clarity is very constructive. That's very much the view that Brian Armstrong has been out over the last few days talking about as well. There's a desire to engage, a desire to have a dialogue, and a desire to get more clarity. And I think what we're seeing right now is some initial pushes by regulators that are going to be met with responses. There are going to be various institutions like Kraken that want to test what those regulatory decisions actually mean, what degrees of latitude they have. And I think all of this helps to define what regulatory environment we're working in. And it helps to mobilize more resources to try to get better clarity around how people can operate in crypto. So again, we believe a crypto with a well defined regulatory regime, one that's thoughtful, is a much larger, addressable market. So we welcome more clarity."
    },
    {
        "speaker": "B",
        "text": "Hey, Seth, let me ask you this. If I understood you correctly, you were saying that you don't believe that this is going to be a federal chartered bank. That, of course, being the supervisory supervision of the OCC is the implication then that this would happen at the state level."
    },
    {
        "speaker": "D",
        "text": "Again, I don't have specific information on this, but yes, if it weren't to be a federally chartered bank, then it would be at the state level."
    },
    {
        "speaker": "B",
        "text": "So let's also talk about news stories breaking on Tether. According to an exclusive investigation by the Wall Street Journal Tether, the company behind the stablecoin USDT, used falsified documents to open bank accounts in the past. USDT is the largest stablecoin and the most traded cryptocurrency on the market. Here's a quote from the Wall Street Journal article, quote, in late 2018, the companies behind Tether were struggling to maintain their access to the global banking system. Some of their backers turned to shadowy intermediaries, falsified documents and shell companies to get back in document show close quote again, that from the journal. The journal says it accessed email and documents that showed Tether's long running and elaborate ways to stay connected to the financial system. A source speaking to the Journal says Tether has been under a US Department of Justice investigation. In a statement to the Wall Street Journal, a tether spokesperson said the journalist report was, quote, wholly inaccurate and misleading. Close quote. And said that tether has, quote, a world class compliance program. Close quote. That adheres to legal requirements. On Twitter, Tether's CTO Paolo Andriano seemed to mock the Journal's reporting on this. Obviously, these are some pretty substantial allegations being made in this article out today by the Wall Street Journal. Seth, the importance of USDT to the crypto market can't be overstated. Does the continued negative courage coverage of the tether story worry you?"
    },
    {
        "speaker": "D",
        "text": "It does. But I mean, look, we've had, we've had a lot of negative headlines and concerns about tether for years. And the good thing is we have had competition come into the stablecoin space. So if you look back to the beginning of 2020 where we were talking about stablecoin market cap, earlier in the conversation, tether was the only game in town. Now, there are other highly regulated stablecoins that are viable alternatives. They are not viable alternatives for everyone that's using tether, but very much for the KYC regulated world they are. So I'd say I'd like to see this resolved in a positive way. Meaning learning that tether has dialed up their compliance as we were talking about, they were very small back then. I would never condone any of the allegations within the journal. But there's been a lot of time, if they are correct, there's been a lot of time for them to materially shore up their compliance. And the hope would be that they have been in a fully compliant setup for the period of time where they've grown materially in market cap."
    },
    {
        "speaker": "B",
        "text": "Hey, speaking of the Wall Street Journal, another story that I wanted to ask you about here, Seth, the Wall Street Journal says Binance and its purportedly independent partner, Binance us, are more intertwined than it may have appeared. The journal says it's reviewed by Nance's internal documents and messages from 2018 to 2020. The journal says Binance Us was created to shield the main international platform from scrutiny of us regulators. However, the journal says the two companies have shared staff, finances and an affiliated entity that bought and sold cryptocurrencies. The journal also says, quote, binance developers in China maintain the software code supporting binance US users digital wallets, potentially giving Binance access to us customer data. Close quote the Journal says this could open up a way for us regulators to take action against the international exchange. The journal's investigation also believes Binance tried to recruit Gary Gensler as an advisor, the current chair of the SEC. Of course, back when he was an MIT professor, a binance spokesperson told the Journal, quote, we acknowledge that we did not have adequate compliance and controls in place during those early years. We are a very different company today when it comes to compliance. Close quote. A spokesman for Virtue Binance US said, quote, Binance US was founded specifically to serve us customers with products and services that adhere to US rules and regulations. We continue to see a lot of negative headlines on binance. What do you make of the situation at Binance, Seth?"
    },
    {
        "speaker": "D",
        "text": "Well, I think all of this comes down to having more regulatory clarity and knowing what the proper rules of the road are. So this is probably another example of a business that started out in a period where there was very little guidance, and then as they grew and as there was more guidance around the proper way to engaged, they put in place more material compliance checks and structural separations. But I don't have direct information here other than to say, obviously, over the last few months there have been articles talking about DOJ discussions with finance investigations. Those articles have alluded to the potential for a settlement a number of times. So I think there's likely to be a separation between when these things happened and the current state of finance's operations. But that's just pure conjecture on my part."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, I think one of the questions here is to what extent this conduct happened in the past and to what extent it's still ongoing. I don't know that there's a whole lot of clarity from the journal article about that point. I guess we're just going to have to wait and see."
    },
    {
        "speaker": "D",
        "text": "That's right. That's right. And I think all of these exchanges, Coinbase included, have changed the way that they operate over the years as there's been more clarity, albeit clarity that comes as a trickle, but clarity around what the appropriate retail and institutional exchange setup should look like. We got a little more information around that with the qualified custodian proposal from the SEC a few weeks ago. So all of this clarity and dialogue, when you get a proposal and there's a 60 day comment period, the industry will absolutely engage with that. There were elements of that qualified custodian proposal that were very much workable. There were elements that there was discussion about. But having that dialogue very important, particularly for an industry that we want to see fostered onshore and not see this innovation go offshore."
    },
    {
        "speaker": "B",
        "text": "How significant do you think that risk is, Seth, that some of this innovation is going to go offshore?"
    },
    {
        "speaker": "D",
        "text": "I think it's quite significant. I think it's a real risk if we don't get to the point of defining the rules of the road very clearly. How projects can engage with regulators. Crypto digital assets are different from securities, different from equities. There's a lot of information that's available on chain. If you own Boeing stock, you're only getting information about their operations once a quarter when they have their earnings release and release their ten Q. Digital assets are quite different. To the extent that there's a regulatory regime that's built around digital assets, it should be thoughtfully defined for the technology. And that's a regulatory regime that the investment community and the protocol community, I think, would very much be willing to engage with. But there has to be a dialogue. There has to be an attempt to clarify these rules of the road, or else people will just either for fear or for a desire to be able to build and just be heads down, move offshore."
    },
    {
        "speaker": "B",
        "text": "Yeah, we're taking a look at some viewer questions in just a moment, but we want to show our viewers a clip from the latest Raoul pals adventures in Crypto. We released it on Friday on the real Vision website. You can sign up for free at real vision.com crypto. Raoul spoke with Alexander Dreyfus, the founder of Chiliz and Socios. Here's a snippet from that conversation."
    },
    {
        "speaker": "C",
        "text": "I believe that fund tokens are a little bit more casual and mainstream. The way we see them, while NFTs, as you know them and as we design them today or talk about them today, are a little bit more exclusive and therefore less scalable, will provide a different product. Keep in mind that a club like Barsab has 137 members, which are called the socio, which are the real owner ish of the club, and they are the governors of the clubs, technically. And so these clubs, this association. They were educated to try to bring communities. I'm a strong believer in that. And for us, I think what limited us the last five years, and that's ironic, was the fact that we were maybe mono product and a little bit like focus on just one thing and in 2023 it's going to be completely the opposite. Where because of the chain but also because of socio, you could argue that sociom as an app could become a web three brother that is dedicated to the sports space where I have my wallet, my fan tokens, I have my NFT related to Barca and to another tips and the gamification, which is very important. We do a massive amount of gamification in the app where every day you have to log in, you have rewards milestone xpoint. You can redeem this point to get the tickets. That's actually how it works. We could become an aggregator of thousands of different third party ideas and initiatives that will gamify and that would bring and connect together again."
    },
    {
        "speaker": "B",
        "text": "You can sign up at real vision.com crypto to watch that video in full. Hey everyone, we're going to take another quick break and hear a word from our partners. We'll be right back to the real vision crypto daily briefing."
    },
    {
        "speaker": "E",
        "text": "This podcast is sponsored by Ramp. Are you the decision maker in your company? Consider this for the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what with each vendor. Ramp's software collects and verifies receipts instantly to save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization, and bill payments, time consuming tasks, which means you'll stop wasteful spending and close your books in hours instead of days. Businesses that use ramp add up to 5% to their bottom line the first year. If you're a decision maker, adding ramp could be one of the best decisions you've ever made. Get dollar 250 when you join ramp for free. Just go to ramp.com easy ramp.com easy rmp.com easy cards issued by Sutton bank and celtic bank members FDIC terms and conditions apply."
    },
    {
        "speaker": "B",
        "text": "Seth, we were talking a little bit offline about some of the risks to us competitiveness here. What are you seeing happening offshore in terms of other jurisdictions that might be more friendly to digital assets?"
    },
    {
        "speaker": "D",
        "text": "Yeah, it's interesting. In Europe, we've actually seen a legislative approach that has defined a regulatory regime. Mika. And in the UK, we've had discussions around openness about fostering crypto activity. The UAE, Dubai and Abu Dhabi. Big, big push there to be a friendly regime. The new head of the virtual Asset Regulatory Authority in Dubai actually comes from Nomura's crypto arm, komainu. So very knowledgeable about the space. And then Hong Kong, I'd say, is one of the surprises where before FTX, Hong Kong came out and said they were looking at opening up more to crypto. They've obviously lost a lot of expats and jobs related to financial services around Covid. They're looking to attract those back. There's a big blockchain week in April in Hong Kong, and what was surprising was even after FTX, we had a reiteration of an opening up of Hong Kong. And the mental model that I use there is, it's likely to be very similar for crypto as Macau is for gaming. So kind of the offshore jurisdiction for mainland China for engaging with crypto. And then Singapore is a jurisdiction that is very interested in the most innovative parts of crypto. They're concerned about retail marketing, but they're very interested in having the most innovative parts of crypto come to Singapore as a jurisdiction, a friendly regulatory jurisdiction, to develop new protocols. And so there are actually quite a few places around the world that will welcome teams that feel like the regulatory uncertainty of the US is a little too much to bear at the moment."
    },
    {
        "speaker": "B",
        "text": "Seth, this is a great conversation. One index of that is the number of questions that we have coming in from the audience to us right now. I wanted to get to this one from Paul on the real vision website that speaks precisely to the point you were just making. How long do you think it will take before needed regulations are finally put in place and the crypto space can finally move forward with more trust. Great question, Paul."
    },
    {
        "speaker": "D",
        "text": "Well, I think we're in that process right now. So first of all, the conversations that we're having in DC right now point to 2024 as the likely timeframe. So not seeing much coming out of congress in 23. There's still a little conversation about the potential for stablecoin legislation this year, but it does sound like most of that legislative approach would come in 24. I actually had someone who is relatively close to discussions in DC say they actually felt like there was a good chance we could see legislative action before the election, but still out in 24. Now, here's the caveat, though. I think if the more that we see a regulatory aggressive push, an overreach from any aspect of the executive branch."
    },
    {
        "speaker": "B",
        "text": "You'Re talking about domestically here in the."
    },
    {
        "speaker": "D",
        "text": "United States, domestically here in the US. I think the more likely it is that you catalyze a bigger bipartisan contingent in Congress to try to address crypto regulation. The other caveat is when we get that next real breakout use moment. And by that, I mean, like, DeFi summer in 2020, like nfts in late 2020, early 21, the next breakout, or, like, play to earn gaming. But with more follow through, the next breakout moment will likely accelerate and catalyze more of a push in DC to start defining the regulatory environment more aggressively."
    },
    {
        "speaker": "B",
        "text": "Seth, that was a much more optimistic answer than I expected. So essentially, what you're saying is, if we see more headwinds from the regulatory slash executive branch, it's likely that we'd see more action from the legislative branch to counterbalance those, or to find a safe harbor framework in legislation. That's a very optimistic take."
    },
    {
        "speaker": "D",
        "text": "Well, I mean, if you go back to two periods of time where we had very strong and quick and existential regulatory actions, one was December of 2020, when the outgoing Trump administration was talking about a travel rule executive order that would have essentially outlawed self custody. And you had the crypto community catalyzed, very quickly, lots of engagement in DC, and that ended up being shelved. And then the infrastructure bill in the summer of 21, where the Biden administration put into the bill at the last minute language that would have made miners and node operators brokers, and they would have had to collect personally identifiable information, which they can't do. And again, over a matter of days, you had the industry engage aggressively, and that was walked back by the administration. It actually created a whole new cohort of senators and representatives in DC who understood the power of crypto within their constituencies, so understood how many people cared about crypto in each of their districts. They understood the engagement that they got by tweeting about crypto, by taking public positions about crypto. So I think that there's very much a pendulum or a response function that could come into play and accelerate activity in DC, um, if it were to. To come to that. And again, this is all part of having this dialogue is constructive. Um, it's much better than having no regulatory dialogue. Um, and. And the hope is that this is a real dialogue, um, a good faith dialogue, a thoughtful dialogue. Um, and from that dialogue will come a regulatory framework that allows crypto to succeed and excel and that innovation to remain onshore, very much the same way that web two thrived. In the US."
    },
    {
        "speaker": "B",
        "text": "Seth, we've got a bunch of questions coming at us right now. What do you say? You want to do a quick speed round so we can get through a bunch of these?"
    },
    {
        "speaker": "D",
        "text": "Let's do it."
    },
    {
        "speaker": "B",
        "text": "All right, so this one comes to us from Ralph on the real vision website. What three areas of technology within the crypto ecosystem is Seth most bullish on?"
    },
    {
        "speaker": "D",
        "text": "So I think ETH has an immense number of catalysts this year, but let's just say scaling solutions for ETH, zero knowledge proofs broadly, obviously, that's one subset of scaling solutions. But ZK technology is going to be incredibly powerful. And then I'd say data union, really taking all of that to the next level and allowing people to contribute their data in a privacy protected way and monetize their data."
    },
    {
        "speaker": "B",
        "text": "Interesting. Okay, next speed round question comes to us from Mister Wright on YouTube. What does Seth think of the potential of ISO coins? Will it be as transformative as everyone believes? For those who don't know, ISO coins are coins that support the exchange of metadata within this framework of certain regulated financial institutions. Any thoughts on ISO coins?"
    },
    {
        "speaker": "D",
        "text": "I don't have strong views on ISO coins, but back to the data union answer. I think they're going to be a lot of interesting value generative protocols that traffic in data, whether that data is your purchase data, whether it's your automotive data, whether it's your KYC data, your medical data, but again, all in a completely privacy preserved way. And I think that ends up creating a lot of new areas of composability and engagement across crypto protocols."
    },
    {
        "speaker": "B",
        "text": "Okay, next speed round question. John, on the real vision website, any thoughts on signature bank appears to be of the same cloth as Silvergate? Interesting question."
    },
    {
        "speaker": "D",
        "text": "Yeah, I don't have added views on signature. Again, I think the dynamic with these banks is the degree to which they had concentration in crypto businesses. I'm fairly certain that signature was a more diversified, or is a more diversified book of business. But again, nothing particular to add there."
    },
    {
        "speaker": "B",
        "text": "Okay, here's a bigger picture question that comes from YouTube, from mister, right. Is the future of banking actually a smart contract on a blockchain?"
    },
    {
        "speaker": "D",
        "text": "I think the future of a lot of aspects of banking will be a smart contract. We're still a long way from there, but what we're doing is we're building a lot of the infrastructure to get there. We're battle testing it in the open source world. And then I think one area that we're very excited about, that we didn't talk about for this year, is the start of more significant real world business development. So I think as we get that regulatory definition, we're going to see not just financial institutions, but a lot of different businesses thinking about how they can engage with crypto. And in the end, a lot of this is going to be abstracted away. So you're not going to necessarily know that you're engaging with crypto. You're just going to be able to engage 24/7 with the next generation banking system."
    },
    {
        "speaker": "B",
        "text": "Seth, great conversation. Final thoughts, key takeaways that you'd like to leave our audience with?"
    },
    {
        "speaker": "D",
        "text": "I'd say the key takeaways from our perspective are if you think about 2023 as being analogous to 2019, the year after the big drawdown from the last cycle, what is not analogous or what's very different is the fact that there are a ton of fundamental drivers coming to fruition this year. Whereas in 2019, there was a lot of interesting technology that was going to mature over the next few years, but it wasn't happening right in that year. And I think when you see the number of people at East Denver double from last year, when last year was coming off of a big price year in 21, and this year is arguably in the depths of the bear market, that really highlights the fact that developer activity is continuing apace and it's going to lead to some really interesting and remarkable developments over the next year. Two years, five years in our view, and thats planting the seeds for the next bull market."
    },
    {
        "speaker": "B",
        "text": "Preston yeah, that really is an interesting statistic and again, speaks to some of the fundamental case that youve been making here today. Asa, thanks again for coming on the show. Pleasure having you with us."
    },
    {
        "speaker": "D",
        "text": "Ash thanks so much for having me."
    },
    {
        "speaker": "B",
        "text": "Thats it for today. Asset manager Aaron Wolman will join us live tomorrow. Make sure to check realvision.com as well. Lots happening over there. Starting today, we have an important two part series called how to unf your future. It features some of the most visionary thinkers and investors we know. This week, we'll be exploring all the ways in which we're f, featuring Raoul pal, Dario Perkins, Frederick Niebrand, Peter Zahan, and Alex Gurivich. In week two, we thankfully move on to the solutions. Raoul Pal will kick it all off today. See you at 09:00 a.m. pacific noon Eastern, 05:00 p.m. london time, live on real vision crypto daily briefing. Have a great afternoon, everybody."
    },
    {
        "speaker": "F",
        "text": "If we want to change the outcomes for this really screwed up world where our wages don't go up, where we're being replaced by technology, where governments are massively in debt, and we foot the bill via taxes, where we see debasement of assets and we can't afford as many assets as we like. So the rich get richer, the poor get poorer. If we don't like to see the rise of populism based on this broken society, because the promises of the future have been broken, let's make our promises to our future selves come right. And that's by UNF, your future. Some of this is going to really f, your future in 20 or 30 years time, but we've got time to figure that out because it's unstoppable. It."
    }
]