[
    {
        "speaker": "A",
        "text": "Hey everyone, if you like this podcast, go behind the paywall. To get privileged access to the smartest minds in finance, visit realvision.com rvpod and use the promo code podcast ten to get 10% off our essential membership for the first year. Join the real vision community and learn how to become a better investor. And now into today's episode of Ralph Real Vision."
    },
    {
        "speaker": "B",
        "text": "Larry Finka Blackrock talked about it in the last cycle too, because they put some stuff on bitcoin on their website that had the most ever hits on their website in Blackrock history. They've been all working on this, everybody from Goldman Sachs to JP Morgan to Blackrock to Apollo to I mean, you name it, they're all involved."
    },
    {
        "speaker": "C",
        "text": "This content is brought to you by link to which makes private equity investments easy. Link two is a great platform that allows you to get equity in companies before they go public, before they do. An IPO within their portfolio includes crypto companies, AI companies, and fintech companies. Some of the crypto companies you may recognize include circle, ripple, chainalysis, ledger, dapper labs, and many more. If youd like to learn more about link two, please visit the link in the description welcome back to the Thinking Crypto podcast, your home for cryptocurrency news and interviews. With me today is Raoul Powell, whos the co founder and CEO of Real Vision, also the co founder of exponential age Asset Management and the founder and CEO of Global Macro Investor. Raoul, absolutely great to have you back on."
    },
    {
        "speaker": "B",
        "text": "Great to be here. Looking forward to this."
    },
    {
        "speaker": "C",
        "text": "Raoul, the last time we spoke was in 2021, and things have certainly changed from a macro perspective, from a crypto perspective. And I want to set the table here. Maybe we can start with macro. Where do you feel we are at in the QT quantitative tightening cycle? Are we at the tail end? Will the fed pause rate hike soon?"
    },
    {
        "speaker": "B",
        "text": "Yes. My view is that the whole global business cycle, including the crypto cycle, is driven by the debt refinancing cycle. So if you go cost your mind back to 2008 2009, we had a global reset and people didn't really realize at the time what it was, but people were looking for a reset, that nobody had to pay debts or something of that form. But what actually happened is they said nobody needs to pay interest on debts. So everybody set interest rates to zero back in 2009. Since then, every major economy refinanced interest rates at every three to five years. So we've got this four year cycle that happens to be the same as the bitcoin halving cycle, and we see the economy. What happens is as you get later cycle, inflation picks up, interest rates pick up, the economy slows down because the economy really doesn't grow fast enough to pay the interest payments. So cut forward to today, where we are is a position where interest rates have gone up a lot because inflation went up a lot because of the pandemic, the economy slowing down, and now the payments, the interest payments are due, the pandemic from three years ago, and those payments just keep accelerating. And we've seen the bond market get very unnerved by this, by the amount of issuance that needs to go on to pay all of the interest on the debts, the previous debts plus the new debts. So at some point soon, the Fed will have to stop quantitative tightening. We saw something similar back in 2018. End of 2018, the bond market blew up. That time it was actually the repo market, but part of the bond market blew up and the Fed started saying, ok, were going to stop raising rates. Then eventually, several months later, they stopped doing QT and eventually cut rates. So I think were in the similar kind of zone where the Fed have stopped raising interest rates. And soon theyll either have to stop the bond market, bond yields rising by something called yield curve control, or the inflation falls fast enough that theyve got the COVID to start cutting rates again so that they can roll these interest payments at a lower level. So we're at that phase where actually the bulk of the downside of the economy should be playing through in this quarter or so. But inflation should be continuing lower for a long period of time, because inflation, for example, is driven by two things. One is the short end, which is the stuff that moves a lot, like commodity prices and the dollar and stuff like that. The other side is stuff like rents and wages. They're really lagged, and those things take a long time to slow down. So what you tend to see is you tend to see a fall in inflation, which we saw this kind of sideways period where commodities start pricing in the other side of the business cycle, and then eventually you'll see inflation continue to grind lower over time. So that's what I think is going to happen. So we won't see anything but disinflation going forwards and we'll probably see continuing weakness from the labor market. So again, that gives the fed an excuse. So I think everything starts to change in Q four. The other thing that could happen is if the yield curve stays as it is, we could see some of the banks blow up. We almost saw Metro bank in the UK blowing up. And we've obviously seen a lot of the banks in the US under pressure."
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "B",
        "text": "So that whole scenario, I think, is all in Q four. So I think were at the point where liquidity starts coming back into the markets, which is something weve all been waiting for."
    },
    {
        "speaker": "C",
        "text": "So it sounds like youre saying theres going to be a hard landing. We saw a bit of it earlier this year with these banks having some issues, and theyre going to have to start the money printer again sometime in Q four or next year they start the money printer again."
    },
    {
        "speaker": "B",
        "text": "Exactly right. Exactly right. Now, I dont think its a very hard landing. I think its a relatively mild recession. But for all of us, the markets prices in last year, the crypto market was down 80% last year. The Nasdaq was down 35, 38% last year. So the markets have been trading on the forward looking part of the economy. So everyones like, well, the economy is slowing down. Why is the stock market down, not down 30% right now? Well, it happened last year. And so what I'm now seeing is my forward looking economic indicators saying, well, the bottoming growth will happen sometime in this quarter and then should start picking up afterwards. So the markets have been trading that. That's why it's been such a good start to a year. Crypto spring, for example, has been going on. So if I look at, you know, bitcoins up 68% and Solana is up 130, thats a pretty good start to a year. We forget that because we feel miserable because its still so far below all time highs. But thats how the cycle works. And its been forward pricing this for a while."
    },
    {
        "speaker": "C",
        "text": "Yeah. Raoul, I love that concept because youre probably the first person ive heard say that, that markets are forward looking and things are usually priced in, but we miss it. We missed in the moment and were always looking at, hey, what about the all time highs that took place here? So I love that. And it got me to think differently about the markets."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think people get very confused by that now. Markets aren't always as forward looking, but I think the market understands that recession equals more cowbell, as I say, more stimulus. So they start pricing not based on where the economy is today. Normally, they'd be maybe three months lead indicators on the economy, but they've been a lot longer as far out as a year. I mean, don't forget, most of the markets, the Nasdaq and crypto bottomed in October. ETh was actually earlier in June. So they started seeing the change in the liquidity process back then and again, people are scratching their heads because they don't realize why."
    },
    {
        "speaker": "C",
        "text": "Now, Raoul, we have world conflicts happening and potentially war, another war starting. Do you feel that is also going to help ring the cowbell because they're going to have to print money to fund these wars globally and who, you know, we don't know what else is going to happen. Do you think that contributes to it as well?"
    },
    {
        "speaker": "B",
        "text": "Look at Candor. We don't know the situation and how it's going to play out in geopolitics, but for sure, the more the US relies on its military, the more money it has to print. And it just doesn't have the money to do this. So the only way of doing it is printing money. So, you know, stimulus can come in a number of ways. It could be war, it could be protecting the bond market, it could be protecting the economy and jobs, or it could be protecting the banking system. We don't know. But we know that the economy basically doesn't function without some expansion of the balance sheet because the US economy and most of the western world is too far in debt to cover the interest payments via GDP growth alone."
    },
    {
        "speaker": "C",
        "text": "So, Raoul, a hard question for you. You know, probably needs a lot of data, and I know you and the folks there are doing some great insights. Are we headed for an Argentina? How long can they keep kicking this can down the road, especially here in the United States? At least it seems like they're going to just keep doing it. But how does that. I'm thinking about my daughter's future, you know, and how, what type of world she's going to live in."
    },
    {
        "speaker": "B",
        "text": "So there are two main outcomes I see here. One is that they just lose control of the whole system. So let's go step back and say, okay, how does this play out? You either have to cap interest rates, which is called yield curve control, but then you're printing currency to do it. The Japanese are doing it and your currency weakens. So that becomes problematic in its own right, doable for periods of time. They did it in the 1940s and fifties for a significant period of time, and the Japanese have done it without massive negative consequences. Yes, their currency is weaker, but that means they can export more. So it's not been terrible for them. If they don't do that and you keep increasing these interest payments and you keep increasing that, then you've got a real problem on your hands, then that's the worst of all worlds. But I look at it and think, okay, GDP growth is what covers the debt payments. Weve got the government in debt, over 120% of GDP and the private sector in debt, over 100% of GDP as well. So somebody needs to pay for that. And thats economic activity that does it. And if GDP growth is driven by three factors, one is population growth, one is productivity growth, and the other is debt growth. So the debt growth we can't have finished. All we're doing is increasing debts to pay interest on the previous debts so that games over population growth. Well, most of the world is now slowing down in terms of population, and many areas have gone negative. And immigration policies are tight because there's not enough work for people. Overall means that the only thing youve got left is productivity. So how do you make the economy more productive so you can grow GDP again to pay these debts? Now, thats what happened in the 1940s and fifties. They rebuilt America then. That was the great part of America, with everybody getting a fridge and a car and a television and all of that. But this time around, the most likely outcome that productivity comes from technology. So weve seen the rise of AI, well see the rise of robotics, genetic sciences, cryptocurrencies, big data. Theres so many areas that we can see massive growth. So productivity has a potential to increase dramatically, but not yet. It takes time for this. Were just starting to use AI. We dont know what its going to do. We know its massive, we know its probably the biggest thing maybe to have happened to humanity since learning how to split the atom. And it's of that order of magnitude because we can now scale knowledge infinitely. This is something we can't get our heads around, but that's what we've just unleashed here. But the other part of the equation is energy. So productivity is really driven by how much output you get from a unit of energy. So if you look what the western world is doing, in fact, most of the world is doing, is they're trying to find new energy sources by putting massive stimulus in to incentivize people to cheapen the cost of electricity. Now, could that be nuclear? Will it be green? Will it be a whole mix of stuff? Yes. And we're seeing all of these come lowering cost. So let's say we do have a larger energy breakthrough over the next ten years. And energy goes from, if I look at the inflation adjusted price of oil over the last 60 years, been about $40. Now, if we get that down to $10 and productivity goes up two x, youve got this massive multiplier, and that can change the game for everybody, particularly as the baby boom population dies as well, and leaves the population, you end up per capita GDP rising. So my actual view is we will be saved by growth, by human ability to drive forwards humanity, society and the economy. But that may sound utopian. There's obviously a lot of downsides that come with technology as well. But the other side is, maybe I'm wrong, maybe they lose control in the interim, we don't know. But I would give it a 65% weighting that productivity solves this, but it's going to take time and it's going to be tricky versus 35% of something much worse happening. Or it'll be a combination of the two, yield curve control plus a rise in productivity, which was the 1950s, so."
    },
    {
        "speaker": "C",
        "text": "Maybe seeing another industrial revolution, but this time with AI, blockchain, crypto and so forth."
    },
    {
        "speaker": "B",
        "text": "Yeah, I call it the exponential age. It's the nexus of all of these things, getting to adoption effects all at the same time. We all understand how disruptive crypto is and how much productivity can unleash from the financial system and a number of different ways, but that's just part of the equation, along with AI, robotics and all of the other EV space, all of this stuff. If I'd have said to you ten years ago, oh, by the way, some private bloke is going to be going to Mars, and he's also going to put up a ring of small satellites, of 40,000 satellites and give people Wi Fi around the world, you'd have said that's ridiculous. And now Starlink is everywhere. It's like things are moving faster than we can comprehend and these things are all connecting with each other because AI is driving the robots. If you look at what is a Tesla car, it's a robot with aihdem. Thats why this acceleration of things. The exponential age is a really, really big deal."
    },
    {
        "speaker": "C",
        "text": "Yeah, its very exciting. Like you said, theres probably going to be some downsides and maybe the path to that is going to be a bit rough. But once we get going, what happened in the early 19 hundreds, the automobile and that led to the airplane and yada yada. Right?"
    },
    {
        "speaker": "B",
        "text": "Exactly. Right."
    },
    {
        "speaker": "C",
        "text": "Up speed. Yeah. Now, I dont know if you can share this, but how are you personally trading the crypto markets right now? Are you accumulating and hodling for next year for the bitcoin having? Whats your strategy right now?"
    },
    {
        "speaker": "B",
        "text": "So my strategy I learned over time. So I first started investing in bitcoin 2012 to 13. I bought it at $200 and I said, listen, this is a ten year bet and I think its worth, I did a calculation on stock to flow and said I think I wrote the first ever macro strategy piece on valuing bitcoin and that became very well known at the time. I said listen, this could be worth a million dollars, but lets assume im an idiot by 90% and discount me down to 100 grand. So I said look, its a $200 asset that could be worth 100 grand. Thats going to be the best investment anybodys ever going to make in their entire lifetime. So I bought it then and I sold out in 2017 at about $2,000, which was much earlier than I should have done because I got confused over the forking and all of this stuff and I didnt trade my plan, which was you just hold on, id already had an 87% drawdown. I was like fine, I dont care, Im treating it like an option. But then I sold out into that rally and obviously went up another ten x from there. Then I bought back in April 2020 and I probably bought bitcoin at six and a half thousand and I thought great entry. And then ive been long ever since I switched between bitcoin into ETH, owned some other assets as well. But I look back and on paper it sounds like I traded. Well, I sold out in the big rally in 2017, bought the sell off in 2020. If ID had just held my original position, id have been five times better off. Im like and if id just use that long term log trend and every time it gets to the bottom of the log trend, if id just added, id have been 25 times better off. So im like, okay, we have to think about these long term trends in a different way, particularly these logarithmic exponential trends. So this time around I decided I would just do nothing. So I just held everything and I started buying, adding to Eth and Solana in June and then again in October and then again in January. So that's all I've done. And then I've done a bit of switching as I've started to look okay, what do I think will outperform in the cycle? I bought a bit more Solana versus my ethnic, but thats it. So I dont trade, I dont do anything. I used to try having a basket of crypto but really what you end up with is a bunch of shrapnel in your wallet that you dont care about. So im like listen, im just going to keep the focus bets on the things that have the highest probability, bitcoin, ETH, Solana. Im pretty comfortable with those bets. I own some XRP, I own some other bits and pieces and again are relatively comfortable, but they're not as big as the other bets."
    },
    {
        "speaker": "C",
        "text": "Now, historically, you mentioned that you're more bullish on ETH due to network adoption and the capabilities of ETH with smart contract technology than you are of bitcoin. But obviously you're holding both. You're diversified. Are you still more bullish on ETH."
    },
    {
        "speaker": "B",
        "text": "For this upcoming cycle, raoul versus bitcoin? Yes. Just generally speaking, all markets follow the same kind of risk curve. So let's say you're coming out of recession. Usually what happens is treasury bonds do well because interest rates have been cut, that kind of stuff. And then what happens is investors want to take more risk, so they might go into corporate credit and then junk bonds and then emerging market junk bonds. That same cycle actually appears in crypto. It's exactly the same cycle. So what happens is early stage crypto spring. Nobody's sure. They buy the safest asset outperforms. Then liquidity starts coming into the market, they start getting more comfort. They move out into ETH and some of the other larger caps. And then once liquidity is flowing, everybody's feeling confident it really flows into the alts. And so that's exactly the process by which I think it works and will continue to work in this cycle, too."
    },
    {
        "speaker": "C",
        "text": "Now, you mentioned Solana, and I hold bitcoin, Ethan Solana as well. Obviously, Solana had a lot of connections to FTX and sandbag mifried and so forth. Are you worried about any risk as things continue to unfold with FTX, with the trial and much more?"
    },
    {
        "speaker": "B",
        "text": "Look, I think we know how much is held by the FTX estate, so its a no known. Can you have much, like we say, we mount Gox stuff in bitcoin, will you see occasional periods of liquidation where, of course, but there's nothing we don't know. But what we do know is there's a lot of activity on Solana. There's a lot of people building, there's some great projects. The speed of Solana is indisputable. And then we've got fire dancer coming at the end of the year into next year, which is a complete and utter step change for blockchains. So that takes Solana's potential tps from 65,000 to 1.2 million. Okay, thats crazy town. So weve got an already bullish story of a blockchain that survived, much like ETH survived. In 2018, it was down 97%. Solana was down 97.5. Very similar. But whats come out of the other side is a very strong community, particularly in the developer community, the applications layer and all of that stuff. And tollys proven to be a decent high quality leader and thought leader, been very reasonable, very conciliatory, non tribal and I think that's appealing to people. And I see Solana as really one of the only other chains that really is looking at the mass market adoption of cryptocurrency. Different chains have different purposes, I think, or narratives. But that's Solanas fire dancer goes well then okay that becomes a big deal. So that's why I'm very bullish on that because as you know each wave, the larger tokens do less well each time because they have more holders already. More is priced in. The economic activity just becomes a rate of change game. So the rate of change of ETH was the big one for the last cycle of the major tokens for this one. Could it be Solana? Maybe. Maybe im wrong. But thats my idea here. Of course therell be tons of others that do 100 x. Im just not good enough to figure out what those things are. Thats too difficult to gain. So ill just play in that very big bucket and just think how do I allocate amongst those?"
    },
    {
        "speaker": "C",
        "text": "What do you think the narratives will be for the next cycle? And ill give an example. In the past it was bitcoin, the hedge against Covid and all the. Well, the money printing that took place in Covid in addition to his Defi summer do you believe will be AI and the ETF's?"
    },
    {
        "speaker": "B",
        "text": "I actually think it's going to be everything everywhere all at once. So what I mean by that is I think there's several layers of adoption that is being built by teams right now. One is the finance system. Payments were seeing everybody from all of the payments platforms to stablecoins. Theres a lot of payments architecture. CBDcswho is going to go first. Indias building its out. Singapores building one, Chinas building one. The Europeans want to do it. The UK wants to do it. So we know thats coming. Thats all on blockchain. And then we're seeing the rise of the institutions building tokenized money market funds. People like Franklin Templeton and stuff like fire dancer and Solana may be giving opportunities for the finance system to use it in broader ways. So we're seeing the finance system get involved. The finance system itself is going to be investing in the space. So we're seeing pension funds. I just interviewed the guys from Texas, teachers for example, their investors in the space. They were pioneers. We'll see more of that. I think stable coins continue to grow. It's basically a tokenized euro dollar. Means anybody in any country can get access to dollars. So that's a very big deal considering 87% of world traders in us dollars. So that continues to grow. Then I think we see the further applications of NFTs. So NFTs right now we know as digital art, which was the proven use case of that you can create digital scarcity on a blockchain. So therefore in an increasingly digital world, not everything goes to zero in value because we can make anything digitally in infinite numbers, including with AI knowledge. So what we're going to do is create some scarcity. So that was what the art movement was. PFP showed about community and web three. But NFTs are basically contracts or deeds in the electronic world. So I think that's ticketing, I think that's insurance contracts, I think that's real estate, I think that's a lot of things. So I think we'll see more use cases. Defi itself, defi, we saw the blow up of CFI. So we understand the fragilities of trying to build a CFI system on an 80 volts asset. So in Defi I think it splits. I think we get more attention to DeFi, but it splits. One is institutionalized Defi which has KYC, AML because they cant use it otherwise. But once they do that and everybodys working on that, then well see massive liquidity provisions from the people who already provide liquidity to financial markets, banks, big super funds like Apollo and stuff like that start providing liquidity and the big hedge funds to the lending markets in crypto via Defi. So thats the money markets essentially. But well also see the more traditional crypto native side of Defi continuing to develop the aaves of this world and the makers and all of that stuff continues. And then the derivative exchanges, DXDye, derabit, all of this kind of stuff. And the final part of the equation is im seeing still a lot of brands and cultural communities interested. So thats sports, music, fashion, entertainment and I think all of those will grow into the space once they get through this. Everyones a little bit insecure about the market right now and nobodys got much money for marketing budget, but I think well see the rise of that. So I think all of these come together this time because I think most people did the work in the last cycle, then the cycle died off. But I think most people have teams, web three teams across all of finance to big brands and they're ready to activate. They're just waiting for more liquidity to come back and a bit more certainty. I think the narratives will be broad. Sure there'll be some breakout narratives. The other one is gaming. Thats the other one a lot of people are waiting for is how gaming fits in. So theres a lot of narratives coming and I think theyll all come together at the same time, which will make it I think a lot of people will have the light bulb moment this time around."
    },
    {
        "speaker": "C",
        "text": "Raoul oh for sure."
    },
    {
        "speaker": "B",
        "text": "And we get the monetary printing as well, right?"
    },
    {
        "speaker": "C",
        "text": "Yeah. Earlier this year, I dont know what happened, but all of a sudden Blackrock said we want a bitcoin spot ETF. And then that line grew around the block. Then Charles Schwab Citadel infidelity launched an institutional crypto exchange. PayPal launches stablecoin. Was this the year of the tipping point being hit of institutional adoption?"
    },
    {
        "speaker": "B",
        "text": "WIlliam well, people forgot that Larry Finker Blackrock talked about it in the last cycle too, because they put some stuff on bitcoin on their website that had the most ever hits on their website and Blackrock history. Theyve been all working on this, everybody from Goldman Sachs to JP Morgan to Blackrock to Apollo to I mean, you name it, all involved. Obviously, fidelity have been pioneered. Franklin Templeton have been pioneers. So they all ready. And it seems that it has been decided that I think Gary Gensler, to take some political heat, has said fine, ill approve a bitcoin spot ETF. And I think Blackrock being the benchmark name to come into it has helped tremendously. And I think we'll get an ETH spot ETF as well, because he needs to be somewhat conciliatory because he screwed up so badly in what he's done so far. So I think he'll take some political pressure saying I'm not trying to stop the space, I'm just trying to regulate it. And look, Blackrock are now in the space and we're in safer hands. Isn't that amazing? So I think that's how it goes. And that also helps because that's going to bring in the RIA networks and others, give them something they understand, which is an equity that they can put into a regular portfolio. But this equity has the exponential upside that crypto has without the complications of the futures ETF's that just dont reflect the underlying."
    },
    {
        "speaker": "C",
        "text": "Preston yeah. Raoul I have a family wealth advisor and ive been talking to them about crypto for years, and now theyre like, dude, because theyre seeing the news and it feels like a flood of capital is going to come into the market. So, hard question for you. Do you believe the ETF will be approved or ETF's will be approved before the having or after having? And I know sometimes it takes time. And I look at the goal chart, the capital isnt flowing right away like the next day. Whats the lag there?"
    },
    {
        "speaker": "B",
        "text": "So I think it probably gets approved this year. But I dont know. I have no edge in that. And its really a matter of price. If youd have launched a bitcoin ETF in October of last year, you wouldve had zero buyers. So its a matter of price. So the moment the narrative starts picking up and the liquidity comes back and people have got some money to invest again. Look, nobodys got any money right now. Everybodys skint. Everyones had a tough time. Its got no recycled gains because everythings below all time highs. But once that starts happening, money will flow in. So lets assume January happens. Well, usually by this stage in the crypto markets, we should start hitting crypto summer by summer of next year from sometime after about April. And I think that means that now the channel is open and people can take money in. So, as you rightly say, theres a lag because the market narrative isnt ready to bring in billions and billions of dollars. But if crypto does its crypto thing, and by q two q three of 2024, the markets are starting to rip, interest rates are coming down, liquidity is in the system. People are making money. Oh, yeah. Well see tens of billions of dollars coming into this."
    },
    {
        "speaker": "C",
        "text": "Raoul, what is your all time high for bitcoin and ETH in this upcoming cycle?"
    },
    {
        "speaker": "B",
        "text": "Im not going to do that game anymore because youve seen it online. You just get beaten up. People just say, well, you said as if its a promise or something ridiculous. So I just say, listen, bitcoin did three x. Its previous all time high in the last cycle. Does it do that somewhat less? Because as you get more maturity, maybe it does less eth? Well, maybe ETH does three times. Its all time high, like bitcoin did in the last cycle. So thats kind of how Im thinking about it is, versus all time highs. I think the space probably ends up, in the end, closer to a $10 trillion asset class than it is a trillion dollars today. So is there a ten x from the space possible? Is it a five x instead? Maybe. But I dont really think in terms of where it gets to in price, it gets to where it gets to. You just need to be in it for the ride."
    },
    {
        "speaker": "C",
        "text": "Now, Raoul, you mentioned Defi earlier and institutions are going to get involved in Defi. But weve seen a lot of exploits and one could argue we are in DeFi 1.0. When do you think, which iteration do you think we're going to solve some of these issues? Because the exploits seem like they're happening every month."
    },
    {
        "speaker": "B",
        "text": "I think a lot of the exploits are with the smaller ones. While there's many that have been running for a long time that have had less exploits and less issues. Again, things like Makerdao and Aave and stuff like that, they've been going for a long time. They're proven entities, but its the new ones that pop up that offer super high yields. With a new smart contract thats not been tested, suddenly the wallets get drained. So I think over time things probably go to the larger players until some new breakthrough in whether its technology or ways of doing things plays out. Defi space is very difficult. I personally dont use it because im comfortable with the risk. If Im buying a cryptocurrency and I put it in my ledger wallet, I know the risk that ive got there. Ive got the risk of something happening with my ledger or my seed phrase, and ive got the price risk. But once I start earning yield, particularly if im not doing native staking and Im giving it to a third party to stake or whatever, well now ive got another risk that they blow up or my money gets drained. So then youre adding incremental risk. Are you getting paid enough for it? Is that 5% enough that you could have your wallet drained? I dont think so. Not for me. For others it is, but not for me."
    },
    {
        "speaker": "C",
        "text": "Raoul speaking of exploits, obviously last year was tough. You had these CFI exchanges, FTX, Celsius and many more collapse. Right now, Sam Beckman for each trial is happening. Any thoughts on that? Do you feel the market is going to mature beyond this? I see a lot of exchanges doing merkle tree audits and proof of reserves and so forth. Do you feel we're going to be able to turn the corner on this?"
    },
    {
        "speaker": "B",
        "text": "Well, this is a darwinian game and it's survival of the fittest. And if you step back and say in the western world, who is the fittest? Well Coinbase, its a winner takes all for them. Right now. Yes, theres other players, Kraken, theres crypto.com comma, but there was a lot of, we dont know how bad. They probably got pretty close to the edge at some point. We dont know. Binance is a whole different thing. But if I look for the west, what weve done is cleaned up a load of shit and ended up with Coinbase. And Coinbase has proven themselves. I mean, theyre incredibly well run organization and Brian Armstrong has been an incredibly good leader as well. So I think, okay, thats fine. Now, we obviously want more choice than one supergiant. We do have some choice. Not enough yet, but lets see what develops over time. I think weve seen this institutionalized exchange that people are talking about building. Let's see what other people do within this. But over time, I just think it's survival of the fittest and that's probably a good thing."
    },
    {
        "speaker": "C",
        "text": "Yeah, I think additional regulations are needed. I know what Sam Beckman free did was not so much crypto related as it was like a financial crime, fraud and things like that co mingling. But right now Congress is trying to figure out crypto regulations. A couple of bills got marked up in the House. There's one in the Senate. Are you optimistic that maybe next year we may see some sort of crypto regulations path?"
    },
    {
        "speaker": "B",
        "text": "I think it's either going to pass through the courts and we've seen that already happening. So some of the more egregious overreaches get ruled out by the courts. But in overall crypto regulation, look, it seems to be political for some unknown reason right now, and nobody really understands why that is. Why has it become, maybe its about the fragility of the financial system itself. That is what theyre trying to protect here. But what I do know is weve seen the US make these mistakes a few times in the past. After the US came off the gold standard back in the seventies, they had a restricted capital controls because they wanted to protect the dollar. There was these free flowing currencies. Nobody knew how it worked. So the UK said, well, people need to exchange between currencies. And they started the global FX market, became the biggest market the worlds ever seen. Then the US became protective over its banking system and said, well, we don't want to be the lenders all the time. We don't want to be involved in international lending. And they restricted lending. The UK set up the eurodollar market, became the largest market the world has ever seen, which is the offshore borrowing and lending of us dollars. The next part of that became in the late eighties, the derivative market started. The US had a stranglehold on futures and options, but OTC derivatives started with swaps and then other stuff started and the us banking regulation didn't allow them on the balance sheet, so they restricted regulatory capital so the UK changed the rules, as did the EU. And the swaps market started and the 1.4 quadrillion derivative market came out of the UK. So if we step and look at this, here's the US stumbling again over protecting its own banking system and financial system and its dollar supremacy. The UK is the most likely disruptor. And if I grew up in the UK in the nineties, that wave was all the us investment banks and us asset management firms based in London. Goldmans main office was London, not New York. Now the headquarters is New York and theyre listed in New York. So if the US screws this up, Coinbases main office will be in London, as will a 16 z crypto, as will everybody. And London will create the regulation required to make it global. And London has the trade linkages with Singapore, Hong Kong, the EU, Switzerland, the Middle east, and that whole architect and the Cayman Islands, which is where most of the funds are based. So that whole architecture is already in place for the UK. So the US has a history of screwing these things up or dragging its heels, but somebody else will take it. So the US, sure individuals will still be able to invest in crypto, but can you build a larger industry around it? Thats the battle thats going to happen. So either the UK, the EU and others take it or the US smartens up faster and thats going to be a political battle. Now next year is an election year, so, hmm."
    },
    {
        "speaker": "C",
        "text": "It's going to be tough. Yeah. And Raoul, to your point, we saw Hong Kong do a 180, obviously under control of China, embracing crypto and web three. There's a lot of sovereign wealth funds in the Middle east and so forth are popping up and investing and it seems like there's almost a geo macropolitical battle with crypto specifically. And there's other things happening, but all of a sudden the US is being very strict and then these other countries are opening up. It seems like game theory is playing out here, Mike."
    },
    {
        "speaker": "B",
        "text": "Of course it is. If everyone sees a trillion dollar market and the US is fumbling the ball, theyll take it. And its a truly international market. This is the only market outside of foreign exchange where its the same product everywhere in the world trades for every single person. Now foreign exchange is actually pretty difficult if youre in India or youre in the Philippines or youre in Brazil to get hold of dollars. But crypto is, bitcoin is a bitcoin is a bitcoin. It's the same everywhere in the world and everyone's got access to it. Everybody understands how big this is and how big blockchain technology is, you've got the first mover advantage. There's a competitive war going on about capturing this market. I think China closed, but then what it did is issue its CBDC. It understood where all of its money was because it's got a closed capital account and it needs to see where its money goes. And then it reopens it by Hong Kong for international business and they can monitor their pipes. I think India will do the same because Indias got a partially closed capital account. So I think theyre going to, well, theyre implementing the CBDC and other stuff right now to make sure that they know the money in their system, so then they can measure capital flight and that kind of stuff. So they're all working on moving towards this. I think everybody understands. You know, I spent some time with Sapnendu Mahanty from the manchurian authority of Singapore, who's the chief fintech officer. He's like, look, we're all working together, the Europeans, the Singaporeans, the Swiss, the UK, everybody. It's only the US is not working with everybody. So everybody's kind of working together under the BIsde, but the Americans aren't."
    },
    {
        "speaker": "C",
        "text": "Ral is there, this is a hard question. Is there a shift now of prosperity and wealth, innovation almost going to the east, away from the west and United States, which held that mantle for a while? It seems like that's what's happening. I don't know if I'm off base here."
    },
    {
        "speaker": "B",
        "text": "Well, they seem to be faster right now, thats for sure. Although the Europeans were reasonably fast considering, and the Swiss were fast. But I do think its a broadly split polarity world. Its a binance versus Coinbase world. I think both sovereign states have a vested interest in both of those two because they get to control the asset class. Now binance is a lot bigger because it deals in a lot more territories. And so if theoretically China has some involvement in binance in the same way that the US can tap the shoulder of Coinbase, then the Chinese understand global capital flows in a way that they couldnt do before, which is a superpower, and the US will probably do the same. So I do think it is bifurcating into these two different worlds. And Asia has been faster to move overall. Does it remain that way? Because dont forget the real capital base. Is the United States still."
    },
    {
        "speaker": "C",
        "text": "Speaking of CBDCs and going back to what we initially talked about with monetary policy and kicking the can down the road, do you see potentially CBDCs being used to help fix a lot of the monetary issues weve had historically and human beings and fiat currencies, we cant help ourselves. We have to keep printing and the system were in where you can program that money and it could be used in certain ways and we can tokenize gold and reserve assets, maybe bitcoin as well, where its more accountable and theres more transparency."
    },
    {
        "speaker": "B",
        "text": "Preston, look, I know the libertarian side of the crypto markets hate cbdcs, but Im a pragmatist. And when we saw what we did with transfer payments over the pandemic, which gave it to everybody, Im stupid. But you can be surgical in what you do. You can also we have a terrible rich poor divide. Can you use cbdcs to offer different rates of interest to different types of people? Can that help people in ways that we can't do with this current system? So I think for a number of reasons, it's actually quite powerful and it can help address some of the massive imbalances that we face. But it also comes with the downside, which is control. Although my argument is how many people actually use cash, literally use cash for one thing, which is the valet parking at one of the hotels down the road. That's it. I don't use cash. Most people don't. So they would complain all day on Twitter about the surveillance state and cbdcs and like, well, you're using a credit card that gets reported to the government should they want it, use a bank account. You don't use cash for most of your payments. And in addition, you're shouting about it on Twitter where youre doxxed. And the government can go and find out who you are or youre on Facebook or youre using YouTube or youve set up an email account and were like, we gave up privacy a long time ago and the government controlled you by shutting down your bank account, shutting out of the system almost instantaneously. So I just think that battle got lost. But I do think there were both positives and still big negatives to come from cbdcs. And even if they start with honest good intentions, governments always get more restrictive over time, which is why its very important to have this private sector money because we need that freedom because governments cant be trusted over time."
    },
    {
        "speaker": "C",
        "text": "Yeah, its a great point. We at least have an alternative this time around. Bitcoin, eth, a bunch of different networks, so it's more decentralized. I know we're coming up on time, so a few more questions, I'll let you go. Going back to Gary Ganser and the SEC taking a lot of losses when the ripple situation, XRP intrinsically not a security, obviously depends on how it is offered. Grayscale taking a loss there, they're pursuing Coinbase. I don't think that's going to go well. What were your thoughts on the outcomes of these lawsuits? And do you think Gary Gintzer has much time in office or he's going to get kicked out?"
    },
    {
        "speaker": "B",
        "text": "Well, once you start conflating politics with legal, with legal precedent, that's when you realize that's when you start losing cases. So they're doing for politics and the court is throwing it out for the right reasons, which is this is not legal. So I think there's a bunch of these, I'm sure the SEC will win a couple here and there, but they're not going to win these big cases. I mean, I've always said the sheer number of smart people and the amount of money in this space that is focused on these issues is gigantic. The government is up against something much bigger than picking off an investment bank. Youre picking off people who are super motivated by what this space represents and where its going. And the people in the space are literally the smartest people in the world. They don't go to fight without knowing that they're coming with a bazooka to that fight. While the SEC is treating it like it's a bunch of cowboys, they have no real understanding of who they're up against. This is a cultural phenomena. They're trying to fight with people who are highly motivated to win."
    },
    {
        "speaker": "C",
        "text": "Now let's wrap up with some personal items on your end. You started a new YouTube channel. Can you tell us about that?"
    },
    {
        "speaker": "B",
        "text": "Yes, I wanted, I mean, look, I'm so lucky like you, I get to talk to amazing people and I wanted to tie together where I think the world is going and wrap it into my own learning journey of the people I learned through. So, you know, the things I'm really interested in is macro. That's my background. I understand that business and I've been in it for 30 years. Crypto, I've been in that for ten years. And this exponential technologies, which I think are all coming together, which is what we talked about, this productivity miracle, the complex macroeconomic times and nuances coming out of stuff like crypto. So the journeyman. So if you go to YouTube, look at Raoul Powell, the journeyman. Thats me going down that journey. Im going to be flipping around, speaking to different people, weaving these themes together, and then I'll also cover stuff that's interesting to me. Whether it's art history or the wine market or whatever it is, because, again, it's just my learning journey. I just want people to come and join me on that, peer over my shoulder, get involved in the conversations that I'm having, and learn something new."
    },
    {
        "speaker": "C",
        "text": "That's awesome. And also a real vision. There's some new updates I remember."
    },
    {
        "speaker": "B",
        "text": "Yeah, there's a couple of big things happening. One is we've got on the, I'm not sure what date this is coming out, but on the 12th and 13 October, we've got a festival of learning, which is a learning event. The way that people are going to succeed in the next bull market is to not make the mistakes of the last, and the newbies need to be educated. So we've built what we call the festival of learning online. It's free with Ledger, and we've got the biggest names helping people to understand how to position for the space, how to think about security, how to think about investing, how to just think about the space overall. So that's free. So go to realvision.com festival. Join up for that. There's a bunch of giveaways. We've got a ledger quest, which is a gamified education course we're building with Ledger, and there's a whole bunch of other stuff around that you get proof of knowledge to show that you've taken the quest. And I think people owe it to themselves to educate themselves. We've all got to get this right, so we're doing that. And also, the fun part of it is we've built an entire new platform at real Vision. So before, we were just videos. Now we've got everything from pricing, charting, AI tools so you can ask the AI questions about the content, questions about finance and crypto in general. It'll give you all of the answers to help augment your knowledge. We just want to help level the playing field for people with knowledge. We've got this incredible new real vision network tool, which shows this spinning map of the world of all of our members, and we've got members everywhere from Sierra Leone to Kenya to New York City to Uzbekistan. I mean, it's unbelievable. The real vision members, you can contact people, chat with them. There's going to be chat groups, all of that kind of stuff. So as part of the festival of learning, you'll get access to that new platform as well. So it's something amazing. And there's a freemium version of that. So, yeah, realvision.com festival and everything will reveal itself."
    },
    {
        "speaker": "C",
        "text": "I love that. And Raoul, like, I've said many times, I've learned a lot from you and the real vision content. So I'll be there."
    },
    {
        "speaker": "B",
        "text": "Yeah, enjoy. I mean, I'm just looking at the name of people there, obviously, myself, Ian Rogers and Pascal from Ledger. People like who else is there? Artists like fuck Grenda, Ovi from Rec guy, people like Keith Grossman from Moonpay, Scott Melker, Brian Selkis. I mean, just everybody's going to be there, so everyone's going to learn a lot, have some great conversation, have some fun as well."
    },
    {
        "speaker": "C",
        "text": "Awesome, Raoul, absolute pleasure chatting with you. Thank you so much."
    },
    {
        "speaker": "B",
        "text": "Great to see you as ever. And I'll see you soon."
    },
    {
        "speaker": "A",
        "text": "What's up, revolutionaries? Thanks for tuning in. For more content like this, head over to realvision.com and get unfiltered access to the very best, brightest, and biggest names in finance."
    }
]