[
    {
        "speaker": "A",
        "text": "Today's crypto daily briefing is sponsored by Origin Dollar. With inflation still over 6% and CeFi lending platforms going bankrupt, DeFi protocols that earn interest on stablecoins are once again back on crypto investors minds. Apys on Aave compound and curve are currently around 2%. By the time you pay gas to stake and unstake, it's a question of if it's even worth it for most people. If you want to earn yield on your stablecoins without needing to pay gas, check out origin protocol's origin dollar stablecoin OUSD's average APy over the past 30 days is 5%, twice the rate you get lending directly on blue chip protocols. The best part is the boosted yield isn't from leverage or extra risk, it's from extra collateral and is rigorously audited. This is because smart contracts on curve and other Dapps don't support rebasing, so their collateral is working for you. The way origin describes it, for every $1 of OUSD, there's more than $1 in DeFi working for you. Origin wants you to know the collateral earns yield through these dapps. The protocol routes rewards to your wallet on a daily basis. Do nothing and your OUSD balance grows daily. If you want to put your stablecoins to work, check out Origin dollars website. You can mint OUSD from the Dapp or swap your stablecoins for it on uniswap to start earning today. For those holding ETH, Origin protocol is teasing the release of OEtH, which does everything OUSD does, but for ether, it holds liquid staking derivatives to optimize yield. Follow along on origin Protocol's Twitter and Discord channels. Visit realvision.com origin dollar to learn more."
    },
    {
        "speaker": "B",
        "text": "Welcome to Crypto Real Vision Crypto Daily Briefing live from the real vision offices in Chelsea, New York, I'm ash Bennington. I'm joined today by Justin Gilder, chief operating officer and chief legal officer at Lumeda, with which he co founded with our regular guest, Ram Alewalia. Justin, welcome to real vision."
    },
    {
        "speaker": "C",
        "text": "Hi ash. Great to be here today."
    },
    {
        "speaker": "B",
        "text": "Well, it's a pleasure to have you. You have a really interesting background. You've worked as a regulatory lawyer, you've got a background in fintech. Tell us a little bit about what you do and how you got to where you are today."
    },
    {
        "speaker": "C",
        "text": "So I have a background in law, practiced law for the first half of my career, really started at a couple of large firms doing a variety of interesting work representing individual Indians, actually in the largest trust litigation in the history of the United States, which opened my eyes to financial services and trust, and a lot of the interplay between politics and actual real world interaction between constituents, which was eye opening, also represented a number of financial institutions in a variety of regulatory and litigation matters. And after a while, realized as much as I enjoyed that, I really wanted to get into business and left practice of law to form a boutique investment firm where did some alternative investments, and ultimately at that institution, incubated and built out a trust company that I ended up leading as CEO. So that took me from practicing law for financial institutions to actually running and operating a financial institution, which gave me a really eye opening experience from a different side of the table. And after building that business, exiting the business, I began to think about the intersection of Tradfi and Defi. And that was when I was introduced to Rom and the two of us see the future very similarly, even though it's murky, we do believe that there's an opportunity at the intersection of Tradfi and DeFi that is really in need of numerous different organizations, all the way from infrastructure to consumer facing wealth management and the like. And so that's where we're really excited and what we're building. So I've got a operator legal and regulatory background that gives me a lot of experience and makes me realize I don't know a lot because there's too much to know to do anything."
    },
    {
        "speaker": "B",
        "text": "Well, Justin, I know they're feeling well. Your background really is ideal for a conversation like we're going to have today. Obviously a lot happening. Lots to talk about here. Let's first set the table by looking at some prices. Let's take a look at bitcoin first. Bitcoin on my screen, trading at 28,564. You're looking at a seven day chart. So you can see the volatility that we've seen this week. It's been an unusual week in terms of trading patterns. Also, let's flip over to Ethereum on my screen, 1860. Again, you can see this little bit of a leg up here on Ethereum in the last, let's call it seven days, we're up about 2.65%. On a 24 hours basis, we're up about 1.3%. So some upward momentum here on Ethereum. Lots happening in this space. Obviously, the lead in terms of the stories that are garnering all the attention today are very much on the traditional finance side. First Republic being sold to JP Morgan yesterday. Obviously some regulatory action taking place over there. Justin, give us your thoughts on what's happening in that space. 50,000 foot overview."
    },
    {
        "speaker": "C",
        "text": "Yeah, so I'd start back where you started with bitcoin and Ethan, and I was looking at the prices this morning and noting that bitcoin's up over 70% year to date and ETH is up over 54% year to date. I think it's a really interesting dynamic that's at play. We have been for years and continue to be losing faith in centralized institutions. And I think this banking crisis continues that unfortunate trend, which is both in the faith and confidence in the banking system, the individual banks, and, of course, the regulators that ultimately should have been doing more to ensure that these things did not play out the way they did. So as unfortunate as it is, I think the loss and faith in centralized institution is justified. And ultimately that continues to play out in decentralization being something that consumers really turn to as a potential alternative to what they see as the lack of a centralized institution being able to protect and preserve their buying power."
    },
    {
        "speaker": "B",
        "text": "Yeah. So to precisely that point, based on where we are right now, we know what the challenges are. You just articulated them there. What's the likely forward trajectory from a digital asset perspective, and why are you so bullish on it?"
    },
    {
        "speaker": "C",
        "text": "Well, I'm bullish on it because I think that there's no good alternative. I don't think that we've seen regulators or government institutions really do enough, quickly enough and with enough bipartisan support to address the real issues that our country faces. I don't want to get deep into some of the political issues, but I think the point being inaction at the federal level is the norm. And so for people to think that the solution will come from Washington is foolish. And I think most people have realized that. And so I think that drives adoption over time of decentralized solutions, whether that's smart contracts or digital assets themselves, because there has to be a better alternative. And right now, the best alternative that we've created as a society is in the form of digital assets and the blockchain that enables decentralization and really enables this lack of coordination and centralization as a failure to turn into a real feature of a new system that's being built. Trey."
    },
    {
        "speaker": "B",
        "text": "So, Justin, let me ask you this. What does that process look like? I think everyone understands the weaknesses. They've been brought into specific relief here by what we're seeing in the traditional finance system, by what we're seeing, seeing with essentially now four bank failures, depending upon how you're counting them. But what does that trajectory look like? Obviously, there's a great deal of passion for this technology in terms of decentralized digital assets. But how does that transition begin to look? How are you betting on it unfolding, and what's your perspective on how we may be going through that over the next one, three, five years, for example?"
    },
    {
        "speaker": "C",
        "text": "Yeah, so it's tough to say over the short term, right? I mean, I think if you zoom out longer term, I think there's probably, I believe, two most probable futures. One is where regulators in the United States, as well as in other parts of the world decide that they need more control. And they therefore continue to shut down the different projects through a variety of mechanisms, whether it's enforcement or regulation, and they replace them with their own central bank digital currencies. That's one probable outcome. Another probable outcome is that there is a lack of coordination and the decentralized independent actors are able to really flourish as an ecosystem that gains widespread adoption and then therefore regulation kind of encircles that and continues its adoption. I'd say in both places. I'm personally very bullish on bitcoin and ethereum because I believe that they're really fundamental layers of this technology. I think there's lots of other very interesting layer ones out there that are doing important work, but I think they have a big head start, bitcoin and ETH. And so that, to me, really is the reason why I'm personally bullish on them. And then I think a lot of real world asset tokenization is something that's important. And the infrastructure layers that enable that and the traditional actors that adopt that will really see benefit because there's a lot of kind of nuances in the system and challenges in terms of settlement time and centralized clearing that can be dealt with in a better fashion. If there's a lot of tokenization of real world assets and those things move on chain, I think that's a really big first step over this next one to three to five years to ensure that there's enough institutional adoption and capture of the traditional players that whether people like it or nothing, have enough market power that they need to be a part of the system for digital assets to really maintain a position in the long term. Trey?"
    },
    {
        "speaker": "B",
        "text": "Yeah. Let's pull something up on screen here. I want to take a look at Kre. This is the Spider S and P regional banking ETF year to date. What you can see there obviously is a significant loss of value. It looks like about one third loss of value year to date. Obviously, some of the challenges that we've seen here in the regional banking sector in the United States reflected in that price. We're talking about this off camera, and I wanted to sort of give you my thoughts on what some of the broad driving factors are here and how it intersects with crypto. I mean, I think there are two principal factors here, one durable and long term, and one relatively short term, but still having a significant impact. First, the longer term factor is the digitization of everything. If you think about how quickly a bank run unfolded in 1985 compared to how quickly a bank run unfolds in 2023, it's obviously a dramatic difference. A fast bank run in the 1980s or 1990s may have been two weeks. A fast bank run here in 2023, maybe a few hours. So tremendous challenges in terms of the, it's almost like the flip side of the opportunity, the ability to move capital very quickly when you have a crisis and confidence in a lender can become a downside. And the second, more sort of tactical, shorter term impact that we've seen here, that's clearly a driver of everything that we're seeing is what's happening with monetary policy, specifically the rate hiking cycle that the Fed is now engaged in, obviously between 475 and 500 basis points right now on the federal fund rate. Tomorrow we've got a meeting coming up. Obviously, significant headwinds in the market today. Last time I checked, the S and P was off about one and three quarter percent on the day. On this sort of trepidation of what's going to happen next, talk about how you see those two broad trends interacting, the durable trend of digitization on the one hand, and on the other, the tactical factor of what's happening in the macroeconomic cycle right now. Justin."
    },
    {
        "speaker": "C",
        "text": "Yeah, so really important issues that you're bringing up there. I would say the speed of these bank failures is something that's very interesting. I think we can think a little bit about the classic kind of like bank failure if you're a fan of Christmas movies and it's a wonderful Life bug or feature that it's hard to take money out of a bank. And at some point, it was definitely a feature because it was enabling the prevention of these runs that move by concerted action and herd mentality. So today we've created a system through technology that enables both the dissemination of information and the movement of money so rapidly that these bank failures can happen much more quickly. And we're seeing how they unfold. You're looking at the regional banks and the pricing. This was very predictable. I mean, we've been through these cycles before. We've had rate raising. We've had failures of institutions as a result of systematic and planned rate hikes. This isn't the first time this has happened. We've had SNL crisis before. That is similar. We've had one of the first major national banks go down in the early 1980s, 1st Pennsylvania, which went down as a result of rate hikes. Interestingly, that bank had really gone long on treasuries, thinking it was not possible to lose money on treasuries. And yet rates moved the other way, and the value of those on a mark to market basis were so capitalized."
    },
    {
        "speaker": "B",
        "text": "Justin, let's explain that, because this is one of the challenges we see is the asset liability mismatch. Obviously, the withdrawals of deposits are happening on the asset side of the balance sheet. But the other assets."
    },
    {
        "speaker": "C",
        "text": "Liability. The deposits are a liability of the bank?"
    },
    {
        "speaker": "B",
        "text": "The deposits are a liability of the bank, yes, but the asset side of the balance sheet, I'm sorry. Offsetting that, you have what's happening on the asset side of the balance sheet, which is what's happening to the value of us treasuries. This may be confusing for some people, because this idea that you can't lose money on treasuries, this is something that's separate from what's happening right now with the debt ceiling debate, the risk of potential default. This is just a mark to market issue. So you have these assets that are held on the balance sheet as longer term assets. They don't have to get mark to market. And then when you see the rise in rates, the subsequent decline in the value of the bonds, rates and price move in opposite direction on bonds. And you see this with the challenge that's happening on the liability side of the balance sheet, it's a liability to the bank and is obviously the deposits of individuals. And you have these two things happening simultaneously. It creates a perfect storm where you get. Well, you get what we've gotten now with these four failures happening in relatively rapid succession, three out of the four largest bank failures in us history have now taken place within the last 60 days."
    },
    {
        "speaker": "C",
        "text": "So I think what's really important here to understand is that this rising interest rate environment is pulling down the relative value of the bank's assets when they've made long term loans at low interest rates, or they've purchased treasuries at low interest rates, or they've purchased certain types of securitized bonds. Interest rate environment that was different than it is today, the value of those assets is rapidly decreasing. We've seen that the charts that are out that show the delta between the regional banks asset prices and the book value. It's pretty extraordinary, the losses they're sitting on. They have the ability to allow those assets to mature, though. And so unless they have a demand on the liquidity needs, then they're fine. And so liquidity is king in these environments, which is why, in some cases, they're talking about is the liquidity coverage rule being applied to as many banks as it should be? But again, those are arbitrary lines that are drawn around how many days does a bank have the ability to withstand deposit withdrawals and their estimates of how much withdrawals will come? And we're seeing that the percentage of withdrawals of deposits from these banks that are under pressure is vastly exceeding the expectations. When I first Republic announced that it had lost $100 billion of its deposit base in a matter of weeks, I think that was shocking to the market. Yeah."
    },
    {
        "speaker": "B",
        "text": "And this happened in the wake, we should point out, of Silicon Valley bank, which was the second sort of domino to fall in this chain after Silvergate. And what you see then is, I guess, the fear and why you saw the backstop happen in the case of Silicon Valley bank and Signature bank is there's this risk. What happens if you have a significant amount of withdrawals from small and regional banks? What happens medium sized banks, small banks, regional banks, and capital flight to the G sibs, the global, systemically important banks, that would have significant ramifications for the macroeconomic outlook of the United States."
    },
    {
        "speaker": "C",
        "text": "Yeah. So it's interesting. The United States is a quirk a little bit in the world, considering the number of banks we have. If you look at some other countries, they pretty much only have what we would describe as systematically important banks. You know, it's a few banks that manage the entire banking industry, Canada, one."
    },
    {
        "speaker": "B",
        "text": "That looks very much like the United States, except for that significant attribute."
    },
    {
        "speaker": "C",
        "text": "Exactly. And so that has both a historic precedent like reason why that exists, but it also has real world implications today. You know, I would argue that the vast middle of, of the swath of banks in terms of size are really in a problematic space because they're not close enough to their community to have those deep ties and deep connections to really withstand these shocks, where bankers actually know the people very intimately and they know their community, they know how to lend, and they know who's borrowing, and they're not also at scale where they can withstand this, that there's very little risk of flight, because, again, it's a fear, it's a lack of confidence in the system, particularly given that the FDIC has stepped forward and guaranteed the deposits in the wake of Silvergate and signature. So there was probably very low likelihood, if not zero likelihood, that the depositors at first Republic were going to lose money if it failed. The FDIC was stuck in a position where it was highly likely, if not 100% certain, to guarantee those deposits. And yet the depositor said, I can get a better return somewhere else, and there's risk. Why not just eliminate that risk? And so in that class of depositor, they're going to move to some of the largest banks that they feel safe in. It's a feeling of safety. And I think the large national banks have this capability we see in the JP Morgan's and banks of America, then I think the smallest community banks can make their depositors feel safe as well. I think that this middle swath of banks, if we look out over a decade, I would predict that most are consolidated and gone, whether thats through acquisition or through merger."
    },
    {
        "speaker": "B",
        "text": "And whats the risk of that to the broader macroeconomic funding diversity here in the United States? One of the reasons why the United States has been such a dynamic economy is because we had a banking sector that could be small and flexible and dynamic. You could have specialization from a regional perspective, from a sector perspective. And as a consequence of that, you had the capacity of essentially small and medium sized enterprises to raise money in a much more flexible and dynamic way than they could, for example, in Canada."
    },
    {
        "speaker": "C",
        "text": "Yeah, I think thats a great point. I would argue that the size of the banking sector is sufficient to continue to provide that capital allocation needs that the US has thrived on in the past few decades. And beyond that, I would say that that's where there's opportunity in digital assets as well, though, because now you're going to see hopefully alternative funding mechanisms and enablement layers that come forward, that enable individuals to borrow more dynamically from a diverse set of funders. But we have a very interesting problem in terms of how do we take fractional banking to digital assets and whether thats good or bad, im not saying, but it is a fundamental driver of how the banking system creates money. So its not as simple as saying, oh, we can just switch from fiat to digital asset and everything will be better because we dont have leverage. Leverage is essential, and leverages exactly what youre talking about in terms of capital formation and access to funding. And so without that, the economy would be at a standstill. So this time, this period of time is interesting, and I think how people will react to that and what solutions will come out in the next 510 years, will really determine whether we're able to create a digital asset economy that thrives."
    },
    {
        "speaker": "B",
        "text": "I mean, there are certainly more open questions. There are answers at this point. There are folks in the space who are talking about a fully reserved model with a fee based banking structure. But obviously, as of right now, for all of its flaws, for all of its challenges, and people in the crypto space are very critical, often about fractional reserve banking. And they'll point to incidents like we've seen here over the last two or three months as evidence of those challenges. But the reality is that in many ways, fractional reserve banking, though imperfect in many ways, has served the US economy to a great extent. Obviously, if you, you just look at the history from the end of World War two until the beginning of the 21st century, it's a pretty extraordinary period of dramatic economic boom fueled by fractional reserve banking for all of its imperfections, challenges, occasional crises. And also, it's important to point out some of the frauds that we've seen and challenges that we've seen. I'm thinking of the SNL crisis here is not a perfect system, but it is one that, on balance, has worked out relatively well for the United States in terms of global competitiveness and agrippa productivity."
    },
    {
        "speaker": "C",
        "text": "I agree. I think it's much like democracy. It might not be the best system, but it's the best system we've found so far. I would argue that this really comes down to regulation, and it's how do regulators think more creatively? How do they come up with different solutions, and how do they ensure they have tools in their toolbox that enable prudent oversight? And I ensuring safe and sound banking practices, whether that extends into the digital asset space through regulation, which would be nice to see in the United States a comprehensive regulatory regime so that there's clarity. But ultimately, regulators, if they're simply going to raise and lower interest rates, we're going to continue in a boom bust cycle. There have to be different levers and different tools that come into play. And what we're not talking about here is also some of those tools that have come into play that have led the Federal Reserve to be one of the banks in the world that has the largest delta in the mark to market with their holdings. So that's a really problematic situation, and that's because of the way we're responding to these crises. And we're just applying a very simplistic set of tools to a very complicated problem set."
    },
    {
        "speaker": "B",
        "text": "Yeah. The best system we've found so far, which, of course, does not mean it will be the best system we'll find in the future. That's one of the reasons I think people come to cryptocurrency digital assets more generally because of the potential to find new and innovative solutions to how you finance operations for companies, how you do capital accumulation. All those interesting questions. I wanted to talk a little bit about something that affects people in the crypto space, as well as people outside of the crypto space, which is something I know, a topic you're interested in, which is the future of work. I was trolling this morning on Twitter asking the question, why has no one made the argument that all or mostly all commercial real estate is essentially a dead weight loss, a kind of tax that happens on goods and services in the United States? I'm here in the real vision offices today. That's why my background is different for our regular viewers. And I was saying on Twitter how it's great to come and meet with my employees and my fellow colleagues here, other employees at real vision. It's a wonderful experience to hang out with them. But, like, do we really need to do it in this physical space? Does real vision need to tie up capital in a long term 36 month commercial lease, or whatever the terms are? I don't know what the terms are on the lease, which tells you that most people don't care about their commercial lease, the company they work. As long as everything goes right and they have ongoing operations to participate in, you don't really care. So this is a question that I want to ask you more broadly in terms of what your thoughts are about the future of work virtualization and its intersection with the digital asset cryptocurrency world."
    },
    {
        "speaker": "C",
        "text": "So I would argue that it comes down to community. I think digital assets has really fostered a new kind of online set of community and allowing people with, like, interests to connect. And often that's one of the reasons people adopt new technologies, a different way to connect with people. And when we look at commercial real estate, it's changing because fewer people are going into the office. And I think that's obvious, right? Like, in this environment, people don't need to be in an office to collaborate effectively with colleagues, whether they're locally or internationally. And so I definitely feel for people that are in the commercial real estate space. I don't see how it's going to come back anywhere near where it was pre pandemic. I think that people have become used to a different way of working, and that's never going to change. And if you think about what that means for a decade or two decades from now, I think it's going to enable smaller teams to do bigger things. And that's not just because of digital assets and the infrastructure that maybe will enable people around the world to collaborate without trust in one another on a financial arrangement. I think it brings into play artificial intelligence and the ability to leverage systems that can make a few people as productive as a much larger team. And that's going to pull down the need for commercial real estate as well. So I think it's a really reformation of the way our economy works, and I hope that it drives more kind of community engagement. Tying that back to our banking conversation. I think if you are a sharp community banker, despite whatever size bank you work at, if you understand the people deeply and what they need and how they want to form businesses and pay their employees and work, you're going to have opportunity to help build new businesses. And I think that comes at the expense of commercial real estate in the large metro centers, because people don't need to be there to get the jobs that they need or build the communities that they want to live in."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's a very interesting point you make this notion, raise this point about communities, which of course, in the physical space seem to be diminishing as we see, for example, the working from an office environment starting to fragment and break up, and the rise of these digital communities, and potentially for the digital asset space that you and I are both passionate about to facilitate those connections and those networks in a virtual way. It really is a fascinating, fascinating topic."
    },
    {
        "speaker": "C",
        "text": "It really is. I'm eager to see what it means in the future. I have two sons that are eleven and eight, and I think that I know nothing about what world they will live in and how they will work and how they will collaborate with colleagues in the future. And I'm excited to see what plays out."
    },
    {
        "speaker": "B",
        "text": "Yeah, very well said. Justin, final thoughts, great conversation. I hope we can have you back to continue it. Final thoughts. Key takeaways that you'd like to leave our audience with?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I would say I'm very bullish on the digital assets. I think that ultimately it's going to come down to the community being proper stewards of the conversation. And I think it's unfortunate what happened with the FTX and SBF debacle, because it evaporated the trust in the system and it set back the digital asset movement by a number of years at a minimum. And I think that it's incumbent upon the community to really drive the conversation and ensure that the real world use cases and the true benefits of digital assets are discussed and known. And we can kind of move away from the conversation of frauds, which are always going to exist in every type of asset class and technology because there's always some grifter who's going to want to take advantage of people. And we have an opportunity to really lean into what this future opportunity set brings and don't let a good crisis go to waste. There's opportunity here to remake what's going on now. And clearly the system needs to be shaken up and reformed in a better way to work for everyone."
    },
    {
        "speaker": "B",
        "text": "Justin, so well said. Let's do this again soon. Justin, I would love to."
    },
    {
        "speaker": "C",
        "text": "Thanks so much for having me today."
    },
    {
        "speaker": "B",
        "text": "That's it for today. Remember to sign up to real vision. It's free. Go to realvision.com crypto. Realvision.com forward slash crypto, I should say real vision is not free. Real vision crypto is free. Go and check it out right now. And please make sure to join us tomorrow. We have a truly blockbuster guest. Paul Gruald, chief legal officer, will join us live. That's 09:00 a.m. pacific time, noon Eastern or 05:00 p.m. if you're in London. Thanks for watching."
    },
    {
        "speaker": "A",
        "text": "Today'S episode of the real Vision Crypto. Daily briefing is in partnership with Origin Protocol's origin dollar. Put your stablecoins to work in defi@realvision.com origin dollar."
    }
]