[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless everybody get 30. 30 baby get 30 baby get 20. 2020, baby get 2020. Bid to get 15. 1515 just $15 a month, so give."
    },
    {
        "speaker": "A",
        "text": "It a try at Mint mobile.com switch."
    },
    {
        "speaker": "B",
        "text": "$45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time Unlimited more than 40gb per month slows full terms at Mint mobile.com dot. Hey everyone, if you like this podcast, go behind the paywall to get privileged access to the smartest minds in finance, join the real vision community and learn how to become a better investor. Visit realvision.com rvpod and use the promo code podcast ten."
    },
    {
        "speaker": "C",
        "text": "That's podcast ten to get 10% off."
    },
    {
        "speaker": "B",
        "text": "Our essential membership for the first year."
    },
    {
        "speaker": "C",
        "text": "Now to the top analysis of today's."
    },
    {
        "speaker": "B",
        "text": "Crypto markets, our digital assets securities. We explore this ongoing question as the SEC expands its crypto enforcement team. Plus, a crypto friendly bank says regulators are circling and the EU warns of antitrust practices in the metaverse. Welcome to real Vision Crypto Daily briefing. I'm Ash Bennington. I'm joined today by Aaron Kaplan from Promethean. Welcome to the show, Aaron."
    },
    {
        "speaker": "D",
        "text": "Thank you for having me, Ash."
    },
    {
        "speaker": "B",
        "text": "We've got a lot to talk about here, and we're to discuss all of that in just a moment. But first, let's take a look at the latest price analysis. The total crypto market cap has slipped 2% today on coin market cap bitcoin has fallen $23,500. It's currently trading lower on both a 24 hours and seven day trailing basis, changing cans at roughly $23,350. Some good news for the crypto space can be found in a report by data provider crypto compare, which was cited by Coindesk. Cryptocompare says digital assets under management hit their highest volume in February. Since May of 2022, some $28.3 billion in digital investment products were under management. Meanwhile, ether continues to trade in a narrow range. It's just, it's down just shy of 2% over the last 24 hours and seven days. The current price of one ETH is around $1,630.01. Final token we're looking at today is threshold symbol t. The threshold network provides and maintains cryptographic algorithms for several dapps. It's the only major cryptocurrency up double digits today. Today, T has been trading at one of the biggest beneficiaries of the growing surrounding, uh, the growing hype surrounding the emergence of smart contracts on the bitcoin blockchain. Now, before I speak to Aaron, a word from our sponsor. This episode of Crypto daily briefing is sponsored by the Crypto app. The crypto app delivers everything you need to stay on top of the world of crypto and your own crypto holdings. It includes a market leading price tracker, portfolio manager, analytics suite and newsfeed, as well as a wider range of customizable alerts and widgets. Crypto moves fast, so don't be left behind. With over 4 million downloads, the crypto app is the market's leading app for all things crypto. With that said, let's bring in our guest. Aaron Kaplan is a securities attorney and co founder and co CEO of Prometheum, which is a blockchain platform regulated by SEC and FinRa for trading digital assets. Aaron, let's start with your background. Tell us how you got started on your crypto journey and how it brought you to found protocol Promethean."
    },
    {
        "speaker": "D",
        "text": "Well, it's been a long time, actually, myself and the law firm I was working with got into the space in 2013, and it was always our belief that digital assets, at the time, bitcoin was a security, and at the time, we're seeing the beginning of msbs. Coinbase is starting to come online and is licensed under the money service laws as a money transmitter and essentially, but it's our belief that it's a security. And we write a no action letter to the SEC asking them to allow us to transact bitcoin through an ATS in a brokerage account. The thought process there is that the investor protections and the fair and orderly market requirements and the segregation of customer funds and assets required under the securities laws were the best way to protect the participants in this growing. At the time, it was bitcoin or then blockchain or web three universe, it was probably a little bit ahead of its time, but I continued to participate in the space and I focused my practice on the application of digital assets to the regulatory sphere and the related regulatory issues that arose. And then when the Dow report came out in July 2017, the first time that the SEC basically says that digital assets could and likely did imply the federal securities laws, we realize that our thesis is correct that digital assets are likely all securities and should be regulated under securities laws. And we decide to start Prometheum. And Prometheum really sits at the intersection of three areas. You have securities regulation. Obviously, we're incubated by securities law firm called Gus Kaplan Nussbaum. The founders are all securities attorneys with deep expertise in the space. You have financial services where we basically had previously owned brokerage and parts of clearing firms. And then finally you have the distributed architecture and blockchain side. And when you basically put all those areas on top of each other. What Prometheum is doing is building a purpose built public market and custodial infrastructure for digital assets that's compliant under the federal securities laws. And it's used by its subsidiaries, Prometheum ATS and Promethean Promethean capital. Prometheum ATS is an ATS light."
    },
    {
        "speaker": "B",
        "text": "Yes, sorry, go ahead, just jump in there because there's so much material for us to unpack in that core thesis. Let's talk a little bit about this. First of all, let's talk about what an ATS is. This is an alternative to trading things on exchanges here in the United States. Trading securities on exchanges, alternative trading system, a term of art here in the US. But let's talk a little bit about this core thesis. Is the thesis, Aaron, that all cryptocurrencies, all digital assets are securities right now in your worldview."
    },
    {
        "speaker": "D",
        "text": "I think that besides for bitcoin, where the argument could be made, it was always decentralized, and therefore, there was not a common enterprise in the Howey test component. Besides, for bitcoin, the overwhelming majority, if not all digital assets are likely securities."
    },
    {
        "speaker": "B",
        "text": "Okay, so let's talk about this here. The Howey test. This is really the core of what, what makes the determination that federal courts here in the United States use to evaluate whether something is or is not a security. Can you review very briefly for us the four central prongs of the Howey test and why you believe they apply to everything other than bitcoin, an investment."
    },
    {
        "speaker": "D",
        "text": "Of money with the intention of profit in a common enterprise, where that profits derived primarily from the efforts of others. I think that you can make the argument when it comes to bitcoin that there was never sufficiently a centralized entity where the. That generated the profits. And in theory, it was the actual individual participants in that system, in that. In that ecosystem that were driving it forward, meaning it was always decentralized. If you look at Ethereum and its progeny, one can make an argument that it started off centralized and when the actual assets were issued, they were securities and they qualified as an investment contract. And you could follow that up by saying there's a de minimis, if not no precedent, for a security to become a non security. So if it was a security, it should be treated as such, and then the only people who should be able."
    },
    {
        "speaker": "B",
        "text": "So let me just jump in here and talk and give a little bit of context of what you're talking about, at least what I believe you mean by this. You're talking about the pre mine, the ICO for Ethereum. This idea that many people have said, look, that was something that may be a security. This is just the conversation that happens out in the space, but now it's more sufficiently decentralized, I believe, was the phrase that was used by the former SEC official to qualify why they believed bitcoin was not a security at the time. Correct me if I'm wrong any of this, I'm not a lawyer, Aaron, but that idea that you could move from something that was a security to something that wasn't a security, is that generally the thesis that you're referring to?"
    },
    {
        "speaker": "D",
        "text": "Correct. So there was a paper put out by Commissioner Peirce about the idea of sufficient decentralization and sort of a transition there from a security to a non security. But from my estimates, that's not based in precedent. It's a totally new concept. And in that universe, the investor and the user who would participate to make a profit there, is probably best protected by the federal securities laws."
    },
    {
        "speaker": "B",
        "text": "So let me ask you this. What about nfts? Is there some idea that you could have potentially something that effectively looks like digital artwork, that trades, that is not a security, in your view, or do you believe that all NFTs are securities as well?"
    },
    {
        "speaker": "D",
        "text": "Well, I think you'd have to bifurcate from an NFT and a fractionalized NFT a and beyond."
    },
    {
        "speaker": "B",
        "text": "Okay, fair enough. Let's assume that an NFT is not fractionalized, it's not leveraged, it's not being used in some sort of derivative format. Is there a mechanism under the law, in your view, where something could be, in fact, a digital piece of artwork, trade through, for example, a peer to peer or exchange based trading mechanism, and not be a security?"
    },
    {
        "speaker": "D",
        "text": "In the abstract reference to NBA top shot, I mean, again, it's the way it's presented there. And I think that one of the facets here is that it becomes the economic reality of the actual investment. And that's what the securities law said as opposed to the way it's presented. I believe in the Southern District of New York, the judge who did not approve the motion to dismiss for MBA top shot in dapper labs there, basically said that the emojis, maybe it was the judge. I believe it was the judge, basically said that the emojis represented with a rocket ship and other indications of profit could be in the determination to the economic realities of the investment."
    },
    {
        "speaker": "B",
        "text": "So how about separate and distinct from this particular case, from this particular court that we're talking about, is it possible to have a digital representation of value? Is it possible to create digital art, in your view, without having it be a security under some circumstances? Is there a framework where you could see that it might not be a security?"
    },
    {
        "speaker": "D",
        "text": "I'm sure. Again, I mean, there's a significant amount of digital artists that are creating digital art and are selling their art. I don't necessarily believe that's a security. It's a question in the way it's presented. It's the question how it's packaged. It's the question how it's sold. It comes down to the realities of the transaction and what the actual consumer or investor thinks and how it's being presented to them."
    },
    {
        "speaker": "B",
        "text": "Right. So let's jump in here and talk to some specifics because we have some interesting news stories out today here over the last 24 hours. Our top story today is heavily related to this conversation we're having right now. Coindesk reports the US securities and Exchange Commission SEC is going to expand its digital asset enforcement team again. The unit nearly doubled in size last year to around 50 people. Coindesk says those new positions have been nearly filled and there will likely be more added in the near term. Aaron, obviously this stems from increased activity we've seen from the SEC when it comes to crypto enforcement in recent months. What are your thoughts on this SEC action?"
    },
    {
        "speaker": "D",
        "text": "I think it's in line with the release on, I believe, February 7 from discussing the enforcement priorities where it was saying it was priorities were crypto and new technologies, particularly related to digital assets. Beyond that, we've seen a significant series of regulatory actions from there, and I think that we will see that going forward. What the SEC has done, at least in my opinion, has brought any area where they saw potential systemic or contagion risk sort of under its purview. First we had the actions against the lending companies, now the staking, then the stable coins, now Custis custodians. And as chairman Gensler has said, that it's time is running out for virtual currency exchanges to register under the securities laws. So it really appears that the overwhelming majority of financial services and related activities associated with digital assets are coming under the purview of the federal securities laws. And I understand why they would expand that department then."
    },
    {
        "speaker": "B",
        "text": "By the way, talking of this, we've just got some news flow on this out this morning in the last hour or two. This is from Sec. Gary Gensler speaking at the investor advisory committee earlier this morning. Quote, based upon how crypto trading and lending platforms generally operate, investment advisors cannot, cannot rely on them today as qualified custodians. Canceler said. To be clear, just because a crypto trading platform claims to be a qualified custodian doesn't mean that it is. This is via coindesk from earlier this morning. Aaron, your thoughts?"
    },
    {
        "speaker": "D",
        "text": "I believe certain trusts came out in reaction to the proposed change to the qualified, to the rule when it came to custody of crypto assets and said that trusts would qualify as qualified custodians."
    },
    {
        "speaker": "B",
        "text": "What does that mean? Let's break this down for folks who aren't lawyers. What does that mean? What's the significance of that term of art, qualified custodian? And what does it mean currently in the traditional asset markets, capital markets here in the United States."
    },
    {
        "speaker": "D",
        "text": "So a qualified custodian accounts for banks, broker dealers, and there's some other potential avenues by which one could be a qualified custodian. I think it's clear that banks are. I think it will be clear that special purpose broker dealers, which will do digital asset custody under the securities laws, will likely be qualified custodians. But the time will tell whether these trusts for the major virtual currency exchanges will qualify as qualified custodians and whether they'll be able to continue doing crypto related custody services and activities."
    },
    {
        "speaker": "B",
        "text": "By the way, we've got some additional news flow here on Silvergate Bank. I want to read this story as well and get your take on it. Shares of the us crypto friendly bank Silvergate capital nearly halved today. That's after it said its ability to survive is, quote, a going concern. Close quote. The company has delayed its annual earnings report. It says its capital continues to shrink and it expects potential investigations by us banking regulators, Congress and Department of justice. This is coming to us via CoinDesk and the Financial Times. Obviously, this is a pretty significant story in the space. Any thoughts on this, Aaron?"
    },
    {
        "speaker": "D",
        "text": "It's another domino that's fallen as a result or of a casualty of the FTX debacle. And time will tell what the relationship was between FTX and Silvergate and what their exposure was there. But obviously, there's serious concerns. There's been certain major entities within the space have also said they're going to move their bank accounts away from that. From Silvergate today. That came out, I believe it was Coinbase and Paxos. So we will see what happens. The other thing that's super interesting to hear, I believe sometime in mid February, Silvergate took, or obviously it's a public company, so it was a purchase of a stock, had major investors come in, major well known entities. I believe it was Citadel and another entity that basically took significant stakes. So it'll be interesting to see what happened and why this sudden change in fortunes arose."
    },
    {
        "speaker": "B",
        "text": "Let me read here directly from the Financial Times, from the FT this morning. Quote, US listed crypto exchange Coinbase said on Thursday it was no longer accepting or initiating payments to or from Silvergate. Quote, in light of recent developments and out of an abundance of caution. Close quote. The exchange added it had de minimis corporate exposure. That means small for those who didn't take Latin to the bank, and institutional client cash transactions would be facilitated through other banking partners. Galaxy Digital, a crypto financial services company, also said on Thursday that it stopped accepting or initiating transfers to Silvergate, adding it had, quote, no material exposure, close quote. To the bank. That means more or less the same thing as de minimis exposure. Essentially, what they're saying is the level of exposure that they have to Silvergate is not material to their business. This obviously pretty big news, so let's talk a little bit more about the general framework. We've talked about some of the specifics here. We've dug into some of the details. For people who are not lawyers, who don't have backgrounds in thinking about this in a formal legal analytic framework, what do you think the current state of play is right now in the crypto space with regard to this question about what is or is not a security? It seems to be the material question of the day, along with some of the solvency issues that we saw over at FTX, it seems to me pretty significant. What's your take on that for folks who are following the story, but not really in the weeds with it?"
    },
    {
        "speaker": "D",
        "text": "I would say since July 2017, when the Dow report came out, the SEC has made consistent statements, rules, whether that's the releases of the three step, the special purpose broker dealer and in Fort taken, a significant enforcement actions and activities that have basically continually explained that the overwhelming majority of digital assets are securities, and we're just seeing that play out. I would suggest that people understand that the federal securities laws are meant to protect the investor, and essentially the industry used to make the argument that regulation was going to kill innovation. But the reality is that unregulated innovation almost led to a Harukiri situation, and as a result, the industry really almost destroyed itself and now, what we're going to see is a forced maturity through regulation, which will allow for there to be proper financial services regulated in a sense that customers assets will actually be protected. They'll be trading in fair and orderly markets, and that they'll actually have the investor protections of fair securities laws, which will now lead to the ability to rebuild the trust that was lost under the, in the recent quarters from the recent debacles."
    },
    {
        "speaker": "B",
        "text": "So let me ask you this. Are you overall relatively optimistic about the crypto space? What's your vision for how this shakes out? Obviously, most people who are in the crypto space right now, whether they're on the legal side or the financial side, seem to have some real enthusiasm for the technology. Do you feel that there is a way here to create an environment where we see a regulated environment for this, that doesn't crush innovation, and that allows people, excuse me, to continue to develop these technologies that many of us here in this space are so passionate about?"
    },
    {
        "speaker": "D",
        "text": "It's imperative for the industry to be able to grow, for people to be able to trust the industry. And in order to reestablish that trust, there needs to be regulated financial service providers that basically ensure that if people gain or lose money, it's because of their own trading decisions or because their own activities, and not because of the malfeasance or commingling or absurd business practices of that institution."
    },
    {
        "speaker": "B",
        "text": "Trey, so what do you see that future looking like? How might this shake out in a way that you could see as being positive for the space in the future? In other words, is there an optimistic case that you have in your head that you think about how this might unfold in a way that could create those types of protections, create that kind of innovation, and continue to see the ecosystem develop? What might that look like in one, three, or five years?"
    },
    {
        "speaker": "D",
        "text": "It's the application of the federal securities laws. It's intermediaries in the space registering under the securities laws, whether that's as an ATS or whether that's as a special purpose broker dealer on the trading and custody sides, respectively. Beyond that, it's actual products, the staking products, the potentially stable coins. That's a total different conversation. Being properly registered under the securities laws, going through corporation, getting a registration done, having them be properly gone through the process like any other financial product has to do."
    },
    {
        "speaker": "B",
        "text": "Hey, everyone, we're going to take a quick pause and hear a word from our partners. We'll be right back."
    },
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a."
    },
    {
        "speaker": "B",
        "text": "Thing, unlimited premium wireless. How about to get 30? 30, baby, get 30. Bid to get 20. 2020 to 15. 1515, just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try@mintmobile.com."
    },
    {
        "speaker": "B",
        "text": "Switch $45 up front for three months, plus taxes and fees. Promote for new customers for a limited time, unlimited. More than 40gb per month slows full terms at mint mobile.com dot. So let me ask you two related questions. Number one, there's a sense in the space that some people have where they will say, and we've heard this on this show many times, that they don't believe that there is a safe harbor framework for them to go through, that they believe that crypto technology is so different from what was regulated under the acts of 33 and 34 that it's very difficult to apply those laws. So, number one, do you think that's true? Do you think that there is a way through here, based on the current statutes and the current regulatory environment, where crypto companies can meaningfully register and can go through the process the way that, for example, Gary Gensler seems to be suggesting they ought to? And I guess the flip side of that question, which is, do you think that we do need new legislation or new rulemaking or interpretation of the existing legislation in order for the crypto space to flourish?"
    },
    {
        "speaker": "D",
        "text": "So anyone who's made the argument that the securities laws are not well suited or that they can't apply them because there's technical innovation, is arguably an individual who has the skeletons in the closet and can't be compliant under the federal."
    },
    {
        "speaker": "B",
        "text": "Securities laws, let me just reiterate that, because that's an important point. You believe that anyone who is suggesting that the federal securities laws, as currently written, with current rulemaking, if they assert that they do not apply or do not apply well to the crypto space, you believe that these are folks who maybe have skeletons in their closet and therefore are not able to comply."
    },
    {
        "speaker": "D",
        "text": "Chairman Gensler has said that there's an entanglement between the different business lines and activities at crypto entities, that they're basically providing banking, trading, market making, lending, staking go on and on. And essentially, for them to be compliant, they have to disentangle those different business lines, not just that they have to rebuild, arguably, their technology to be compliant. I'm not on the inside of that. I'm on the regulated side. But I would say that to comply with the federal securities laws and integrate them into the actual operations and tech of your platform is a task that must be done, and it would require a lot of effort. And a lot of these entities chose not to comply because it was just easier to go the other way. And they generate revenues without having to consider the regulatory implications or applications because it was just the easier route. It's. And going to your other question, there's no need for new regulatory frameworks. The securities laws are meant to protect investors, particularly the retail public. Who were the people who were the most injured in the recent debacles. Not just that the industry lost its hall passed. I mean, I understand they allowed for unbridled growth, which it was obviously significantly speculative, and you saw advertisements everywhere on the Super bowl and the like. But the reality is, when the average customer loses their money as not a result of their own activities or investment decisions, it's going to bring the regulatory iron Mordor. And essentially as a result, you're going to see strict regulation to make sure that those events don't happen. Again. The argument that there's a need for new regulation, again, it only serves those people who need new regulation because they can't be compliant under existing regulation. So these rules are tried and tested. And what I would say is, anyone who says, oh, we need new regulatory frameworks, but what does regulation need? Regulation needs established frameworks and the ability to enforce those frameworks on an ongoing basis. So basically, you're telling me you're going to create a new law which is not established by definition, and not just that, you're going to create what? A new agency to oversee that law, to regulate it. I mean, the securities laws are tried and tested over 90 years. You have the SEC on the federal side to oversee, and you have the FINRA as an SRo to co data, excuse me, to oversee day to day activities."
    },
    {
        "speaker": "B",
        "text": "That's a self self regulating organization for those who term of art."
    },
    {
        "speaker": "D",
        "text": "So the argument for new regulatory frameworks, in my opinion, is just obtuse and intentionally and willfully ignorant."
    },
    {
        "speaker": "B",
        "text": "Well, I think this is marvelous, Aaron, to have you on, to have the present this opinion, because most of the folks who come on this show actually say the opposite. They make the argument that securities laws are out of date, that the technology is not in any way congruent with the current regulatory framework. And it's fantastic to have you come on and argue the countercase this idea that effectively the current framework for regulating securities and regulating financial services in the United States should end, uh, in many ways, in your view, ought to apply in every case to a digital assets. I think it's fascinating to have you here articulating this point. Let me ask you this. In your view, do you think bitcoin is a security?"
    },
    {
        "speaker": "D",
        "text": "I think if you watch the Senate banking committee, the crypto crash hearing earlier this month, Lee Reiners, who was, I believe it came professor at Duke, I might get the exact problem that's wrong, made an argument that, or sort of made the idea that bitcoin's not necessarily security, but there should be a carve out such that it's brought under the securities laws because it's the best way to have oversight and proper regulation. Does bitcoin fit the exact definition?"
    },
    {
        "speaker": "B",
        "text": "Is that your position as well?"
    },
    {
        "speaker": "D",
        "text": "I think that the way that bitcoin is traded and people participate in the space, it might, they probably, the SEC is the best regulator to oversee it, because SEC is the best regulator to."
    },
    {
        "speaker": "B",
        "text": "Oversee bitcoin, in your view, in the."
    },
    {
        "speaker": "D",
        "text": "Sense that they have the enforcement capability, they have the sort of the understanding of markets, they basically have the capability to properly oversee the space. Now, I would argue that people initially chose to register as money service bureaus. Right now, there wasn't necessarily the clarity at that time, but in my opinion, that's what I would call regulatory arbitrage."
    },
    {
        "speaker": "B",
        "text": "But didn't they choose to register because that was the most appropriate, in their view, way for them to do so? And if they had the capacity to register under the law, can you fault them for registering under a clearly provided legal framework that was available to them?"
    },
    {
        "speaker": "D",
        "text": "I understand, but they're registered and regulated the same way that western Union of Moneygram is. Does that make sense to you?"
    },
    {
        "speaker": "B",
        "text": "I'm not arguing whether it makes sense or not. I'm asking you the question, which is if a company registers under a regulatory framework that's available to them, can you fault them for doing so? If they are allowed to register, shouldn't that be the role of the regulator to say, no, this isn't appropriate? We don't want to regulate you the same way we regulate western Union. It's not appropriate. In other words, if the avenue is open to a company and they choose to regulate themselves or to register under that framework, can you blame the company for doing that? That's the question."
    },
    {
        "speaker": "D",
        "text": "That's a good point. But in response to that, I would say that you've had indications since July 2017 that you will need to eventually register under the securities laws during that time, from that 2014 to that 2017 period. I get it. But thereafter, that's five, six years ago now, you had an opportunity to do it compliantly from there going forward. And not just that, people say, oh, there's no frameworks. The SEC hasn't put out any information. That's a complete fallacy. The SEC has put out the four step, the three step, the SPBD releases, and these are the means of compliantly trading and custodying digital asset under the securities laws. Just follow them. It's the path to compliance."
    },
    {
        "speaker": "B",
        "text": "Yeah. Okay. So I wanted to talk about one other story here. Moving from the US to Europe, the European Union is looking to potentially regulate the metaverse. The EU's antitrust commissioner said today that it's time to consider what healthy competition should look like in web three. She noted that regulation and enforcement are always slower than the markets themselves. So the EU needs to get ahead of the game. There have already been concerns around the dominance of meta, the parent company of Facebook. What sort of challenges can you think of here? I don't know if you're following the story, obviously you're a us person here in the United States, but are you following the story abroad in Europe?"
    },
    {
        "speaker": "D",
        "text": "So I am following this story. I would say that if you're following the, the sunken costs that Facebook or meta is putting into the metaverse, I'm not sure it's as attractive as it once was in that capacity. And while there should not be any monopolies, I think the EU is a little ahead of it right now to try to harm any sort of development there with potential antitrust regulation. There needs to be someone who's going to lead the way in some capacity, and Medda has tried to do that and we'll see how it plays out. But I think any sort of antitrust considerations right now are too early."
    },
    {
        "speaker": "B",
        "text": "Let me just touch on a couple of other stories here real quick. Just a couple of short ones. Uh, here are some other stories that we're looking at. Three japanese banks are experimenting with stablecoin payments. They will use Japan open chain, which is a public blockchain compatible with Ethereum that complies with japanese law. The companies say each bank will issue their own stablecoin that can be used in Ethereum wallets. Speaking of digital currencies issued by banks, Australia is expanding its trial of a CBDC. That, of course, is central bank digital currency. The country is exploring additional, uh, use options for an electronic australian dollar. One of the companies taking place in part, is Mastercard. The use cases range from facilitating offline payments to tokenized bills and even livestock auctions. And finally, Binance is beta testing a tool for generating NFT art by AI it's called Picasso. The free mint allows 10,000, uh, for 10,000 tokens to be minted and has been nearly taken up. Users mint, they're NFTs on Binance's native chain, BnB. Aaron, I know these are somewhat out of your wheelhouse. Any thoughts on these stories?"
    },
    {
        "speaker": "D",
        "text": "I think the interesting part when it comes to the Aussie CBDC is the conversation when it comes to zero knowledge, proofs and the contemplation of privacy in that capacity, I think often what happens is you have to either get privacy or performance, but hopefully they can come up with some sort of solution where they could actually allow for a CBDC that would not impinge on the person's right to privacy when it comes to their financial transactions."
    },
    {
        "speaker": "B",
        "text": "Aaron, this has been a fantastic conversation. It looks like we have a lot of viewer questions that are coming in lighting up my screen, which I'm really excited to get to. But first I just wanted to read this. We want to show our viewers a clip from the routes. Raoul pal latest adventures in crypto. It releases tomorrow on the real Vision website. You can sign up for free@realvision.com. crypto Raoul spoke with Alexandra Dreyfus, the founder of Chiliz and Socios. Here is a snippet from it."
    },
    {
        "speaker": "C",
        "text": "We have a very simple mission. Our mission is to try to tokenize sports team by creating something that we call fan tokens, which are fungible tokens. They are not nfts. And these fungible tokens are sort of like a membership program that we tokenize. So we started in 2018 and 19 with Paris Saint Germain and Juventus, two european soccer teams. And now we have more than 80 football teams or soccer teams. Arsenal, Barcelona, man city, inter Milan, ac Milan, etcetera. And we issue these tokens. These tokens give you a right to vote on decision of the club that are neither business or sports. They are in the middle. They are all about fan engagement. And our mission is simple, is to try to help sports team leagues, but mainly sports team, to engage and monetize their 99% of sports fans that are not in the stadium, not in the city, and sometimes not even in the country of the team they are supporting. And that's how it all started. Until now. It worked pretty ok. It's been difficult, of course, like everybody else, but we've been very lucky because we are almost the only one doing what we do. And we have a massive network effect in the business that we are running."
    },
    {
        "speaker": "B",
        "text": "Well, there you have it. Once again, you can sign up@realvision.com. crypto to watch that video in full and all of our other content, obviously, I should add. Let's jump in. There's some great questions coming to us. The first one comes to us from Susan on the real vision website. What is your take on the ripple lawsuit with the SEC? I can probably guess the direction you land on this one, Aaron, but what's your take on it?"
    },
    {
        "speaker": "D",
        "text": "If I said it from a legal perspective, I would say the precedents established in the library case with LBC are probably dispositive here because the."
    },
    {
        "speaker": "B",
        "text": "What would you say if I were to ask you after a few cocktails in a bar?"
    },
    {
        "speaker": "D",
        "text": "I'd say, I think the government has a very strong position. I'd probably say with a cursor."
    },
    {
        "speaker": "B",
        "text": "You'd probably say with."
    },
    {
        "speaker": "D",
        "text": "I'd add a curse or two if we were in a bar."
    },
    {
        "speaker": "B",
        "text": "You know, you can do that here on YouTube. You can do it on the platform. You can do it on YouTube. Nobody minds. Here's another one from Susan. There are large number of platforms out there promoting tokenization of real estate. Would this be seen as a security?"
    },
    {
        "speaker": "D",
        "text": "Most likely. The fractionalization of a real estate piece of property would likely make it an investment contract to implicate the federal securities laws. I think that the way it would trade would trade much more like an equity, because hopefully there be ongoing liquidity as opposed to a REIT where youre sort of tied in. And while weve seen news about this since arguably, maybe like 20, 1516 maybe was the first one, I believe it was a St. Regis hotel somewhere that was trying to do that. It's obviously been an idea. I think that there's potential advantages when it comes to liquidity, but I'm not sure there's been a killer use case yet."
    },
    {
        "speaker": "B",
        "text": "Okay, this one comes to us from Vincent on the real vision website. So what's the difference between BTC, etc. Or LTC? I think he means eth here. And he's basically asking the difference between bitcoin, ethereum and litecoin. I think the answer from the perspective of the securities laws, in your view, is probably there is no difference, but what's your thought?"
    },
    {
        "speaker": "D",
        "text": "I would say that bitcoin, the distinction is that bitcoin is sufficiently, it was decentralized to start, so it doesn't necessarily meet the investment contract element of a common enterprise and profit being generated primarily from the efforts of others, meaning that common enterprise and the individuals there, the way they would be thought of potentially, is that the individuals who participated in actually contributing and growing the ecosystem and those people who were individuals who were essentially mining at the time, were allowing the ecosystem to grow. So that's what I think the distinction is. And I think that. But while you can make an argument that bitcoin is not a security, I think the best way to regulate the financial services surrounding bitcoin, meaning the intermediaries, the platforms, is under the securities laws."
    },
    {
        "speaker": "B",
        "text": "Yeah. By the way, he may have been, Vincent maybe have been referring to ETH classic, which trades under the ticker, etc. That, of course, still using proof of work rather than pure proof of stake. Here's a question from Ralph on the real Vision website. In Aaron's opinion, would it have been better for the crypto industry to create an SRO that's a self regulating organization that would have been overseen by the SEC securities and Exchange Commission to regulate crypto, somewhat analogous to the situation with FINRA. That, of course, is the financial industry regulatory authority."
    },
    {
        "speaker": "D",
        "text": "In theory, sure. I think one of the issues was actually in sort of the disposition of the industry, a lot of the industry, whether if you're back in the day with cypherpunks and crypto anarchists, or even, like, the initial wave of engineers, comes from a build fast, break it, repeat type model, you can argue that's a west coast model, but I don't think that's. I think that's incongruent with regulation to begin with. And I think that it would have been a sort of like letting the insurance, excuse me, the prescription drug industry regulated itself when it came to taking doctors out to dinner. You know, it wouldn't have been in the best interest of the actual investor or the consumer or the user. And I think the way going forward, what we'll see is that regulation, but under the federal securities laws, enforcement and overseeing by the SEC and the self regulator, self regulatory organization will be FINRA, which will be actually be in the best interest of the people using those platforms, because it will not be, there will not be unique rules where people can get around certain established requirements for standard securities. And I think this is all part of that forced maturity I mentioned before."
    },
    {
        "speaker": "B",
        "text": "Forced maturity, that's an interesting phrase. Here we go. This is some questions from YouTube. This one comes from David. Any concern with crypto, NFT games as securities or as gambling? And what would the ramifications of that be?"
    },
    {
        "speaker": "D",
        "text": "Oh, that's interesting. So, again, it really becomes the question of the fractionalization of the asset. In my mind, that's really, once you start to fractionalize a asset, that's where I think it's a real consideration has to be given to is, does that implicate the federal securities laws? Now, what constitutes a unregulated digital asset versus a regulated one? And I believe that whole NFTs are more likely to meet the definition of a consumer or unregulated digital asset in that sense. But it would depend really on the facts and circumstances given each game, given what the people who initially bought those tokens intended them to be used for. Now, if I'm buying a token that a hope that's going to be used in the game ecosystem, with the hope that the game ecosystem is going to be developed, additional players are to come on, it's going to drive up the price of that token. That starts to seem like a security to me, because it's an investment contract. I invest in money with the intention to profit in a common enterprise, meaning in that video game. And the idea is that the engineers who work at that video game will build out the ecosystem such that it'll grow, and that hopefully, as people come on, the price of that token will go up and I'll make a return. So that's where it depends, really on the facts and circumstances."
    },
    {
        "speaker": "B",
        "text": "Hey, everyone, we're going to take another quick break and hear a word from our partners. We'll be right back to the real vision crypto daily briefing."
    },
    {
        "speaker": "E",
        "text": "This podcast is sponsored by Ramp. Are you the decision maker in your company? Consider this. For the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what. With each vendor, Ramp's software collects and verifies receipts instantly. To save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization, and bill payments. Time consuming tasks, which means you'll stop wasteful spending and close your books in hours instead of days. Businesses that use ramp add up to 5% to their bottom line the first year. If you're a decision maker, adding ramp could be one of the best decisions you've ever made. Get $250 when you join ramp for free. Just go to ramp.com easy ramp.com easy ramp.com easy cards issued by Sutton bank."
    },
    {
        "speaker": "B",
        "text": "And celtic bank members of DIC."
    },
    {
        "speaker": "E",
        "text": "Terms and conditions apply."
    },
    {
        "speaker": "B",
        "text": "Well, let me ask you this, and this is an interesting question. It's just theoretical, but the idea that, the idea is that you are doing this, it's an investment of money with the expectation of profit. For example, if you're in a gaming ecosystem and you purchase a sword or a suit of armor and you want to continue to use that for its utility value, and then you want to be able to take that good, that digital good, and move it into another game. That's what many of the people who are in this space, who are so passionate about this idea of being able to do this stuff on the blockchain, as this concept of portability, is that primarily for the idea that you're going to get a return of your investment capital, or is it for utility? And does that distinction matter under current federal securities laws? And furthermore, should it matter under federal securities laws?"
    },
    {
        "speaker": "D",
        "text": "I think it does. I think it should. I think that if someone's going to purchase a digital asset to be used in a video game and wants to make, if they're going to use it and eventually they're going to sell it, and maybe, you know, you level it up in that game and it has more value when you sell it. I think, by the way, you've just."
    },
    {
        "speaker": "B",
        "text": "Described a case that could be true of collectibles as well, right? Sense that if playing dungeons and dragons, you buy a physical sword, is that a security would seem not. But when it becomes digital and would becomes traded on the blockchain, how does that change things? These are really interesting questions."
    },
    {
        "speaker": "D",
        "text": "Our CTO, Garrett Jenkins and myself in a previous lifetime worked on a consumer digital asset company for video games, where the idea was to be able to use an asset in multiple games. It was before NFT started. It was a long time ago. But at the same time, did you."
    },
    {
        "speaker": "B",
        "text": "Worry about the Howie test?"
    },
    {
        "speaker": "D",
        "text": "Not, not, no, because the issue with that, where I think the people were sort of getting tripped up there, is that they were doing an ICO to fund their company in the first place. And that's where you get the securities violation, not from actually the asset being issued in a game, people buying it and using it. So it would, there was, I wasn't so concerned for the potential regulatory implications on the securitas, for regular, for a consumer based digital asset and used in the context we discussed. But again, it depends on the facts and circumstances of how you use it specifically."
    },
    {
        "speaker": "B",
        "text": "So it depends on the facts and circumstances. But is there an argument to be made in general for this concept of utility? This is something that we hear a lot in the space. The idea that a particular digital asset has some type of utility that is separate and distinct from its value as a speculative investment."
    },
    {
        "speaker": "D",
        "text": "So it becomes a question of what the economic reality is. Nobody speculates on laundromat tokens, I believe was the example that Chairman Clayton gave a long time ago. And basically the idea of, why am I being involved with this in the first place? I think the overwhelming majority of people who participate in those ecosystems are doing it with the intent of return based on a speculative value. They're not necessarily doing it to use it in that use case and obtain that utility. Not just that. If you're going to obtain the utility, why not just buy it at that time? You're going to use it. Why speculate on it?"
    },
    {
        "speaker": "B",
        "text": "It's a fair question. One answer might be just the hypothetical is continuity and the ability to have functionality that, for example, you can accrue experience points with. For example, with a digital sword. You can imagine a role playing scenario where you would have experience points that would go up, would make the sword more effective. So you might want to continue in perpetuity or have a continuity across time with that particular digital asset."
    },
    {
        "speaker": "D",
        "text": "One case true, but I think that's not necessarily. You can argue that someone buys that digital asset, they're using it themselves, and therefore it probably does not fall within the securities world. They're not doing it for basically just sheer speculative purposes. They're actually meaning to use it."
    },
    {
        "speaker": "B",
        "text": "Well, that's precisely the point about utility, right? That it isn't purely speculative, that there is some functionality that can be gained in a digital space."
    },
    {
        "speaker": "D",
        "text": "Sure. And I could totally see the argument that in that case, where someone's buying a digital asset to be used in a gaming capacity, and they're leveling it up and they sell it at some point in the future, that that does not implicate the federal securities laws."
    },
    {
        "speaker": "B",
        "text": "Interesting. Really interesting. So a very nuanced take, Aaron, from you on this, that there are obviously facts and circumstances that would change your view. This is a question that comes to us from Douglas Baker on YouTube. There are a couple questions, but I want to focus on this one. Do you feel that the SEC, to this point, has approached the good actors in the industry fairly? There's been talk that they have not provided a clear path forward. That's a question that we hear in sort of multiple different inflections here on real vision all the time. That question, have good actors been approached failure fairly? Has SEC prepared a clear path for those good actors who want to come into the framework of the us securities laws?"
    },
    {
        "speaker": "D",
        "text": "Ash, can you name the good actors?"
    },
    {
        "speaker": "B",
        "text": "Well, I'm not going to get into that, but I'll leave it to you. How about we'll frame it this way? Is there a path, let's focus on the path rather than the actors. Specifically, is there a path under the current federal securities laws for folks who are doing business in this space to register and to become compliant in a way that is consistent with the general framework of securities laws?"
    },
    {
        "speaker": "D",
        "text": "Yes, the SEC has laid out frameworks which have, some have been adopted into law for the trading and custody of digital asset securities and how it could be compliantly done under the fair securities laws. Anyone who has made the argument that there is no framework, there is no guidance that is legitimately not paying attention on purpose, I don't think they make."
    },
    {
        "speaker": "B",
        "text": "The argument that there's no framework. I think, and again, I'm not making this case. I'm just trying to explain the case I've heard made here on real vision, which is that there is a pathway, but that it doesn't, for whatever reason, in their view, apply as cleanly or as elegantly to digital asset companies as it would to traditional securities companies?"
    },
    {
        "speaker": "D",
        "text": "I don't think that argument is fair. I think that the difficulty is that they're so used to operating outside of regulation that they don't understand how regulation operates and the requirements that go into being compliant under the laws."
    },
    {
        "speaker": "B",
        "text": "Okay, here's another question from Douglas. What's your opinion of decentralized finance then? Platforms like Aave?"
    },
    {
        "speaker": "D",
        "text": "Doug, I think decentralized finance is a very interesting area. A lot of the concepts are just repeat and recycling of concepts that are used in the traditional world of finance. It's just done through a different rails, a different mechanism. But I do believe that at some point, regulators will turn their eyes to decentralized finance, particularly if it grows to the point where it poses some sort of contagion or systemic risk."
    },
    {
        "speaker": "B",
        "text": "Okay, the next question comes to us from Bandit 8899 on YouTube. SEC previously labeled Eth a commodity. Is it legal for them to override that ruling? Let me just bootstrap this question up to a broader point, and maybe you can explain this in the context of the question. I've tried to explain this here on real vision, and I've done it in elegantly. Let's talk a little bit about the general framework for the way this works. In my understanding, I think of it in kind of three buckets, and it's probably an elegant way to do so. I think that you basically have the law right, as is written by Congress. Then you have essentially regulatory agencies, which are independent agencies that roll up under the executive branch, that essentially issue rulings or rather file suit in federal court when there are violations of the laws in their view. And then ultimately these things get adjudicated throughout the federal judiciary. Is that perhaps a simplistic or naive way of looking at it? How would you explain that general framework?"
    },
    {
        "speaker": "D",
        "text": "I think obviously, either through precedent or through rulemaking, it is established whether the securities laws applies in regards to the ETH. I believe the references to the Hinman statement that ETH might not be a security which has been brought up significantly in the XRP ripple case. But I don't. That was never law. That was just a statement made by. I believe Mister Hinman at the time was the head of corp. Finn, it's not."
    },
    {
        "speaker": "B",
        "text": "Lawrence, you're talking about Mister Hinman, head of corporate finance at SEC, correct?"
    },
    {
        "speaker": "D",
        "text": "At the time, not any. When he made the statement. Now that's not a law. That was a statement. You could make the argument that the SEC has made a plethora of other statements which say that it is so. And I don't believe there was any sort of determination that it was a commodity. I believe at one point there was a lot of efforts by some of the villains who have now been caught with their pants down to try to push everything through. On the commodities side, there was a big push to have everything regulated under the CFTC. Now the reality is that we are misfortunate and fortunate. We're misfortunate because the average investor got really harmed here. But the overall investing public is fortunate because their malfeasance, their commingling, their absurd activity prevented the regulation of digital assets under the commodities laws from occurring its borderline. It's just off base in my mind. Commodities laws should apply to commodities, not to."
    },
    {
        "speaker": "B",
        "text": "But who gets to say what's a commodity and what's a security? Ultimately, isn't that a question that gets resolved through the federal court process, through legislation? I mean this isn't entirely something that's very clear at this point, is it? I mean isn't this something that we have? The problem, as many people in the space argue, is that there's just insufficient actual law around this because the securities laws were established in the 1930s and there really isn't a clear law that defines what is and what is not a commodity. I mean, why for example, I'm just make the argument and I'd like to hear you argue against it. Why for example, can we say that bitcoin isn't like a barrel of oil? I mean I'm not asserting that, but it's an interesting question to ask."
    },
    {
        "speaker": "D",
        "text": "Well, first of all, it's not physical. The commodities were physical."
    },
    {
        "speaker": "B",
        "text": "But the time that 1933 and 34 acts were established, there wasn't a digital world in which to participate. So you can see how this could be interpreted as questionable. Sure."
    },
    {
        "speaker": "D",
        "text": "But the federal securities laws are meant to be malleable, and they're substantive over formative. Basically, they're meant to deal with the realities of what's occurring."
    },
    {
        "speaker": "B",
        "text": "What does substantive over formative mean?"
    },
    {
        "speaker": "D",
        "text": "They look beyond the exact parameters to make sure that if it, you know, if it smells like a security, if it looks like a security, if it tastes like a security, it's a security. It basically looks at the economic realities beyond the fact that someone might be trying to do some sort of nuanced or new activity. If you look at the actual how we test itself, it's about orange groves. So basically, it doesn't matter what the asset is, it's matter how the performance is. It matters what the investors consider when they're making that decision. It matters how it trades. It matters what the intention for profit is. So I don't think that the argument that the securities laws are old or stale applies. The securities laws are constantly evolving to deal with the realities of the financial ecosystem. And the securities laws have really allowed America's capital markets and a financial universe to maintain its preeminent position in the world. And going forward, I think it's the best way to do it when it comes to the digital asset sphere."
    },
    {
        "speaker": "B",
        "text": "Aaron, I think this is a spectacular conversation. Thank you so much for joining us. Really great. Thank you for letting me play devil's advocate. I think you've made some really important points here today. Final thoughts, key takeaways that you'd like to leave our viewers and our listeners with."
    },
    {
        "speaker": "D",
        "text": "The existing crypto financial services infrastructure is being replaced by one that is regulated under the federal securities laws. And the entities that have existed in the previous paradigm will really have to evolve or die. If they don't embrace regulation, they will meet their demise. And going forward, you'll see that crypto financial services will be regulated by the federal securities laws and overseen by the SEC."
    },
    {
        "speaker": "B",
        "text": "Aaron, thanks so much for coming on the show. I hope you'll come back and join us again."
    },
    {
        "speaker": "D",
        "text": "Thank you for having me, Ash."
    },
    {
        "speaker": "B",
        "text": "This episode of Crypto Daily Briefing is sponsored by the Crypto app. The Crypto app is your place for all things crypto. Download the crypto app today on Google Play or the iOS App store. That's it for today. We'll be back tomorrow with Nick Carter from Castle Island Ventures, who will join us live. See you at 09:00 a.m. pacific Noon Eastern time, 05:00 p.m. london live on real vision crypto daily briefing. Have a great afternoon, everybody."
    }
]