[
    {
        "speaker": "A",
        "text": "Whoa."
    },
    {
        "speaker": "B",
        "text": "Landing an account this big will totally change my landscaping business. It's gonna mean hiring more guys and more equipment and new trucks for the new guys to drive the new equipment in. I don't know if I'm ready."
    },
    {
        "speaker": "A",
        "text": "You can do this, and Ford Pro finsimple can help. Our experts are ready to make growing pains less painful for your business with flexible financing solutions that meet the needs of your business today when you need them started@fordpro.com. financing hey, everyone, if you like this."
    },
    {
        "speaker": "B",
        "text": "Podcast, go behind the paywall to get privileged access to the smartest minds in finance. Join the real vision community and learn how to become a better investor. Visit realvision.com rvpod and use the promo code podcast ten. That's podcast ten to get 10% off our essential membership for the first year. Now to the top analysis of today's crypto markets."
    },
    {
        "speaker": "A",
        "text": "Ryan Berkman is one of our favorite guests on all things ethereum. Welcome back to Real Vision crypto."
    },
    {
        "speaker": "B",
        "text": "Thanks, Ash."
    },
    {
        "speaker": "A",
        "text": "Great to be back, Brian. Lots of stuff to talk about this week. Obviously, on the back of the Chappella upgrade, we're going to talk about all of that dive in deep, get your views on everything that's happening in the Ethereum space. But first, I want to take a look at some price action. Start very topically here today. Of course, we're going to start with none other than Ethereum, currently trading at above $2,000. 2060. On my screen, looking at the price action over the last 24 and 7 hours and seven days, at 24 hours percent, up 3% right now over the last 24 hours on a seven day basis, trailing up nearly 11%. Talking about the Ethereum ecosystem, I want to talk a little bit about arbitrum trades under the symbol arb, a layer two scaling solution for Ethereum. 24 hours up over 11% on a trailing seven day basis, up nearly 24%. Big moves in arbitrum. And finally, to close it out, let's talk a little bit about bitcoin. Still trading above the key psychological $30,000 level, up around 8% the last seven days. Over the last 24 hours, down called about three quarters of a percent, but positive price action all around. Ryan, let's dive in and talk about what's driving this chappelle upgrade. Obviously, the big news this week for Ethereum. Tell us the context, tell us your feelings, give us your thoughts more generally about what's happened this week. I know you follow it closely, certainly."
    },
    {
        "speaker": "B",
        "text": "Well, Ash, I'd start by saying just congratulations to the whole Ethereum community for another upgrade going off of flying colors. My friends and I were joking that our community's gotten so good at these big upgrades that we're almost like yawning through them, like that guy on the roller coaster who's just like, he's been there before. And this was no different. It was a banner upgrade. It went off without a hitch and we started seeing ether staking validator withdrawals almost immediately. And that really completes the merge. So the merge was in a way a six year side quest for Ethereum, and now the future is wide open in front of us."
    },
    {
        "speaker": "A",
        "text": "So let's talk about that. Let's talk about the capacity to withdraw from Ethereum stake pools. This is obviously the critical point in understanding the transition. Proof of work to proof of stake. And also, as you mentioned, this idea of the completion of a cycle. Talk a little bit about what happened, what it means, particularly for people who aren't as technically inclined, who are trying to get their heads around what actually happened under the hood this week."
    },
    {
        "speaker": "B",
        "text": "Absolutely, Ashley. So in the beginning, bitcoin invented this concept that we can have a computer that provides, that lets anyone in the world use it, even if the individual software running it does not all agree."
    },
    {
        "speaker": "A",
        "text": "So you're going back here to first principles. You're talking about work methodology for consensus on a distributed ledger."
    },
    {
        "speaker": "B",
        "text": "That's right. And that's really, we've seen kind of like three big phases here. So first there was bitcoin, which is great. Now we have a blockchain. Now. Now it works. Now we can trust this public ledger. Then there was Ethereum, where now we can have applications on the public ledger. We can have Defi, we can have things like Ethereum name system, it's like domain names on Ethereum. At the time, for many years, six, seven years, Ethereum was running on the same proof of work mining system as bitcoin. Mining is a great way to start, but for various reasons you can get more efficient security and better profit and loss by switching to proof of stake. But it took us a really long time to figure out how to build proof of stake that was secure, but also resilient in terms of it's just going to keep working. And we launched a big merge in September, which was just the banner day. That's the day we switched out the jet engine in the flying aircraft while it was mid flight."
    },
    {
        "speaker": "A",
        "text": "This is the metaphor for the complexity of changing a code base of something that is actually live while you're doing it. Something that we really haven't seen before prior to the cryptocurrency ecosystem era. This is a substantial task, and it's come off really quite well in terms of the last two major upgrades for Ethereum. A great tribute to people who are working on the engineering side in this ecosystem."
    },
    {
        "speaker": "B",
        "text": "Absolutely ash. But after the merge completed, those who had chosen to stake, to stake their ether, to commit their ether to help run and secure the network were not able to actually withdraw their ether, so they were making a one way trip. Like you're not leaving hotel California of staking withdrawals changes all that. As of this week, you can finally withdraw your staked ether. And that really completes the merge. It's kind of like the merge part two, although much smaller, much smaller upgrade than the merge itself. And now we've completed the full lifecycle where you can start stanking your ether and stake it and earn rewards and profit and fees, and then you can choose to unstake it and reclaim your ether and use it in Defi or, or hold it or whatever you'd like to do with it."
    },
    {
        "speaker": "A",
        "text": "And so let me, let me just jump in here with a couple of statistics from this. One of the things I was reading this morning is a post from Maria Garcia, Sintellana Linares over at Forbes, who really quantifies this, I think, in a way that frames out, for folks who aren't following this as closely as you are, precisely what happened, and gives us a little bit of a sense of the price action here and what the underlying drivers were in terms of the supply and demand and the interaction with the technology. Let me just read this to you and I'll get your reaction from it. Quote the updates, which unlocked $38 billion of ether that had been frozen in a long term staking program, enable validators of the chain to withdraw their assets should they choose to do so. Just a recapitulation of the points that you made there, Ryan. Here's the interesting stuff in terms of the data perspective. Yet holders of only 1.67 billion worth of ether, just 4% of the eligible total, have requested to withdraw their crypto. According to data provider Nansen, only 115 million has so far actually left the blockchain. Again, just to stress, this is 115 million of a total of 38 billion that have been, that were frozen, just over half of what is held at Lido. Dow. They're just making a metaphor. She's making a metaphor here to compare this on a scale basis, a decentralized autonomous organization that manages the with staking protocols. The average price at which ether was staked is $2,136 6% higher than it is trading. Uh, and finally, she goes on to make this point. Throttling mechanisms limit the amount of tokens that can leave the chain quickly. But, but, and this is a critical point. Staking deposits flowing into the network reached $160 million over the past 24 hours, balancing out the departures. So a little bit of context in terms of a supply and demand perspective coming from this Forbes article, Maria Garcia and Talana Linares gives us a sense of what might be driving those underlying supply and demand dynamics. And therefore, one can reason supporting price thoughts about that quote, because she provides some incredibly important specifics on those points."
    },
    {
        "speaker": "B",
        "text": "I think that everybody's pleased with the amount of ether that's been unstaked so far. I think it's in line with expectations. Um, something that's important to consider is that if I hold ether and I'm not yet staking it, and then I choose to stake it, I'm entering the staking, we can say kind of unequivocally, I'm staking. That's what I'm doing. There's not necessarily multiple paths there in terms of my intent. But when you're exiting your validator from the Ethereum staking system, it's different. One reason to exit your validator, an important and common reason, is that you actually want to turn around and restake your ether right away. But you're going to use this time, a different staking withdrawal address. So when you start staking, you have to pick your wallet that your staked eth will eventually exit into. When you choose to stop staking, you know, month, months, or years down the road, you can't change that withdrawal address once you start staking. So there are some folks who started staking, you know, over two years ago, and they just, they just need to rotate their, their crypto wallets. So some of the staking off boarding that we're seeing, this ether leaving the staking system, is really just housekeeping. And others is related to other more real world causes. For example, the majority of the staked ether currently scheduled to be off boarded from the system is actually coming from Kraken's staking program, which was shut down by the authorities. And so this is ether that would have remained staked had they been permitted to leave it staked. And so I think that when we consider the amount of ether that's been withdrawn so far, which is not that much in line with expectations, and then we think that among the ether that has been withdrawn, over half of it is attributable to Kraken, who was forced to unstake. And they aren't necessarily going to sell all that. That's their customers ether. They're just going to go back to holding it on the exchange. And then another proportion of that is long term stakers, myself included, who are really just doing the housekeeping of rotating their crypto wallets, which is a common practice in industry. So I think that overall we can conclude that the unlocks were bullish, that people are not racing for the exits of the crowded theater to sell their ether because now they're free from this roller coaster they've been strapped to. That's really not what we're seeing at all. What we're seeing is that people want to be staking. They believe in Ethereum's bright future. Ash."
    },
    {
        "speaker": "A",
        "text": "And by the way, we should say there was a lot of sort of fear, uncertainty and doubt being written in the space prior to this pella update going live, where folks were saying, hey, maybe there's going to be a huge amount of ether that's going to get pulled off as soon as it becomes available. As you said, some of these folks have been staked for two years or thereabouts. And that was one of the, the sort of the backdrops that we saw that we were hearing about this, the context and why it's so important, I think, for people to understand that what happened essentially was against expectations, significantly to the upside in terms of what we saw actually take place after the update went live."
    },
    {
        "speaker": "B",
        "text": "Absolutely everybody was waiting around for the other person to unstake, and then very few have actually done it. And fun little fact, there were even like research grade studies done on how much ether might be unstaked and dumped. So it was a very closely studied issue for a long time and a hot topic. And now we can see that actually everything's great. Not a lot of people are unstaking and selling because they believe in Ethereum and they believe in an asset that generates an excellent risk free rate of return from fees."
    },
    {
        "speaker": "A",
        "text": "So as a part of my morning reading this morning, I also was reading Samuel Haig over at the Defiant, who's talking about the forward roadmap for Ethereum. I know we're going to talk more about Chappelle, but I want to just get this idea out there early in the show so people understand that this is obviously a very significant undertaking, a multi year project with lots of different aspects to it, lots of moving parts and lots of new functionality that's going to be coming online over the coming years. Haig points out in this post that the next major upgrade is EIP 4844. This is something called Proto Dank sharding that's scheduled to go live and the start of 2024. For people who are not familiar with this technology, talk about proto dank sharding, its component protocol and the participation in this idea of solving these very broad issues of scaling on the Ethereum network."
    },
    {
        "speaker": "B",
        "text": "Right, Ash? Scaling Ethereum is very important. Let's take a backseat and talk about the scaling problem. So the reason it's important to scale the Ethereum blockchain, the base layer of Ethereum, the so called l one or mainnet, is that in Ethereum's future we have a scaling system of child blockchains called layer twos. So one way to scale a blockchain is to try to make your biggest, beefiest behemoth of a blockchain, that it's one single blockchain the whole world can pile onto it. But unfortunately, what the research has shown is that our best understanding is that this can't be achieved without significant trade offs in the decentralization. The reason decentralization is important is because it minimizes risk for all participants, including large corporations and governments, where when they use the blockchain, they want to know that what they put on there is going to remain their property and remain in a consistent state. So decentralization is important. So Ethereum's big question about two and a half years ago was if we need to be decentralized, we want to serve the entire world. And the world needs lots of blockchain space. As this industry grows, how do we solve that? And the answer is that we've created a specialized division of labor model where the main Ethereum blockchain stayed decentralized. And now there's this cluster, this growing network of these layer two blockchains that use ethereum for security and especially for the so called trustless bridging of tokens, apps, services and liquidity. From the layer one chain to the layer twos, and between layer twos, hey."
    },
    {
        "speaker": "A",
        "text": "Everyone, we're going to take a quick pause and hear a word from our partners. We'll be right back. This episode is brought to you by La Quinta by window. Your work can take you all over the place, like Texas you've never been, but it's going to be great because you're staying at La Quinta by Wyndham. Their free bright side breakfast will give you energy for the day ahead. And after, you can unwind using their free high speed wi fi tonight la quinta tomorrow you shine. Book your stay today@lq.com dot so for those who may not be, who may not be familiar with this history here, this idea of trustless bridging has been a significant Achilles heel to the entire blockchain cryptocurrency space for some time. We had a lot of notable security failures in 22 and 23 with the attempt to do this. And that's one of the reasons why this is so important in terms of what's happening at the Ethereum foundation."
    },
    {
        "speaker": "B",
        "text": "That's right. And so, Ash, by having trustless bridging, we get not only the most secure communication between blockchains, we also get cool guarantees about, uh, uh, how fast, uh, we can, we can go between the layer twos in terms of being able to say, okay, uh, uh, we can have a very tight loop between them. And, and what's that? What that is really growing is this Internet financial system where this web of layer twos on Ethereum, uh, uh, has this network effect where if you're not a layer two on Ethereum, your blockchain's kind of out in the cold. And you know, there are, there are some blockchains that like binance smart chain, that they're under the umbrella of the binance company and they enjoy significant customer acquisition advantages because if you're on Binance, you just, you know, they promote binance smart chain. And the fact that binance smart chain is centralized doesn't really hurt them because it's effectively a binance product. And that works for people because even a centralized chain can still be useful to have an application layer, to have liquidity and integrations. But when we look at the broader world of blockchain technology, of helping the world to move to a blockchain based economy, we really need this decentralized base layer that reduces risk for the world's governments and corporations. If you're Coca Cola or you're the government of Norway, you're not going to go put your stablecoin or your treasuries on binance smart chain if you can avoid it. That's why the decentralization of Ethereum is important and that's why the layer two system to scale it is important. And that really takes us full circle back ash, to this concept of the EIP 4844 proto dank sharding upgrade that's next for Ethereum. With this upgrade, Ethereum is adding a new kind of data storage on the base layer l one Ethereum. Today, when you use Ethereum, you're using a spreadsheet, everyone's picking which cell of the spreadsheet they're in. Oh, I'm in e four. Okay, you're in e seven. And that spreadsheet model gives us really good programmability and really makes Ethereum work. But it comes at the cost of being very, very high cost and relatively low bandwidth in terms of the amount of data. It's like back in the day when Dropbox first came out, they gave you a relatively low limit. When Gmail came out, it was a low limit. You used to have to actually manage your space. Nowadays we're living in the future. You just put your photos and your video everywhere and you don't worry about it anymore. I'm showing myself to be a crypto boomer here from this yesteryear of worrying about hard drive space. But Ethereum is still in that early state. And so Ethereum's kind of spreadsheet model of, hey, okay, I have this spreadsheet, but it's expensive. It's just not the best place for these layer two blockchains to store their data, because usually, and this is just sort of a technical aspect, but when a layer two buys security from Ethereum, it has to buy two things. The first is it buys a very small amount of capacity to do its security calculation. And for that it has to use the spreadsheet side of Ethereum because it's actually running like a program to determine it's secure. But then it has this other need, this second kind of need, which is it has a bunch of data from a bunch of users. This is just a black bag of data. It's a blob of data. It's opaque. It does not need to be picked apart and programmed. It just needs to go somewhere like a photo or video in Dropbox. What EIP 4844 proto dank sharding does is it adds a new kind of disk space storage to Ethereum, where now there's this bucket storage. We call it blob storage. We actually call it that. After 4844 goes live, we're going to see the layer twos start to store their main transaction data from user transactions in this blob storage, which is going to be to start 1000 times or more cheaper than the ordinary spreadsheet style storage that's been running Ethereum since Ethereum was launched. To give you a sense here, the percentage of Ethereum bandwidth consumed by layer twos is very closely watched among sort of insiders. And this stat started at like 0%, two and a half years ago, about a year ago is around less than 1%, I think maybe about half a percent. But this month it peaked at around 8%. So 8% of all of Ethereum's capacity was going to layer two usage. That these layer twos are buying security and storage from Ethereum. The reason that's exciting is this 8% is going to continue increasing at like a breakneck pace as growth continues and as, as our layer twos mature. Uh, but then, you know, the day before EIP 4844 launches, the day before this blob space becomes available, that 8% might be 15%, 25%, I don't know, couldn't say. It depends on the timelines, depends on the growth. Then the day after it launches, or perhaps a short while later when the layer two switch over to this new storage type, that 25% is going to drop back down to 1% because over 95% of layer two purchases of Ethereum bandwidth are for this blob user transaction data currently. So in the future, after the blob space upgrade launches and we get this proto dank sharding Ethereum is going to get this incredibly huge, massive one time, well actually its not one time, but a massive capacity boost where oh my God, were using a quarter of all bandwidth on Ethereum just for these user transactions on layer two. Then that quarter drops back down to zero. Fees on main Ethereum go down because our customers stopped buying that product. The customers start buying this blobs based product. The way to think of it is that when you buy storage on Ethereum, you're paying this so called floating gas price. And the gas price depends on the demand of the day, like surge pricing in Uber. It also depends on the us dollar price of ether. And so the new blob storage, this new kind of storage enabled by this next proto dank sharding upgrade, it has its own floating gas price called the blob gas price. And so we're going to go from one gas price that floats to two gas prices that float, and that's the whole upgrade. And so initially we're going to see a massive drop in revenue from Ethereum when this turns on because by expanding capacity we're reducing the market clearing price of buying storage on Ethereum. But of course it's good for your customers, which means it's good long term for Ethereum, because by expanding our capacity, we're setting the stage for Ethereum to be able to serve the entire world's blockchain needs and one day earn tens of millions of fees per day in the distant future with, I think, hundreds of layer twos and billions of users."
    },
    {
        "speaker": "A",
        "text": "Ryan, that was a bit of a master class on the translation of what's happening on the engineering side, in terms of the actual pragmatic outcomes that the expectation is that this will serve. Extremely well said, by the way, if you miss some of that, go back, rewind it, watch it again. That really does encapsulate it very nicely, and it really does give all of the complexity that lies underneath the surface a framework for people to understand how it actually works. I saw a quote from Carl Bekois, and I hope I'm pronouncing that name correctly from the Etherea foundation earlier today, who sums this up. All of the complexity that you just framed right there in very simple language, he says, if you scale to thousands and thousands of transactions, then all of a sudden it costs a lot to store the data on chain. The idea behind dank sharding and EIP 4844 is to provide really cheap data storage. So the l two s, these are the layer two solutions on top of Ethereum can provide cheap transactions to their users. That really is, you just gave the next level of complexity and the level of complexity beneath the surface there. I think a framework for people to understand that, particularly because it becomes increasingly challenging for folks who don't have engineering backgrounds to understand all of the things that are happening under the surface and how they translate into specific functionality and therefore specific economic outcomes in terms of supply, demand for these services and price."
    },
    {
        "speaker": "B",
        "text": "Certainly ash. And when we think about the future of Ethereum, we have the base layer of Mainnet, which is now pursuing the scaling roadmap. And we have the layer twos which are ethereums go to market strategy to reach all the worlds customers. But then there are two other major segments or sectors of Ethereum that are also firing on all cylinders and really having a golden era. So the first of those segments would be just the general infrastructure. General infrastructure. This is especially wallets. Wallets are having a golden age. We're seeing revolutionary user experience improvements in wallets driven by a new technology that's reached maturity called account abstraction. Account abstraction, kind of an abstract term, but what it really means is that you can use Ethereum like you use Facebook, where you're clicking around and the transactions are happening in the background. Instead of every time you want to have a transaction, your wallet pops up. This big scary window takes you out of your flow. So account abstraction is how Ethereum and on chain apps begin to feel more like your Facebook like your ordinary mobile apps. So it's a very exciting innovation on the wallet side and in this infrastructure, part of Ethereum, the other area, that's applications."
    },
    {
        "speaker": "A",
        "text": "Let's talk a little bit about account abstraction. We can talk about applications in just a second, because I think you bring up such an incredibly important point that has potentially a great number of advantages for users in terms of user experience, user interface. You have this idea that the wallets don't pop up every 35 seconds whenever you make a transaction, but it's also greater than that in terms of the security component, the idea that you can create these structures whereby you can basically build logic into the system so that three out of five people need to approve a transaction. You can build in time delays. There are all types of things potentially that this technology can do. I know it's extremely early, and we're asking you to speculate about stuff that's going to happen in the future, but talk a little bit about some of those multisig functionalities that come as a consequence of account abstraction technology."
    },
    {
        "speaker": "B",
        "text": "Certainly. So account abstraction and multisigs are sister functionalities. And before account abstraction, we had multisigs that were the so called smart contract wallets, where if you have an ordinary ethereum address, and this is the address we all know and love, where if you're signing a transaction, there's the big ugly pop up and you have to go through that chunky friction process. But multisigs did exist in that initial early stage format where you could have a multisig like a gnosis safe if you're a dao or you're a long term holder who wants to give some keys to their family. But what account abstraction adds to that basic early multisig is that account abstraction lets you approve a transaction using a program. So let me explain. With ordinary ethereum wallets, when you want to sign a transaction, the only way to make that transaction invalid, so it goes into the system, is for you to click that big approve button on your wallet and go through that process. But account abstraction says, what if you could approve a transaction by logging in with your gmail? What if you could approve a transaction by pressing your thumb on your phone's fingerprint reader or your Face ID? What if you could approve a transaction in any number of ways? Oh, and by the way, we're also going to let you pay that transaction gas fee in any way, which could be subsidized by the application. So you can imagine, for example, Facebook subsidizing gas fees for their users so they have not announced. They're using Ethereum. That's just a hypothetical example. And so account abstraction combines with Multisig to give us these futuristic experiences where a user can store their assets in a wallet that knows who their friends and family are, so that if they lose their access to that wallet, they can say, hey. Oh, hey, mom. Hey, cousin Stu. Can you guys, by your powers, combine, unlock my money for me instead of just losing your money permanently? And that's if you lose access to your wallet, that's a social so called social recovery. But even your access to your wallet gets upgraded where instead of having to remember this 24 word phrase or write it down or have your 24 character password, you put in your password manager, your lastpass, and now it can just be your fingerprint from your phone. So you have this double whammy upgrade where one your authorization mechanism to spend your money or interact with defi apps or on chain games or all these emerging apps, it gets upgraded from crazy password. I have to not lose to fingerprint. And then if it does go south, if you do lose it or you have advanced needs, now you can use a smart contract wallet to rely on your friends and family and have amazing other functionality like allowances. You could give your kid his weekly allowance in your smart contract wallet. So you have a smart contract wallet for your family, and that's where your money accumulates. And you could say, here's Junior's smart contract wallet, and junior has his own social recovery where his parents can unlock his money. And then in your family's smart contract wallet, you can say, okay, junior gets 20 USDC stablecoin per week allowance. And then you put your thumbprint to authorize that allowance. And Junior puts his thumbprint to transfer the money into his wallet. And I so we're really starting to see this next generation science fiction user experiences come to life. Trey."
    },
    {
        "speaker": "A",
        "text": "Yeah. And what's so fascinating about this is I think we've just barely scratched the scratch on the surface in terms of the potential for this technology, because you can create these rules to almost arbitrary degrees of complexity. For example, if cousin Stu and cousin Bob have to unlock the wallet, but if his sisters Sarah and Samantha, both within 24 hours, object to that recovery, you can build in functionality that would override it. Now, for something like a $25 transaction, maybe you don't care, but when you're talking about very, very large transactions, this stuff becomes material. I also think about this question, the idea of account abstraction and the ability to build in varying levels of security for different levels of transactions this is something we already have today. For example, I live in New York City and you can pay the subway $2.75 with your phone. Now, when I make a transaction, if I am paying for a cab that maybe cost 30 or $40, I actually have to have my phone near my face so it can recognize me, go through the Face ID and verify that transaction. New York City transit MTA here in New York has a workaround with Apple that for a low value transaction, a $2.75 subway ride purchase, I don't need to look at my phone. I can literally just have it in my pocket. I can have it on my, you know, on a, on a, on a wearable. I can just scan by the turnstile and walk in. What's interesting to me about this is you can have different levels of transactions for $25,000, for $25, and for $25 million, which really does begin to create a lot more functionality and a lot more potential around the technology."
    },
    {
        "speaker": "B",
        "text": "Oh, certainly, Ash. I love that example because it combines this idea of the multisig smart contract wallethood with also the account abstraction. Anything can be the authorization. Got to get my lawyer to sign off for the 25 million. But it also, I think, I love your example of Apple in the New York subway, which I didn't know. And it shows the power of the permissionlessness of the public blockchain. Because these payment technologies are an open protocol and open platform that anyone can use and innovate on. You could reach agreements of that nature between any two parties, or even just a single party saying no matter who is trying to charge me, theres this lower threshold of security if its under $5. Whereas New York subway big organization had to make a deal specifically with Apple big organization. The power of open platforms and open finance on ethereum means that anyone can do this in partnership with anyone else, or even unilaterally just putting themselves out there. So we're really going to see incredible open innovation in the years to come."
    },
    {
        "speaker": "A",
        "text": "Hey everyone, we're going to take another quick break and hear a word from our partners. We'll be right back to the real vision crypto daily briefing. Of course, you could then theoretically opt in. For example, if a transaction is only $2.75, I could then say, hey, I'm okay with not approving this through some elaborate method. If it's a $2.75 transaction and there's a limit, you can only make two of those transactions within a 1 hour period without validating it. I'm okay, right? I stand to lose about $5.50. If stuff goes horribly wrong for the convenience, I'm probably willing to take that. Now, I'm not willing to make that security trade off if we're talking about hundreds of dollars or certainly not thousands of dollars. The other thing that this opens up, and I think this is interesting and probably controversial, but something that I've been thinking about in terms of account abstraction technology is the ability to have intermediated financial services, to have financial intermediaries. If you want, if you want to have that type of functionality, you might be able to build neo banks on top of it. I'll just give you an example, because it happened to me yesterday. I woke up yesterday morning and as I was brushing my teeth, I see on my phone I get a notification from PayPal, uh, you've just approved, you know, a transaction has just, uh, has just processed. And I think it was, it was a couple hundred bucks, $200, uh, for a data service that I, that I canceled in April of 2021. So of course I get really annoyed. I get on the phone with PayPal, uh, I get start talking to them. They tell me, well, you know, we've got to go through this 14 day, uh, you know, dispute process, and then it's going to take five days for your bank to return the money. And of course I was kind of annoyed about it. Uh, but the reality is, at the end of the day, if this had been a transaction that had taken place in todays Ethereum ecosystem, that money would be gone. Thered be just no getting it back. There would be no dispute resolution protocol to go through, even though I felt that that was an imperfect one. And I was annoyed that it was going to take me three weeks to get my $200 back. That money would never come back. One of the things thats interesting about this, and I know this is probably controversial in the community, but it creates the potential with these additional abstraction layers to add layers of financial intermediation. I'll give you a quick example about just what I was thinking. Let's say, for example, you've got $25,000 in ether. You might decide that you wanted to move, say, $2,500 of it to an intermediated account where you could have a bank or a neo bank standing in the middle of transactions, relatively low value transactions that you make. Again, the risk is moderate with that amount of money. If you lose $2,500, you're going to be depressed for perhaps months over it, but you're probably not going to be destroyed financially, at least for most people here in the developed world. And so you start to see all this potential for intermediation technologies, for traditional banking services to potentially be built upon the ethereum ecosystem, when you have transactions that have the capacity to do account abstraction on the wallets and also multisig. Give us some of your thoughts about this. I know this is sort of a very new area that people are just beginning to think about, but what do you think about the potential for financial intermediaries to actually provide value for people who want them?"
    },
    {
        "speaker": "B",
        "text": "Absolutely, Ash, I think you're absolutely right. It is an exciting frontier for traditional corporations to use web three technology to achieve outcomes that at the beginning and on the surface seem similar to the fintech we have today. Six months, two, three years later, offer dramatically new capabilities with greater levels of reliability and very much lower costs, both marginal and fixed. And so I love your example of this, like, fraud alert. You can imagine that if I have a smart contract wallet and I tap my thumbprint to pay well, I could actually set up my wallet in this Sci-Fi future of probably only, you know, six, six months to three years away. And I could be actually, you know, for my, my purchase level of $500, you know, from two hundred dollars to five hundred dollars. I'm actually in a two of two multi sig. That two of two means there's two people who can sign, and both of them have to sign to spend that money at that spend level. And, okay, so my thumbprints the first signer, but who's the second signer? Well, that could be an antifrag company. That could be someone else with an automated system looking out for you saying, are you sure you wanted to spend this money? It could be someone who actually custodies the money on your behalf, and they give you a yield, maybe even a traditional bank where they're issuing traditional loans. There's this thing now called deposit tokens, which are going to be a great competitor to stablecoins in the year to come."
    },
    {
        "speaker": "A",
        "text": "A deposit, explain the difference right there between a stable coin and a deposit coin."
    },
    {
        "speaker": "B",
        "text": "Right. So stable coins were invented during the very early stages of crypto. And so its very, very important to know that when you had one unit of stablecoin, it was good for $1. Theres a bunch of different ways to guarantee that, and some of them work really well, like maker dies over collateralized model, where you have maybe two or $3 of ether, perennial per dollar of stablecoin. And another way that works really well would be circles, USDC, where they hold, I think, if I recall, correctly, about 80% of the backing of all USDC in short term us treasuries and then about 15 20% in cash and accounts. And theres some recent controversy about that, which I wont go into."
    },
    {
        "speaker": "A",
        "text": "But the important thing is around, by the way, we should say around the traditional banking system, Silicon Valley banks failure was what caused that controversy, the idea that some of those assets were stored in a traditional financial system that became inaccessible because of the challenges that occurred again in the traditional banking system."
    },
    {
        "speaker": "B",
        "text": "Right. And to touch on that briefly, I think theres two interesting notes that maybe arent necessarily widely appreciated. One is that that's the very first time a traditional financial system failure hurt crypto instead of the other way around. Right."
    },
    {
        "speaker": "A",
        "text": "That's so well said, Ryan. That's so well said."
    },
    {
        "speaker": "B",
        "text": "Well, we had, we had some anxious weeks there to stew over it. So I had plenty of time to get my wording right. Sitting there, you know, watching my USDC dip down to $0.83, it was, it was a, it was a challenging weekend."
    },
    {
        "speaker": "A",
        "text": "And also, and also to see it recover the peg, I mean, I think for people who went through the terra Luna debacle, there was that moment when it dips down its off $0.27 on the dollar where people were having heart palpitations."
    },
    {
        "speaker": "B",
        "text": "Yeah. And I think here we see the information asymmetry in crypto where if you have the time and inclination to really study this stuff, when Terra Luna UST flipped off its peg, the folks who study this with respect and to be gentle, because I know a lot of people lost a lot of money. We knew it wasn't going to get back on the peg. It was an absolute doomed ship. With USDC, it was the opposite. We knew that USDC had the support and liquidity it needed to recover the hole in its peg. And so, unfortunately, a lot of us were sitting there thinking, we don't know who's selling this USDC for $0.85, but we're buying it. And there were some folks who made a quick 10% because they knew USDC was fine."
    },
    {
        "speaker": "A",
        "text": "By the way, the people who were in the know believed that that was going to be the case, that there would be a recovery. But I remember that weekend because it happened on a Friday and then it went and, oh, there we go. We've got the DPEG chart right up on the screen. You can see that just like wedge shaped divot in the chart where it breaks the peg and then essentially recovers it shortly thereafter, I believe on the Monday after the bank reopened the banking system, I should say, reopened. I. And of course, FDIc and the fed had backstopped SVB. But I remember that weekend, man, I remember hosting Twitter spaces until, like, four in the morning and people were completely freaking out. Right. And I don't. I don't think that these were just kind of the shorts trying to drive down the price. There were. There were people who were having full on panic attacks on Twitter spaces that the peg was going to be broken, it was never going to recover. And as you say, uh, those who believe they were in the know, in this case, turned out to be. Right."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah, ash, I remember that. I, uh, uh, that was one of your spaces where I was, uh, uh, able to join you. And, uh, I. I mean, this was. This is one of the game days. This is a day where, like, if you're a crypto person, like, you're. You're breaking out. Whatever your guilty pleasure is, you're glued to your screen. I was up all night. I was. I was. I was drinking heavily, uh, uh, you know, talking. Talking shit about. About the things that I thought were going to happen. And it was an exciting night. My only regret is that we couldn't get the message out more widely that USDC was fine because there were folks who just heard from a friend, quick, quick, sell your USDC. But you shouldn't have. Before we move on, one point I'd really love to make is that it's a common misconception that USDC, the stablecoin, was bailed out by taxpayers. What actually happened was the circle had submitted their withdrawal wires to Silicon Valley bank on the Thursday, and FDIC ended up honoring all Thursday wires. So what really technically happened was that USDC got their money out before the bank went into receivership. And so I think you could say, oh, well, that's still getting bailed out by taxpayers, because not everyone could get out. Well, okay, if you're going to argue that anyone who gets out of the bank before it goes into receivership was also bailed out, well, then you're right. I guess USDC did benefit from that. But just to be technically correct, USDC did not receive bailout money. I think it's important. We're always saying that crypto should stand on its own two legs, and I think so far it has."
    },
    {
        "speaker": "A",
        "text": "Yeah. And by the way, we should say that the difference between the. The so called bailouts that happened this time around and what we saw in 2007, 2008 were manifold. Number one, we protected the FDIC, treasury and the Fed, protected depositors in those banks. But the common stockholders got wiped out, management got fired, subordinated. Bondholders were not, the bonds were not trading at par. So we saw some significant differences there. And by the way, FDIC, those insurance premiums are essentially paid by the industry itself, by banks. Now, you can say eventually that gets passed on to customers, which I believe is true. But some of the anger, the emotion, thats still very raw. I think from 2007 2008, this idea of wholesale bailouts of banks, where management stays in place, and the shareholders, the common stockholders, get supported, and basically its business as usual, thats not what happened. Suggesting that the solution that we came up with for the three banks that went into receivership this time around were perfect. But it is important to point out this was a very different model than the 2007 2008 model, where everybody got back, stopped, management got to keep their jobs, people got paid huge bonuses. It was just a different type of methodology. I think the current administration, who has not been the most embracing toward crypto, deserves some credit for, for at least taking some actions to do things a little bit differently in the wake of the anger that we saw on both the left and the right, almost universally, with the way the 2007 2008 bailouts were handled."
    },
    {
        "speaker": "B",
        "text": "Right, Ash. And I'm not a banking expert, nor for that matter, a tradfi expert, but I think everyone should feel good that the run on the bank was nipped in the bud before it could really spread, because that was a timeline none of us wanted to live in."
    },
    {
        "speaker": "A",
        "text": "Yeah, and listen, I'm not a banking expert either. I'm not an expert in anything. I'm just the dope who asks the questions. But the important point for people to understand, I think, about the reason why those banks were backstopped. Obviously, Silicon Valley Bank, SBB, specifically had a very prominent role in the Silicon Valley ecosystem. You heard people again, on the left and on the right, complaining about that. This idea that this bank was backstopped to sort of save Silicon Valley, I think the issue is much bigger than that, which was if in the United States, you had failures of large regional banks, of specialty banks, of boutique banks, what you would have seen would have been a massive flight of deposits from those institutions to the five or six largest banks in the United States. And essentially, this would have changed the structure of the economy. The idea that you would have had this massive concentration in the JP Morgan's, Wells Fargo's, bank of America's, citigs of the world, which would have been a significant, significant change, and a high degree of concentration of an enormous amount of wealth and an enormous amount of power in very, very few hands. My suspicion is that that's what the regulators, that's what the administration was thinking about when they made that decision. And it would have been just catastrophic to the economy to have local lenders, regional lenders fail en masse as everyone who had a banking relationship with someone at JPMorgan Chase and company picked up the phone and started moving assets there. That could have been really, really difficult for the us economy."
    },
    {
        "speaker": "B",
        "text": "Certainly ash, and glad to have avoided that. I spoke earlier about Ethereum having these four big sectors. And there's the layer one ecosystem that now has completed the Shapella withdrawals upgrade, completing the merge. There's the layer twos that are Ethereum's go to market strategy to reach the entire world. There's the infrastructure, especially wallets, that are improving with account abstraction and other technologies. There's the so called embedded wallets now, which is slightly different topic than account abstraction. Embedded wallet is like a wallet that's an API instead of its standalone app."
    },
    {
        "speaker": "A",
        "text": "That allows the wallet to become programmable in a way that we haven't been able to see in the past."
    },
    {
        "speaker": "B",
        "text": "Right? And it separates the company or the team building the user experience from the company or team building the wallet infrastructure, which much more closely mirrors how fintech and the traditional financial system work and will really unlock the specialization of both of those parts. So the wallet teams can be great wallets, and then the customer experience teams can be great customer experience teams. And so to that point, all of everything we've been discussing is in service of actual applications that actually help people and benefit the world. And so that's really what we've been seeing, having as significant growth and excitement as in the other areas."
    },
    {
        "speaker": "A",
        "text": "So let's talk about those applications. It's a point that you mentioned before when you divided it into the two things that you were most excited about, account abstraction, multisig and also applications. Talk about what's happening at the application layer, what you're interested in, and why you see so much potential opportunity there, in your view?"
    },
    {
        "speaker": "B",
        "text": "Steven certainly. Ash, fast forward 30 years, we want huge chunks of the economy to be running on Ethereum. You're paying folks, you're getting paid. There's streams of stable coins and stable coin derivatives and tokenized bank deposits being flung around everywhere by money robots. And the wallets are everywhere. They're in the browsers and the phones, and probably robots are going to have their own wallets where it's like the money's actually in the robot it's going to be wild. And this is the distant future. And right now, the task is on us to make applications that are useful beyond speculation, beyond rich people making rich people investments. We need to make applications that actually help regular people drive regular sectors of the economy that already exist. So it's less about crypto for the sake of crypto and more about how can crypto serve the world and help the world. And to that point, we've been seeing great, great advances in e commerce, in content creation and monetization for all kinds of creators, in intellectual property management, and in making financial assets, including real estate and treasuries, more accessible to a broader, more globalized audience, including people who cant afford a whole house. So they maybe want to buy some fractions of a house in an efficient, in an easy, frictionless way that preserves their property rights. So weve just been seeing absolutely incredible innovation in all these areas."
    },
    {
        "speaker": "A",
        "text": "Trey, let me ask you about something else. Weve been talking about this idea of layers, a very popular concept in computer science for people to understand and break down different technologies, different services. One of the things thats a bit confusing about Chappella is just the name itself, Shanghai plus Capella. This distinction between the consensus layer and the application layer, let's talk about, and the transaction layer, I should say let's talk a little bit about that, because I think that probably confused a lot of people."
    },
    {
        "speaker": "B",
        "text": "Right before the merge, back when Ethereum was running on proof of work, it was, as you might imagine, a single blockchain doing its thing. It's a blockchain, it's got its mining, and then the transactions are built on top of the mining. And at that time, whenever we would have a hard fork and there were a few back in the day, we would give it a name, and it's just one name. And then along came the merge, and it turned out that, and nobody actually really, very few people knew this would be the case maybe four years ago, but it turned out that the best way to do the merge was to make a standalone, parallel proof of stake blockchain. It was just running of its own accord, called the Beacon chain. And this beacon chain, proof of stake blockchain was just like it was a ghost town. There were no transactions, no user activity. It was just a blockchain running nothing, just it would come to consensus and it would build blocks. And other than that, it didn't do anything. And then when the merge happened, we took the application blockchain, the so called execution layer, and we said, all right, let's take the engine out of that, and let's take this parallel blockchain and make that the engine. So now there's the two chains running side by side. More specifically, the application layer sort of ceased to become its own chain because now it depends on the beacon chain. And so as a consequence of this kind of parallel track design, there's two different specifications. There's the, the beacon chain, proof of stake specifications. That's the written design of how the thing works. And then there's the same specifications to the execution layer. So anytime, well, not anytime, but typically now, when Ethereum has an upgrade, they have to change both specifications, both the consensus layer and the execution layer, and the amazing scientists that quarterback this process. What makes sense to them is they give each set of changes its own name, and technically, they can occur independently. You could have a consensus layer hard fork without an execution layer hard fork, or vice versa. And so when withdrawals came, the execution layer hard fork was nicknamed Shanghai, and then the consensus layer hard fork was nicknamed Capella. And then, but they were scheduled to happen at the same time, and people were having so much, you know, they were sick and tired of saying both, so they, they've smushed them together into the portmanteau. Chappella Shanghai capella chappella. That's how we got here."
    },
    {
        "speaker": "A",
        "text": "Very well said. Listen, I have one other question for you before I start to get our viewers involved. We've got a lot of folks watching this, and I just wanted to ask people out there, please put your questions down in the chat, wherever you're watching. We're going to ask the best ones on air a little bit later, uh, in the show. Remember, real Vision members take priority, but the good news is, of course, membership is free. You can go to real vision.com crypto to sign up. That's real Vision.com forward slash crypto to sign up. Listen, I think this is an incredible conversation, and it's really a pleasure to get to bring this content to you. If you're watching this on YouTube, please tweet out the link. Let's bring some people in. Let's support great content like this. Let's support folks like Ryan who have really interesting things to say about this technology and get this out to as many people as we possibly can. And of course, you can always follow me at ash Bennington on Twitter. And of course, please follow real vision at real vision on Twitter. So much to talk about, but I wanted to ask you this one other question before we get to viewer questions and we've got quite a few of them coming in, which was something that I alluded to at the top of this conversation, which was arbitrum, obviously a token drop on arbitrage and technical challenges there in getting that initial process out of talk a little bit about arbitrum, the role it plays in the ecosystem, and your views on Arb."
    },
    {
        "speaker": "B",
        "text": "Certainly. And so in ethereum's layer two ecosystem, there are two main types of layer twos. The first is based on the so called optimistic roll up technology, which is sort of like, it's kind of like a zip file. It's very impressive, fancy technology, but you can think of it as just being a zip file. And the cool thing about it is that the optimistic part means you don't have to unzip the file unless someone else detects a problem with it, and then you dig into it and figure out what's going on."
    },
    {
        "speaker": "A",
        "text": "So in other words, let me just try and explain this to our viewers. If I understand it correctly, the idea is generally you assume that the ledger is correct unless there's a dispute where you have to then go through and unzip it and unpack those transactions and validate to make sure they're correct. But the baseline assumption is that they are correct. That allows you for greater speed, greater efficiency."
    },
    {
        "speaker": "B",
        "text": "Absolutely correct, Ash. And it's that baseline assumption that it's the default assuming correct. That's where the name optimistic comes from, because it optimistically assumes everything's correct until proven otherwise."
    },
    {
        "speaker": "A",
        "text": "But you have the capacity to dispute that. If you do detect something that is."
    },
    {
        "speaker": "B",
        "text": "Not certainly and it's secure, it inherits Ethereum's security. And so the other type of layer twos are the so called zero knowledge based layer twos. And zero knowledge is a new type of mathematics that it's kind of like the next generation. But arbitrum started earlier. Arbitrum is a market leader because they're an excellent organization with an excellent strategy and execution, excellent community and ecosystem, but also because they got started earlier. And one of the reasons they were able to start earlier is not just because they literally started earlier, like many years ago, like around the time ethereum self started, but also because the optimistic roll up technology is younger than the zero knowledge. So the optimistic roll ups have an edge. Arbitrum has started with this early lead of being first to market, and they've really doubled down on it. And the results they've been seeing lately are just extraordinary. I would encourage everybody to take a look at Arbitrum's transactions per second relative to other layer twos, which you can see on the excellent l two beats website. That's l two b e a T website. And then you could take a look also at the amount of defi volume on arbitrum on the excellent Defi llama, like the horse kind of creature Defi llama website. One of the best websites in industry. And what you'll see is that Arbitrum is killing it ashore. Their stats are off the chart. This is truly the age of Arbitrum. And I think that they're excellent planners and executors, and they knew this advantage of theirs would build and build, given the timing of their competitors. And so they recently launched the ARB token to really decentralize governance and take advantage of this amazing ecosystem they've built. My views on ARb is I think it's one of the best governance tokens out there. Governance tokens as a cohort can have certain challenges, but arbitrum is a model in industry for how to create and launch and manage a token. A little hiccup on one of their first days notwithstanding."
    },
    {
        "speaker": "A",
        "text": "Preston Right. And we should say also about ZK rollups. Zero knowledge rollups. Shameless plug here if you would like a great conversation about this. I did a conversation with Silvio Michali, who is one of the creators of the actual underlying mathematic 40 knowledge proofs in, I believe, in the 1980s with a few other mathematicians and professors who helped him work on that. But he also, of course, is one of the creators, I believe, the founder of Algorand. And it's a great conversation if you want to understand, about the math behind zero knowledge proofs, which is just surreal and fascinating and bizarre and just really, really cool. Okay, as promised, viewer questions, lots coming in right now. Ralph on the real vision website wants to know, has Ryan been following developments with some of the Ethereum options protocols like Lyra, Open, Dopex, Hedgex? If so, any observations?"
    },
    {
        "speaker": "B",
        "text": "I have not been following them closely. My apologies. What I can say is that DeFi is still in the oven. The protocols that are out there today are mature and working, but we continue to see new foundational technologies discovered and launched all the time. A really great example would be infinity pools. Infinity pools realized that being the counterparty to a uniswap LP token was an underutilized opportunity, and they built an options protocol on it with just extraordinary properties. So I think my advice when it comes to that is expect big innovation in the years to come. It's not reached a steady state yet."
    },
    {
        "speaker": "A",
        "text": "Okay, next question comes to us from Bandit 8899 on YouTube. Wants to know, Ryan, why did you call ETh staking rewards a risk free rate? Isn't slashing a type of risk? Great question."
    },
    {
        "speaker": "B",
        "text": "That is a great question. So slashing, is the network penalizing a validator for not just not doing its duties, for not just going offline? You don't get slashed for being offline. If you turn your validator offline, you lose. You get penalized at a very slow rate, approximately equal to what you would have earned had you stayed online. Slashing occurs when malicious activity is detected. So with a modern staking setup, the risk of slashing is virtually zero. In fact, almost 100% of slashing incidents have been due to people accidentally running multiple copies of their same validator when you're only supposed to run a single copy. So we think of staking as a risk free rate of return denominated in ether, by the way, because of course the US dollar price is volatile because."
    },
    {
        "speaker": "A",
        "text": "So there is risk in terms of the FX risk, hairstat risk, the risk of not being able to get ether into dollars. But the risk you're saying is risk free in terms of within the ethereum ecosystem, denominated in ether."
    },
    {
        "speaker": "B",
        "text": "Correct."
    },
    {
        "speaker": "A",
        "text": "Let me ask you a question about slashing, and this has sort of been one of my, my own sort of pet theories about what could potentially go wrong on the Ethereum network. I think, like many people who have traditional finance backgrounds, we always look for where the potential fault lines are. One of the challenges is this idea of sanctions. The idea that if someone who is on the OFAC SDN list, that's the Office of Foreign Asset Controls at US treasury, the primary sanctions regulator in the United States, if someone's on this specially designated national list and they attempt a transaction, what happens when a publicly held regulated us company that has us persons as directors and officers runs that staking pool here? We're talking about potentially, folks like Kraken and Coinbase, what happens when one of those transactions crosses? They have really, it seems to me, a bunch of very unpleasing options. The first is they can include the transaction and violate sanctions laws, which for a publicly held us corporation is a total non starter. They can remove the transaction from the pool, in which case they get slashed, or they can just turn off their stake pools entirely. I don't know. Are there third options here, fourth options that I'm not seeing?"
    },
    {
        "speaker": "B",
        "text": "No, I think you're right, Ash. And I think, in short, when a us based or us compliance staking operator is faced between doing the job for the network versus complying with sanctions. Ethereum is not the one harmed by this trade off. It is very difficult, approaching impossible, for Ethereum to experience material censorship as a result of these sanctions. For much greater detail from a world expert on this subject, I'd recommend the Ethereum uncensored episode of bankless with Justin Drake. That's Ethereum uncensored Justin Drake. When companies, I think you listed the options. Well ash, it's like they can either play ball or they can't. And if they don't play ball, it's their stake that gets hurt, it's their inactivity leaks, it's potentially their slashing. If they decide to equivocate, it's their opportunity cost. If they have to off board their stakers and not participate in the staking process. An example would be there was much excitement or much Fud about OFAC compliance resulting in censorship. But then folks built the dashboards and dug into it and the average time for a transaction to be confirmed that has a tornado cash for a block to be confirmed. Pardon me, if you have a transaction that uses the sanctioned tornado cash, it only waits like 30 seconds longer than an unsanctioned transaction. So this idea that Ethereum is captured is patently false."
    },
    {
        "speaker": "A",
        "text": "Yeah, but does that raise the sort of mirror image risk, which is if it takes so little time, if there's so little penalty, is it more likely then that us authorities, G 20 authorities more generally, might begin to crack down on ether because it is so difficult to sanction those transactions? And that might have material price impact. If you saw a concerted effort by the G seven or whoever bis to significantly undermine the ability of stakers to engage in this business line."
    },
    {
        "speaker": "B",
        "text": "Its an important question Nash. And at the end of the day, politicians and national leadership live in a world of pragmatism. They need to make the pragmatic decision for the benefit of the country. They cant live in a world of absolutes. Thats not how the real world works. And so what's actually happening here is that while it's effectively impossible for american authorities to prevent somebody from using tornado cash, what America can do is two things, and we're already seeing this. The first is that they can realize and embrace the fact that ethereum is excellent for America. Over 99% of stable coins are denominated in us dollars. Now is the market choice. Ethereum is effectively a vehicle for the extension of the us dollar to greater parts of the world, new kinds of transactions. So if Ethereum is good for America, in the same way that property rights and freedom of speech are good for America. And if America chooses to double down on their early lead, they stand to gain a lot from embracing it. So that'd be the first thing. The second thing is that there's a lot of real world, reasonable, favorable bilateral regulation that is on the table here, and that insiders want. We dont want to be unregulated. We want to join the club. We want to be regulated. And the fact is that the controls that youre discussing ash, are best implemented at the edges of the network, in the exchanges, in the banks, in certain kinds of permissioned, tokenized assets, as were seeing now in the US on chain treasuries market, where some of them can only be purchased if youre KYC. And so the network is going to stay permissionless, America has to sort of wake up and realize that theres now this crazy thing in the world called the decentralized blockchain thats out of reach. It cant be controlled any more than hurricanes in the middle of the Pacific. It's become a natural phenomenon of the modern world. And so they have to embrace the advantages and work around the disadvantages with appropriate regulation, especially enforced in the exchanges and at the edges, and not by attempting to ban self custody, of storing my own assets."
    },
    {
        "speaker": "A",
        "text": "And that's the whole idea of credible neutrality, the idea that all actors on the network get treated equally. By the way, you know what else can't be controlled? Briefcases filled with hundred dollar bills. Briefcases filled with 500 swiss franc notes. That as well. And you could actually see, to extend your point, that metaphor that you made, that gets controlled at the nodes of the edges of the network as well. You have regulation in place so that when someone walks into a bank with a check, with a bank check, and then wants to withdraw $750,000 in cash immediately, that gets flagged. So it's a very interesting point, and in some ways, it's quite analogous to what we see happening now with banknotes."
    },
    {
        "speaker": "B",
        "text": "Certainly, and, you know, to, to, to respond to that. The irony is that the goal of property, property locking down this potentially adverse behavior is the same goal as embracing crypto. The sooner the banks do deep integrations with crypto, the sooner they can catch the bad guys and also gain the benefits of this technology. So really, all roads lead to hardcore institutional adoption."
    },
    {
        "speaker": "A",
        "text": "So, well said. And I think that these are the challenges that we're going to hash through here in western democracies, at the political level, at the legislative level, in the courts in the years to come. And I think that you're right in terms of this core thesis that decentralized blockchains are good for american competitiveness, are good for american values. And I think that it may take us a little while to get there. But I certainly hope that that's where it lands. And with the reasonable controls and the input of folks who think about this, sanctions, regulators and law enforcement also has a role to play in this, and I hope that it gets sorted out sooner rather than later. Here's a great question, by the way. I'm always humbled and awed by how good these questions are. This one comes to us from wrong again on YouTube. Mev, maximal extractable value seems like a very problematic area. How is it being addressed? I would only add to that for folks who are not familiar with Mev, give us a little thumbnail sketch of the challenges in that space right now."
    },
    {
        "speaker": "B",
        "text": "Right. So MeV is this idea that as transactions occur on the blockchain, it turns out that there's naturally as like a natural phenomenon, like a force of nature, a digital exhaust trail of money that can be hoovered up by different kinds of robots. For example, if im on arbitrum and I buy some of the arb token, when I buy it, I push the price of the arb token up. Well, that means that the Arb token is now higher on the arbitrum layer two than it is on the layer one blockchain or the optimism layer two. And so now theres an arbitrage opportunity, a financial arbitrage opportunity, for a robot to come in and, and align those prices and make a bit of money. And so MeV is this idea that unfortunately, there's this digital exhaust of money to be captured and no money is free. There's no free lunch. So where does it come from? Well, it comes from the so called MEV, victims of the ordinary users that transact where, like when you go buy Arb token, you're actually getting slightly less ARB than you could have, because this bot has, like, done some fancy stuff, and there's a lot of work being done by some of the smartest, most industrious people dedicated in the space to address the MEV problem on multiple levels. It's not a simple problem, there's not a silver bullet solution. And I would say that the main thing we're looking for, besides steady progress, is really, I would say three things. The first is that the regulators and law enforcement authorities of the world have to understand that when you buy a token, and a bot takes a slice of that you're not being stolen from. You've agreed to buy a token under certain circumstances, and those circumstances happen to include a small slice for the bot. So anytime you sign a transaction, you're agreeing to be the MeV victim, which is strange, and you don't know you're agreeing, but you are. So it's like Ethereum's terms and conditions, which is an unfortunate analogy. That's fairly accurate. So that's the first thing. The second thing is that there are certain kinds of MEV extractions or attacks that rewrite blockchain history. Those are very, very bad. And mitigating those and avoiding those 100% of the time at all costs is a major area of research. And so far, it's been mostly pretty good. And the third thing about MeV is, pardon me, really, just the steady progress that you can expect many different kinds of mitigations to appear in the years to come. For example, there are certain ways to use a wallet that are shielded from MEV because it takes a private pathway into the network so they can't see your transaction to get the MEV from it. Another example would be that there's some active research so that you, as the user, get to get paid by your own MeV. So it's like getting a little bonus, a little bit of cash back. So it's a complex topic, and there's important work being done on it actively."
    },
    {
        "speaker": "A",
        "text": "A couple more questions. I know we're running long today, but this conversation, I think is so important and the questions are so great that I just want to go, uh, and keep going through this. And by the way, the flip side of this, if you're watching this conversation, especially if you're watching this on YouTube, help support us so that we can make great content like this available for free and we can continue to do this. Please tweet about it. Post about this conversation on all of your favorite social media platforms. We really want to get attention to conversations like this. It's so important. Help support this. Help join us in these. Ask us your questions. The questions that come in are just consistently amazing. Here's another one from Bandit 8899. Is there concern that if most ether is staked, there will not be much ether left to run apps, and as a result, it becomes very expensive to run the application side? Ryan?"
    },
    {
        "speaker": "B",
        "text": "Oh, that's a great question. There was a time when we wondered if so much ether would be staked that this would actually happen, and there'd only be this little tiny slice of unstaked ether. We're not really worried about that anymore. The main reason is that the way that the staking yields work, the natural staking equilibrium caps out today at approximately a third of staked ether. Some recent work by a great author named data always. So the staking rewards decline as more people stake. And so the peak real yield is a stat you can calculate where you can say how many people should stake for the total real yield to be maximized among them. And the answer is that today it's far less than 100%. So what we're expecting is a market force to naturally stabilize the amount of staked ether. I think it'll stabilize above 33%, but I think there's going to be plenty of ether to go around for gas. And then, of course, like withdrawals are alive. So there's going to be a steady market of people unstaking to sell to people to buy gas."
    },
    {
        "speaker": "A",
        "text": "Okay, final question before we do, final thoughts on this. Another one. This one comes to us from wrong. Again. Another question. Are there concerns about the weight, and he has that in double quotes. And complexity of the blockchain. Are there any concerns about lagging or hardware that are problematic as the code becomes more complex? This question, in essence, is, as functionality expands, as the code base expands, are the risks in terms of performance at risk in terms of complexity? Presumably. Also the question wants to know about risks in terms of security."
    },
    {
        "speaker": "B",
        "text": "Oh, it's a great question. Uh, there's certainly security complexity and scalability, like hard hardware, uh, uh, risks. So on the security side, proof of stake is way more important to get secure than proof of work, because in proof of work, the miners don't have anything you can steal. They, they have a piece of hardware that they're pumping electricity into, and it's moving a mile a minute. There's nothing to steal there because, like digitally, you could steal the miner, you could break into the mining facility with proof. Mistake is totally different. If a bad guy, a bad attacker gets a hold of your validator keys, they can steal, in the worst case, all of your money, and realistically, up to about half your money. So securing the proof of stake validators is like very, very of the utmost importance. And nowadays, there's a world class security ecosystem that has been working on this problem for several years to make sure we're secure. And that requirement will never ease off. A security job will never be done. It's an ongoing fact of life now. And by the way, they're solving it, not just in the sense of preventing bugs, but also picking good technologies that are inherently more secure, as well as on the hardware side, where we're seeing now hardware innovation, where the validator keys that run the validators are on little hardware wallets that plug into the computer that does the validation, just separate those keys from the validating process. Kind of like a hardware wallet for staking, for live online staking. So security very important and ongoing in terms of complexity, I think this is actually the big Kahuna. There are those who fear that Ethereum is so complex now and has so much roadmap ahead of it, that it will never settle down and ossify or stop changing the way bitcoin has successfully done. There's this balance here of, you don't want to ossify too early before you can meet the whole world's needs and be future proof. You don't want to ossify too late when you become a political entity that's captured or you collapse under the weight of your own complex changes. This is probably one of the bigger long term concerns with Ethereum. When do you stop changing it so far at this time, for this set of years, I feel very confident in our community roadmap. So I think this is more of like a long term concern. Five to 15 years out. And in terms of scalability, a challenge. Is that the main challenge there is state growth, the amount of data in the Ethereum blockchain. So there's ongoing roadmap work to be done to reduce the state growth so that those hard drives running the Ethereum full nodes don't just continue getting bigger. At some point there's a limit that they never get bigger than that limit. An example of that is that the new blob space from EIP 4844 dank sharding it actually expires after, I don't know exactly, I think maybe four to eight weeks. So the blobs don't actually kick around on the Ethereum network for all time the way ordinary data does today. So there's about an eight week period for the industry, for anyone in the world to download them and hoover them up and see them on BitTorrent and IPfs, and then they disappear from Ethereum. So in that regard, Ethereum will eventually turn into a real time bulletin board where things get added and removed, as opposed to just an archive you're constantly adding to. It's important to note that when these blobs do expire and they're no longer directly available on Ethereum, it's only the data payload that expires. The signature of that blob, the fingerprint to prove it's correct, stays forever. And so there's been a great deal of research around this, and I think they've really come up with a great solution that's going to work for the whole world."
    },
    {
        "speaker": "A",
        "text": "Brian, this has been, I think, one of the most powerful conversations that we've ever had on real vision, crypto about Ethereum, and also one of the most accessible. You've explained lots of these key concepts here. We've gone really deep, and I think we've kept it accessible for a broad audience who is just coming into this technology. Thank you so much for joining us. I wanted to give you an opportunity very quickly to do final thoughts, key takeaways that you'd like to leave our audience with."
    },
    {
        "speaker": "B",
        "text": "My pleasure. Ash. Thanks as always for having me on the show. And this conversation today was incredible, and it focused almost exclusively on Ethereum, the platform. But the future of Ethereum, the real future, is applications that actually help people. And we're seeing incredible innovation in the area of applications that actually help people. So as these upgrades are coming together, as we get scaling and withdrawals and l two s and account abstraction, these are incredible things. And they're so exciting and interesting and wonderful to dive into. And there's such talented teams and areas of the community working on them, and yet they are all in service of the market, they're all in service of the application layer. And so sometime soon, we'll have to talk more about what's going on on this side of how is Ethereum going to help ordinary people and have a big impact on the broader world using all these amazing innovations and progress updates we discussed today."
    },
    {
        "speaker": "A",
        "text": "Ryan Berkman, thank you so much for joining us. Looking forward to doing this again soon, man."
    },
    {
        "speaker": "B",
        "text": "Thanks, Ash."
    },
    {
        "speaker": "A",
        "text": "Thanks for watching, everyone. What's up, revolutionaries? Thanks for tuning in to the real Vision daily briefing. For more content like this, head over to realvision.com and get unfiltered access to the very best, brightest and biggest names in finance."
    }
]