[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless everybody get 30. 30 baby get 30 baby get 20. 2020 baby get 2020. Bid to get 15. 1515 just $15 a month, so give."
    },
    {
        "speaker": "A",
        "text": "It a try at mint mobile.com switch $45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time."
    },
    {
        "speaker": "B",
        "text": "Unlimited more than 40gb per month slows."
    },
    {
        "speaker": "C",
        "text": "Full terms at mint mobile.com dot. Hey everyone, if you like this podcast, go behind the paywall to get privileged access to the smartest minds in finance. Join the real vision community and learn how to become a better investor. Visit realvision.com rvpod and use the promo code podcast ten to get 10% off our central membership for the first year. And now to today's episode."
    },
    {
        "speaker": "D",
        "text": "I can't wait to speak to Sandy. She's an amazing communicator and truly experienced and has a breadth and depth of knowledge in the space that's really rare. She understands the cultural side and she understands the financial side. She has deep institutional knowledge and she's a lot of fun. So I just can't wait to have this conversation. The world of crypto is an incredibly exciting journey that we're all going on together. We don't know where it's leading to, but we know it's going to be absolutely massive. Join me, Raoul pal, as I guide you on our adventure to discover just what this new world will look like. Sandy, fabulous to see you on real vision."
    },
    {
        "speaker": "E",
        "text": "Excellent. Thank you. Happy to be here."
    },
    {
        "speaker": "D",
        "text": "It's been a long time in the offing, but we got there in the end, right?"
    },
    {
        "speaker": "E",
        "text": "Yes."
    },
    {
        "speaker": "D",
        "text": "So if you can give a bit of background a what you do now, just very briefly, and then we're going to go back in time and how the hell you got here."
    },
    {
        "speaker": "E",
        "text": "Great. Well, I'm doing two things right now. I am creating thought leadership on how technology innovation is reshaping both society and the investment markets. And obviously, the whole web three story is a huge part of that reshaping that we are currently experiencing. And this thought leadership is available to all of Franklin Templeton's clients and to the folks in the industry who are really looking to learn more about where the world is headed and how these new opportunities have come to be and where they look to be taking the industry. And then Franklin Templeton is actually a big leader in the delivery of digital assets and I'm working with that team on developing our strategy and our products and our services in the digital asset space."
    },
    {
        "speaker": "D",
        "text": "Fabulous. So how the hell did you get into all of this?"
    },
    {
        "speaker": "E",
        "text": "Well, I actually got into this in a very haphazard way. Right. I was working on, in a prime brokerage unit, and I was writing about how the hedge fund industry was undergoing such a massive period of change after the 2008 crisis brought to light that there were a lot of hedge funds that had not put into place good controls, that had assets in their portfolio that shouldn't have been there. And when there was a lot of concerns about the stability and the long term viability of the hedge fund industry. And what came out of that, Raul, as you know, is that we saw a huge institutionalization and professionalization of the hedge fund industry. And so I began by creating thought leadership for hedge funds on how this new demand for operational due diligence, operational excellence, professional management, how that was really going to help to emphasize a new stage in the development of hedge funds. And as I wrote about where the hedge fund industry was going, obviously hedge funds had started to expand both into liquid alternatives and into private assets. So I ended up writing not just about the hedge fund industry, but about the entire asset management industry. And as those trends came to light, I really started to see that there was not just the evolution that was happening in the industry, but there was a real revolution beginning to emerge in the digital asset space. And as the years went on, my interest moved more and more into this new digital asset."
    },
    {
        "speaker": "D",
        "text": "So when was that? When was that report you're writing, what kind of year we're talking about?"
    },
    {
        "speaker": "E",
        "text": "So the first report I did that came out, that talked about tokenization and how it may replace the traditional equity and bond markets came out in 2017. And you can imagine that raised quite a lot of eyebrows at traditional asset management and investment management firms all over the world had a very mixed response to that report. But I'm very proud that I was out so early and was really able to start talking about the potential in."
    },
    {
        "speaker": "D",
        "text": "The space, the reaction of the clients. At that point, you said you got a mixed reaction."
    },
    {
        "speaker": "E",
        "text": "I had some people literally get up and leave meetings in the middle of the meetings, people who argued with quite good arguments at the time, why this thinking was a little bit naive, and that change would never happen this quickly. And then there were honestly a tremendous number of people who were very excited by the prospect. And you can see this even still. We're seeing, I think, a real migration of some of the top talent from the tradfi world into the digital asset space because of these potentials. So there was all sorts of reactions."
    },
    {
        "speaker": "D",
        "text": "It's fascinating how it creates such an emotional response from people. It's a financial instrument or a new way of doing finance, and yet it becomes an emotional thing, an attachment to how we used to do things as opposed to how we could do things. It always amazes me when you get that kind of reaction."
    },
    {
        "speaker": "E",
        "text": "And the one that surprised me the most was to non fungible tokens. I thought nfts. I think this is one of the most exciting things that we have seen emerge in our lifetimes. And yet, interestingly, even more than Defi and cryptocurrencies, it was nfts where I was really seeing the hardest pushback. So I can't explain it."
    },
    {
        "speaker": "D",
        "text": "So in the beginning, what was your vision? Because we all have adjusted our vision as we've learned more and the space evolved. When you talked about tokenization, what was your thought process? That blockchain would be the rails of which we could operate the securities industry? Or how are you thinking about it then?"
    },
    {
        "speaker": "E",
        "text": "Where I really thought about it was through alternatives, because I had been talking extensively that one of the biggest issues, I think, in the world of finance right now is that a lot of the best return potential has migrated from the public markets into the private markets. We've seen a contraction in the number of public companies in the US and in the developed countries. We're seeing fewer companies going public and companies going public much later in their development cycle, not to raise capital, but to monetize their employee and founder capital. And so I think that there has been this ongoing issue of how do we get portfolios for individuals to really better reflect those alternative investments. And that's what my original vision was all about, is the tokenization potential of real assets and of private funds so that individuals could actually start to have these exposures in their portfolios."
    },
    {
        "speaker": "D",
        "text": "Yeah, because it really has created this, the 99% versus the 1%. Because so much wealth was generated from the private space. By the time anything went public, most of the returns had been taken already by the private investors, and that wasn't available to the general public."
    },
    {
        "speaker": "E",
        "text": "And that was a real shift from what we saw 20 years ago. Right. That was not the case."
    },
    {
        "speaker": "D",
        "text": "No. And I think rightly people started to get angry about some of that access. And I saw the same thing with blockchain technology, thinking, well, this could democratize finance. I know this is an overused terminal, but it really felt like it's something out there."
    },
    {
        "speaker": "E",
        "text": "Yes. And then when I started to understand the potential of smart contracts and the ability to bestow utilization rights, property rights, copyrights, usage rights in an asset, then I became very additionally excited by this idea that our investment portfolio can also become the vehicle for a richer and more experienced filled life. I think that the utility of the investment portfolio is going to become a very important part of how we all live as individuals in the future. And that too excites me a lot about this new space."
    },
    {
        "speaker": "D",
        "text": "Raoul, are we talking here about what I referred to as culture, being an asset class? Your investment portfolio is not a bunch of stocks that you're not related to, but a bunch of communities or cultural things, that of which you are actually a part of and a network participant in."
    },
    {
        "speaker": "E",
        "text": "Exactly. And it helps you create experiences. So using your cultural analogy, I can really now invest in my favorite band, and I can get utilization rights to be able, because I'm an investor in that band. I can go to a certain number of concerts a year, or get invited to private showings, and I can participate in their royalty pool if they decide that. So it creates a very different relationship where it's not just an investment, it's actually adding richness and depth to my life."
    },
    {
        "speaker": "D",
        "text": "Yeah, I love that. And I've got a theory that as the machines replace humans in the workforce, AI, robotics, that one of the, you know, people have talked about universal basic income as one of the ways out. But I think there's a concept that I've been toying with of universal basic equity. I think I stole it from Yatsui, from Animoca brands. And universal basic equity is what you're talking about, where you actually earn rewards for being a participant in a community, which is sort of very interesting."
    },
    {
        "speaker": "E",
        "text": "Yeah, Yatsui is brilliant, and he actually helped open my eyes to a lot of this potential as well. And I think that even to use that whole idea to go further, what's the biggest piece of asset that each of us own? People would normally say, oh, my house or my investment portfolio, but our own biggest asset is our data. And this also gives us a new means to capture and control and monetize our own data, rather than giving it away for free to companies that are using that to monetize for their benefit."
    },
    {
        "speaker": "D",
        "text": "Yes, and there's going to be a big shift in where that data lies as well, and where we can access it, because it goes away from being held by Google per se, but in the hands of wallets. And so the social graph becomes a whole different construct by which we will understand how society from marketing perspectives or societal perspectives."
    },
    {
        "speaker": "E",
        "text": "That's right. And smart contracts give me such an easy mechanism to actually manage and collect money for the access to my data. So I think that being part of data, Marx is going to become a significant portion of where people earn revenue and earn income in the future."
    },
    {
        "speaker": "D",
        "text": "The other thing that, on the topic of culture is a good friend of mine, Ian Rogers from Ledgerez, had spoken to one of the heads of one of the big fashion houses, and he was talking about nfts. And the guy got it in seconds and said, oh, it's about scarcity. He said, that's all we sell, scarcity and status."
    },
    {
        "speaker": "E",
        "text": "That's right."
    },
    {
        "speaker": "D",
        "text": "I don't care if it's digital or physical. In fact, I can make a higher margin if it's a digital good."
    },
    {
        "speaker": "E",
        "text": "That's right. That's my favorite new thing, is phigital, the combination of physical and digital rights. And I think it's going to be hugely transformative. Right. We're already moving in that direction, whether we realize it or not. And it's just going to, I think, turn it into a business model."
    },
    {
        "speaker": "D",
        "text": "I mean, I saw the very first part of that was, I think it was in 2020, was I was invited to a Dolce Gabbana kind of fashion show online where they were launching their NFT. And the NFT gave you physical rights to an item of clothing and digital rights for use in the metaverse. And they sold for millions. And they were amazing things. But it was at that moment I realized, oh, yeah, this physical digital thing is going to be even bigger than we think."
    },
    {
        "speaker": "E",
        "text": "Yeah. And look, one I love that's just happening now, right? Is the NFL players association putting out NFTs for some of their top players. And if you own the NFT, you can actually lend it to people to play in their fantasy football league, and you are actually earning the fantasy football pool money through your NFT based team of fantasy football players. And just think about how that brings together so many trends in society and has created a whole new monetization model, including a lending model and a collateralization model around these brand new assets that just integrate perfectly into the types of processes people are doing as part of their everyday life."
    },
    {
        "speaker": "D",
        "text": "Wow, I hadn't heard of that one. I need to look at that. The other one I've been talking about a lot is Ticketmaster. I know if you come across the team at Ticketmaster, yet they've issued 10 million nfTs. They did a clever thing, which was when you go to a concert or a or a sporting event. Ticketmaster gives you a digital wallet to hold your ticket."
    },
    {
        "speaker": "E",
        "text": "Yeah."
    },
    {
        "speaker": "D",
        "text": "And they just made it web three compatible and then dropped you. Nfts. Just like genius."
    },
    {
        "speaker": "E",
        "text": "Proof of attendance. Right? Remember how I used to at least collect and keep all of my old concert tickets?"
    },
    {
        "speaker": "D",
        "text": "I still have my live aid one here above me."
    },
    {
        "speaker": "E",
        "text": "There you go. And now we're going to be able to have those always in our digital wallets, these proof of a tag independence things. Nfts. So I think this is really, I love how you put it, the merging of the cultural and the investment world."
    },
    {
        "speaker": "D",
        "text": "I actually set up a whole business on this. I've co founded a business called Science Magic Studios, where our objective is to tokenize the world's largest cultural communities. And we identified music, sports, tv, movie book franchises and fashion as the big cultural things. The other two would be politics and religion. But I want to keep away from those two."
    },
    {
        "speaker": "E",
        "text": "Let's keep away from those."
    },
    {
        "speaker": "D",
        "text": "It feels like fashion was pretty quick moving in this space. I'm starting to see movie and book some really interesting. Ben Mesrich is creating a whole book. He wrote the social network and a bunch of other stuff. He's doing some interesting stuff by building a social graph from the ground up. So when you launch a book. But music has been slow, they've been experimenting, but there's so many problems with IP rights. How are you thinking of music and the tokenization of that?"
    },
    {
        "speaker": "E",
        "text": "Yeah, I've seen some super interesting models that are literally right on the verge of launching. And I think that you'll see music probably eclipse some of what we've already seen in those other cultural domains that you mentioned. I think there were a lot more nuances to get worked through to be able to tokenize some of these music rights. But I've seen at least three different approaches in just the last six weeks, each of which I found completely fascinating. So I think you'll see that coming to market very, very soon."
    },
    {
        "speaker": "D",
        "text": "And, you know, I've got here at my house, I mean, I'm a big music fanatic. I've got a beautiful, thick Tashin book on album cover art. And I'm thinking, well, we've missed a whole trick, which is to create nfts of the album cover art because you're not worrying about the IP rights, because music has so many different IP holders. But the album cover art itself is something that if you have a limited amount, like when we were kids, we would buy colored vinyl."
    },
    {
        "speaker": "E",
        "text": "Yeah, I remember. And even just album covers as a concept, like, that's something I've really missed as we've gone into the world of streaming. Right. That great another way that the artists could really express their vision. And it really, you know, I still remember so many of those album covers and enjoyed having them and looking at them and touching them and we really lost that with all the streaming music. So I'm happy that the NFTs can bring that back."
    },
    {
        "speaker": "D",
        "text": "Yeah, but we have to get Spotify and or Apple, who are going to be slower. But Spotify might they need to go into web three? Because again, I've looked at this in great detail and it's really hard to start a streaming service, web three, from scratch and get adoption. But I think that the main owners, because I know the guys at Meta, Google, LinkedIn, Amazon, they all understand web three is coming and I think they're going to embrace it, but gradually. And we need something like Spotify to do that. It's going to unlock revenue for artists, both the artists of the album covers and the music artists themselves. It's going to change everything."
    },
    {
        "speaker": "E",
        "text": "Well, I can say at least one of the three music models I saw was integrated to Spotify and some of the other streaming services. So I think that's coming."
    },
    {
        "speaker": "D",
        "text": "Yeah, super interesting. I've seen Napster getting back off the ground again as well."
    },
    {
        "speaker": "E",
        "text": "There's a name from the past, I."
    },
    {
        "speaker": "D",
        "text": "Know, but I spoke to the guy, the CEO, John, who's running that, and that's going to be a web three version of Napster, which again I think is pretty interesting."
    },
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless 30, baby get 30, baby, get 20. 2020 to 2020 1515, just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at mint mobile.com switch $45 up front for three."
    },
    {
        "speaker": "C",
        "text": "Months, plus taxes and fees."
    },
    {
        "speaker": "A",
        "text": "Promoting for new customers for a limited time, unlimited."
    },
    {
        "speaker": "E",
        "text": "More than 40gb per month slows full terms at mint mobile.com dot."
    },
    {
        "speaker": "D",
        "text": "One of the key things I think we're still missing in this space, I want to get your thoughts on it, is digital id."
    },
    {
        "speaker": "E",
        "text": "Yeah, digital id. And I think there's some interesting pilots there. And then I'd also offer up all of the other big space I think we're missing is corporate assets, right. We have seen a complete reversal over the last 20 years. It used to be that 80% of corporate valuations were linked to tangible assets and only 20% to intangible. And now we've seen that reverse. And think about these intangible assets that we can now make tradable algorithms, proprietary algorithms, data exhaust systems that are being built inside organizations, and processes that they have developed. I think that you're going to see a new type of capital raising emerge from corporations where they're going to take control of their own assets and tokenize and directly distribute and raise capital from these assets. So I think that we're starting with kind of the cultural wave, but I think following that will be a big corporate wave where the whole issuance model and the whole equity and debt issuance model that has really ruled throughout our lifetimes will change. And you'll start to see a very different, more direct to consumer type of capital raising from corporations and institutions."
    },
    {
        "speaker": "D",
        "text": "That's made my hair sun on end, because it made me realize that I was talking about this several years ago and I've forgotten about it. My view was, well, Exxon is a big, messy, ugly business, and it's made up of hundreds of businesses, because it gets tarred with the brush of being an oil company. They all trade at a discount to what would be Nav. Yeah, and if you were to tokenize Exxon down to its component parts, but still operate it, let's say, in a dao, you're going to unlock, as you say, enormous intangible value."
    },
    {
        "speaker": "E",
        "text": "And even if you start before the dao, if you have seven parts of Exxon that you can be investing into, and they see that all of the investments are going to these four, and no money is flowing to those three, that would accelerate Exxon's decision making to start winding down those units, because it's no longer, their TOtal revenue isn't Being bundled. They'Re ACtUally unbundling where people are willing to invest. And they're getting that direct from the consumer signaling that they can't find today because their revenues are all bundled up with the different parts of their business, SOmE of which people may really want to invest in and some of which people may not want to invest in at all. So I think it's going to also give them a much better signaling mechanism for business strategy."
    },
    {
        "speaker": "D",
        "text": "I love the idea of crowdsourced capital allocation within businesses, because they get to decide now, not always to the crowd. Right. And you don't have to tokenize all parts of your business, but it makes total sense as a way of efficient capital allocation, and I think it will."
    },
    {
        "speaker": "E",
        "text": "Allow some of the backlash against ESG that's been building because it's such a broad stroke, it will allow these companies that are being excluded from capital allocations to now open up and get capital allocations into those parts of the business that people want them to develop the most. So I also think it kind of takes away some of the ESG extremism that we've seen in the marketplace."
    },
    {
        "speaker": "D",
        "text": "The other part, before I move on from corporates, is tangibles. I've been talking about this, tangibles versus intangibles. I think the two biggest intangibles on some corporate balance sheets, our brand and culture, again, so the one I always highlight this with is Disney. Disney is a 200 billion dollar company. What is the cultural and brand value of Disney? It's probably a trillion, maybe 2 trillion, probably got the largest cultural brand value of any company on earth. And web three unlocks that because you can get the people who benefit from the brand and the culture to participate in the economy, creating network effects around it and valuation of the intangibles."
    },
    {
        "speaker": "E",
        "text": "I mean, what's so interesting is when you start thinking in this framework role, isn't the Disney parks, weren't they almost like the precursor to being able to have Disney NFTs or Disney tokens? Because they were a way to bring that community of Disney enthusiasts together and give them an experience, but it was a physical experience, and now we can start to see that same type of affiliation and ability to leverage your brand evolve as a digital experience as well."
    },
    {
        "speaker": "D",
        "text": "Absolutely right. The other thing that we've seen within web three, which has been very new and not surprising, but surprising how fast is how brands can come from nothing to, I don't know. Yuga Labs at peak was probably $14 billion, $15 billion in 18 months. Yeah, I think that was the fastest accumulation of brand value or corporate value I think I've ever seen. And yet there's no products."
    },
    {
        "speaker": "E",
        "text": "Yeah, well, to me this was the perfect, you know, this is the perfect bull market phenomena. And what's interesting is that when you look at the history of the crypto markets, we really have just finished what could arguably really be described as the fourth bull market in crypto. And what has happened is each time that bull market has become increasingly amplified and the companies that get, or the protocols that get attention during it have become increasingly amplified, the money coming in has become increasingly amplified. And this one has wiped out, I think. And this downturn from that fourth bull market has wiped out a lot of the more questionable players. And as this shakeout finishes and we start to see the real potential of the decentralized portion. Because don't forget, most of these blowups that we're seeing have been in the centralized players, not in the decentralized players. I like to point out to people that we had this whole FTX situation, but in that same week, the decentralized exchanges absorbed a four x increase in volumes with no issues whatsoever. I think that as we see this next bull market take place sometime in the next 18 to 24 months, that should start to build again. This, I think, is going to be the really transformational bull market that really starts to change society and behavior."
    },
    {
        "speaker": "D",
        "text": "Yeah, I was just looking through, I build Metcalfe's law models for network adoption, and I was just going through some of the models today. And one of the things that's been very interesting about this bull market versus 2018, I've been in this space since 2013, but 2018 we saw about 60 70% of the entire participants leave. So the active addresses went down. If you look at ETH, which is the best proximate for web three, the active addresses have not gone down at all. So they're staying. So the adoption builds on itself. So the next phase, which that's what I want to ask you is what do you think the next phase is? My personal opinion is it's consumerization of web three. So that's what we've been talking about. Music, NFTs, brands, and even where blockchain gets abstracted away and you don't really know which is Reddit talking about digital, whatever it is. What do you think the next phase is here?"
    },
    {
        "speaker": "E",
        "text": "I think that that's exactly right. I think you're already starting to see some interesting, I'd say green shoots, right? Ethereum. Ether has turned disinflationary since the merge, right. Which is a signal to me that this is now a marketplace that is becoming very attuned to supply and demand. And I think that what you will see happen is that this consumerization wave is also going to be occurring almost entirely on public blockchains. And I think a lot of what fed this last bull market were these centralized players, and the public blockchains were beneficiaries of it, but they weren't the drivers of it. And I think this next wave is when all of the apps on these decentralized public blockchains really start to take market share away from the tradfi players and take market share away from the established platform companies and start to see that money moving into decentralized peer to peer models. And that's going to force traditional companies to change their behavior. And start to adopt the web three paradigms. And that's when I think you're going to get this massive bull wave, because you're really changing the foundational platforms on which society is built and operates."
    },
    {
        "speaker": "D",
        "text": "Yeah, I totally agree. And painful though these bear markets are, if you look from low to low, they're always rising. Just look at the bitcoin chart. Even when you take the low, and I took it from 2011 low all the way to now, it's still rising on average at 140% a year."
    },
    {
        "speaker": "E",
        "text": "I'll take that."
    },
    {
        "speaker": "D",
        "text": "Even with the 70%, 80% swings within it, and people can't get their heads around it because people still think that this is a cyclical phenomena. It's cyclical in a secular uptrend. An exponential secular uptrend, yes."
    },
    {
        "speaker": "E",
        "text": "And look, even with the big run up and collapse that we've seen, even having a tiny. We did some studies, and even having a 1% allocation to crypto assets in a diversified portfolio enhanced the returns significantly and raised the risk only modestly, even with the big run up and collapse. So I think that this will become, I like to call digital assets right now, a frontier risk asset, a frontier risk alternative asset. And I think that that frontier will move in very quickly, just like we saw with private credit and the emergence of peer to peer lending that started as a very niche, kind of dangerous marketplace. And now we're at over a trillion dollars assets under management and private credit in the space of less than a decade. And so I think that very, it is very clear to me that the next wave up in these digital asset marketplaces is going to be driven by decentralized models, public blockchains, and the migration away from centralized to decentralized applications."
    },
    {
        "speaker": "D",
        "text": "So that brings me on to something you started the conversation with, is when you got into this, you were looking at the blow up of hedge funds in 2008, and you realized that they needed to grow up. I would draw a very close parallel with what's just happened to CEFi."
    },
    {
        "speaker": "E",
        "text": "Yeah."
    },
    {
        "speaker": "D",
        "text": "And the exchanges. And they are now going to be forced by both regulation and investors to become serious about how they run their businesses. And it's no longer acceptable to be the wild frontier. And I think this is a good thing."
    },
    {
        "speaker": "E",
        "text": "I think so, too. And even before the hedge funds in 2008, which is why I kind of deliberately started there because of the parallels to where we are today. I also lived through the.com boom, and we saw the same exact thing happen with all of the dot coms that disappeared in 2002, 2003. But those that were able to professionalize their business model. I mean, don't forget, I remember the days where Amazon said you shouldn't evaluate them on revenues, you should evaluate them on clicks. Right. Those days passed very quickly and Amazon and other leaders that emerged from that.com boom became very profound professional companies, and look how they have profited since. So I think there is this cycle where you almost need the washout of the players that really kind of took advantage of a new space to do things in either shortcuts or illegal ways, or taking advantage of the lack of rules and regulation and regulatory oversight. And then what emerges from those periods is really, I think, when you start to see broad adoption occur."
    },
    {
        "speaker": "D",
        "text": "Yeah, because you get industry maturation and that's when you can get broad adoption. I also think that, and I'm sure you'll probably agree as well because we seem to agree on everything, is that because of what's just happened in CEFi and because the user experience of DeFi is so crappy, the next phase is going to be a consumer DeFi experience that is usable. And so DeFi is probably due for another huge leg as it becomes a much more used system."
    },
    {
        "speaker": "E",
        "text": "Look, the way I like to think of that role is like, thank God, let's work on the backend logic in DeFi and make sure that works before we worry about the experience. And I think now that we're really starting to shake out and find the models that are holding up better and the rules that they implemented that allowed them to hold up better, I think now we're really at a point where the experience of it can be the focus. But I think that because some of this was such new thinking and such a new way of really democratizing the value of assets, all assets, right. I think that we needed to take this time to really kind of work through the business kinks, I like to remind people all the time we are running a 365, 24 hours a day, seven day a week proof of concept in real time in the public domain. So all these blow ups and problems and issues are completely transparent to everyone. But oftentimes that's all people focus on. And they're not focusing on all the business models that are running like clockwork through all these issues and that are doing so in a way where you can watch every single transaction and see every single activity that they're doing on their platform. So it's such a different and interesting world and people focus on one little part of it that's going wrong and aren't really paying as much attention to the vast swaths of it that are going exactly right."
    },
    {
        "speaker": "D",
        "text": "Yeah. Imagine if you real time mark to market a VC portfolio of early stage startups. We're going bust. We're going to be billionaires. We're going bust. Right. And then, oh, we've gone bust. They will have that and that's what we're doing. As you said, it's probably the world's largest, biggest, deepest experiment in real time business models the world has ever seen."
    },
    {
        "speaker": "E",
        "text": "Open to everyone to watch and participate in and participate in."
    },
    {
        "speaker": "D",
        "text": "I mean, it's just, it's an amazing thing. You know, it's very interesting to see how businesses like Uniswap do compared to people like Coinbase."
    },
    {
        "speaker": "E",
        "text": "Yeah."
    },
    {
        "speaker": "D",
        "text": "I'm also getting interested in decentralized exchanges like Uniswap versus centralized exchanges like Coinbase. Both have their merits, but whether there's going to be a blending of these two business models or something, but it feels like out of this whole FTX fiasco, a Phoenix will rise from the ashes. How are you thinking this through?"
    },
    {
        "speaker": "E",
        "text": "Yeah, I worry about the vertical integration of some of the centralized exchanges where they are incorporating custody into the same broker dealer platforms and trading exchanges that they have. I just worry that we've seen in the traditional financial world, it's very important to have third party and independent custody, and I worry that it's going to be a real challenge. I think for the centralized exchanges to have that radical level of transparency that's going to make people confident in their ability to really be meeting the same service standard as decentralized exchanges, where you're seeing every transaction flow through. So I think they have a challenge ahead of them. They may find very creative solutions. Right. There's a lot of great and innovative people working at these centralized exchanges, but I think it's going to become an issue. And the regulatory rules as they get developed may actually even prohibit them from having certain parts of their business integrated, is the way they do it today. So I think there's still some challenges ahead for the centralized exchanges that they need to really begin thinking about lessons learned from the traditional financial world here to reinstall confidence."
    },
    {
        "speaker": "D",
        "text": "So one of the issues we don't know is that regulation is a huge problem because there's no regulatory clarity. And what we don't know is if in the worst case, horrible scenario that Coinbase was to go under, or one of these other exchanges, whether those segregated custody assets are legally segregated or not, or whether people have a claim on it."
    },
    {
        "speaker": "E",
        "text": "Yeah, I think that this is the real point of uncertainty and the real issue with having a vertically integrated model like this, because it's not independent customers and it's not treated like independent custody. And when you are connected, when those hot wallets are connected for trading purposes, all of those funds are commingled for those moments. And it may only be moments, but if something happens in that period, I think there's not a lot of legal precedent as to where that. Where those funds really belong and who they belong to."
    },
    {
        "speaker": "D",
        "text": "Yeah, that still worries me. And let's see how the industry evolves, because, I mean, it's a known, known. At least one of the things I'm also getting interested in is the decentralization of asset management. I think that's the next phase we're experimenting at real vision with. How can we do this? How can we make crowdsourced portfolios? Do you need all of the infrastructure? Because it's so expensive to set up a fund, but you can spin these up on chain actually very effectively. I think that's a big disruptor. How are even you at Franklin Templeton thinking through that? What are clients thinking through this?"
    },
    {
        "speaker": "E",
        "text": "Well, I think that right now we're really trying, because we are a regulated entity, and we believe very strongly in working with the regulators. We're trying to find pathways that we think take us from tradfi into these new assets and position us for what the next wave of models may look like. So right now, we're, I think, the only asset manager out with a multi coin portfolio that we're offering as a model portfolio in a separately managed account. And each separately managed account that gets set up today can operate like a separately managed account, but in the future, I could see each of those separately managed accounts becoming its own NFT token. So a tokenized portfolio, and then you can start to trade the portfolio that has the model attached it as a smart contract, and it starts to become a liquid asset. So I think that there's a pathway to take traditional finance. One of the most successful initiatives that Franklin Templeton has done is we've taken a money market fund, a government money market fund, FDIC insured, yielding 3.5% in the current environment, and we've tokenized that and we're running the entire public set of books and records on a public blockchain. So people are debating the stability of stable coins. Yet, what is better as a stable coin than a us money market fund? And if you can have a tokenized access to that, that suddenly becomes a new way of thinking about operating in the ecosystem that brings together the traditional financial and the emerging digital asset space. So we're very interested in mining those seams. And it's not quite decentralized finance and investing, but it's moving in that direction and it's giving that portability and that usability of the investment portfolio as an asset, I think, to a broader set of participants."
    },
    {
        "speaker": "D",
        "text": "You know, I saw another interesting one. We've seen people doing a lot with carbon credits and stuff on chain, but a good friend of mine, Lawson Steele, who's about the best single analyst in the whole space about carbon, he started a chain, which is the actual EU carbon itself, the regulated EU carbon that all of the polluters need to buy. And that's come on chain and he's made it composable. So therefore people can then build businesses. So you could have streaming payments from Amazon pickups, where Amazon trucks, they stream every time they go a mile and they, they buy carbon as their offset stuff. It's really interesting, I love it, it's."
    },
    {
        "speaker": "E",
        "text": "So creative and it's such a great way of, again, taking the way that we live and turning the way that we live into investable opportunities. And I think that's really the future."
    },
    {
        "speaker": "D",
        "text": "The other thing that I think is really interesting from the institutional space that I've talked about is ETH staking yield. ETH now becomes, if you accept the currency risk of ETH, it's like a local currency bond, you've got a guaranteed yield essentially on it. And I feel like this sets the benchmark risk free rate for web three, and that you could, CEFI should have been its ETH plus 300 basis points like we're used to from the traditional world of using Libor plus or treasuries plus. How are you thinking through ethyield? And what are your clients thinking about it?"
    },
    {
        "speaker": "E",
        "text": "So let me just say, stay tuned to that space, because I've seen some extremely powerful products that will, I think, fulfill exactly what you're talking about."
    },
    {
        "speaker": "D",
        "text": "Yeah, I just think it's. I think people have underestimated. So ETH was great because now it's a deflationary asset and all of that. But I think people have wildly underestimated how attractive it now becomes. Because you would go and see a client three years ago and you talk about bitcoin, they're like, yeah, but I'm a pension fund, it doesn't give me yield, it doesn't help me towards my hurdle rate. And ETH does both. It's technology plus yield plus. It has a pe of like twelve or something stupid, you know, so it kind of works because it has cash flows as well."
    },
    {
        "speaker": "E",
        "text": "Well, and I think this is an example role where we needed people who come from the traditional financial world to really enter this space and bring their expertise with them. Because utilizing a benchmark rate and pricing contracts around a benchmark rate is something that there is a tremendous depth of experience around. It's just that depth of experience has not existed in the digital asset space. And now that we're seeing that expertise migrate, I think you're starting to see these ideas that really are the foundation of some of the most successful financial products ever created starting to migrate as well."
    },
    {
        "speaker": "D",
        "text": "Yeah, it's really interesting. Alan Howard is a good friend of mine. And building up the Brevin Howard digital, he took people out of the existing Brevin Howard asset management business, the hedge fund. He took the money market guys and the credit guys and said, right, go and figure out DeFi because they understand risk, they understand all of the things necessary. And there were so few people in the space who did. I thought it was genius."
    },
    {
        "speaker": "E",
        "text": "That's ironic, because that's exactly what Franklin Templeton did. They took their credit people and their money market fund people. And that's really where we saw our digital asset unit emerge."
    },
    {
        "speaker": "D",
        "text": "How funny, how amazing. So institutional adoption, where do you think we are? I mean, and how much damage have we just done to ourselves in this space? Talk me through where you think we are. The institutional adoption curve and, yeah, this damage and how big a setback you think it is or isn't."
    },
    {
        "speaker": "E",
        "text": "Yeah. So I think, again, I'm going to go back to my hedge fund analogy because I think what happened in the hedge fund industry up to and post 2008 really is instructive here. So you remember that it was after the.com boom and David Swenson and the Yale portfolio came out that we started to see the massive migration of money into the hedge fund space. We saw almost 2 trillion in assets come in in a three year period. So a huge influx of money, interestingly, taking the industry to close to 3 trillion or 2 trillion of assets, which is right about where the digital space got to before the last collapse. And then what you saw was a real turnover of the underlying investment base. And what we're seeing now and what we're picking up on now in the digital asset space is this same turnover we're hearing increasingly, and seeing institutions replacing the retail money that's being withdrawn and institutional money starting to account for larger and larger shares of digital asset holdings. Institutions are long term holders. Right? They wait for these kinds of wipeouts to come in and establish positions, and they will wait for the market to turn. But to be very clear, it's usually the most market leading institutions that are really looking to be very creative in their portfolios and who have really shifted to this factor driven model and realize that this digital asset space is bringing in a whole new set of what we're calling crowd factors at Franklin Templeton that they have never been able to get exposure to in an effective way in the past. And many of the cultural assets we've been talking about really kind of illustrate these new crowd factors that can drive return streams. So that category of institution, I think, will be very excited and they will maintain and grow their investments. What will probably happen is that the next wave of institutional investors will follow that. When the markets begin to turn and they see their peers really starting to make outside profits in these investments, that's when I think you'll get another big wave of institutional money coming in."
    },
    {
        "speaker": "D",
        "text": "It's hilarious. It's like speaking to myself. So, I mean, my thesis was, you go through a blow up like this, and I use the hedge fund example, the post Bernie Madoff fraud. What happened was not what people thought post LTCM. It wasn't the death of hedge funds, it was the acceleration, because suddenly it was the professionalization and the absolute acceleration of institutional adoption that followed that. And so I can see a lot of people now on Twitter like, this is the end of it all. No, no, actually, this is what you needed for the next phase because it's going to be much more investable. So, yeah, it makes me laugh, you saying that. Also, I say exactly the same thing, is like, institutions are price action followers, the momentum in general, there'll be some who will catch the term and the macro will change and the term will come. And we've got, I mean, I speak to so many of these guys, and they've done the homework, as you say, they're all ready to do it. They just haven't pulled the trigger yet. And they're just waiting for that opportunity. But they've all got their customers. They've got their fire blocks or their anchorage. They've got their account set up. They're all ready to do something. They're just waiting for that turn. And I think that suddenly what they thought of as a 3 trillion market is now less than a trillion market. And the fact that the more eth you buy, the more deflationary it gets. It's going to create a very interesting cycle this time around, a cycle that."
    },
    {
        "speaker": "E",
        "text": "May unfold a lot faster than people anticipate, even. We're talking maybe 1824 months, we may end up being very surprised, and people may really start, especially if the regulators can come out with some real rules that start to give people some confidence this might happen much more quickly."
    },
    {
        "speaker": "D",
        "text": "Okay, so the trillion dollar question is, okay, we've talked about the next 1824 months. That's a typical hedging of bets. Where are we, do you think, in the point in the cycle? So I'll give you my view, is that I think we're at the bottom of the liquidity cycle. I think we're starting to see the rate of change, of rate increases come down as inflation comes down, and therefore liquidity starts becoming less of a constraint because it's the rate of change that matters, and it's brought the markets down to that long term exponential trend. So it kind of feels like we're right in the zone to me. How about you? Where do you think we are?"
    },
    {
        "speaker": "E",
        "text": "I think we're going through the last shakeouts. I always like to say. I always go back to Schopenhauer in these moments, and I love his quote that all truth passes through three stages. First it's ridiculed, then it's violently opposed, and then it's accepted as self evident. So I think we're coming to the end of the violently opposed stage, where a lot of the skeptics are feeling very vindicated and getting very loud. And I think that that's a healthy thing. And that when it starts to turn around yet again and show resiliency, that's when we will get to the true acceptance phase. So I think we're, you know, at a very interesting and important part for the marketplace. And I think there's tremendous rewards to be gotten for the firms that hold on to their commitment and continue to build and develop their efforts in this space."
    },
    {
        "speaker": "D",
        "text": "Yeah, I just feel the risk reward from these levels is kind of ludicrous. You don't get it in any other assets. Final, final question. Have you managed to get your clients to get their heads around such a volatile asset class that a 75% drawdown is normal and you'll be more than amply rewarded by the returns? Do they get that they're now holders and they can hold this and understand it?"
    },
    {
        "speaker": "E",
        "text": "It's education, education, education. Right. That once they take the time to really get educated, I think they get excited and then they become committed. I've taken to asking people, what was your moment? What was the moment where all of the sudden the real potential of this space clicked for you because when you hit that moment, it really does change the trajectory of your thinking. And I feel like a lot of people will have that moment over the next twelve months and I hopefully will be one of the people helping to get them there."
    },
    {
        "speaker": "D",
        "text": "Sandy, I love it. Definitely get you back on. Thank you so much for your time and your thoughts. Really enjoyed it."
    },
    {
        "speaker": "E",
        "text": "Super fun conversation rule. Happy to come back anytime."
    },
    {
        "speaker": "D",
        "text": "Absolutely. You know, Sandy and I covered an enormous amount of ground, so there's a lot of takeaways from this. I think the takeaways are that this cycle is just another cycle, but the long term adoption is going to happen in a way that is probably going to be surprising to all of us. The speed and the participation that's going to happen. We've talked about the cleaning up of the space and how that's going to open up for institutional adoption and is not going to scare people away, which is counter to the current narrative. She actually says, we've seen this before on hedge funds, and what happened is hedge fund became more investable. I think her ideas about asset management, how corporations can use tokenization, the tokenization of culture, are all really big things. I'd forgotten about the way that corporations can unleash all sorts of intangible assets. And I think, yeah, of course they're going to do this. Why would they not? It's a huge opportunity, and yet that will be invested by institutions in ways that we don't yet understand. And the institution themselves seem to be comfortable with the space, learning about it. And so many people are still coming into the space, they understand that there's something magical, and as Sandy says, is once you have that moment of understanding, you ain't never going back."
    }
]