[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless everybody get 30. 30, baby get 30, baby get 20. 2020, baby get 2020."
    },
    {
        "speaker": "C",
        "text": "Bid to get 15. 1515 just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at Mint mobile.com switch $45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time unlimited, more than 40gb per month slows full terms at Mint mobile.com dot."
    },
    {
        "speaker": "D",
        "text": "Hey everyone, if you like this podcast, go behind the paywall. To get privileged access to the smartest minds in finance, join the real vision community and learn how to become a better investor, visit realvision.com rvpod and use the promo code podcast ten. That's podcast ten to get 10% off our essential membership for the first year. Now to the top analysis of today's crypto markets."
    },
    {
        "speaker": "B",
        "text": "With whom will crypto bank now? As the post Silvergate and signature reality sinks in. Welcome to real vision Crypto Daily briefing. I'm Ash Bennington. Today I'm joined by David Duong from Coindesk. Welcome to the show, David."
    },
    {
        "speaker": "C",
        "text": "Thanks, Ash."
    },
    {
        "speaker": "B",
        "text": "Plenty to discuss when it comes to crypto. But before we do that, I want to update our viewers on one important story. In the traditional banking sector, shares of one of the largest banks, Credit Suisse, are sharply lower this morning. That's after its top shareholder, Saudi National bank, said it would not invest more money into Credit Suisse. Real vision macros analyst James Halliwell joins us now. James, give us the breakdown, what's happening right now."
    },
    {
        "speaker": "E",
        "text": "Hi, Ash. And hey, David. What a day. It feels like. We've been saying that for the last week, pretty much Friday was, of course, tumultuous with SVB. And then, yeah, we have the latest installment which is coming from Europe and Credit Suisse specifically. So this bank has been in ruins for some time now. And I think it says a lot when, just to provide some context here, it says a lot when your biggest shareholder exits in the last three months, and then the second biggest shareholder being the Saudi National bank, step in and they manage to lose 30% in the first three months of their investment. So something here is beginning to smell like a bad position. So the bank itself, in terms of what led to this, I'm not sure how many people out there will necessarily have along in Credit Suisse. I dearly hope that nobody's been reckless or careless enough to, to be there may well be speculatively trading now, but."
    },
    {
        "speaker": "B",
        "text": "Just give us a quick update here in terms of what hit the wire this morning. So people have the context, as you say, stock plunging 30%. These are all time lows right now for the shares of credits was traded in Switzerland, so called bailen bonds. These take losses first. I'm going to just read here straight from original reporting from the Wall Street Journal this morning. Quote, bid prices on 2027 on trade web slid to $0.45 on the dollar from seventy two cents the day before. It's hideous. They chartered, traded close to start of the month, as you say, largest shareholder Saudi National bank, saying in a Bloomberg interview, I believe this morning that it's not going to invest more. I mean, just dismal. Dismal news this morning. Yeah."
    },
    {
        "speaker": "E",
        "text": "So the credit, the bond side of Credit Suisse, the fixed income market is sending a very clear signal. So you've mentioned the bonds. I think it's the 2026 bonds are trading at distressed levels as of this morning. So their debt is distressed, which just means that it's basically uninvestable. It's not investment grade indicates they've got a big problem. Unless they find a deal, then they're in big trouble and they need to find a deal fast. So that's why aware the Saudis have come into it. So I was saying that the previous largest shareholder had exited, long time shareholder Harris Associates had exited over the past three months. The Saudis are bought in. They've bought nearly ten or they own nearly 10% of Credit Suisse. But for regulatory reasons, at least that's what they're citing, they're unable to step in and come to the rescue by stepping in and basically upping their stake in Credit Suisse during this time of perilous. That in a nutshell is they were hoping that Saudis would come to a rescue. Maybe they're being smart. It wouldn't surprise me if they're playing a clever game and they're just going to leave it longer and leave it later until there's more distress and then potentially step in and bail out. But the citing regulatory reasons, they cannot cross that 10% holding threshold, which is what they're just under now in order to bail them out. Yeah. What they have done. So you mentioned the bonds, but also the cds, the credit default swaps, which crudely put are basically the, it's the implied default probability that the market sees is skyrocketed today. It's been an upper trajectory, but it's really moved fast. Today."
    },
    {
        "speaker": "B",
        "text": "Hey, James, let me ask you this. We've been watching our own bank crises here in the US. Final question for you. Do you see other challenges more broadly in the european banking system?"
    },
    {
        "speaker": "E",
        "text": "So the market certainly seems to think so, because you can see the reaction in the s and P. So the euro stocks, I should say banking sector. So european banks across global equity futures as well, not just in Europe, but also spreading globally. The fear, as was the case on Friday with SVB, is that each time, because we've been through a financial crisis recently, like the last major crisis was a financial one, we seem to look to that and assume that the same thing is going to happen again and it's going to be of a similar magnitude. At this moment in time. It feels like that, just as it did on Friday. But this moment will inevitably pass. However, in the grand scheme of things, if you're not a shareholder in Credit Suisse, which we'll assume you're not, this still has implications for us all. From a macro perspective, no matter what youre trading, whether its crypto, the Nasdaq or bonds, anything, the volatility that has come into the bond market, and for the reasons that it may shift the Fed and other central banks course from hiking to maybe pausing or cutting or having to intervene and ease, it, has ramifications across every asset class."
    },
    {
        "speaker": "B",
        "text": "James, brilliant stuff. Thank you for tying this all together. I hope you come back and join us here on real Vision Crypto daily briefing with some more of these flash updates as needed. Going forward, hopefully there won't be any. I've got a feeling it may not be the end of it. James Hallowell, thank you so much for joining us."
    },
    {
        "speaker": "E",
        "text": "Cheers, Ash."
    },
    {
        "speaker": "B",
        "text": "Okay, let's bring in our guest. David Duong is the head of institutional research at us crypto exchange Coinbase. David, first of all, welcome to real vision. It's a pleasure to have you here with us for the first time. So let's start with the big picture. We're in this period of bi directional volatility, obviously, as James just covered, lots happening in the markets. Where do we stand right now? What are your thoughts on this market?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I think it's interesting that what James is talking about is one of the strategically important banks inside of Europe. I mean, what we've been seeing inside the US has been on the mid tier, small to medium sized banks, but also more important than I think the, you know, the layman would actually probably give credit for. You know, he's right that there is a lot now in terms of what's going to happen with the Fed. How are they going to interpret this? And unfortunately, like, the outcomes that could actually materialize from March 22 FOMC meeting really seem like it's perhaps not an equal distribution, but it's a non zero probability that any of those scenarios could happen. I mean, it's either probably going to be the Fed decides to pause and, which I don't think would be a good look for them because effectively they're admitting that there's financial instability and that they have to respond to it, which I don't really see asset prices actually rallying in response to that if it actually occurs. Number two, they could actually hike rates by 25 basis points and then say, we're going to take a pause after that. But if they're going to reformat the dot plot, which they said they would do like a week ago, then that also adds to some of the confusion about the messaging on that side of things. And also that would basically be an implicit recognition that the conditions themselves are tightening, which is possible. Right, because you have all these banks who effectively said, you know what, like, yeah, we have a facility that we can kind of borrow from the Fed. That's great, but I don't know if this is the right time now to increase our loan book or to continue buying us treasuries, for example, and conditions will naturally tighten as a result of that. And the third one, which I think is probably the most plausible, but probably not by much, is that they were going to say, you know what, this wasnt systemically important. Its fine. It was more a sector specific thing, and were going to have the green light to continue hiking rates. So well do 25 probably wont be a terminal rate of 6%, but 5.5 totally within the realm of possibility. And there its also still challenging because then the message that I send to the market, not getting what we want. So equities might also kind of puke response to that."
    },
    {
        "speaker": "B",
        "text": "Yeah, David, important points. All. We're going to wade through those one at a time in just a second. You mentioned asset prices. I just wanted to give a flash update on what's happening in markets this morning. This burning hot rally has cooled off. The total crypto market cap is down 1.5% on Coingecko this morning, down to 1.14 trillion. Bitcoin is trading just under 25,000. So we're off the highs we saw yesterday, obviously, when bitcoin hit 26,400, but we're down over 5% over the last 24 hours. That's still a gain of about 12% on a trailing seven day basis. Obviously, with the last 12 hours 24 hours cooling considerably. It's a similar story for where we are in ether, although the metrics are slightly more muted compared to bitcoin itself either is trading at just under $1700. It's now down 4% over the past 24 hours and still up 7.5% on a trailing seven day basis. We're also keeping an eye on us. DC, the second largest stable coin, has effectively regained its us dollar peg. The block says USDC redemptions reached $6.2 billion since Friday, including the single largest redemption ever. In the same period, around 1.7 billion worth of US DC was minted, taking net redemptions to 4.5 billion. David, what are your thoughts on this price action today?"
    },
    {
        "speaker": "C",
        "text": "Yeah, in some ways I see that it's a natural consequence of the run up that we've gotten over the last few days. Some of that was driven more by technical factors. I think that there are a lot of shorts going into Saturday and Sunday. Those got squeezed as we got through, like Sunday and Monday, when we realized that the effectively, we got a no bailout bailout coming from the us government and fede. And part of that also had to do with the flow kind of coming from finance, which was perhaps not the. I think it was the telegraphing more than the size of the position itself. Like, not even all $1 billion has kind of gone through at this point in terms of what finance has said to buy BNB like bitcoin and ETH. But I think it sent a strong message to many people that there's someone out there who's kind of backing this. So that offered some market support. Now, of course, the news overnight coming from Credit Suisse, not really feeling good about that material weakness. What does that mean? I think a lot of people are trying to parse how bad the situation actually is, and they realize that even though this is a separate issue from the banking crisis or the banking situation inside the US, that overall this doesn't feel like investors with a lot of confidence."
    },
    {
        "speaker": "B",
        "text": "Hey, let me ask you this, since you mentioned these so called bailouts, a slightly different flavor this time around. In the 2007 2008 vintage, common stockholders wiped out, unsecured creditors wiped out. Management fired. Different flavor, different tone. Does it? Obviously, some concerns from treasury, from the Fed, and from FDIC about moral hazard, concerns about taxpayer dollar concerns. We always hear these conversations. Does it change the calculus of the way this market is perceiving what happened?"
    },
    {
        "speaker": "C",
        "text": "David, I think that the government has been very careful to note that its not a bailout precisely because of what you said. Precisely because were not bailing out shareholders were not bailing out bondholders, although to some extent bondholders are next in line once the depositors are made whole, assuming that theres any available equity to be had. But I would argue that, yes, from that perspective, it's not quote unquote a bailout, but it is a bailout from the perspective of, you know what, the government's coming in here and the Fed is coming in with a liquidity facility. It basically says we will value this at cost rather than at the market value, which itself was kind of like the most important aspect to this because it allows at least some of that liquidity to kind of be available in the market. But that doesn't mean that conditions are going to improve immediately. And they haven't, I mean, like all of these price action, all this price action they were talking about is happening under low liquidity conditions still."
    },
    {
        "speaker": "B",
        "text": "Yeah. And what choice do they have? I think one of the challenges they had was this idea that there had been significant flight from regional banks into the GSIBs, the global, systemically important banks, in the event that you saw these depositors either get haircut, get delayed, get receiverships certificates instead of cash, I mean, they were really in a bind on this one."
    },
    {
        "speaker": "C",
        "text": "Yeah, it's absolutely right. I mean, you can't pay your vendors with receivership tickets. The world doesn't work that way. Like they need cash in order to kind of do things to get stuff."
    },
    {
        "speaker": "B",
        "text": "Maybe Coinbase could set up a secondary market and receivership statistics and trade them against cloud services tokens."
    },
    {
        "speaker": "C",
        "text": "Well, I'm sure I can't say anything about what we're doing, but I'm sure like someone out in the world is probably thinking about doing that. But you know, and that's really like the challenge because I don't think from the Fed's perspective that they see this as a systemic risk. But really you ran the huge risk of doing that. I think that was obviously part of the calculus when they decided that they had to make depositors full in terms of giving back everything that they had. But if that hadn't happened, there would have been a massive run on all of these small, medium sized banks across the country. And there are a lot of businesses banked with them. And I think people don't realize that because you don't get your business loan from JP Morgan, for example, maybe you might, but the one who knows your business best is probably someone local who's probably closer to your community, and that's where you're getting your support. So that's where you deposit your money. And so this would have been a huge, huge disaster if it hadn't been for the action taken on Sunday night."
    },
    {
        "speaker": "B",
        "text": "There were a couple of lines in a Wall Street Journal article. They didn't go into detail, but they were sourcing it to folks who had banked with Silicon Valley bank, essentially saying that they were required in these bundling arrangements as a consequence of getting their loans from SBV to continue doing banking services with them, which might account for why some of them had so much cash there with the bank SVB that had made those loans."
    },
    {
        "speaker": "C",
        "text": "Yeah, I cant say for sure that we can confirm that. But, yeah, if thats true, I mean, thats also a big factor because then youre incentivized to stay and keep a lot of your, like, keep your business inside of SVB. I mean, in some ways, from SVBs perspective, thats a good idea, because one of the problems was that it didnt diversify enough away from just buying debt, for example. Right. Like its loan book was, was there, but it was still like, I think what was like $75 billion, something like that. Like the, you know, like $200 billion worth of bonds that they were buying, probably a little bit less than that. Um, so, I mean, they, they really needed to find other avenues to actually increase your fees. Perhaps that's one of the reasons that it would make sense that they would have done that. But from the businesses perspective. Yeah. Like, you know, like they're, like they have reasons to kind of keep plum sell to keep their money in there. And, you know, keep in mind, these were all like, kind of not all, but many were like small tech startups."
    },
    {
        "speaker": "B",
        "text": "Yeah, I wouldn't be surprised if regulators weren't thinking about that in the future and what the implications are for services bundling on a going forward basis. David, got some other news flow here that I wanted to run by you to talk a little bit about the frame of the macro picture we're in. I'm just looking at this. I'm literally looking at the table on screen right now. 830 this morning, some two major data drops coming out. PPIFD, that's producer price index final demand month over month negative print -0.1% ex food and energy, so called core month over month 0.0% zero and PPI FD year over year 4.6 and ex food and energy, excuse me again, core 4.4 on a year over year basis. One other data point, this one's really interesting to me. Retail sales month over month -0.4% ex vehicles and gas, obviously these are volatile. Zero x vehicles 0.1 negative print -0.1 on retail sales ex vehicles. Interesting numbers. These look, well, I don't want to, I don't want to overstate and say these are deflationary, but this is really the challenge that, that the Fed has. They've been trying to balance out these, the kind of silla and characters of inflation on one hand, recession on the other. What do you make of these numbers?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I would say the economic data is incredibly hard to parse at the moment. And I mean, I, we forget because the last week has just been concentrated on bank risk and what's been going on there. But we haven't gotten any further clarity on what's going on in the economy at the moment. And the retail sales numbers are a good point because I was looking at the housing data just last night relative to demand. There's still people who are looking to buy a house out there. I would have thought that that would have corrected sharply and that wed be seeing that at rates of six 7% that mortgages would be coming down, which they have to some extent, but house prices would have to respond to that. We havent really seen that, if anything, because of how tight the supply still is on this side. Youre seeing that theres an imbalance as far as demand supply coming from the housing side, retail sales, it doesnt really makes sense relative to what we're seeing on inflation. I mean, still services have been, of course, the biggest component to what's been driving prices higher. Goods have been on a steady trajectory lower. But the fact that we have unemployment at 3.6%, I mean, we've never been in a previous recessionary type situation where we had 11 million jobs available to people. If you go back to 2001 2008, for example, there were around 4.4 million jobs available to people. So by any metric, if you compare 11 million to 4.4, you're like, yeah, that's pretty good. We're doing okay as far as the economy is concerned, except that there are a lot of structural elements to that. Right. Like, we know that you can't realize all of those jobs because of the way immigration patterns have kind of worked over the last couple of years. What happened post pandemic, for example. So some of that, like, I'm not moving from New York to get a job in Minnesota or Utah, for example. I'm looking for a job in New York, but it's not quite there. There's an imbalance geographically. So I think that this creates a lot of challenges for how to see this picture. I still think that the likelihood of recession, it's definitely being pointed to by the three month, ten year, for example. I still think it's there. I don't think that we are going to avoid it per se. At best, we can probably make it a soft landing, but we're seeing that a year ago we were saying the Fed's going to keep hiking rates on the break something. Well, we've gotten to that point now, like it's very clear that they broke something. So what does this mean for a recession in the economy?"
    },
    {
        "speaker": "B",
        "text": "Hey, everyone, we're going to take a quick pause and hear a word from our partners. We'll be right back."
    },
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited premium wireless. Everybody to get 30, 30 biddy get 30 Biddy get 20. 2020 to 20 2015, just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at mint mobile.com switch $45 up front for three months, plus taxes and fees. Promoting for new customers for limited time unlimited. More than 40gb per month slows full terms at mint mobile.com dot."
    },
    {
        "speaker": "B",
        "text": "Yeah, twos ten spread flying all over the place these days. It's still minus about 40 basis points underwater. Tens minus twos. You mentioned these structural challenges in the labor market. Absolutely a factor here. Some of the existing long term structural challenges with education and training in the United States exacerbated by labor market changes coming out of the COVID crisis. You mentioned banking, David. I also wanted to talk about another story crossing the wire today. Obviously, crypto companies can no longer rely on crypto friendly bank signature, which was shuttered alongside of Silicon Valley bank over the weekend. The signature shutdown raised eyebrows among some crypto analysts, who claimed that this looked like a political act to send an anti crypto message. This was echoed by Barney Frank, a signature bank board member and former lawmaker behind the 2010 Dodd Frank act, of course. However, the New York Department of Financial Services denies those allegations. NYDS says it took over signature because, quote, the bank failed to provide reliable and consistent data, creating a significant crisis of confidence in the bank's leadership. The challenges with access to traditional banking are not limited to the US, of course. In the UK, NatWest has become another bank to limit crypto payments for its customers, and Paysafe says it will no longer facilitate UK payments to finance. I don't know, David. I think this sounds a little bit like a conspiracy theory to me, this idea that somehow, you know, federal regulators, I don't know, engineered a bank run to stamp out crypto. To me, that seems a little bit paranoid."
    },
    {
        "speaker": "C",
        "text": "I mean, it's hard to say. First of all, and I don't have an update on the current status of cygnet, but my understanding is that Signet will be back up and operational, if it's not already. It's going to happen very soon, so keep your eyes on that."
    },
    {
        "speaker": "B",
        "text": "By the way, does that suggest, again that maybe some of these claims are overstated? If you have signet back up once again, this idea that this was all a vast conspiracy to snuff out crypto maybe seems a little bit overstated."
    },
    {
        "speaker": "C",
        "text": "I would like to give them the benefit of the doubt that they saw potential for contagion risk and that they were trying to contain it and that there was nothing crypto specific about it. But honestly, it's. It's hard to say, especially when Barney Frank is, you know, he created the Dodd Frank act, so, you know, like, when he says it. But, yes, as you kind of pointed out, he has sort of a vested interest in signature."
    },
    {
        "speaker": "B",
        "text": "Yeah, I remember the board for over a decade, I believe, now."
    },
    {
        "speaker": "C",
        "text": "Yes. So, I mean, that kind of makes you kind of question a little bit like the source of that statement, but, yeah, I want to hope that that's not the case and that they were acting in the best interest of the system."
    },
    {
        "speaker": "B",
        "text": "Yeah, I hope so, too. And by the way, I'm sure, I know that some of our viewers are asking those very questions right now, so it's important to raise them and just talk them through. Talking to the banking system, David, more broadly, where do you think we are right now in crypto? What's the current impact with all of these obviously challenging events? Even if they were not engineered to be challenging, this is a significant headwind in terms of dollar payment rails and access to, from traditional banking to the crypto system."
    },
    {
        "speaker": "C",
        "text": "So ultimately, I don't think things are going to change significantly Monday through Friday, but the weekends are probably going to get tougher because you don't have those 24/7 payment rails anymore. And I think one thing that has come out of all of this is that at some point, we need to have something that's more idiosyncratic to the crypto system itself and that the rails that we have are going to work. But for the moment at least, we still do rely on the traditional banking system to some extent. It's going to take time for, like, new banking partners to kind of be created. And I have all the faith that they will and that we're going to, we're going to find them again and that, you know, other people are looking right now to probably take the place of things like Silvergate and, you know, probably take Mark's share away from signature. But, you know, for the time being, probably we're going to see that Friday at 04:00 yeah, it's going to be challenging to have a sizable position. Like, it's very likely that, you know, like the bid offer, like, will like look a lot wider than it has previously. Um, those spreads are going to need to widen. Perhaps sizes are be a little bit smaller. There could be added volatility for a short period of time. I don't know how long that's going to be. Um, but very likely without like, the 24/7 payment rails, that kind of institutions especially kind of need. Yeah, I think that we could probably, you know, go back to maybe the first half of 2020 in terms of, like, some of the moves that we were seeing over the weekend."
    },
    {
        "speaker": "B",
        "text": "Yeah, very well said. By the way, I'm incredibly bullish on weekend twitter spaces on crypto as a consequence of increased weekend volatility, we mentioned stablecoins, also part and parcel of this framework of banking. What are your thoughts on current stablecoin state of play? Obviously, we talked a little bit about what had happened at USDC de pegging over the weekend, repegging and some of the broader framework on redemptions and creations. What's your overall take on where the stablecoin market is and its role in the crypto ecosystem?"
    },
    {
        "speaker": "C",
        "text": "I think that we're still looking at stablecoins as one of the potential options as far as payment rails go. So for a lot, at least, people who are trading on this stuff, I mean, talking about institutions, like, if you have your money inside of the ecosystem still, typically it's going to be in stable coins. The on ramp, off ramp is really where the challenges have been created due to the banking issues over the last few days. So getting new money into the system, I think is one of the tougher parts. But anyone who's in there, they're still going to be using stable coins to basically transact here. So probably we won't see a sizable growth if you aren't able to get those on ramps kind of back up. But anything thats in the system right now. At least now we have a very good read on where the positions are going in and out. So if the stablecoin dominance is going up to 20%, means more cash on the sidelines and vice versa. So I think that is definitely more available. It was interesting over the weekend to see the rebalancing of peoples movements of stablecoins from USDC to USDT. Um, you know, like I come from the traditional banking space, so historically, like transparency to me is always a great thing. But in this particular case, you know, like I think, uh, circle had to do, they did the right thing by saying, listen, we had $3.3 billion sitting with SVB. Um, but of course markets took that and said like that, that was a bit of concern. Whereas tether doesn't necessarily say where that money is. I mean, they did come out and say essentially that they don't have anything at SVB. But I think notions like that, I think we're kind of interesting to watch over the weekend."
    },
    {
        "speaker": "B",
        "text": "Yeah, we talked a little bit about macro headwinds, monetary policy, the double bind that the fed finds itself in the silla and charitable of inflation and impending recession. Overall, how do you attempt to handicap this? How do you frame it out in terms of the big picture of how you're watching these markets?"
    },
    {
        "speaker": "C",
        "text": "Yeah, so overall, I think that the core thesis for things like bitcoin eth, for many cryptocurrencies actually has been solidified based on what we've seen. Definitely with regards to the banking situation in particular, I would say with regards to recession and how the price movements are. One thing that has been made clear over the last few days, particularly with the run up post, you know, SVB has been that probably the floor is a lot higher for a lot of these assets than we initially perceived. Like at the beginning of the year, like we were looking at a floor of maybe 15,000. I'm just kind of picking a number out based on like where was trading in end of December, for example. We're a long ways past that, I think at this point. There's still risks though, that, you know, if equities really takes a major hit, for whatever reason, a Credit Suisse type event or something like that, that could still impact cryptocurrencies. And I think thats part of the reason why were seeing a correction today. But I would still say that overall, I wouldnt expect it to be the levels that we saw at the beginning of the year. I think definitely weighs higher than that. I dont have a great view on what that actual number is. It's definitely way above where we were at start the year."
    },
    {
        "speaker": "B",
        "text": "What do you think about this relationship between growth equities and crypto? This is something that trades a coefficient of correlation of about zero point 880 percent during typical risk on cycles recently, at least for the last couple of cycles on this. What's your call or outlook on the relationship between those two asset classes?"
    },
    {
        "speaker": "C",
        "text": "Yeah, at least over the last four weeks, I would say that number, that coefficient went down pretty sharply. So you're right. It had been on risk on periods that had been in major risk off periods. It had been up to around like the 80% level. But like the coefficients come down to, I think, like sub 30% over the course of January, February, for example. And I think you actually look on a risk adjusted basis and you see that bitcoin actually outperformed S and P and Nasdaq. So in part, its already decoupled somewhat because I think a lot of people saw how oversold bitcoin tend to be over the course of Q 420 22 in particular. Also keep in mind, too, that a lot of the supply for a lot of this stuff got locked up, either its sitting in government custody, for example, Orlando, you know, people like who wanted to self custody decided to take it off exchange. Like we saw over the course of like November and December, like around $8 billion worth of bitcoin eth were taking off exchanges. So overall, I would say, like, it's something like 30, $35 billion that's not circulating in the market right now, which has a big technical impact on what's going on in crypto versus what's going on in the traditional finance sector. So, I mean, like, that I think also contributes to, to kind of the change in correlation that we've seen. But if there's a major event risk that impacts all risk assets, like, I can't think of one that would happen right now, but it would be like a, let's say a QT type event. Like if the Fed side that they want to like ramp up the pace of like quantitative tightening, for example, something like that, I think would still have a large impact or say recession, you know, like, and I think that's why we're still kind of watching for what's going to happen in the second half of this year. Because when the two year tenure, as you kind of already kind of alluded to, it's more like a three month tenure, to be quite honest. Like from an economist perspective, two year tenure to be preferred by traders. But like when that happens, it's anywhere between like 100 days to 400 days before a recession actually materializes. At least that's the evidence we've been given over the last 50 years."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "So we still don't know yet what the impact of that is going to be on these markets because we don't know how severe it's going to be."
    },
    {
        "speaker": "B",
        "text": "And by the way, find me a historical correlation that hasn't broken down somewhat in the post Covid era. So I guess additional ambiguity on that. Hey, listen, as we're talking about headwinds, us regulation here in the post FTX era, lots of talk about Nick Carter's choke .2.0 thesis in the community. What's your overall take on regulatory headwinds?"
    },
    {
        "speaker": "C",
        "text": "So I think that first, like, these regulators are not a monolith. Right. There's a very different perspective from the SEC, from the CFTC, from the New York attorney general, for example. Like, Gary Gensler has made his perspective very clear, like, in that piece that he. That was the interview in the New Yorker, for example. Basically, he's alluding to the fact that anything besides bitcoin could potentially be deemed a security. But even within the SEC, I mean, Hester Pierce has a very different view about regulation by enforcement. And Ross and Bennett on CFTC has been very clear that he believes some of these are, these assets should be treated more like commodities rather than securities. So I think we're still working out. It's interesting that we're seeing the potential regulatory arbitrage occurring more and more, because outside the United States, we're seeing the US progressing. Mika in Europe is actually making strides, and it's probably going to be coming into force, like what's happening in the UAE with Vara. And for virtual asset service providers, the rules have been made a lot more clear. Hong Kong, I mean, six months ago, they were seen as staunch opposers of this. Now they're opening at least large cap names up to the retail community. I think that it's not like many us regulators, it's not beyond them that they are looking at the rest of the world and saying, you know what? Maybe we need to start doing something here. So at least I think there's gonna be progress. And we shouldn't just kind of accept this as just like one entity and like, their voice in this, like, the court case with grayscale is a very good example of that. You know, like, let me just jump in."
    },
    {
        "speaker": "B",
        "text": "Cause I wanna talk about the court case with grayscale in detail in a moment. But you made so many important points there about this very complex, sort of richly ramified system that we have in the United States for regulatory infrastructure. And by the way, for people who are crypto natives who maybe don't have quite as much background in traditional markets, this is not necessarily the standard around the world. The FCA, the financial conduct authority in the UK, for example, is in fact monolithic here in the United States. Very complex. And even within, as you point out, sec, different views. I guess it sort of seemed like the, the Gensler view was the rising one in the wake of the FTX crisis, as there was a considerable amount of public outrage about the challenges that we saw there. But so many good points. You mentioned, Mika, you mentioned the turnaround in Hong Kong, obviously a pretty striking one. The question that I wanted to ask you before we got to DCG is, what do you make of this from a us global competitiveness perspective? Do you have the sense that folks in Washington really understand the magnitude and the importance of staying competitive in this incredibly important new technology that we're also passionate about?"
    },
    {
        "speaker": "C",
        "text": "I think that that education level is starting if it hasn't, if we're not already there. We're definitely increasing to the point where people recognize that this could be an issue of competitiveness in the United States compared to what we're seeing in the rest of the world, and that we need to do something about that. So, you know, I think I, as a first blush, perhaps a lot of the stories I have come out, and your question, the one previous to this one, wasn't surprising given the fact that we had just gone through the SEC coming to settlement with Kraken, for example, or the Paxo situation with New York DF's, or the SEC putting out a wells notice on them, which I think gives you some indication that they're more worried about decentralized entities, issues like custody more than anything else, rather than, say, the actual token level concerns. But still, I think, of course, FTX is still somewhat fresh in people's minds. And as a result, it makes sense that people are focused on the third party entities, the centralized entities, rather than other issues. But I do believe that as they see all these other countries making a lot of forward progress, that people have already made the choice, like Rishi Sunak kind of saying the UK, they effectively want to be that crypto tech hub. This is one way they want to see themselves doing that. So it's interesting how they're doing it, because the approach that's being taken in the UK is different from the one being done in Europe, because they're effectively putting this inside of the system, the existing system, and putting it alongside other financial instruments, whereas it's being considered separately inside of Europe. With Mika, I think that the good thing that comes out of all this is at least we could see the spectrum of options available to us about how we want to regulate things. But I don't think it's lost on many people that a lot of countries are moving ahead and we're still lagging."
    },
    {
        "speaker": "B",
        "text": "Yeah. By the way, I'm sure there are lots of folks in Europe, in Asia and MEna markets who are eager to develop their own Silicon Valley, their own Sandhill road. That's obviously something that's very appealing to a lot of different nation states because of the potential benefits. And I hope we can see it here in the United States as well. We mentioned earlier, DCG, the grayscale. Grayscale bitcoin trust. Obviously, that's been quite a story over the last several months. David, what are your thoughts there?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I think that the probabilities have flipped somewhat to see a favorable outcome to grayscale. So when this case that grayscale brought against the SEC regarding its ETF was."
    },
    {
        "speaker": "B",
        "text": "First, this is GBTC we're talking about here. Obviously, currently a closed end fund. The quest to turn it into an ETF is what they filed suit. Overdose."
    },
    {
        "speaker": "C",
        "text": "Right. And a spot bitcoin ETF in particular, like, because, of course, the SEC has approved futures bitcoin ETF's. And that's really the issue, I think, for the court case at the moment. Like, the SEC has wanted to make this a case of concerns over market manipulation. And that's why they want to have, like, surveillance sharing agreements with some entity that's out there, unnamed, of course, from the SEC's perspective. But effectively, they want transparency over the transactions that occur inside the spot market for crypto, because their belief is that on a tick by tick basis, like, there are players out there that are trying to push prices one direction or another. And effectively, one of the things that came out of the at least oral arguments with the court is that they question the SEC on how they see the difference between in futures because they believe. I think it was like Naomi Rao who said this, that, like, those. That price action moves together 99.9% of the time. Now, the SEC respond to that. Is that, like. Well, you're picking, like, one point out of the day also, like, this has been, we're only doing it through CME, and we have transparency on CME, but I think that was still a very big win because this is what a lot of crypto natives have been saying for some time now, and we didn't know if the court was going to see it our way. So I think that this is a powerful signal that Rayscale actually stands a chance to actually perhaps have a favorable outcome for them here."
    },
    {
        "speaker": "B",
        "text": "Hey everyone, we're going to take another quick break and hear a word from our partners. We'll be right back to the real vision crypto daily briefing."
    },
    {
        "speaker": "F",
        "text": "This podcast is sponsored by Ramp. Are you the decision maker in your company? Consider this, for the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what. With each vendor. Ramp software collects and verifies receipts instantly to save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization and bill payments. Time consuming tasks, which means you'll stop wasteful spending and close your books in hours instead of days. Businesses that use Ramp add up to 5% to their bottom line the first year. If you're a decision maker, adding ramp could be one of the best decisions you've ever made. Get $250 when you join ramp for free. Just go to ramp.com easy. Ramp.com easy ramp.com easy cards issued by."
    },
    {
        "speaker": "D",
        "text": "Sutton bank and celtic bank members FDIC."
    },
    {
        "speaker": "F",
        "text": "Terms and conditions apply."
    },
    {
        "speaker": "B",
        "text": "David, speaking of privacy, one of the things that I know you've written about is the current state of web three privacy. Obviously one of the major concerns there. What's the overview? 50,000 foot of where you see us right now?"
    },
    {
        "speaker": "C",
        "text": "Yeah. So I think that we've made clear what our position is. We released, like Coinbase, that is, released a wallet as a service. We've been trying to push further into the decentralized space with our layer two on Ethereum base. So we want to make sure that the system itself remains permissionless and decentralized and that this has been our view. And I think that this is the ethos of web three. I think what people miss when we talk about web three is that it takes a lot for us to get there. It's not one thing that web three represents or that one technology could do and unlocks all this stuff. It's everything, right? You need to have decentralized identity that allows people to carry over and port over their personalities from different social media applications, for lack of a better word. And that would then feed into what we have with Noster and forecaster and all that kind of stuff like that. But we also need the rails to make this fast enough to do it. Because if I need to pay gas fees in order to post something on a Twitter like substitute on a web three scale, I'm not going to do it because it has to be cheap. So we can make that like fractions of a penny on a dollar, then that becomes a lot more amenable. So all these things need to be built up. And I think that we're going towards a direction that more people recognize that we need this to be decentralized, not going to be like any centralized entity. What we're trying to do is open this up to 110 million users and allow people who are buying this stuff to actually participate in the ecosystem."
    },
    {
        "speaker": "B",
        "text": "Yeah. By the way, I should say you mentioned Coinbase a couple of times there. For those watching who are wondering why we're not talking about Coinbase. Your remit is to focus outward on what's happening in the markets more broadly and not to comment internally on what's happening at Coinbase."
    },
    {
        "speaker": "C",
        "text": "Thats right, Preston."
    },
    {
        "speaker": "B",
        "text": "Okay. David, I just wanted to. Two other questions before we close here. I wanted to get your outlook on bitcoin and Ethereum first. Bitcoin, whats the outlook going forward?"
    },
    {
        "speaker": "C",
        "text": "So my perspective is still that probably over the next six to nine months, I mean, a lot of this is going to be contingent on what happens with the fed, right. Because if they remain on an aggressive, tightening stance and we see that, you know, real rates, which are still negative at the moment, start to kind of creep higher, then, yeah, that's going to put us in a more difficult position. But assuming that, you know, the SVB situation like, you know, makes them think twice about that, and we could see that the cycle actually is starting to come to an end, which is what I believe. I think that the tightening cycle is going to end fairly soon. And I that its only maybe another two, maybe three more rate hikes that they still have left in the pocket, then we could actually see the next six to nine months being fairly benign, actually possibly being good for bitcoin as an asset. Now, im not going to pick a price level because thats my own view as a whole. Coinbase remains agnostic to, like, how prices kind of move up or down. But I think that if we take into consideration, like many people's overall thesis about what's going on with bitcoin, like, I mean, I think back to what happened last year, for example, with like the truck strike in Canada or the sanctions against Russia, like, how those formed. A lot of views about people's view on crypto because of, you know, what it represents as far as being outside of the system. I think that actually presents a very strong position for bitcoin, particularly as a store of value. Also, technologically, a lot of developments have been happening. So ordinals, for example, supporting miners like miner fees are up like a full over one standard deviation over the last year, for example. So that actually improves the level of security here. People are talking about other layer twos that can be operating. Like bitcoin perhaps isn't necessarily becoming the asset that people are going to use to buy a coffee or a pizza, but it could be used to facilitate a lot of the stablecoin payment rails that are kind of being done. So you pay a little bit of bitcoin in order to use the USDC that you have on lightning network, for example, to buy something or sell something. So I think things like that are going to be quite interesting and are going to be more fully developed over the course of the year. As far as ethereum goes, obviously the Shanghai fork still represents a very big event risk for this market."
    },
    {
        "speaker": "B",
        "text": "By the way, let's describe the importance of the Shanghai fork in terms of moving staking along for people who are not as familiar with it as you are sure."
    },
    {
        "speaker": "C",
        "text": "We had the merge, which basically combined the execution consensus layers for Ethereum back in September of 2022. The next big aspect of it that would really complete the merge, so to speak, is having the Shanghai fork, which would enable state ETH withdrawals for anyone who's listening who isn't familiar with that, effectively, like the merge, transition Ethereum to a proof of stake consensus mechanism, which means that validators actually put up a stake of 32 ETH in order to secure the network. So it's very different from bitcoin, from bitcoin or proof of work, where you're actually in a race to actually compete to actually mine the next block, for example. One of the challenges though, is that you've had to make this liquidity versus yield trade off with ethereum because you didn't know when you could get back that state eth that you put up in order to validate the network. So if you're a validator, which represents around like 15% of total ETH supply at the moment, um, if you're a validator, like, you know, you were probably doing this without you know, full knowledge about when you could get back your tokens. You just kind of had faith that was going to happen at some point. Well, now that kind of day is here. We know that it's probably going to be at some point in the first half of April, more likely like mid April at some point, and this will finally allow people to get it back. The concern people have is that by allowing those withdrawals to happen, you could see a lot of ETH coming onto the market and that would create a lot of selling pressure. I dont necessarily believe that thats going to be the case. I do think that more likely, unfortunately, its going to be a risk on risk off event. As far as if risk sentiment is doing well at that point in time, I could completely see that it wont put a lot of selling pressure on the market. But if you look just at technicals, a lot of the selling pressure will come from the partial withdrawals because that's going to unlock somewhere around like 1.1 million eth of supply. And then you'll see that full withdrawals. You have Kraken who is going to have forced withdrawals, and that's somewhere around 1.14 million ETH or so. And then more than likely, I think sole stakers probably represent the next largest contingent of people who might be withdrawing. But I would still think that the amount of withdrawals could be well absorbed in a market where the actual like, trading volumes per day is somewhere around $8.2 billion. So I think that we're still going to be limited to like maybe $100 million worth of potential e selling pressure. That math has changed slightly because now we can see around 1800 validated exits per day. But I still think that's well within the limits of what the market could absorb."
    },
    {
        "speaker": "B",
        "text": "Hey, by the way, moving on to selling pressure on bitcoin, one thing I forgot to ask you about, and I know that you're following closely, is the mount Gox distribution, 140,000 plus bitcoin there. What potential impact do you see on market reaction for that?"
    },
    {
        "speaker": "C",
        "text": "So first of all, that has been delayed. So initially, like March 10, of course, obviously the deadline passed by five days already, like given this, but like that's been now moved to the beginning of April for people to register on that. And then, like initially the distributions would have started at the end of September. Now it's been pushed back to the end of October, but also even within the terms of the Mount Gox rehabilitation trust, it's just that everyone would need to be paid first before it would be allowed to hit the market. So that's number one. So that kind of limits the actual market impact, at least on a first glance. Number two is at least the top two creditors for Mount Gox have said that they want to be paid in bitcoin or in the native asset because there's other things being distributed besides just bitcoin. And effectively, they have already said that they would hold on to that. By the way, they're not going to sell that immediately into the market, and that represents around 20% of the bitcoin right there. So that also is a limiting factor. We've seen a lot of hedge funds and private equity firms actually buying up a lot of these claims in the past. And that contingent, that means already the people who wanted to sell had an outlet to sell to someone else. So very likely that means that anyone who's still going to have a claim here probably be more likely to hold rather than sell, although that's speculative at this point. So I'm not overall terribly concerned about mountain Gox representing a huge amount of supply, hitting the market, and creating a for selling event."
    },
    {
        "speaker": "B",
        "text": "So one more question here. Jumping back to Ethereum, two secular headwinds that I'd really like to get your view on. The first, of course, is this notion that Ethereum may be treated as a security by certain government regulators. One thing that we've seen here in the past weeks is the attorney general for the state of New York filing suit in state court, the New York state Supreme court, with the assertion that ETH is in fact, a security. I know this gets complicated, but this is not in the Southern District of New York. This is the supreme court of New York. So a state case here. And the second question is this about. And again, this is kind of the implications of staking in this transition, and that is about OFAC, the Office of Foreign Asset Controls at Treasury, which is the primary sanctions regulator here in the United States. What happens when publicly traded companies that operate stake pools that have us persons as directors and officers, us persons as managers, are administering a stake pool that may have a transaction that's sanctioned on the OFAC SDN list? This, to me, seems like a real question that's been talked about theoretically, but probably hasn't gotten the attention it deserves. Any thoughts about those headwinds for Ethereum and if they could potentially be price impact from them?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I think that the first headline you kind of mentioned with the New York attorney general is a big one. And probably if it hadn't been for SVBH, this is something that I think markets would have talked about more heavily. I mean, as it is, I think people are still kind of thinking about it and the implications of it. I mean, from the Coinbase perspective, we've been very clear, right, that everything that we list on our exchange, for example, is not a security. Like, we've kind of edited it from the perspective of the Howie test and kind of looked at it from. And we've kind of written blogs and put out tweets on this already. If you haven't seen it already, please visit our blog. That explains why we do not believe these things are securities. But I think a big part of that too, had to be what's kind of the staking aspect of it, because I think we've seen not just one regulator, but primarily the sec kind of pointing out, like, oh, you know, these things are potentially securities because of the yield that you might earn from a staking, a staked product like ETH, for example. Which one? It doesn't accrue to everyone who's an ETH holder, by the way, but there is no common enterprise when it comes to these things. And I think that's kind of what people are missing when they look at ETH in particular, because I think it wasn't just ETH, but it was specifically that post merge eth. Right. Because as I kind of said earlier, we transitioned to that proof of stake. Has that transition to proof of stake changed anything for Ethereum? Well, the reality is it's not through anything that Coinbase is doing. Our third party entity, you mentioned staking within the context of the OFAC and all the other stuff. It's nothing that we're doing that is allowing people to have yield. This is a yield coming from the protocol. And people aren't doing that with this expectation of profit. They're performing a duty of securing the network and receiving a reward for that. I mean, that's what's going on. Like, Coinbase is just basically acting as an intermediary to pass intermediary, excuse me, to pass through those rewards."
    },
    {
        "speaker": "B",
        "text": "So in other words, it's not staking as a service, it's organic yield generated by the protocol itself."
    },
    {
        "speaker": "C",
        "text": "Exactly. And I think that that doesn't fit in to the criteria set forth by the Howey test. If indeed the Howey test should be the metric through which we judge things should be a security or not."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's also fascinating, this idea of sufficient decentralization and working out some of the legacy history with pre mining and the token sale at Ethan sort of decoupling that from where it is today. This is a really interesting thing. I don't think there's anything really quite like this in capital markets where you have this structural transition of the entity, the protocol itself, into something that is completely different than where it was in, I don't know, 2014 on the OFAC list. Question any thoughts on the challenges faced by state pools, particularly regulated stake pools, here in the United States?"
    },
    {
        "speaker": "C",
        "text": "I think that's what a lot of state pools are wrestling with, and you've kind of seen the response from Lido. And one question, I think one area where the community believes this could kind of not propel, but basically encourage more people to get into is more decentralized kind of solutions. Like Rocket pool was seen to be a beneficiary of some of those headlines, for example, which I don't think it necessarily materialized, perhaps for various reasons. I think that you still see that some of the centralized entities have some advantages that a rocket pool may not. But rock pool is also changing in terms of making these things a lot more capital efficient, both from the stakers kind of perspective, and then how the users are going to be benefiting from that because they have the LEB eight proposal out. That means that you're staking. You don't need to put up 32 eth, you only got to put up eight etH. I think things like that could be the possible direction of travel. Coinbase, for example, we actually just released our lseth institutional staking rate product, which actually introduces elements of KYC and AML into it. So if you're an institutional client, you are able to still stake, but have a pool that, or rather, excuse me, have a service that you could utilize that you can actually trust, that everything in there has been undergone the proper kind of regulatory checks and procedures. So I think that things like that potentially could be better supported in that kind of environment."
    },
    {
        "speaker": "B",
        "text": "And there are also other possibilities I should point out, like a kind of pre processing pool for managing those transactions before they get to the stake pool. David, excellent, excellent conversation. Final thoughts, key takeaways that you'd like to leave our viewers and listeners with?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I think that many people have seen the last few months has been particularly challenging for, for crypto. If anything, I feel more encouraged by it, particularly because we have gone through all of these events every time something happened, from Terra Luna or Celsius or three arrows capital to FTX, don't get me wrong, a moment where we all were just like, what's going to happen next? But I'm more encouraged by the fact that we have continued, continued to move along and the deleveraging the system is now done. The fears of additional event risks materializing. At least I would say the impact that we see on crypto is a lot more limited than what we expected, SVB being the latest example of that. I believe that, quite the contrary, all these stories that we're getting, kind of, if anything, like, solidifies kind of the view, like ossifies the arguments for why crypto should exist. Particularly like with regards to the vulnerabilities inherent in the banking system."
    },
    {
        "speaker": "B",
        "text": "Yeah, extremely well said. Spectacular conversation. I hope you can come back more frequently and do this again with us."
    },
    {
        "speaker": "C",
        "text": "It'd be my pleasure. Thank you."
    },
    {
        "speaker": "B",
        "text": "Thanks again, David. Really a pleasure having this conversation. That's it for today. We'll be back tomorrow with Ram Alewalia and Perry Ann Boring. Also, make sure to check out real vision.com as well. We have an important two part series there called how to unf your future. It features some of the most visionary thinkers and investors we know. This week, we're exploring all the solutions with a lineup of true experts like Angus Shillington and Dwight Anderson. Go to real vision.com forward slash un f k. That's real vision.com forward slash un f k to get free access. See you all tomorrow live on real vision Crypto Daily briefing have a great day, everybody."
    },
    {
        "speaker": "G",
        "text": "If we want to change the outcomes for this really screwed up world where our wages don't go up, where we're being replaced by technology, where governments are massively in debt and we foot the bill via taxes, where we see debasement of assets and we can't afford as many assets as we like. So the rich get richer, the poor get poorer. If we don't like to see the rise of populism based on this broken society because the promises of the future have been broken, let's make our promises to our future selves come right, and that's by unf your future. Some of this is going to really f your future in 20 or 30 years time, but we've got time to figure that out because it's unstoppable."
    }
]