[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless everybody get 30 30 baby get 30 baby get 20. 2020 baby get 2020. Bid to get 15 1515 just $15."
    },
    {
        "speaker": "A",
        "text": "A month so give it a try at mint mobile.com switch $45 upfront for."
    },
    {
        "speaker": "B",
        "text": "Three months, plus taxes and fees. Promoting for new customers for limited time Unlimited more than 40gb per month slows full terms at mint mobile.com dot."
    },
    {
        "speaker": "C",
        "text": "Hey everyone, if you like this podcast, go behind the paywall to get privileged access to the smartest minds in finance, join the real vision community and learn how to become a better investor. Visit realvision.com rvpod and use the promo code podcast ten. That's podcast ten to get 10% off our essential membership for the first year. Now to the top analysis of today's crypto markets."
    },
    {
        "speaker": "B",
        "text": "Coinbase set to delist Binance USD Yuga Labs is launching an NFT project on bitcoin, and the Dex summer is not quite materializing. Welcome to real Vision Crypto Daily briefing. I'm Ash Bennington. I'm joined today by Mike Belshi from Bitgo and Nico Cordero from Strix Leviathan. Welcome to the show gentlemen."
    },
    {
        "speaker": "D",
        "text": "Thanks for having me."
    },
    {
        "speaker": "E",
        "text": "Good to see you again, Ash."
    },
    {
        "speaker": "B",
        "text": "Always a pleasure. Plenty to discuss with our guests today, including the recently proposed new SEC rules for digital asset custody. But first, let's take a look at the latest price analysis. The overall crypto market is slightly lower today on coin market cap. According to a research note by bank of America cited by Coindesk, tokens that provide utility will perform better in 2023 than meme and governance tokens. In the meantime, bitcoin is stable at around 25,500. That's pretty much where we were at this time yesterday. In the meantime, bitcoin, excuse me, ether hasn't moved much either. It's currently trading at $1,640. That's 2% lower on a trailing seven day basis. Decrypt reports ETH gas fees are going up again as the NFT market rebounds. According to data from Glass node, the medium price for gas, which is fees people pay to complete their Ethereum transactions, has gone up between ten and 20 guy and as high as 38 guy. Glass note says that's higher than during the FTX collapse. And finally, the best performer today is singularity net symbol Agix. It's up 16% over the last 24 hours bitcoinists attribute this to a rumor that Elon Musk might be building a chat. GPT competitor Singularity Net is a cardano based AI platform that allows developers to share and monetize AI services on a marketplace. Now, before I speak to Mike and Nico, a word about our sponsor. The episode. This episode of Crypto Daily Briefing is sponsored by the Crypto app. The crypto app delivers everything you need to stay on top of the world of crypto and your own crypto holdings. It includes a market leading price tracker, portfolio manager, analytics suite, and newsfeed, as well as a wide variety of customizable alerts and widgets. Crypto moves fast, so don't be left behind. With over 4 million downloads, the crypto app is the market leading app for all things crypto. With that said, let's bring in our guests. Mike Belshi is the CEO of Bitgo, a crypto custody company, and Nico Cordero is the chief investment officer at Strix Leviathan. Mike, lots has happened since you were last on RV in November. Let's start with you. Big picture. What are your takeaways on what's happening in the space right now?"
    },
    {
        "speaker": "E",
        "text": "Well, thanks, Ash. Look, as we all know, we are in the middle of a global economic situation. So it's not crypto. We hear a lot about the crypto winter, but really, crypto just happens to be a high, volatile asset inside of a much bigger picture. At the macro level, we're continuing to see that this is going to see consolidation in the space, this is going to see some of the smaller companies really falling out of the system, and we're going to see who the big winners are. Those are building through this period are going to come out really strong about probably twelve months from now."
    },
    {
        "speaker": "B",
        "text": "Nico, how about you? What's your take on what you see happening in the markets more broadly?"
    },
    {
        "speaker": "D",
        "text": "Yeah, absolutely. I'd agree with Mike's points. There is pretty heavy macro overhang and a lot of uncertainty in the traditional economy, which is spilled over to cryptocurrency currencies. Crypto is still on the long end of the risk curve, and as more traditional assets volatility picks up, rates rise. There's a natural pull from allocators from the deep end to the shorter end, particularly when you get five 6% a year in US Treasuries and other government backed assets. So, I mean, I think that's a lot of uncertainty, and then the regulatory environment has, the uncertainty around there has increased exponentially, which I really want to talk about on the show. So big picture. We continue to be incredibly bullish on the three to five year timeframe, but in the short term we view it as anybody's guess given all these various factors that are dictating where we move."
    },
    {
        "speaker": "B",
        "text": "Yeah, we're going to talk more about macro headwinds in just a second, but I wanted to touch on another story that's all about regulation as you guys both framed it. Us crypto exchange Coinbase has announced it will delist B USD on March 13. BuSD, of course, is a binance branded stablecoin issued by Paxos. Paxos said earlier this month that it will stop issuing new BUSD as it expects to be hit with a lawsuit by the US securities and Exchange Commission. I also believe that they delisted that, or began. They ceased minting that. After guidance from NYDFs, the New York Department of Financial Services, BUSD has managed to hold onto its dollar peg despite the news. Although the market cap has been dwindling and it's now less than half of what it was at peak, still, it remains the third largest stable coin and one of the largest digital assets overall. Again, this goes back to the question of regulation. Mike, maybe we can go to you to talk a little bit about what you see happening on the regulatory landscape. Obviously, some significant changes in terms of qualified custodians. Talk a little bit about that and its impact on your business and the space more broadly."
    },
    {
        "speaker": "E",
        "text": "Sure. Well, look, the regulators in the wake of FTX are clearly deciding it's time to take action. There's leading to a lot of concern about this. Is it the right type of action? Are they leading by telling us, here's the type of permitted activities, or are they leading by coming after enforcement actions and leaving it kind of gray as to what's permitted and what's not permitted? So we saw Kraken had a settlement with the SEC earlier this year and just earlier this month, and exactly which part of their activity was scrutinized by the SEC and which one was allowed is a little unclear from our view. As an institutional platform provider, staking as a service has not been indicted as like all staking as a service is a problem. But it's unclear when the SEC regulates through enforcement, as opposed to by saying these are the policies that are accepted. So that's one angle. Now, as you know, Bitco's a qualified audience."
    },
    {
        "speaker": "B",
        "text": "You did have Gary Gensler with the video grill and stakes talking about staking as a service, specifically as a category or as a class. It doesn't sound as though the regulatory environment is terribly friendly towards taking as a service right now."
    },
    {
        "speaker": "E",
        "text": "Well, definitely not friendly. But remember, just words from Gary Gensler is not the same as policy. We also had a couple of years ago, chief lieutenants at the SEC talking about ethereum, which is now a key part of the Ripple case. And did the SEC endorse it by having those comments or not? Does their lack of action or delayed action impact ripple's culpability? Should it be a security or not? So look again, what matters is getting full policy out, writing it down, talking with industry, working with leaders, and saying, this is the type of activity we're going to permit or not permit. Now, on the other side of the SEC activities, we see a newfound discussion around custody. And of course, with the equities world in the stock market, you know, qualified custody has been a known thing for a very long time. People haven't really had to revisit it, and all of a sudden the SEC is saying, okay, we're going to expect that crypto also should be held with qualified custodians if you are registered under the Advisors Act, Investment act. So this is actually kind of a good change. I think it is in the wake of FTX now, where it's not a good change is if it actually ends up preventing unhosted wallets or self custody. One of the big advantages we have in front of us with digital assets is that it brings everybody onto an equal playing field, where whether you're a bank or the smallest individual or what have you, you have the ability to interface with the blockchains directly without any disproportionate advantages to those that have regulatory modes. Great, huge innovator for the future if we can maintain it now. When it comes to holding someone else's assets, right. We've always held a higher bar. If it's my assets, I could do whatever I want with it. I can put it in my basement, I can give it to somebody else and give it to my brother, whatever makes me comfortable with how I'm going to secure my assets. But if I'm holding assets on behalf of somebody else, I have a duty of care. I'm a fiduciary in this case. The SEC is saying you're in part of the Investment Advisors act. You need to be using a qualified custodian. I think this is going to be healthy for the ecosystem long term and look forward to seeing more."
    },
    {
        "speaker": "B",
        "text": "Nico, jump in. What do you think in terms of the sort of regulatory headwinds that the space sees more generally?"
    },
    {
        "speaker": "D",
        "text": "Yeah, I mean, piggybacking off the qualified custodian discussion, I don't disagree that long term that's healthy, but the way that this has gone about it just increases confusion around how we can meet those requirements. Client assets have to be held with a qualified custodian. What does that mean? That's a bank, a broker dealer, futures commission, merchant, or certain foreign financial institutions. Today, very few of those exist. Bitcoin mentioned they're qualified custodian, Anchorage, Coinbase custody, or others. These are not places where assets actually trade. So what about the Coinbase exchange? What about cracking exchange? And then we get into the questions around offshore, like finance or Huobi, and there's not a ton of clarity there, so it makes things difficult. Why was so much us capital on FTX? Well, it's because us exchanges, there's no regulatory clarity. And even with this new push, there doesn't seem to be a clear vision of how we're supposed to comply with the proposed rules."
    },
    {
        "speaker": "B",
        "text": "Yeah, I wanted to touch on another story since we're talking about centralized exchanges here and Coinbase specifically. In the last story, here's an interesting set of data from Keiko as flagged by Coindesk. Trading volume at centralized exchange. Coin base is now more than double that of centralized exchange uniswap. That's despite the two being in lockstep at one point earlier in 2022, when FTX had collapsed in November, there was an expectation, I think, among some analysts that this is the moment that decentralized exchanges have been waiting for and that they would seize that moment, but that doesn't seem to be happening. Guys, what are your thoughts on this? Why do we see this continued degree of centralization, or at least a lack of massive expansion in the Dex space that many had predicted? Guy?"
    },
    {
        "speaker": "E",
        "text": "Well, I think there's a conflating set of factors, and it's really hard to disentangle all of the things that go into markets and how they move one way or another. So, sure, the FTX example demonstrates how strong DeFi can be and ought to be like a catalyst to grow that industry. On the other hand, it also has the other side, which is a lot of distrust has come into the system. Like, is there another SPF waiting in the wings? Have we finished with the bad lending programs that happened with Genesis and three arrows and whatnot? So overall, there's a lot of fear in the markets. I think it's really hard to say that the progress of any particular product line is somehow hinged on not having had a catalyst from FTX, given just all the cloudiness that's out there."
    },
    {
        "speaker": "B",
        "text": "Niko, what are your thoughts on this? Yeah, I'd agree with that."
    },
    {
        "speaker": "D",
        "text": "I think the timeframe that we're looking at is too short to make any long term opinions about whether decentralized exchanges will surpass centralized exchanges or not. Dexs have their own laundry list of problems. They're not ui ux friendly. There's a lot of technical overhead to get comfortable with those type of manner. And then, generally speaking, there's not a ton of new capital flowing into the space. And Coinbase has captured a large market share on the institutional side. But I think long term, you will see that narrative continue to persist. One of the things we've seen internally is the big push towards decentralized perpetuals. That's something we've seen in the short term. Long term, I think this is a trend that will continue, and it's why we're here. Right. That's why we all operate in this space, to disintermediate and to create decentralized solutions for people to be able to trade, be able to have economic activity without going through these centralized intermediaries."
    },
    {
        "speaker": "B",
        "text": "So, Nico, it sounds like you're broadly bullish on dexs in the longer term future. What do you see that path looking like in terms of migration? What sort of time horizon might we be looking at? You mentioned this idea that we were looking at on too short a time span. How long do you think it takes us to get to a Dex world?"
    },
    {
        "speaker": "D",
        "text": "That's a great question. I mean, the honest answer is, I don't know, but I'd probably say at least the minimum of ten years. The tech that exists today might not even be the tech that we utilize ten years from now. There's a lot of development going on in the backend today, a lot of decentralized financial applications. Actually, most of them, or if not all of them, operate on a smart contract where they essentially outsource their security to layer ones that don't necessarily care about the success or failure of that overlying smart contract. So I think there's development going on behind the scenes to kind of try new things, try new technical approaches that we'll see emerge over the next couple of years and ten plus years. This may be the way everything trades."
    },
    {
        "speaker": "B",
        "text": "Hey, Mike, how do you think about the future of decentralization in this space more broadly? Mike."
    },
    {
        "speaker": "E",
        "text": "So super bullish. Look, I think we're at a point in time where on one hand, we're incubating. What's going to be the best type of market that's ever been known, that can make regulatory so much easier, so much more transparent, so much more fair and actually work. And on the other hand, we've got an existing regulatory regime which might accidentally or purposefully crush it before it even gets started. And what I'm talking about is this, is that you start looking at some of the simple applications, and here I'm talking about the basic lending platforms and some of the automated market makers. These are legitimate systems. They went through this whole crisis over the last twelve months with flying colors, no problems. Now there's still some smart contract bugs being worked out of institutionally, we can't quite use it, it doesn't fit with sanctions controls. Yet there's a few things to be sorted out. Those are solvable problems. If you get through this, you've now got broker dealers that are machines that operate under consistent rules and never cheat. When you think about what is the SEC and FINRA, it's largely about making sure that humans who are operating systems, whether that be automated or manual, don't cheat. And you can have a person who ten years ago he was honest and straightforward stockbroker, didn't cheat, didn't insider trade, didn't take his clients money and use it in different ways, and yet he can run into a different financial situation in the future and suddenly he could be cheater. So for this reason he has to be monitored every single day. And as you know, stock brokers, heavily monitored industry, every single text message, every email, all has to be watched. Well, with machines you don't have to do that. You review the code once you make sure that it's maintained and updated properly and you have a much better system. So anyway, I'm incredibly bullish on what the technology is going to be able to do. If you want to have safe markets, you absolutely want to have those be run by the machines as opposed to run by the people."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's interesting, as we talk about this trajectory moving forward to true decentralization, to Nikos Point, this idea that it may be a somewhat longer journey than many people anticipated. Mike, in many ways nobody is better positioned to talk about this than you are. I remember back in the year 2000 when I was one of the young kids on Wall street and the old guys who were probably younger than I am today, said to me that Internet thing was really cute kid, but what are you planning on doing with the rest of your life? You were there creating the HTTP 2.0 specification, working at Google on the Chrome browser later, you've seen this transition between Web 1.0, Web 2.0, and now toward Web 3.0 and decentralization. What has the lessons of history taught you about the way these processes unfold?"
    },
    {
        "speaker": "E",
        "text": "Well, it's basic product design. When you build products that delight the people that are using them, you tend to grow. And the Internet enabled technology to reach the masses in ways that had not been doable prior to the year 2000, as you mentioned. And we've continued to apply technology to make that problem better and better. So we're building better products all the time, users adopt them, and that causes the changes we see now. When it comes to money, however, we've got this other angle, which is money and power very tightly coupled, and that power very tightly coupled to the government itself. So all of a sudden you've got a complication of technology, where it's not just about which applications work better, in which ways, but it's actually all the way up to who's in control of everything. And so there's a lot of talk politically about the wealthy class versus the poorer class. What's the best system for moving forward for all people over the long term? And there's a lot of people vying for control and the power. I think we're going to see a different unfolding of this technology than we will with non financial technology because it matters, frankly, at just a different level. But at the end of the day, money and financial products, it's not the ends that we're looking for. It's like building better things in our lives, building products, building houses, building things that make people's lives better. That's what we should be doing. The financial systems, money, just tools for keeping track of it all."
    },
    {
        "speaker": "B",
        "text": "Let me ask you this. You mentioned a word that came up a number of times there, which is this idea of product. I remember in the early two thousands for about 20 minutes there, I was a product manager over at E Trade. I own their advanced trading platform product for at least 15 minutes. It's interesting because you talk about this idea of productization and the way that product folks think about this. I'm not sure we're really at a point now where people are thinking about this from a product standpoint the way you would in a private company. I don't know, maybe user interface, user experience seems to be something that has not really been at the very top of the community's focus. It seems to be a little bit more abstract, a little bit more on solving the big backend problems. Is that just a function of the sequencing. Is that just a distinction between the way private companies work versus open source software? If you think about the Linux kernel or something like that, obviously not something that's necessarily for mom and pops to work with. How do you think about that process by which products get built and user experience and user interface issues get sorted out?"
    },
    {
        "speaker": "E",
        "text": "Well, when I'm talking about product, I'm talking about technology products that we use in order to interface with our money. However that may be financial companies for a long time have called, you know, investment products. Those don't necessarily have to be technology based. Those could be run by people where they're offering a particular, you know, what they claim to be an algorithm for how they invest or whatnot, and who knows how well they adhere to that. So I'm talking about the technology side of products. And I would challenge you to think about like your banking interfaces, the products that you use there. And, you know, I often get into speeches and whatnot and, and I asked the audience to raise their hand if they loved their banks and nobody raised their hands. And a big part of that is a lack of good interface to the bank, a lack of good product. At the end of the day, we live our lives to go have fun. We go live our lives to make our children's lives better, to get smarter, to educate ourselves to have a better standard of living. Money is a thing that we use to grease the skid so that we can pass value from one to another over time. But it isn't the end product. So I think especially in crypto, there's probably too much speculation as a product, like, hey, see money go up? That's a product. No, that's not what I'm talking about when I say product."
    },
    {
        "speaker": "B",
        "text": "But it's still easier to use, like Zelle, for example, on Chase's website, than it is to use uniswap. Right."
    },
    {
        "speaker": "E",
        "text": "I would say that the payment products in crypto are not really great yet. And I think when you have a high volatility crypto, it's pretty unlikely that we're going to see a payment product on top of a bitcoin or anything else. Stable coins, I think, are a technology that could finally start to bring payments to digital asset systems. But there, of course, you're going to be inseparably linked to the us dollar or some fiat currency."
    },
    {
        "speaker": "B",
        "text": "Hey, everyone, we're going to take a quick pause and hear a word from our partners. We'll be right back."
    },
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile with the price of just about everything going up during inflation. We thought we'd bring our prices. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless everybody get 30 30 Biddy get 30 better 20 2020 1515 just $15 a month, so."
    },
    {
        "speaker": "A",
        "text": "Give it a try@mintmobile.com."
    },
    {
        "speaker": "B",
        "text": "Switch $45 up front for three months, plus taxes and fees. Promoting for new customers for limited time unlimited more than 40gb per month slows full terms@mintmobile.com. dot okay, Nico, jump in. You're not a tech guy. You have a background in quant and in finance. How do you think about this?"
    },
    {
        "speaker": "D",
        "text": "Well, to your point, I think we're still in the build the infrastructure stage. For those of us that are involved in the industry on a day to day basis, things are moving a mile a minute, and it seems like five years is 50 years, particularly when you have to deal with the volatility in the space and all the other craziness, FTX being the most primary example. But it's still really early in terms of developing the back end. That then allows product engineers to come in and build things that people can utilize easily with low friction that improve their lives, as Mike is referring to. And so what we see and how I think about this is you have this massive, fundamental infrastructure play on the bottom, and then on top of that, you have the world's most expansive casino. And that's the speculation that Mike is talking about, where individuals are now utilizing these instruments to speculate on where money lands, where value lands, where consumers rotate to. And I think that's a separate game that we're talking about."
    },
    {
        "speaker": "B",
        "text": "So, Nico, what would you like to see as someone who's got a finance background? What would you like to see this world start to look like before you think it becomes more friendly to a broader base of users?"
    },
    {
        "speaker": "D",
        "text": "That's a good question. I think one of the most interesting projects going on across the community today is interchange bridges the ability to transfer value natively from one chain to another. It allows for complete freedom in terms of where you want to store money, as opposed to where you want to spend money, as opposed to where you want to play video games, for instance. The asset class is now so expansive, there's different sectors that you need to kind of hone in on as a financial with a background. I was also in the military when I originally discovered bitcoin, and the use case just made total sense. And really, that's where you have this global economic system that is frictionless for anybody to use. That's the end state. And that's what kind of interests me about this, everything that's happening today."
    },
    {
        "speaker": "E",
        "text": "So on the infrastructure point, Ash, just to add one more thing, I think we can look at FTX for a little bit of like, what's not developed and where do financial products pick up. But FTX, you could break it down as actually being two components. One was Alameda Research, which was, I believe, mainly a prop trading firm, although sometimes it's called a hedge fund. And the other part was FTX exchange. The difference here is that a prop trading firm or a hedge fund is a place where risk is allowed to take off the charts size. You can take whatever risks with your own money in a particular construct. So Alameda blowing up by itself, not really a big deal. Bad for those investors, whoever's money it is, but not bad for the rest of us if everything else is contained on the infrastructure side. FTX was an exchange. When it comes to markets the way we all work together, we need markets that we can understand and know where the risks are. Now, markets inherently have some amount of risk, but each participant in that market, whether you're a broker dealer, an exchange, a custodian, a clearinghouse, all of these functions, we try to identify and mitigate the risks and actually oversee these parties so that the rest of us can trade reliably without knowing we're not going to get a big rug pull, which is of course, what happened with Sandbankman fried. So infrastructure is about how do you build markets that the rest of us can go build stuff on without having everything yanked out for owners?"
    },
    {
        "speaker": "B",
        "text": "Well, two points. The first is this idea of segregation of function in the digital assets base has been compressed in a way that we dont see in the traditional financial assets markets. You have these functions that would be segregated in traditional capital markets, but just are not. Yet its almost like this compression of these different abstraction layers into single entities or two or three entities, where it would be twelve in the traditional asset space. And the second point is that in many ways, what we saw in the pre FTX collapse world was the worst of both possible worlds. You had highly centralized actors, and then these highly centralized actors were largely unregulated or operating in these sort of gray areas offshore, and not subject to the type of regulation that they would be subject to here in the United States onshore. Perhaps you guys can talk to that point. Niko, I see you're nodding."
    },
    {
        "speaker": "D",
        "text": "Well, yeah, I mean, I think that alludes to Mike's point earlier, is that the SEC, these regulations exist particularly to contain and control these intermediaries. Right. To Mike's point about an individual could be running a brokerage his entire life, be above board, and then have some financial collapse or some interesting event in his life where he decides he's now going to be a criminal. And now clients are on the, on the tail end of what he does. That's where this decentralization, why I think we'll continue to move to these rails, is because you remove that risk factor, you remove the need for over regulation of individuals taking negative actions against their own clients. And that's really why I think we'll continue to push towards this decentralized exchange, these decentralized contracts, this entire decentralized economic world that's in its into c will continue to continue to grow."
    },
    {
        "speaker": "B",
        "text": "Hey, let me throw this out in terms of decentralization. If you go up onto the Ethereum organization website, the Ethereum foundation website, and you command f for two phrases, credible neutrality and censorship resistance. These are two of the ideals that are most cherished by the ethereum community and I think just the broader decentralized crypto space in general. And yet we're talking about doing things like finding ways of monitoring bad actors, about controlling OFAC compliance, about managing what is and is not a security. Is this kind of an unmovable object on a collision course with an unstoppable force in terms of trying to build on these layers of traditional compliance in an ecosystem that has been, you know, very much prizes this idea of credible neutrality and censorship resistance. Credible neutrality, by the way, means all actors on a network get treated in the same fashion. And in theory, I guess that might mean that there would be a challenge, a collision course with the OFAC SDN list."
    },
    {
        "speaker": "E",
        "text": "Well, let's see. You put a lot out there, like, why do we have these compressed markets, as you called it? In a way, that's the problem that we're solving. And I mentioned earlier that nobody loves their bank. Why don't they love their bank? Well, there's not a lot of innovation that happens in banks. What's happened is the regulatory world has gotten so complex and so large that you don't really have new banks being formed. You don't have competition and innovation happening because the existing banks have gotten very large and they're protecting their own domain. But on top of that, they're really scared about taking on new product lines that could be better if they're fearful that it might go against the grain of their regulator. If you've got a healthy multi billion dollar business and pretty much picked any bank along Wall street, and you're there, of course, you're not going to jeopardize that business for this new form of crypto, even if crypto offers some really good things. So that's why we're all here now. Of course, this also leads to the fact that we now have these, like you said, compressed market structures. The existing financial system would not accept crypto back in 2013. So Becca was actually formed purely a technology company, building a very decentralized type of product. We hold one key out of three, creates a very novel approach to securing assets. All right. We never anticipated that we would become a regulated entity. We thought we would just be selling technology into the industry. And what we learned was that the existing financial system, the existing players, were not willing to participate because it was too high risk for their profile, because of their regulatory oversight. So we had to build that. We had to build it all from the ground up. And we've done that, I think, pretty successfully. I think we're the largest by far, independent custodian, digital assets of the world. But it takes a lot of work, and it takes a risk profile that's a little bit different from what the existing system is. Anyway, I'm not sure if I'm answering all the points. You had a lot of things in there. But in terms of why we have this verticalized stack in the crypto world, which goes against the grain of what crypto is all about, is because they're regulatory. So I hope that we can keep the regulatory kind of minds open. But, hey, there's a better way to do this where you're going to be able to be a better regulator as a result of opening your mind to a different way of doing it. Whereas if you just try to apply today's rules that we apply on the legacy system, which was built for people that had no computers 50 to 80 years ago, we're going to end up squashing this whole space."
    },
    {
        "speaker": "B",
        "text": "I want to jump in and talk about one other story here, one that's certain to stir up controversy among some bitcoiners. Yuga Labs, the company behind the most successful NFT collections board, apes Yacht Club, and others, me bits and others, has announced a new project on the bitcoin blockchain. The collection, called Twelve Fold, will feature only 300 pieces of art. Each will be inscribed into a satoshi. That's the smallest denomination of bitcoin. Yuga says the collection will come out later this year. Decrypt says it comes as the momentum is possibly slowing for ordinals. The original bitcoin native NFT fees paid to bitcoin miners for inscribing ordinals into satoshis have fallen from $170,000 on February 15 to just $11,000 yesterday. Guys, any thoughts about the expansion of NFTs onto the bitcoin blockchain or the wider NFT market more generally?"
    },
    {
        "speaker": "D",
        "text": "I mean, I think its an interesting development, particularly because the bitcoin blockchain needs to figure out a way to stimulate economic activity. We're good for the next 1020 years on Coinbase rewards, but once the miner rewards reach a point that is not enough to sustain the network, then transaction fees at this current point in time will not make up the difference. If I remember correctly, I was looking at this a week or two ago. It's about 5% of minor rewards are actually transaction fees. So you're talking about a 95% depreciation or, excuse me, decrease in fees paid to miners once that coin based reward gets cut in half a few more times. So it's an interesting development. I don't know how far it's going to go, I don't have a strong opinion there, but I think bitcoiners core devs, this is the type of work they need to be doing. How do you get economic activity back onto the chain? Essentially."
    },
    {
        "speaker": "E",
        "text": "My view on it is that the ordinal technology creates a lot of internal bitcoin debate right now, because there are some open questions about how do you scale bitcoin over the long term. How do the fees work? How do we keep it decentralized by not loading it with so much that you have to have a massive server in order to run a node that's going to sort itself out. I think there's a larger picture here, which is we finally figured out how to do ownership of data. Of data. Digital ownership has been a problem for a very long time. We used to have all of this digital rights management stuff for protecting music from piracy back in the 1990s. If you recall that it's finally sorted itself out with better business models. But digital property ownership is a huge thing. Whether that's going to be art, whether that's going to be certifications, whether it's going to be reputation or other things, figure out bitcoin has the best, most secured network of all the blockchains today from a decentralized perspective. So its natural that people want to tie that security of bitcoin to digital property. That makes sense whether ordinals are going to be the mechanism to do that or the blockchains. I think thatll continue sort of out. So I think this is a learning point along the road of figuring out how to do digital property. Right. And it's exciting."
    },
    {
        "speaker": "D",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "By the way, one of the things that bitcoiners have said about this, one of the objections that I've heard floated is, hey, great, you want to do these things. Nfts and other projects on the bitcoin blockchain, that's awesome. But use a layer to do it on something like lightning. Don't pollute the core blockchain with this type of overhead. That's just one of the ideas that we've heard floated by folks in the bitcoin community. But as you said, it is something that definitely remains to be sorted out of. I want to take a look at a couple of other stories that we're following today. Sources speaking to Reuters say Visa and Mastercard are pausing their pursuit of new crypto partnerships following a tough year for the industry. The sources say both companies have decided to postpone certain new crypto products and services until market conditions and the regulatory environment improve. Both companies remain publicly committed to expanding crypto services. By the way, speaking of a tough year for crypto, Coindesk says digital currency group, also known as DCG, has reported a loss of 1.1 billion for 2022. The company blamed the fall in crypto prices as well as the impact of the 3 hours capital collapse on its subsidiary genesis, which is going through a bankruptcy restructuring right now. DCG held only $260 million in cash or cash equivalents at the end of the year. Its annual independent validation put the value of DCG at 2.2 billion. And finally, chain analysis says 2022 saw the highest level of on chain crime ever. The bitcoin. Excuse me, the blockchain analytics company says illicit transactions rose for a second straight year to 20.6 billion. And that's a conservative estimate. Chain analysis says 43% of illegal transaction volumes came from activity associated with sanctions entities. That's a significant increase following OFAC Office of Foreign asset control at treasury here in the US. A new crypto sanctions. Boy, that's sort of that last story there. The chainalysis story reminds me of what you would see if you took a chart of automotive deaths per thousand through the twenties and thirties. Isn't this just an expansion of volume? What's driving, presumably some of that issue. Looks like we're having a little bit of problems with Niko's connection. Mike, jump in. Any thoughts on these? Obviously, these are three somewhat grim stories?"
    },
    {
        "speaker": "E",
        "text": "Well, let's see. Visa, Mastercard. A lot of participants in the space still go up and down in their interest level with the price of bitcoin. I think that's kind of unfortunate. There's companies like ours. I'm sure Niko's the same boat. We're here because we believe this space actually has long term, massive impact. So if you're not here because you believe that, and you're just interested in the price, of course, you might disappear. Second thing that causes that interest to wax and wane is, remember, they're balancing regulatory risk with innovation in business. And those larger firms have a lot more at stake with their regulators than the smaller firms. So they tend to get a little bit more skittish in times when the prices are low because they can't always see the business. But fear not, it's coming. It's unstoppable. Let's see, on the other side, the fallout of Genesis. I mean, I think most in the space have seen that for a while. Look, risk being priced into products. And it goes back to my comments earlier about infrastructure providers and what risks are they taking. These need to be really well metered, measured constantly. And when you're building a market out of nothing, there's actually a little bit of need to take some risks that you can't measure quite as well as you could with a very mature, like, stock market. But other parts of it are just irresponsible. And I think when you break down the activities that are happening in Genesis, it's pretty hard to say that it wasn't irresponsible at this point. I think a lot of people called it out as it was happening, and yet markets do what they do, which is they get pretty exciting, and people jump in and say it's working so far, until, guess what? It doesn't work. So, look, we got a price risk into our financial products. If you don't do that, you will eventually blow up. It's a hard learning lesson. It's not crypto specific. This has happened over and over again in financial markets for 100 years."
    },
    {
        "speaker": "B",
        "text": "Yeah, indeed. Hundreds of years. Nico, I know you were having some challenges with your network connection there. Were you able to hear those stories? Any thoughts?"
    },
    {
        "speaker": "D",
        "text": "I didn't hear the stories, so apologies for that. My computer decided to restart mid interview. But if you want to repeat them, I'm happy to comment."
    },
    {
        "speaker": "B",
        "text": "Well, these were just some stories about some relatively, I guess you could say, short term challenges in the space. For example, Visa and Mastercard said they were pausing their pursuit of new crypto partnerships, but remain publicly committed to expanding crypto services. And they both cited that they're going to postpone these new services until market conditions and regulatory environments improve. And then we had some negative earnings stories or some negative financial news stories coming out of DCG. It's still privately held. And finally, this report coming out of chainalysis stating that 2022 was the most criminal year ever in terms of blockchain crime. So some negative stories. And the question is, really, how do you think about this in terms of your broader paradigm, the shorter term negatives that we see versus what you may or may not perceive to be a brighter future in store as we move ahead?"
    },
    {
        "speaker": "D",
        "text": "Yeah, I mean, larger, more traditional companies come and go with crypto, with the tide of the price. Essentially, when the bull market is moving and everybody's excited and everybody's making money, every company under the sun is looking for something to do within crypto. And as soon as things get difficult, typically at companies, you have a small team of people who are, quote, unquote, true believers of crypto that push these strategic initiatives. And then when things are as difficult as they have been over the last year, year and a half, it's difficult for those small teams to keep executives on board. So I think that's natural, or it has been natural, at least over the last several cycles in this space. But we kind of have faith that the bull market will return. There is massive implications here for this technology that we are firm believers in. And as things get brighter, we'll see these companies return back into the market and continue building."
    },
    {
        "speaker": "B",
        "text": "Hey, everyone, we're going to take another quick break and hear a word from our partners. We'll be right back to the real vision crypto daily briefing."
    },
    {
        "speaker": "F",
        "text": "This podcast is sponsored by Ramp. Are you the decision maker in your company? Consider this. For the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company spending and control who spends what with each vendor. Ramp software collects and verifies receipts instantly. To save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization, and bill payments, time consuming tasks, which means you'll stop wasteful spending and close your books in hours instead of days. Businesses that use ramp add up to 5% to their bottom line the first year. If you're a decision maker, adding ramp could be one of the best decisions you've ever made. Get $250 when you join ramp for free. Just go to ramp.com easy ramp.com easy ramp.com easy cards issued by Sutton bank."
    },
    {
        "speaker": "C",
        "text": "And celtic bank members of DIC."
    },
    {
        "speaker": "F",
        "text": "Terms and conditions apply."
    },
    {
        "speaker": "B",
        "text": "Okay, I also want to show our viewers a clip from yesterday's crypto distillery right here on real vision. This is where we wrap up the month for our pro crypto members on the real Vision website. They get access to additional institutional grade content. Here's a quick snippet. I wanted to continue this conversation here about charts to turn our attention to recent charts by Peter Pankasov. This is from his most recent episode of Technical Trader Crypto. First up is this a BTC chart that Peter highlighted last Thursday. As Peter points out here, this peak we're seeing here could be as a secondary high as we've never gotten below those similar August highs last year. As Peter commented, quote not only do we tick that resistance, this is also the TD propulsion up level which should exist as an initial response. Look, if we get back above 25,000, 35,000k easy, that's the next target. End quote. Now, before I get to Chris King, Cobs and Elaine's thoughts on all this, I wanted to highlight one more chart for Peter's episode that touches on ETH. As Peter commented below, we're going to be looking for bitcoin to remain a little bit more dominant, and it's becoming much clearer now that looks to be the trend, end quote. Peter then notes that it looks like ETH ultimately failed a medium term kind of level here, but he also notes it can be hard to decipher as we're in the middle of a range and it could easily rip back up. Obviously there's a lot to unpack here. Elaine, Chris, Cobs, what do you make of Peter's analysis?"
    },
    {
        "speaker": "C",
        "text": "I've been noticing us be pushing up against resistance now for a few weeks, and I think it's only a matter of time and probably not much time until we do hit. You know, we go probably from 25 to 30 in pretty short order. I saw a tweet somebody shared the other day that said in bitcoin's entire history, it's only spent less than 72 hours between the range 25 and 30,000, which I thought was pretty fascinating. It's usually just ripped either up through it or down below, but there's very, very little trading activity within that range, which was pretty interesting."
    },
    {
        "speaker": "B",
        "text": "Hey Nico, as a quant, this is right in your wheelhouse. What are your thoughts on bitcoin price action?"
    },
    {
        "speaker": "D",
        "text": "Yeah, I mean, we view January as largely driven by massive margin liquidations, the highest we've seen in two years, a little over two years, actually, on the back of extremely illiquid books. So from this point forward, what's really going to determine where we move from here is whether new spot inflows arrive or not. That's really what's going to determine the next leg higher. And at this moment, at least on the institutional side, those taps have dried up pretty considerably. So I'm not saying we won't go higher. Anything's possible in crypto. If you've been in the space long enough, it'll likely do what nobody expects it to do. But just looking at some of the empirical data points we look at, it's not the most comfortable position to sit in on the long side. At the moment, margin liquidations, not only in crypto but across all asset classes, tend to revert without follow on in the spot department. And at this moment, we don't see that on the institutional side."
    },
    {
        "speaker": "B",
        "text": "Yeah, I should probably add, you can sign up for real vision crypto pro@realvision.com. crypto. That's real vision.com crypto. Mike, jump in. Talk a little bit about this from the sanctions perspective."
    },
    {
        "speaker": "E",
        "text": "Well, you had mentioned that it was the worst crime year, I guess. And one of the great things about digital assets is that it's creating a financial system that spans the globe. So in the past, we've had very locale specific financial systems. Every country manages their own fiat currency, and then, of course, regulates the ins and the outskirts. A lot of that is going to remain true. The Internet gave us the ability to communicate globally, across borders, and all of a sudden, digital assets give us the ability to send money. So an example of this, like wiring money inside the United States, pretty easy to do. Try to wire it outside of the United States takes a long time, and all of a sudden, this is being blown open by digital assets. So our regulators are stymied by this. Regulators in the past have each thought that they had kind of purview over their world, their little fiefdom. That's true. But when you're talking about sanctions, like whose sanctions is it? So bitgo is a regulated firm across a number of different countries and around the planet. And when we're applying a sanctions list, which one should we apply? Should we do Germany, UK, the US? Do they all get together and create one giant sanctions list and we all agree upon it? So this is a real problem that has to be solved someday. It has not been solved yet. Now the US, being the dominant economy, wants to put on the dominant sanctions controls across the planet. I'm not saying there's a right or wrong to this, just pointing out that frankly, the problem hasn't been solved and regulators are really completely at a loss as to how to solve it. So product will ultimately answer the question and we will see a competing set of products across different jurisdictions, and we will see governments fight in particular ways about how they might want to protect their fiefdoms or open up more broadly."
    },
    {
        "speaker": "B",
        "text": "I want you to move on to some viewer questions because in fact, Mike, the very first question that comes up is actually in some ways related to the points that you just made there. And the question is, this one comes to us from the real vision website from Vincent. How do you view the tokenization of stocks? And do you think stocks can be traded against crypto either via KECs or Dex? It's an interesting question because it gets into some of the regulatory challenges that you just mentioned. But what do you think of the guys, the potential for basically trading stocks and other securities on chain?"
    },
    {
        "speaker": "E",
        "text": "Well, it's very doable. So the technology is not the issue. This is all about how do you want to regulate and manage it. So there's some advantages. If you can tokenize everything in an open format across open markets, we're going to create a lot more creative ways that people can have access to liquidity. It'll run 24/7 you won't be dependent on small number of players, that is if regulatory will allow it. So the regulators have taken a very firm grip on how you trade equities. They've created a long laundry list of things to do, by the way. Go read an s. One statement. Right. Go read the quarterly reports like, okay, here's a thousand pages of investor protections, which frankly, I think it does a pretty comical job at protecting investors. I think people are investing through their stockbrokers without any of the advantage of that information anyway. And there's so many people that complain about the unfairness of that system anyway. None of those are technical issues. But what digital assets do is they bring to the forefront the ability for us to break these systems open and we'll see how the us regulatory and legislative response."
    },
    {
        "speaker": "B",
        "text": "Miko, any thoughts on bringing stock trading or securities trading more broadly onto a blockchain?"
    },
    {
        "speaker": "D",
        "text": "Yeah, I mean, that plays into the, what we were talking about earlier around decentralizing the globe's economic systems. I mean, it's a much more frictionless product in the end state if you can build some ux UI around it. But again, to Mike's point, it really is going to be what regulators and ultimately legislators allow that determine how that plays out. I think there's many advantages to it. Mike talked about some of them, but ultimately, this is a governmental question."
    },
    {
        "speaker": "B",
        "text": "Okay, final set of questions here from Ralph on the real Vision website. This is a double question, one for Mike and one for Nico. First, for Mike, what did you learn watching the recent government actions involving custodia? And for Nico, what are some new protocols that you're bullish on? First to you, Mike. What did you learn watching the recent government actions involved custodia?"
    },
    {
        "speaker": "E",
        "text": "Look, I think the regulators and legislators, they're primarily good at two things. A, doing nothing, and then b, overreacting. I do think that we have an overreaction to FTX at the moment. They're clearly doing a very wide spread of various activities against various players. The details of custodia, of course, it should be allowed to hook up to the fed. It's ridiculous that this is actually even a question, and yet all things crypto are being blocked from a number of levels. I think this shakes out eventually. It's a bummer. I think it delays this space. Being able to help, frankly, investors, regulators, everybody, which is what we're all trying to do. But, yeah, regulators are having to learn. They're scared of it. They're not sure what to make of it. It doesn't fit within the box of what they've had to regulate before."
    },
    {
        "speaker": "B",
        "text": "Okay, over to you, Niko. What are some new protocols that you're bullish on?"
    },
    {
        "speaker": "D",
        "text": "Yeah, I think I'll take the safe regulatory route and not list specific names. But I will say I'm most interested in protocols that are working on roll ups and the ability to have interconnectivity across various chains. That's probably the most exciting work that I see going on in the backend these days."
    },
    {
        "speaker": "B",
        "text": "Interesting. Okay, we've got time to do one more question. This one comes from Bodhi Choate on YouTube. Why would declaring all cryptos as securities be a showstopper? Someone please explain why exchanges aren't willing to operate with them as securities. Interesting question. I imagine the answer has to do with regulation. Guys, what are your thoughts?"
    },
    {
        "speaker": "E",
        "text": "Well, look, the securities regulation scope is very large. So the first question really has to be like, are these securities or are they not? Are there utility tokens that, frankly, have never needed the oversight of the SEC before? Now, remember, we got two primary regulators in the US, we have the CFTC, which regulates futures contracts, derivatives contracts, does not regulate commodities. And when you start talking about commodities, well, what is that? That's barrels of oil, that's soybeans, things like that. This is actually rolled up under the legislative section of the agriculture department. Why? I. Because agriculture is some of the most commonly traded commodities that we have. Look, if you start putting securities types wrappers around commodities, you then start lassoing in actual physical goods, which will change markets in very significant ways. So today's regulatory requirements of being a security, if you lasso in all commodities, kind of just makes a big mess. Frankly, what's really needed here is thoughtful thinking and it's going to take a while to understand what are digital assets, how are they different, how are they similar, what do they enable that you could never do before? And would you dream up the same regulatory environment today if you were starting with digital assets as what you would dream up if you were starting 100 years ago and you had no digital technology? I'm pretty sure the answer is no, you would not come up with the same system. We can do way better. We need to be really careful about applying legacy rules to the future. It's not to avoid sanctions, it's not to avoid compliance, it's not to do illegal activity. It's to make sure we have the best markets we can possibly."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean the level of complexity on this, Mike, is. Is really quite astounding. When you think about the fact that you have these sort of fragmented regulatory landscape between CFTC and Sec. Occ. Occ. OCC, OCC and other federal regulators, then you have banks that are regulated at the state level. At the federal level it's incredibly fragmented. Some people think this is a good thing because you get a little bit more competition for regulation. Others obviously think it adds complexity. By the way, it's not, by no means the only way of doing things. The FSA in the UK is unified. And then add on top of this that you really. What this all really stems from is federal law. Then you have regulatory agencies that interpret federal law and then of course, ultimately it's not the regulatory agencies that get the final say, but the federal courts and that can go through an entire appellate process. So it is an incredibly complex system."
    },
    {
        "speaker": "E",
        "text": "Absolutely."
    },
    {
        "speaker": "B",
        "text": "Nico, any thoughts that you'd like to add on this question?"
    },
    {
        "speaker": "D",
        "text": "Just about the complexity and the expansive scope that the SEC would now have over a much broader group of assets if they were to apply, just declare everything as security? It's not the right declaration anyways. I would argue many of these assets, these cryptocurrencies, are commodities nature. They're digitally native and can't dig them up out of the ground and can't burn them. But they are utilized for interacting with some underlying infrastructure service. And so it's more about, to Mike's point about getting the regulation right, rather than just wanting to avoid any specific designation. And that'll allow the innovation to continue to thrive in this space. And regulation has the negative kickback of slowing innovation because you now spend a lot of money around red tape, you ensure you're legally compliant. A lot of boxes you need to check along the way."
    },
    {
        "speaker": "B",
        "text": "Well, it's a good time to be a regulatory lawyer. That much is certain. Guys, great conversation. I want you to go around the horn and give us your final thoughts. Key takeaways for our audience. Nico, let's start with you."
    },
    {
        "speaker": "E",
        "text": "Nico."
    },
    {
        "speaker": "D",
        "text": "Yeah, I mean, I think there's this growing view amongst, at least within the west, that crypto died last year. FTX was kind of the nail in the coffin, and the regulatory hammer that is coming down now is going kill the asset class for that. I don't think that could be further from the truth. If anything, over the last year, we saw exactly why this so many individuals work towards improving and building an alternative financial ecosystem. And I think in the short term, there's a ton of uncertainty around all the items we spoke about today. But the long term, I think this will continue to gain share and eventually eclipse the global economy as the underlying system we run on."
    },
    {
        "speaker": "B",
        "text": "Mike, final thoughts. Key takeaways that you'd like to leave our audience with?"
    },
    {
        "speaker": "E",
        "text": "Well, the last couple of weeks have been really highlighted by all the regulatory actions in different directions. A lot of it seems negative. I actually find it positive. And this is not from a selfish perspective, but from a. This is a process we need to go through perspective. So whether it happens this year or I really think it could have happened five years ago, we need to go through this wrestling of how are we going to bring innovative products to bear, how are we going to make sure that we do protect investors, what regulatory things are happening that actually are protecting investors, and then how do we apply it all to the future. So I'm not very happy with some of the things that are happening right at this moment, but I see it as a necessary step. So in general, I think everybody should feel really bullish. I mean, the crypto assets are here to stay. People have said that for a long time. Nico just said, it's not dead yet. It's not even close to dead yet. This is a cat that is out of the bag. And the regulators are now waking up and saying, hey, we need to figure out how to deal with this. So that's good news, guys."
    },
    {
        "speaker": "B",
        "text": "A spectacular conversation. We brought in two divergent points of view, but just a wonderful conversation. Really appreciate you both joining us. This episode of Crypto Daily Briefing is sponsored by the Crypto app. The crypto app is your place for all things crypto. Download the crypto app today on Google Play or the iOS store. That's it for today. We'll be back tomorrow with Shane Brunette from crypto tax calculator who will join us live. See you at 09:00 a.m. pacific time, noon Eastern, 05:00 p.m. london, live on the real vision crypto daily briefing. Have a great afternoon, everybody."
    }
]