[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless everybody get 30. 30, baby get 30, baby get 20. 2020, baby get 2020."
    },
    {
        "speaker": "C",
        "text": "Bid to get 15. 1515 just $15 a month, so give."
    },
    {
        "speaker": "A",
        "text": "It a try at Mint mobile.com switch."
    },
    {
        "speaker": "B",
        "text": "$45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time unlimited, more than 40gb per month slows."
    },
    {
        "speaker": "C",
        "text": "Full terms at Mint mobile.com dot."
    },
    {
        "speaker": "A",
        "text": "Hey everyone, if you like this podcast, go behind the paywall. To get privileged access to the smartest minds in finance, visit realvision.com rvpod and use the promo code podcast ten to get 10% off our essential membership for the first year, join the real vision community and learn how to become a better investor. And now into today's episode of Ralph Real Vision."
    },
    {
        "speaker": "D",
        "text": "Hi, everyone. As you know, I'm kind of obsessed with the idea of how web three can change the face of communities, cultural communities, organization, brands, all of this stuff, I think it's all to come. We're seeing signs of it across the world. And it's my great pleasure to ask a really good friend of mine, who's the president of science Magic Studios, the business I co founded, Tarik, to come and talk to you all. And this month he's going to do my interviews because he's deep in this space. You see, he was the guy who built web three adidas that kicked off a lot of this. And he's going to speak to some of the greatest brands, how they're using web three, because this is part of the revolution that's to come. It's not just about cryptocurrencies, it's about digital economies, loyalty, digital physical goods, how they fit into the metaverse and how it all comes together to drive brands into the future. And Tarik is the best person to take you on that journey, so enjoy. And at the end of this, I will sit down with Tarik and we'll swap notes so I can catch up exactly what he's found out that's going on in web three. The world of crypto is an incredibly exciting journey that we're all going on together. We don't know where it's leading to, but we know it's going to be absolutely massive. Join me, Raoul Pal, as I guide you on our adventure to discover just what this new world will look like."
    },
    {
        "speaker": "B",
        "text": "Welcome, everybody, to a very special episode of Adventures in crypto with me Tarikhe. Yes, I sound equally british, but no, I am not. Raoul Pal. I'm the president of a company called Science Magic Studios. I think you'll have seen Raoul describe a little bit about what we're doing here. And just to recap a little bit, for the next few weeks we'll be doing a bit of a takeover on adventures of crypto, talking specifically about the intersection of web three and brands and science Magic Studios, which I'm repping here today. That is also what we specialize in, how to help brands and ip owners figure out how to use new technologies like this to deepen connection with community. Now, this intersection of Webfree and brands talked about a ton. Lots of people are saying this is like how we're going to onboard the masses and all the rest of that, but it is also not a cakewalk. And rarely do we actually get to hear from the people who are driving those kinds of initiatives inside these companies, bringing everybody along for the ride and championing ultimately what their brand is going to do in this innovation space. And that's what we're going to do. The why, the what and the how of all of this happening, the good, the bad and the ugly and the highs and the lows. And with that, it is a great privilege to introduce our first guest, Vladislav Lazarov. Vlad is here. Vlad is at adidas. Vlad is the senior director. There's two hats this guy wears. Senior director of product for confirmed and also for the web three arm, the three stripe studio. So very few people have the kind of perspective that bridges Web two and three, such as this guy, a little bit of extra background. Vlad and I used to work together actually at Adidas for several years, both on confirmed and on web three. So a little bit of a spoiler, we do know each other, but a lot has happened in the last twelve months since we were shoulder to shoulder. So Vlad, welcome to the show and how are you doing?"
    },
    {
        "speaker": "C",
        "text": "Thanks for having me, Tarek. And yeah, pretty happy to be here with you today. I'm doing good. Excited about the conversation which we'll be having today about web three Adidas brands and yeah, looking forward to our discussion."
    },
    {
        "speaker": "B",
        "text": "Well, thank you so much for being here. It's a real privilege for us to do this, you know, something a little bit different to what we're used to from working in the trenches together. But let's start for, you know, for our audience who are just starting to learn a little bit about you. Like tell us your story about you know, where you started and how you ended up doing what you're doing now, how you ended up coming across web three and going pretty deep on it."
    },
    {
        "speaker": "C",
        "text": "Yeah, it's actually an interesting story. I studied computer science, then moved into engineering. Found my passion actually in product management along the way. Joined Adidas about eight years ago and have always had the privilege to be part of incubators or startups within a large corporation. Have launched what would become the Adidas app, moved then into our hype business where extremely high demand meets extremely low supply. Launched, confirmed. And then in 2021, somehow did go down the rabbit hole of web three. Funny that you're asking the question, because you have been a big part of the journey in web three and helping me also onboard on it as we were trying to find our way around and what we'll do ever since Elon Musk tweeted that bitcoin will be accepted as a payment method in Tesla and we started jamming about what should adidas be doing in that space. So, yeah, I joined the Metaverse Task force, which was formed back in 2021, started educating myself about this brave new world of web three, learning about blockchain and nfts. I even remember sending you memes about it and us jamming about is it good or a bad thing that we are talking about it and that the brand is entering this space? Then I started collecting nfts myself. And when the metaverse task force was formed and launched, embraced that journey, became part of that other rabbit hole of educating the whole company about what this space is. Got captivated about opportunities in crypto and nfts specifically, and web three in general with decentralization, with digital ownership. I was always passionate about innovation, technology, and had had the luck to be part of this space at big brand like Ali."
    },
    {
        "speaker": "B",
        "text": "So it's interesting. So if I'm not mistaken, and I know we know each other pretty well here, but from the very first moment that you started doing computer science, this means you really have a background in coding. You are engineer, come product manager, come innovator. But it took a little minute there before the web three thing. Really the penny dropped. You mentioned a couple of things around decentralization, captivated by the opportunity. What do you think? For other people who are either curious or swallowed the red pill in their own way, what do you think flipped the switch from you that made it switch from a curiosity to something which was really worth you spending your time and effort and passion to invest in?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I think it was the moment I realized how open this whole space is how this decentralization of having autonomous computers, which are working in this decentralized network and processing all that information, and how this information is exposed on a blockchain and available for everybody to go to the rabbit hole and explore. That moment where I started connecting it with all the opportunities, what can you build on top of that and how you can really create this trustless computer experience, let's put it that way, made me really bullish and passionate about the space. Obviously, it coincided a little bit as this becoming a trend and a lot of investment going into it, a lot of new use cases coming to the forefront. And, yeah, that was the moment where I realized, wow, there is actually a lot to be done in that space."
    },
    {
        "speaker": "B",
        "text": "And we are still at the beginning of that journey. So let's talk a little bit now about the journey specifically with Adidas and web three as we just exposed. It's a journey I was part of myself. But so much has happened in the last year, not many people know where it kind of started. Right. So if we think of this as a story of kind of many chapters, you know, the first launch, the, the bit after the first launch where we figure out where it's going, and then, like now, what's really happening with Adidas and alts, it really feels like there's some, there's actually a really interesting, you know, corporate innovation backdrop to how we kind of started this whole thing. So how about we go back to, you know, you just brought us up to this task force, right? So it's q 220 21. The brand is figuring out what's up and how to enter this space, like, give our audience a background of this program called into the Metaverse, what it was, why it started, and how it all went down."
    },
    {
        "speaker": "C",
        "text": "Yeah, for sure. I can do that. So, yeah, as you mentioned as well, it was, I think, March, April 2021 when we first started talking about, yeah, blockchain, nfts, web three and what we can do in that space. We started exploring and started with our values, started thinking about what is actually Adidas standing for and how can we connect that with the values of the space, and then started exploring different projects, started looking around what is new in the space, what is actually going on. And the funny story was the moment where one of our colleagues started reaching out to, yeah, random crypto founders in the space on Twitter and was contacting them and saying, hey, we added us, we might want to do something with you. And people were probably thinking someone is scamming them and someone is trying to get advantage of them. But the funny thing was when the founders of the portap club, when Pixel vote with GFunk, and when Gmoney actually came on board and said, well, actually doing something with Adidas could be mutually beneficial, could be something very interesting for the space, and could be a very impactful way of how Adidas can authentically enter into web three. Somewhere around that time, we also found a sponsor with Erica, who later became the lead of the three stripe studio. But back then was the CMO of our fashion business with Adidas originals. And she immediately saw the opportunity, saw the potential of what is going to happen. They evolved into it and became the sponsor of the whole initiative and made sure that we can create this, which maybe at the beginning from a brand perspective, was looking like a campaign and one time thing, and then suddenly became actually an independent business, something which will continue evolving. So, yeah, then I think in November November, we had a series of announcements of partnerships with Coinbase, with punks comic, with the BourdiebJT Club, with GM money, and then culminated actually with the launch of into the metaverse as an NFT on, I still remember it, 17 December 2021, where we were sitting in one of the rooms here in Herzl, and we're looking how 30,000 nfts get sold in 20 minutes. And we're learning about last minute changes, the challenges of gas wars and everything which comes with a drop of that scale, which was, I would say, probably the biggest at that moment of time with regards to a primary mint. So, yeah, that was the beginnings. And at the beginning, we only promised a very simple thing, three pieces of merch, hoodie, Beanie and the tracksuit, which people would be able to claim through that NFT. So it might have looked like just a new, innovative way of launching product for many, but secretly I think all of us knew in the background that it's much more than that, and it can become much more than that. Then we basically embraced the space. We launched our own discord, which overnight did get quite significant following. I think now we have more than 60,000 people on it. And suddenly we started moving from a one sided conversation towards the consumer to actually having a direct, real time interaction with the community. And that was, I think, the biggest moment of change for us as a brand, and also the biggest moment of change of being able to actually explain to everybody in the company what actually the benefits of web three."
    },
    {
        "speaker": "D",
        "text": "Hey, everyone, we're going to take a quick pause and hear a word from our partners. We'll be right back."
    },
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited premium wireless. Everybody get 30, 30 biddy get 30 bid to get 20. 2020 to 2020 a baby get 15."
    },
    {
        "speaker": "C",
        "text": "1515, just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try@mintmobile.com."
    },
    {
        "speaker": "B",
        "text": "Slash switch $45 up front for three."
    },
    {
        "speaker": "C",
        "text": "Months, plus taxes and fees."
    },
    {
        "speaker": "B",
        "text": "Promoting for new customers for limited time unlimited, more than 40gb per month slows."
    },
    {
        "speaker": "C",
        "text": "Full terms at mint mobile.com dot."
    },
    {
        "speaker": "B",
        "text": "There are so many things that you touched on there that I think are really worth just like really sort of spotlighting, I think. I think the first one is, yeah, shout out to Ben Mayer White because, you know, our colleague who was part of the team at that point, just dming people who now are like part of, you know, really kind of OG founding projects. Like just to, just for anybody who kind of doesn't know the timeline quite as familiarly, like, I think board apes minted in like what, May 21 or something like that. So it was very early and you really had to be, like, inside that specific niche, you know, on Twitter, just following, like, who's moving and shaking and, you know, being pioneers in the space. And I know that when he tells that story and when G Money says as well, it tells a story, like the idea that somebody from a big brand like Adidas would find you on Twitter and reach out and say, do you want to do something? Was almost suspect. Right? And I think, you know, you mentioned, you know, opening up a discord as well. Right? Like there are things that people expect from corporates and there are things that people don't expect from corporates. Right. And I think this is also one of the reasons why some people, even today, brands stepping into the space, have a mixed point of view about this whole idea about the immediacy of that connection. Like, not just having the brand talk, but like, you talk, right. And I want to come back to this later because you specifically, I think, also play a really strong role inside the community. And I definitely want us to touch on, to touch on your big fish alter ego. But the second thing you mentioned there is, is around what did the brand think? This was when we first started it, it was a new way to do a hype drop, right? It was like, you know, what, Adonis makes some dope clothes, you know, scarce supply sometimes, which is all part of, you know, the desirability equation amongst other things. And here was a way to do something a little bit different, just in the way the brand usually does. Right? Find a bunch of partners who have credibility. We do what we do, they do what they do, but together we're more than the sum of the parts and then come up with a drop in a new way. Right? And what's funny is it seems to be coming full circle that people realize that, you know, what, like the idea of a physical component or the idea of a brand just doing what it does and using this as a way to amplify seems like actually a very authentic way to enter the space. How important do you think it was? As hard as it was to deliver physical product around the globe, which I'd love you to elaborate on. How important do you think a decision that was to start by doing something that the brand knows how to do."
    },
    {
        "speaker": "C",
        "text": "I think it was super important. I think those were the two most important decisions. One was to enter together with others in collaboration and not on our own. Because it did show there is no arrogance of us going in the new space and then saying we know it all, but rather going with the ones which have already experienced it, which have already learned, which have already built a community, which know what works and what doesn't work. And then the second most important decision was to do it with what we know best and what we are actually standing for. And yeah, Adidas is a product company. We do create amazing physical product. Why not bring that to a new world and use it as a low first entry?"
    },
    {
        "speaker": "B",
        "text": "You mentioned actually that like by the time that December 17 happened, right, so, and so, just for the benefit of the audience, this is 30,000 nfts all that look the same, right? Like with the figurine that kind of spins around on the little pedestal. Kind of like an action figure for those that know an ERC 1155. So like a standard token, everybody gets the same thing, right? What was the actual. When we think about like what that launch looked like at that time, you mentioned it was one of the biggest as well, but we even had debates around how many should people get in each wallet. Like the space likes to feed collectors. But as a brand, that was something which is just like we believe in actually kind of much more democratic access, making things available. Like talk to us a little bit about some of the trade offs which led to some of. Some of those last minute things in the hot seat. Because I remember that night very clearly and it did feel like a hot seat."
    },
    {
        "speaker": "C",
        "text": "Yeah, it was definitely a hot seat. I think one of the best decisions in this regard, which we made, was that the first 20,000 of those 30,000 would be reserved. You would only be able to access them if you had a token, an existing token from one of the communities which we partnered with Orlando, a proof of attendance protocol badge, which you could receive from Adidas. And that was actually an interesting story on its own. When we decided to enter the space, we introduced it to adidas confirmed. Adidas confirmed is our app for, I would say, our lifestyle business, for everything, which is released on the principle of scarcity, where there is high demand, where there is high interest, where there is a lot of foresight into new trends. And there was a natural fit with that audience and people which might be interested into web three, into nfts. So what we did is we wrote an article, we explained what we are planning to do a bit cryptically, but still explained our mission there, shared our manifesto, and allowed people to claim a poap. And that poap became one of their. One of the four opportunities to enter this early access phase, those 20,000 reserved tokens at the beginning, which would ensure that you are actually able to claim one of those, well, actually two nfts as part of the drop. And that was super important because it allowed for a much cleaner, let's call it drop, which a much better access, with much less worry of having to pay a high gas price in order to get in front of the line, etcetera. And we had the 10,000, which were public, public sale. And that's where gas wars did hit and where a lot of people were unhappy because they could not actually get what they wanted to do. And, yeah, I think that was one of the other key decisions on entering the space which made the difference."
    },
    {
        "speaker": "B",
        "text": "Let's come back to that point about the sort of the smooth sale part for the token gator, because, you know, the fact that you sit across both your. Your ecommerce app for your fashion business and the web three side, like, we've seen those things come together in the whole token gating thing. And I definitely want to come to that. Like, one of the things that I think some people will be thinking is, you know, when a brand basically does something like this, which actually, for most, you know, given how sort of robust the experience layer is on this whole thing, especially back in 2021, it does feel like you put a little bit like your brand at risk, in a way. Right? So when there's a bunch of gas wars happening on public sale, like, bring people into the conversations a little bit around. Oh, wow. Like this was not something that we necessarily expected to be as acute as this. And it looks like it wasn't a great experience. How do you go about handling a conversation like that inside a brand? And how big a deal is it? How high does it go? It might seem like the end of the world to a handful of people in the experience, but how has that felt inside the company?"
    },
    {
        "speaker": "C",
        "text": "As a brand? We always want to offer the best consumer experience to people. We don't want to disappoint people. But let's be honest, when you are coming from the hype business, you know that there is a lot of disappointment. People which cannot cop the product which they want to cop. So we actually knew pretty well how to explain what happened there and that there would be inevitably a lot of disappointed consumers which will not be able to get the product which they wanted to get. But at the same time, there would be a lot of happy ones. And that in itself will create demand. That in itself will create the interest and the discussion around what we are doing in this space. What was position in this hype segment and would make it interesting from that perspective?"
    },
    {
        "speaker": "D",
        "text": "Hey everyone, we're going to take another quick break and hear a word from our partners and then we'll be right back."
    },
    {
        "speaker": "E",
        "text": "This podcast is sponsored by Ramp. Are you the decision maker in your company? Consider this. For the first time in decades, there's a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your company's spending and control who spends what with each vendor. Ramp's software collects and verifies receipts instantly. To save your team valuable time, Ramp automates data entry and routine tasks with automated approvals, expense categorization, and bill payments. Time consuming tasks, which means you'll stop wasteful spending and close your books in hours instead of days. Businesses that use ramp add up to 5% to their bottom line the first year. If you're a decision maker, adding ramp could be one of the best decisions you've ever made. Get $250 when you join ramp for free. Just go to ramp.com easy ramp.com easy ramp.com easy cards issued by Sutton bank and celtic bank members have DIc terms and conditions apply."
    },
    {
        "speaker": "B",
        "text": "I think that's really important to sort of call out, isn't it? Because it's what I remember from that experience was that this isn't just an NFT drop, right? It's almost like this whole thing, and this is not just the adidas one. I think this goes for a lot of things, is this is one genre of entertainment, right? There are highs and lows. You know, there's happiness and sadness and even though, because it didn't go without a hitch, right, we had that problem with the mutant ape yacht club on the night. Had to kind of pause the mint, which drew out the whole thing for several more hours than we thought. But, like, Twitter didn't stop, and it was just like, wow, like, maybe Netflix is on in the background or something. But, like. Like, there's a lot of people kind of tuned into this madness, right? And once you start to think about this whole thing as entertainment, I think it's. It takes on a whole new thing. And this is not just really about the sale of a product. This is about a different form of engagement. Now, bring us into the bit after that, right? Because, okay, so people are holding the. This into the metaverse, Nft, this spinning figurine with the board ape and the courtney, the punk and g money's likeness as well. They're, like, all wearing the get up, black hoodie, solar pants, the orange beanie. Three things I wear with a lot of pride. Still. Now after that, like, you've got this community of, you know, a bunch of people, thousands of people in discord holding this, NFt. Talk us through, like, that next chapter of, like, okay, how do people get what they expected from that? Like, what was it like to all of a sudden have, you know, a bunch of people kind of expecting that immediate gratification all the time? Like sitting in a discord. When a brand is used to planning things, you know, twelve to 18 months in advance when it comes to product drops. And the immediacy is just so, so stark compared to what a brand would normally do. What was it like to manage that?"
    },
    {
        "speaker": "C",
        "text": "Yeah, that was the biggest learning journey, I would say, the moment we launched the discord. And then we realized, oh, wow, we actually need to be present here 24 by seven. We need to be there and answering those questions from all of the holders, which are feeling their investors now currently into the brand, and they have a say and they want to understand what's going on and how their investment is going to progress. That was a pretty interesting time where I personally learned a lot. I did spend a lot of time in the discord. I did start interacting with the communities that started trying to understand what they actually expect, what they actually want from us. I think that was also one of the things which really changed my perception as well, of the space, because as a product manager, you usually go and do focus groups, you go and do user research, you try to understand what consumers are wanting, but you never had that immediate real time feedback where you would get unfiltered opinions about everything which you do or don't do. So I think that was a huge learning opportunity, a huge learning moment, but also a huge shift in how we plan, how we do things, etcetera. That led to actually changing the whole approach. Basically, the plan was that within every phase of into the metaverse, we would release one of the physical products. And then after a couple of weeks in discord, we actually decided, well, no, this needs to be bigger. This is not about three merch items. It is actually a food journey into the metaverse. And if it's a food journey into the metaverse, then we should actually rethink what those phases mean and we should approach them in a different way. So we did create a plan what those phases would be and where we want to end up at the end of it, with it ensure that we pitch that plan internally, that we get the buy in, which is required up to the port level of actually supporting an initiative like that. Because suddenly it's becoming much bigger than what initially it was intended to be. And yeah, then we flew into execution. And what was changed is that people would be able in the first phase itself, to claim all of the forge, all of the three items which we promised at the beginning, we would ship them to 105 countries. Also an interesting story. Adidas never was able to fulfill into 105 countries. So we learned a lot about supply chain and logistics and the problems of having to navigate customs and report the value of a product which you actually claimed for free through an NFT. So there has been a lot which we discovered on that story as well. But I think the important piece was that we decided to actually change the journey. And we decided that based on the community input, we heard from them one key question, which was when PFP, and that when PFP question stuck with us. And to actually realize into the metaverse is actually a journey towards your identity. And that's what the phases then became. The first phase was about physical, physical product. The second one moved into virtual and into virtual product. That's where for the first time in the 74 year history of the company, we actually launched a completely new product category with virtual goods, with truly virtual products. We did it with the largest at that time, again, airdrop to holders. Another first for us, another thing which we needed to learn that one of the things which holders expect is that they receive value, and receiving value meant giving them additional tokens. And that's how we came up with the idea. Like, let's do an airdrop, and let's make sure that that airdrop will be our introduction of a fully new product category, which is big. It's really big. For a brand like Adidas, maybe it doesn't look like that big if you are looking from the outside and you think, so what's the big deal of actually releasing a couple of wearables? But for Adidas, this is actually a pretty big move, and I think we managed to achieve that. We did that airdrop. We then later in the year, revealed the virtual gear, as we call it. And from there, we actually moved forward into the journey up until this year, when we actually started at phase three. And phase three was and is still all about old spy Adidas. This is our identity piece, not only profile picture."
    },
    {
        "speaker": "B",
        "text": "Yeah, exactly. Exactly. So a couple things. 74 years of history, and the first time you launch a virtual collection for a company that is industrialized around making physical apparel and sneakers with deep heritage, all the way back to Adidas, making stuff for athletes. A new category being a relatively big deal, I think, is definitely one call out. But I think the biggest point that you think you just made was the immediacy of the feedback actually has started to challenge or evolve your way of thinking about what product development looks like, even inside a big brand. Right. Because for web three native projects, this is kind of like the normal formula now, right? Like the product is kind of born from community. Like sometimes even. It's hazy about which. What's the organization which is responsible for this. For this product? Here you have an organization which is set up in a comparatively traditional way with. With hierarchies and responsibilities and what have you. And even the contact that you have with consumers is something which is like, people pay quite close attention. So that immediacy of feedback, do you think that that actually is a gift, that web three or not web three, that anybody developing a consumer experience could really be thinking about embracing?"
    },
    {
        "speaker": "C",
        "text": "Yeah, it's an absolute gift. And I mentioned it already. For me, as someone who has been in product for a while and has been developing products the traditional way, this was a quite big eye opener and a quite big game changer, because that unfiltered feedback, the amount of feedback which you receive, the access which you have to people which really care about what you're actually bringing out and give you invaluable ideas and invaluable feedback is something which I think we'll see more and more companies actually embracing and more and more of product management actually moving into that way. I do encourage every day the people who work in the product organization here at adidas to embrace that as well and to think about how they can apply it in their day to day work, no matter if they are doing the checkout on our.com experience or if they are doing something new and innovative, a completely new product category. So I think that's something which web three definitely has helped me personally change with regards to mindsets, but I do believe also the wider industry."
    },
    {
        "speaker": "B",
        "text": "So, I mean, I think you kind of compared and contrasted like, okay, wow, we thought this was going to be a hype drop. We realized it was more, our community actually told us that, like, wait a minute, this isn't just about the three products, right? Like there's, we're going into the metaverse together, right? And we're like, actually like, yeah. Like, yes. Yeah, we are. So let's do this part now, right? Global supply chain is another whole podcast, right? I spent six years in the supply chain in a regional model, trying to optimize that and so understanding the challenges logistically to make that happen. It seems obvious from the outside, why does it take so long to get a hoodie or whatever, but, you know, the industrial machine isn't really set up for there. But to get that part done and move into that next chapter so openly without roadmap is not typical for a large company to do. And the discord like part. The community feeding stuff is one thing, but it's not all easy either, is it? As well, it's a lot of emotional labor to spend time in the discord as well. Not something that necessarily, I think we were mentally or emotionally prepared for. So talk us a little, talk to us a little bit about the role of this, the council that you set up to help to kind of, you know, create a little bit of a bridge there between what all these people want there in the community and channeling that voice and creating a little bit more of a constructive vibe for that relationship."
    },
    {
        "speaker": "C",
        "text": "Yeah. One of the things which we learned as well is that we need some structure. We need to have a way to consolidate that, that feedback and that it's not scalable, that all of us are all the time in discord and spending our time in conversations there. So what we actually decided to do is to nominate 15 people from the community to represent it. And we did it in a process where half of the spots, the community could elect themselves. So basically, we gave an open voting and people could go in and decide who they want to support. There was a lot of campaigning and making sure that you bring your message across if you wanted to be part of the council. And half of it we actually chose. We handpicked from the community. We didn't know people which were more active, which were in different regions. It was very important for us to have diversity of thought, diversity of background, diversity of perspectives in the people which we'll be selecting there to ensure that we have an equal representation from all parts of the existing community. And, yeah, February this year, we actually started, we did run the election. We selected the 15 people which will be part of it. And we started creating a bit of an interaction model also. First for us, we are still learning. We are still things which we need to iron out in the interaction. Sometimes it gets also very emotional and very direct. But we actually learned how we can create a group of representatives of 15 people, smaller community, which is able to stand up and to represent the rest of the 60,000 which are in discord. And, yeah, that has been really, really good for us as well. Those people were super passionate. They're 24 by seven, having new ideas, and they're just helping make everything so much better. What we're doing with them is we're showing them upfront of how we plan to roll out something with regards to communication, with regards to wording, with regards to plans. But also we are showing them initial drafts and ideas of things which might not yet even be committed, and asking them very early in the process for how would you react if you were in the community? And that was the thing which is now being introduced as a product. And, yeah, that has been really, really great experience specifically for me. But I think also for the rest of the three swipe studio team, being able to have that sounding board, if you will, which is able to, yeah, judge on everything which we do and help make it better."
    },
    {
        "speaker": "B",
        "text": "It sounds like a very important thing to establish. Right. And also, by the way, I think a brave move as well, because in order to. It's a double down on the commitment to find a way to sort the signal from the noise and, you know, because 60,000 people, like, I don't know what. I don't know what the Pareto curve really looks like in discords. Right. Obviously, you've got a bunch of people who just kind of have probably checked out. There's going to be some people who are checking in every now and again, several who are engaged, some of whom are constructive or not. But you've got this 15 here to help, to kind of, you know, create that mutual understanding, give critical mass, I think, as well, to some of the messaging that you want to build and most importantly, like, to help you understand how to listen. Right. Like. So I think that also feels like something which is a, you know, if there was a the do's and the don'ts, from the experience that you've had, it feels like that. Council, I don't want to put your words in your mouth, but, like, you know, that's on the do list, right?"
    },
    {
        "speaker": "C",
        "text": "Yes. This is definitely the best thing which I can recommend to other brands if they're looking to enter the space or maybe have already entered to establish. Because it will. Yeah, it will definitely change the way they navigate the space."
    },
    {
        "speaker": "B",
        "text": "All right, we've got. We're kind of like in chapter one and a half now, right? So we've done. We've done like, we thought it was going to be a hype drop. Redeemed the three pieces. Everybody's kind of going to get an email sometime when their stuff is turning up or at their front door. The virtual gear has been airdropped as well. Right, to sort of reinforce the relationship and show directional progress there. Six items, I think. Was it six items? Can't remember how many now?"
    },
    {
        "speaker": "C",
        "text": "Eight different items."
    },
    {
        "speaker": "B",
        "text": "Yeah, eight different items. But I guess one of the questions is, like, how do I wear these things? Right? And then you kind of. Then you sort of said, well, when PFP became more about identity. So I've got stuff that I'm not sure I can wear, but, like, actually, my base relationship with this token, you also had a plan to evolve that. So talk to us about how alts came about, why identity is such an important layer to this, for Adidas and what the reception has been like to that."
    },
    {
        "speaker": "C",
        "text": "Yeah. So the one thing which we saw in the space is that those profile picture collections started trending. People were buying all sorts of different humanoids, animals, whatever is out there, and rocking those profile pictures on their Twitter profiles, on their Instagram profiles and their social accounts. And at the same time, we were seeing our community when PFP. When do we get that? And then we started thinking about, okay, why do people actually want that? What is this attachment to this piece? And soon it became very clear. It's all about the identity. How do you represent yourself in a virtual experience, in a virtual space? You need to show up in one way or another, and it's more fun if you show up as a character, as someone who is unique, who unique as you are in the real world, but maybe can show some traits which you wouldn't naturally rock in the real world. So that's where the idea and the conviction to actually go ahead and create a profile picture collection came to be. But we didn't want it to just be a profile picture collection which you can just put on your Twitter profile. We wanted it to be much more than that. We wanted it to be this ecosystem starting point, this vehicle for self expression. And how do you do that? Is by actually having a unique way to combine this, let's call it static identity, with things which we can change with virtual gear, with wearables, etcetera. And that's how the whole idea of oldsbiotidas came to be. The idea of using new technology, using composability as a concept, came to be. I remember more than twelve months ago, we were talking about new standards and we were looking into, okay, how can we create this composability? And yeah, ultimately, that was the whole vision. It was, we will build that journey in reverse of you getting your virtual identity. We will help you influence that journey along the way by giving some choices, some decisions, some options, and then at the end, you have something which truly represents you, which you can use to express yourselves in virtual environments. Virtual worlds. Virtual spaces."
    },
    {
        "speaker": "B",
        "text": "Okay. There's so much in here, I don't know. I don't even know how deep we can go, because I've obviously been following, there have been some very interesting things around the sequencing of these steps here. Right? But like, just to zoom out for everybody, what is an alt?"
    },
    {
        "speaker": "C",
        "text": "An alt is your virtual adidas identity. It is a virtual character which is built out of individual traits which people can collect as part of the experience. Right now, we are in chapter two, hence the people who are able to do that which truly represent yourselves. And oats is a journey which consists of different chapters, as we call them. Along the way. You are actually customizing your avatar, your profile picture, which will come out at the end of it. You're customizing it by influencing the way you interact with the NFT."
    },
    {
        "speaker": "B",
        "text": "So I think the way that you guys did this was pretty cool as well. Like, correct me if I'm wrong here, but chapter one was also kind of around. Like, it's a little bit like in a video game when you're sort of building your character, right? Like when, you know, in any of these kind of rpg's, like, I'm a big elder scrolls geek from back in the day and, you know, used to sort of pick my class and pick my attributes and where did I want to sort of put my skill points and things like that. So this is kind of like an extended version of that. Right. And chapter one was like, well, which, for those of you that can elect, which are the kind of main buckets of interest, is it that you have an affinity to? Right. You kind of had a series of, like, the drips, the ones who are kind of more into, like, the street wear and fashion side. Like, the deco is more kind of like the creative and artists and things like that. And so, you know, in stage one, like, what were the different people things that people could declare that they wanted to be? You know, one of the kind of broad brushstroke characteristics of their identity."
    },
    {
        "speaker": "C",
        "text": "Yes. So we wanted to make that journey as interactive as possible if you want to customize it, or as random as possible if you don't want to, to do that. So we offered both options. And chapter one was really about choosing what we call your alter ego. And your alter ego is basically one of eight different sub segments in the old spy Adidas journey. They all have different rarity because there is inequality in life. And you never have the exact same categories. But we ensured for sure that they are as representative enough to what others stands for. And it was a combination between sports and style and activities, which we can do. So we have sprints, which, for example, are our running sub community, if you want. Or strikes, which is all about football. Or you mentioned souls, which is about sneakers and streetwear souls, sorry. We have trills, which is about gaming and action supports. Or if you think about drips, which is all about fashion. So there is different subgroups there. And we wanted to allow people to either choose it or get assigned one if they wanted to make it a bit more interesting along the way. So that's what was chapter one all about. We introduced it with an interesting mechanic, which we call the universal key. We introduced this new world of the Rift Valley Motel, where NJ Guertz, our board ape, which we both, back in time as a main character, is going and going to get transformed into an old. So with some narrative episodes, with some videos, with some riddles along the way. We are actually telling that story of how Indigo Hertz is coming into this world and interacting with it and having those choices. So we introduced the concept of the universal key, where people would be able to choose the key to the room, which would then determine their order. Ego. And that was what chapter one was all about. Now we're in chapter two, where we have a new mechanic, and that is the vending machine in the rift Valley motel. And it's not your standard vending machine, where you can go and get some drinks. You're actually getting your. And that's basically how you look like the aesthetics of your avatar. You still cannot see how they will look like, but you can read the name and you know how rare or common they are. So that allows you to actually also have a bit of influence on which category you choose. Do you go for ears or do you go for eyes? Do you go for eyebrows? What do you care about? Is hair important for you? Then you get a randomly assigned trait within that, and as a next step, you're actually able to swap them and exchange them with other people in the community. Be part of that journey in a very interactive way, and through that, customize the final outcome of your identity."
    },
    {
        "speaker": "B",
        "text": "I wanted to go into these chapters a little bit here because I think when you start thinking about this journey from a macro point of view, there's a few things which stand out. We started by doing something we're known for, right? Physical product with a different way to drop. And then we realize close to the time of actually doing it, it's a lot more than that. And then the community confirms that with the feedback, and we're like, okay, you know what? Let's get this done. Let's chat to the board, commit, all that kind of stuff. Process I remember very well, right? Which, by the way, for most people, I probably would have think that, like, the bull would be fully aware of everything. Like, we actually explained all of that stuff after the fact, right? Like, that was. That's, you know, corporate innovation works differently everywhere, right? Sometimes it's better to show and not tell up front. And then the commitment to set up the team right under Erica and enter into these chapters where it's like we're not just doing what we're known for before. We're also starting to. Starting to think about world building, right? This is now. This is now a question of if somebody wants to express themselves in a world that we have a hand in creating, how do we help them? You know, have a pretty dope and fun experience defining who it is that they want to be. Which, by the way, when you think about, like, you know, most people's interactive action with the sportswear, a fashion brand will be, I probably need a new pair of sneakers. Like, let me go and search on the Adidas app. If they're really commit. If they're really kind of in game, they probably have the app, right? This is completely different. Right. The frequency of engagement and the depth of engagement is a huge extension of what it would mean to interact with a brand for those engaged few. Right. Has everybody come along for that journey, though? Like, has there been kind of drop off along? I mean, firstly, hands up, I stupidly, you know, got phished and hacked. So, like, I know I fell by the wayside along the way. Right. My. My first. My first time getting fished or hacked. And, like, my. My adidas itm Nfts, things I actually had a hand to bring into the world, got taken. And I was so bummed about that, so I fell by the wayside. But even some people are holding those things. Like, you go on Opensea, you'll still see some people are holding these phase one and phase two into the metaverse. NfTs. What do you think's happening there? Do you think that's this is like, people collecting that, or maybe people sort of, maybe falling along the wayside. Two thirds conversion, though, of those, NFTs still seems pretty strong, but it's a more concentrated community now. Is that good for grooming? Like, who's really here to stick around? What's your perspective on that whole, like, funnel of who's coming along for the ride?"
    },
    {
        "speaker": "C",
        "text": "Yeah, you mentioned it. We have about 20,000 people. Well, 20,000 tokens which did come along to the journey. Out of 30,000. About two thirds of the initial community, or the people who bought in at a later stage have converted into the old spy Adidas phase. There is definitely a certain percentage of people which hold their phase one and phase two nfts as a collectible, as something called, which they want to keep for a longer period of time. There are a couple of people which do it with speculation in mind, and maybe the price will go up because the demand will increase because it's less supply. So there is that as well. But there is also a significant amount of people which have dropped out of the space for multiple reasons, for some of the right reasons, for some of the wrong reasons, which we have been seeing in the crypto and NFT space recently, and they might come back or might not come back. They might get engaged back into this world or not. I think it's part of the journey. We'll never be able to keep everybody equally engaged. I think, however, specifically, as you mentioned, for us as a brand, it's important to keep that engagement. It's important to keep people interacting with what we do. And that is one of the reasons why we don't feel this is a significant problem for us, that 10,000 tokens haven't converted into this last phase. We would love to take as many of them as possible, but the ones which adhere, we want to ensure that they are fully engaged, that they are part of the journey, that they interact frequently. And that's why we reward that behavior as well, because ultimately those people have a better connection with the brand and want to interact more with the brand."
    },
    {
        "speaker": "B",
        "text": "More for more. Right? I mean, that's pretty much what every engagement and loyalty program is really about. Like, anybody who's ever heard me say anything about this stuff is that, you know, loyalty and engagement is one of the obvious kind of winning theses to go explore here. And it's going to be natural that there's just a bit of a curve about who's more into it and who's not as into it. And technically, by the way, like, go back to the beginning. You delivered on the promise, right? If you wanted to collect your gear, you get your gear and thanks very much. Like, you know, like, that's kind of, that was actually what, what the whole thing was set out to do in the first place. It's become a lot more. And that kind of leads me, I said, I mentioned it before about coming back to the whole, like, the token gate and side of things. Because this story that you've just taken us on is fascinating because you've got this kind of like, natural concentration of the community getting deep, more and more deeply involved. A promise, by the way, which the brand never made to begin with. Right? So this is all investment. This is all like, you know, the brand deciding to say, okay, this isn't just about what people pay for the NFT, which I think was around 0.2 eth. It's 0.2 eth right at the very beginning. And what was that? That was about $700, I think, at the time. 770, in fact. Right. For a collection of three items. So not cheap, but also, like, not Gucci levels. Right. So, you know, a reasonable expectation for sort of gives and gets that's been closed, but the investment continues in actually a concentrating community of more highly engaged people. But it's not the only thing that you're doing either. Right? So go back to December 17, right? The hot seat night. I remember messaging you about this. I'm like, dude, this 20,000 get token gated NFT drop thing. Like we're just watching the number of claims go up no bots in sight. Super chill. I mean, almost super chill, right? With the, like, if you get your, if you get your allow list, right? And it's all smooth, it's super chill. Now, a lot of people don't understand the street wear game because on the other side of our lives at that point in time, the confirmed app were dropping like, you know, at times, you know, tens of thousands, even hundreds of thousands of sneakers, sometimes even just 100 sneakers with thousands of people waiting for them. That is basically like a process, a sales process which gets attacked all the time, right? Like give people a flavor of what it takes to help people who want sneakers get sneakers. And in comparison, this token gating thing, where if I protect this room with an NFT, it's a much kind of more robust, or let's call it safe experience. Like, what was it like to contrast those two worlds for you, for those."
    },
    {
        "speaker": "C",
        "text": "Of us who are into sneakers, we know that space as well. And it is very similar to what happened on December 17. You mentioned it. When there is a hot sneaker release, there are millions of people which actually want to cop that product, get it into their collection or rock it on the streets or maybe flip it. And that is part of the game. So the game is very similar. And one of the biggest challenges which we have in sneaker collecting is actually the fight against bulk reseller orders, let's put it that way. Because what happens is people create clever automated scripts, we call them bots, to do more entries, to trick the system and to ultimately get more of the product. And that then leads to genuine people being left behind, not being able to get the product which they want. And this game is actually one of cat and mice, I would call it. We play it every day. And at Adidas, I would say with confirmed, we are pretty good at having a way to recognize those automated entries, filter them out, and basically make sure that we appreciate the loyalty of the people who are really into that. For the love of sneakers, for collecting of sneakers. However, I do believe that with NFTs, there is a different angle to look at. And that's what we actually did as part of our old spy Adidas journey. We introduced Tokengated in the confirmed app, token gated access. So what you can do, we do that through Tokenproof, one of the leaders in the space for authentication, or for proving ownership of specific tokens through their system. You're actually able to connect your adidas confirmed membership account with your wallet. And then we can actually see in real time if you're having one of our tokens. Based on that, we can decide to give you access to a very limited item. And we did it with the Indiegogo Hertz collection where we had two items, a very limited superstar and a very limited hoodie, which people were able to only get if they hold the NFT. And that solves one of the challenges, which are usually a challenge of perception, of I'm not being recognized for my loyalty, but solves one of the challenges of giving access to genuine people and recognizing them. As your token gets recognized, you are also recognized. And that is a very special feeling which this technology and this opportunity actually allows us to do. I'm super happy with having that in confront now and excited to see what is coming next in that space."
    },
    {
        "speaker": "B",
        "text": "Excited to see like you have got no idea what's coming next, just excited to see what happens. Look, I mean this is why was so keen to get you on is because you can start to see now the dots joining. Maybe we didn't all see them all at the beginning, right? But you start to see the dots joining about the different ways in which the tech can be used because you've now basically said, okay, well for those, for that narrow group of people who are quite deeply engaged, we're going to actually go back to the core thing, back full circle and make a shopping experience better, right? Not just better because it's safer from, you know, attacks from Bottas who are trying to sort of cop the scarce things and then resell them for more money in the secondary market because it's actually a different emotion, right? Like I've been, I'm closer to the brand, I've been, you know, collecting the different parts, I've been choosing my characteristics and all of that stuff. And now when I come back to shop that scene, right, I'm now allowed into the room to go purchase this product which actually was made specifically with me in mind. Like we're really talking about belonging, right? Yes, it's a better shopping experience and yes, there's this cool world we're building, but the things kind of come together, right? And I remember us chatting about this over tapas a long time ago. There is a membership program, right, with like millions and millions of members in it and the idea that like, and you know, there are different tiers. Like, you know, right at the top I'm an icon member because, you know, I've bought more stuff, I've engaged more, I've shared more, I've customized my profile and all this stuff. I mean I've run more in Adidas shoes, like using the Adidas running app and things like that, I can earn in lots of different ways. Do you see this experiment with this small group here being something which just becomes normal in commerce? Is this like a sign of things to come?"
    },
    {
        "speaker": "C",
        "text": "It is definitely a sign of things to come. You summarize it pretty well. We have Adi Club, which is our membership program. It has different tiers, it has a level up system, it allows you to collect and spend points. So there is all the, let's say, traditional ways on how you reward loyalty. But with nfTs, you can actually take it a step further. You can prove that on chain, you can make it interoperable between different entities, which widens the opportunity to reward participation and to reward loyalty across different touch points, not only the owned ones by the brand. And it definitely allows to actually scale the access to whatever opportunity you're putting behind the wall. So yeah, it is definitely one of the big trends which I think we should be taking a look at and one of the big opportunities for act three as well."
    },
    {
        "speaker": "B",
        "text": "It's funny you say you just reminded me of something which is odd. I'm just so engrossed in the conversation, sometimes I forget what we speak to about with brands every day, day. And the idea of open loyalty, right? The idea that like I demonstrate my engagement here with adidas, but like if a brand partner of Adidas, like a football club, for example, or one of those entertainment partners that you got, like, if there's an experience where they, that group of people could, you know, also have access to just like the special apparel and sneaker drop, you know, our boy Fonz and the token proof crew, like actually can help that happen too, right? So in a way it's a little bit like, you know, because to do that without this tech would actually be very difficult, right? Because there's quite a lot of, like, rules about how, you know, account share, like information sharing and things like that around consumers that you can't just say, oh, here's the email list of people who can log in to your experience and only them and make it super safe. So the brand partnerships angle feels also like a really big kicker for this whole thing."
    },
    {
        "speaker": "C",
        "text": "Absolutely. You said it. Like, we're trying now to make sure that if you engage with one of our wholesale partners and you are buying the Anaditas product, you get recognized and rewarded for that as well. It's a pretty, pretty difficult process to get through all of the limitations, all of the data sharing restrictions, the technology behind it. So it's not easy. And I think that technology allows you to actually make it easy."
    },
    {
        "speaker": "B",
        "text": "An NFC tag in the sneaker might help too. Let's see about that. Okay, look, Vlad, thank you so much. Like, I really, you know, I'm so grateful for the detail that you've taken us through here. Right in these different chapters. We're going to start to zoom out a little bit now and I'm just going to ask you some questions which, like, I just, I've got literally no idea about this, what you think about these things now. So first things first. If you could go back to yourself or the team twelve months ago and say, you know, one thing that you would advise yourself or the team to definitely do and definitely rethink, what would, what would that be? How would you go? How would you, what council would you give?"
    },
    {
        "speaker": "C",
        "text": "I think the answer on what I would have done twelve months ago if I could is very obvious. I would have put forward the creation of the community council to twelve months ago because we talked about all the good things which came out of that. The reason why we are doing it is basically the one thing which helps us to really live the web tree culture of making people collaborators, co creators, co innovators and ultimately co beneficiaries of what we do. So, yeah, that is the one thing which I'll definitely pull forward. I think the one thing which we would rethink is the phasing of some of the things and the timing of some of the things which we released so that we make it a bit closer to the exact moments when people were expecting it and also maybe compress it a little bit with regards to time. As the other thing which we learned is that a year in this space is probably more than a decade in the real world."
    },
    {
        "speaker": "B",
        "text": "Yeah. And actually, I mean, in a way, that's advice. If there's anybody listening who's either on that journey or thinking about beginning that journey, I think those things are very transferable."
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "B",
        "text": "Like the idea of embrace that proximity to the most engaged and create a reason to bring them together definitely feels like it stands. It stands true. So what about some of the recent moves in the space that have excited you recently? Like, so aside from what you've been doing, like, you know, day in, day out, night in, night out with Adidas, you know, you are definitely very active in the space. Like, you bridge the Degen and corporate world extremely fluidly. What else has been exciting you?"
    },
    {
        "speaker": "C",
        "text": "So I don't want to necessarily talk about individual products and projects or brands specifically, but I'll give you three trends which really excite me, which I'm seeing. The first one, I would say, is the one around composability, new standards such as ERC 6551, which basically introduced the possibility to open up. And this has been at the core of everything which we do at oats. We planned it for a very long period of time. I'm seeing other projects embracing it as well. Right now. I do believe that there is a lot of opportunities which this opens up, and it's definitely something which excites me. I'd say the second one is the focus on scalability, be it through the introduction of new collections or new chains, or through expansion of existing collections. The use of this decentralized IP in new ways, in real life, in virtual spaces, that is definitely something which is the second trend which excites me. I would say the third one is the progress which we are seeing in virtual spaces. It still blows my mind that you can, with your browser, use pixel streaming technology, open your browser, join a virtual world with tens of thousands of people, interact with them in real life, and build a virtual economy around it. It makes me very bullish on the future. Add to that the progress in virtual and augmented reality, add to that the progress in AI, and, and you know, that actually, Webtree is here to stay."
    },
    {
        "speaker": "B",
        "text": "I mean, what a great answer. I mean, you know, 6551, you know, the idea that every NFT is a wallet, and you can almost, like, nest nfts with nfts, like, feels like it fits extremely well with the idea of an identity and what that ident like, the traits of that identity, what identity can wear, and all that kind of jazz seems as though, like, that was almost made for that. And I think your point about the virtual space is really interesting, because I think, you know, a year and a half, two years ago, everybody was wondering, like, you know, well, how far away is this metaverse that we're talking about? Like, and I think that was really a case of, like, how open and seamless and always on do we expect it to be and what have you. So. So is it correct to say that things have maybe outpaced, maybe the expectations that you might have had back then?"
    },
    {
        "speaker": "C",
        "text": "Yeah, for sure. I wouldn't have dreamed about the opportunities which we now have with technology. And that's a great thing, because it truly allows to create those meaningful connections between people across the whole globe. Previously, you could only create it through traveling. Now you can teleport yourself within a couple of seconds to an event and jam with people on the other side of the world and interact with them as if they are present in the same room. I think this is also something which is here to stay."
    },
    {
        "speaker": "B",
        "text": "Vlad, that's amazing. You touched on AI. I think anybody who's in the web three space would have noticed as kind of the market drops and the FOMO on web three and nfts kind of, of drops down and AI is kind of trending. Most people think it's come out of nowhere after it's been actually going for like decades and decades through its own cycles. What are your thoughts on that? I mean, I can imagine that the applications for that, for adidas are wide, but like, from your personal perspective, just like you said at the beginning around diving down that rabbit hole, what are some of the things that excite you about how AI kind of fits in this world that you're describing?"
    },
    {
        "speaker": "C",
        "text": "I'm mind blown by the opportunities which generative AI that opened up this year would have never expected that all of this would be possible within such a short period of time. The applications which all of those companies are bringing out are incredible. I do believe it also underlines the need for provenance, basically ensuring that the piece of information which you're looking at did come from the person, which we expect it would have been. So, yeah, I think the combination between AI and web three, technology and decentralization, is very, very strong. And we'll be seeing a lot of additive use cases which bring those two worlds together."
    },
    {
        "speaker": "B",
        "text": "Yeah. Raoul describes these things as the exponential technologies. Right. The exponential age and how these things kind of all fit together. Hopefully, we won't see too many fake sneakers in the digital world. I mean, it's inevitable at the end of the day, but that would be the least of our problems, I think, anyway, if we, if that's what we're talking about. Okay, another question. What do you think are some of the biggest obstacles that brands face right now in trying to do this kind of, of innovation? It seems like a fantastically wide opportunity. Nobody exactly knows how it's going to pan out yet, but not everybody's moving or moving at the same rate. What makes it hard for brands and what would your kind of advice be for anybody who's thinking about it sitting on the sidelines?"
    },
    {
        "speaker": "C",
        "text": "I think it's two things. The first one is the reputation of the space. Recently, it hasn't been great, have been quite a few challenges, and quite a few bad actors have emerged. And I do believe that plays a role. But there is another good thing about that one, and I think some of those behaviors are being filtered and through the bear markets today, it's also moving away from this being a place where I can just trade a coin with an image on it to actually using the technology for what it's meant to be and providing actual value. And the second one, I do believe, is probably the biggest limitation, and that's the onboarding of new people into it. And that's where it's a bit of a chicken and egg problem. But I do believe the role of big brands is to make it super easy for people to become part of that and to own digitally any kind of asset. So that one is probably the second reason why we're not seeing that option, which we maybe would like to see, but it's also on brands to embrace it and to make it part of the journey."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, certainly the reputation part, I think anybody watching this will be, will be, have been along for that ride to some degree. But that chicken and egg thing, I think, is a real interesting conundrum, right? Because, like, back in 2021, when this first experience started, even for the people that were onboarded through Adidas confirmed there was still this thing of, like, I've got to now have the PO app in a wallet to now enter this thing. So I've got to have whatever it's metamask or Coinbase wallet or whatever the 20,000 were kind of already in, right. It was those new ones that I needed to do that. And there's this weird kind of contradiction, right, between, you know, do you own the asset in your own thing, like sovereign in a sovereign way, or do we hold it for you to make it super easy? But then technically, we're kind of back where we started, and it's not as portable for you to take with you and all of that kind of jazz. What's the answer?"
    },
    {
        "speaker": "C",
        "text": "I think the answer is always somewhere in the middle. You have to embrace the people who want to have the full flexibility to have their ownership of their assets, to hold their keys, but you have to make it super easy for people which don't want to engage with all of that, who want to have it easier, who want to have it more user friendly. And it's important to cater for both audiences in order to allow the opportunity for this to scale, because you cannot expect that everybody will go and learn how to remember seed phrase and how to protect it and how to deal with security in this space. You have to make it easy for people to come along on the journey, and that's the role of brands for."
    },
    {
        "speaker": "B",
        "text": "Anybody interested in that, go learn about account abstraction and all of that kind of jazz as well. That's a very interesting topic, one that I don't think we can necessarily. I'm sure Vlad will talk about that as well at some point, but it definitely is coming up in a lot of the conversations that we have with companies is how to crack that one. And it kind of keeps us in a stage where it's like, well, you know, for very high context audiences who are ready and willing to small volume, high value kind of situations, like the audience that you build. It does feel like there's a lot to go after there, but that question remains about, you know, how to solve that chicken and egg conundrum. So let's see what happens there. Vlad, last question for you before we just do a little bit of summing up here. What's your dream for the next twelve to 20 months for your project for the space? Give us an idea of the world you want to live in."
    },
    {
        "speaker": "C",
        "text": "Twelve months. It's. We mentioned it already, a decade in this space. I feel there is so much going on every week. But I'd say the dream would be to transition this from being a space, as we talked about it today, to being an industry. And that can only happen if the focus shifts from short term trading and flipping to actual engagement, to actual benefits of interoperability, to actual real economy in the virtual space, and to actually using the benefits of provenance and proof of ownership and all the good things which web three is bringing to life. So the dream is to actually see that becoming a reality. And I think we're on the right path. I think it's not an impossible dream. I think we'll be able to make that happen. And I'm excited to be part of it as well."
    },
    {
        "speaker": "B",
        "text": "I've got to say I'm excited as well to have been part of it, but also to just see where you all are going, because I think you guys are on an absolute tear right now. I mean, just just to sort of for, you know, the sum up of this thing is, you know, the Adidas journey in this space has been one of very open minded and open hearted discovery. Right from starting with, you know, doing something that we're good at, with people who are good at doing what they're good at, and entering authentically, to realizing that actually, you know, it's not just about elevating and extending how our brand is experienced. We now have a community that we can shape our direction with. Right, which is a learning journey in itself, as you've described, right, to going from involving that community, like the change in the plans there, moving towards the identity thing was something which really happened with the community, the establishment of the council as well, opening yourselves to that process, and then leaning into the idea of creating belonging with identity as well, and coming full circle to actually improving the core commerce experience. That just helps to sort of cement that feeling of like, I'm seen, I'm recognized. There's something special for me here. I think it's a fascinating story and you kind of touched on so many themes about what the technology is able to offer consumers. So I just want to say thank you so much, Vlad, again, for taking us through that really candidly and openly. It's a real pleasure to have shared some of that journey with you and to share this story with the audience. So couldn't say thank you enough."
    },
    {
        "speaker": "C",
        "text": "Thanks for having me, Tarik. It was a pleasure having that conversation. And yeah, just follow me on Twitter. Follow oldspeyadidas on Twitter and be part of the journey."
    },
    {
        "speaker": "B",
        "text": "And your handle, Vlad, it's big fish."
    },
    {
        "speaker": "C",
        "text": "Spelled with the underscore between big and fish. So yeah, find me there. And always open and exchanging thoughts and connecting with people and curious to just learn about new cool stuff. So drop me an audience."
    },
    {
        "speaker": "B",
        "text": "There he is. I fish. You know where to go. Alts by adidas by adidas follow the story and check out the vending machine machine. It's pretty dope. Thanks, everybody, and hope you enjoyed this episode and we'll see you for the next one."
    },
    {
        "speaker": "A",
        "text": "What's up, revolutionaries? Thanks for tuning in. For more content like this, head over to realvision.com and get unfiltered access to the very best, brightest, and biggest names in finance."
    }
]