[
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless everybody get 30. 30 baby get 30 baby get 20. 2020 baby get 2020. Bid to get 15. 1515 just $15 a month, so give."
    },
    {
        "speaker": "A",
        "text": "It a try at mint mobile.com switch."
    },
    {
        "speaker": "C",
        "text": "$45 upfront for three months, plus taxes and fees. Promoting for new customers for limited time unlimited, more than 40gb per month slows full terms at Mint mobile.com dot."
    },
    {
        "speaker": "D",
        "text": "Hey everyone, if you like this podcast, go behind the paywall to get privileged access to the smartest minds in finance. Join the real vision community and learn how to become a better investor. Visit realvision.com rvpod and use the promo code podcast ten. That's podcast ten to get 10% off our essential membership for the first year. Now to the top analysis of today's crypto markets."
    },
    {
        "speaker": "B",
        "text": "Grace, go out. Bitcoin Trust is back in the news as it appeals against the SEC and gets sued by FTX. Plus, the White House is monitoring the situation at Silvergate and why a judge has stern words for the SEC in the Voyager bankruptcy case. Welcome to real Vision Crypto Daily briefing. I'm Ash Bennington. I'm joined today by Aaron Wolman from Ren Gen and Jake Boyle from Caleb Brown. Gentlemen, welcome to the show."
    },
    {
        "speaker": "D",
        "text": "Thanks for having us."
    },
    {
        "speaker": "C",
        "text": "Thank you."
    },
    {
        "speaker": "B",
        "text": "Lots to discuss here again today. But first, let's take a look at the latest price analysis. The total crypto market cap is down 0.7% today on Coingecko. Bitcoin is in the red for the past 24 hours as well as the last seven days. The current price of just is just under $22,300. It close to a monthly low where we're trading right now. It's a similar story for ether. It's down virtually the same amount in percentage terms as bitcoin on a 24 hours and trailing seven day basis. One ETH is changing hands at about $1,560 right now. Analysts at Matrixport cited by Coindesk say ETH call options are looking attractive right now. In a note to clients, Matrixport suggests selling bitcoin options to buy ether options with the, quote, potential profit potential quite strong. Close quote. One other token we're looking at right now is XRP. It's one of the best performers today, up 3.5% in an otherwise negative market. This comes after some rulings in an ongoing lawsuit with the SEC, which were deemed favorable to ripple by some analysts. Okay, viewers, join in the conversation. Put down your questions in the chat wherever you're watching. We'll ask the best ones on air later in the show. Remember, real vision members take priority, but the good news is that real vision membership for crypto is free. With that said, let's bring in our guests. Aaron Wolman is portfolio manager at Ren Gen, a crypto trading firm. And Jake Boyle is director at Caleb Brown, a crypto focused personal brokerage. Let's start with the big picture. Aaron, first to you. What are your thoughts on this market?"
    },
    {
        "speaker": "D",
        "text": "I think this is a really tough market right now. We've seen price action remain pretty decent. However, I think the macro backdrop, as cliche as that remains to be, is difficult and presents some headwinds."
    },
    {
        "speaker": "B",
        "text": "What's that mean? Aaron, what does the macdoor backdrop mean to you? Why does it present headwinds and what are you seeing?"
    },
    {
        "speaker": "D",
        "text": "Sure. Well, I mean, simply put, crypto is a long duration asset, tends to benefit from lower interest rate environments. Even today, right before the show, we're seeing some conversation out of the Fed saying, hey, we may need to go higher for longer."
    },
    {
        "speaker": "B",
        "text": "The idea here is you're in a period with inflation that's persistent, that doesn't seem to be responding to monetary policy. You may have a federal reserve that is, in effect, forced to keep interest rates higher for longer."
    },
    {
        "speaker": "D",
        "text": "Yes, thank you. Sorry. And all of that presents headwinds to the sector. Both, again, is a quote, unquote long duration asset that simply reacts well to lower interest rates, as well as from a functional standpoint, when traditional, very safe yields are high in the real world, crypto, which tends to be a little bit more dangerous in terms of its yield generation or in terms of the risk that you have to take to chase that yield generation, becomes less attractive."
    },
    {
        "speaker": "B",
        "text": "We're looking to shade under 400 basis points, just under 4% on the ten year treasury right now, trading on my screen at three spot 964. Reading that off the CNBC website. Jake, jump in. Thoughts on this market more broadly or on the macro context?"
    },
    {
        "speaker": "C",
        "text": "Well, I think Aaron summarized everything quite well there. I think the only thing I would really add would be consumer sentiment. What we've seen is we've seen colossal contagion events damage the space, particularly over the course of the last six months post FTX. Curiously, though, bitcoin's volatility hasn't been anywhere near as fast as what it was some months ago, in spite of the Silvergate news and various other contagion events really hitting the industry quite hard. My takeaway from that, particularly dealing with our clients around the world, is that a lot of the investors who had lost confidence in the crypto ecosystem, they're probably already sold by now. And the reality is that a lot of people now are looking at the market and they're holding on for dear life, looking for some positive sentiments, something to celebrate, something to see as a win. Fortunately, there are some nice news items that are coming out. But for me personally, seeing the Silvergate news come about and bitcoin still holding that 22 23k kind of range, to me, that suggests that the majority of damage is done. And now we're in that position of simplicity and just waiting to see what happens next with our major regulatory decisions."
    },
    {
        "speaker": "B",
        "text": "Hey, talking of which, let's get some of the news flow out there. Talking about some of these headwinds out in the space, let's take a look at our top story. It's a double header for Grayscale bankrupt crypto exchange. FTX says its affiliate, Alameda Research, is suing lots of parties. Grayscale, its CEO Michael Sonnenshawn, Grayscale's parent company DCG, and its CEO Barry Silbert. Grayscale is the operator of GBTC, the largest bitcoin trust. Alameda alleges Grayscale has been charging, quote, exorbitant management fees, close quote. In its suit, it also says that Grayscale has, quote, for years hidden behind contrived excuses to prevent shareholders from redeeming their shares. Close quote. FTX says if successful, a lawsuit would unlock $550 million of FTX assets. It would also unlock at least $9 billion for the wider market. This according to FTX. A Grayscale spokesperson told Coindesk that the lawsuit is, quote, misguided. They said, quote, Grayscale has been transparent in our efforts to obtain regulatory approval to convert GBTC into an exchange traded fund and ETF, an outcome that is undoubtedly the best long term product structure for Grayscale investors. Close quote. And speaking of that effort, Grayscale has a court hearing today to argue against the SEC's decision. They are still seeking to block Grayscale's attempt to convert the trust into an ETF. That, of course, an SEC position that we've heard a great deal about. By the way, I should say in full disclosure, I think I own about five shares of GBTC right now. It's worth less than $100, I think. Aaron. Jake, this is an ongoing issue that affects multiple chart parties and key players in the crypto industry. What do you make of all this. First you, Aaron, jump in."
    },
    {
        "speaker": "D",
        "text": "Sure. Yeah. I mean, I think that it's really interesting to see that, as you mentioned, both of these two aspects of the case are proceeding at the same time, both Grayscale directly against the SEC, as well as now having FTX and Alameda kind of jump into the fray. And while FTX and Alameda aren't directly going after the SEC, their cases indirectly doing the same thing, the same argument that Grayscale is presenting as well. What I think could be really interesting is that while the courts may not really care, or definitely the court of public opinion may not really care about whether Grayscale is able to convert the trust into an ETF, the fact that we have the claim of harm against so many kind of innocent retail investors making its way through that could potentially sway things. Certainly, I think with a trust, a discount to the net asset value is justified, but a 40% to 50% discount seems quite large, and it certainly feels like people are positioning themselves now to take advantage of that, reverting maybe to the 15% to 20% area. And certainly if they can convert to an ETF, that could get much closer to flat."
    },
    {
        "speaker": "B",
        "text": "Jake, any thoughts on that?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I think, first of all, it's Alameda suing Grayscale. A lot of consumers are probably going to think it's calling the kettle black there to a large extent. At the end of the day, retail customers and investors are the ones that have been hit the worst throughout this whole FTX and consequentially, Alameda fiasco. And to be able to see Alameda going after grayscale in this capacity, it does seem like the accountability can, is just getting kicked further and further down the road. Literature news with regards to Voyager and finance kind of also raises that point."
    },
    {
        "speaker": "B",
        "text": "Let me jump right in with that story here, because we've got some news flow on this as well. Obviously, other bankruptcy news. Coindesk reports a judge in the Voyager digital bankruptcy case has criticized the US securities and Exchange Commission. The judge says he cannot wait for the SEC to clarify its arguments as to why binance us should not be allowed to buy Voyager. An attorney representing the SEC made a claim this week that Binance US operates an unregistered securities exchange, which Binance us objected to. The judge claimed that the urgency of the bankruptcy process means he cannot wait endlessly for regulators to hash out their position. This is a quote from the judge. Quote, I have no idea how long I can do nothing and wait until Congress and competing regulatory authority sort amongst themselves. Just who has what authority over what aspects of this, what kind of authority. I have no idea how long that's going to take and what we can do, and we can't do that in a bankruptcy case. The judge has also ruled that any token issued to help repay Voyager creditors should be exempt, exempt from any enforcement action by the SEC. Additionally, the judge said that the SEC's position would, quote, leave a sword hanging over the heads of anybody who's going to do this transaction. How can a bankruptcy case or any court proceeding function with that kind of suggestion? Close quote. That's according to Bloomberg News. I wanted to just touch on one other story here on Silvergate while we're talking about this new news flow there as well. The White House press secretary says the White House is aware of the situation at the crypto friendly us bank, Silvergate Capital, and that it is monitoring the situation. Silvergate continues to fight for survival amid an excess of capital and potential pending litigation. The press secretary at the White House said, quote, President Joe Biden repeatedly called on Congress to take action to protect everyday americans from the risk posed by digital assets. Not exactly crypto friendly comments there, I guess one could argue. Jake, jump back in. We were talking a little bit about this, what's happening at Silvergate, what's happening in the Voyager lawsuit, and the questions that the judge is addressing with regard to the SEC."
    },
    {
        "speaker": "C",
        "text": "Ok. There's a lot to cover there. So I think, first of all, starting with Voyager, the real concern that comes to mind here is what happens to the customers and the investors. At the end of the day, it seems that amongst this regulatory mess, if you want to call it that, the consideration of making investors whole as a foundational goal does not really seem to be on the forefront of anyone's mind. The concern being that if mediation can't resolve in an outcome to which someone is valuing those voyager assets and doing something to be able to give a value towards and for the shareholders and towards anyone who is using the platform. That to me is quite concerning regulation in my two cent in the subject is that it should be consumer first, particularly for a nascent asset class such as cryptocurrency, that is as risky as we know. So for that not to be the case is something that does bother me. But diving into Silvergate, what specifically is."
    },
    {
        "speaker": "B",
        "text": "It that bothers you, Jake?"
    },
    {
        "speaker": "C",
        "text": "Well, it seems that post, there was such a regulatory environment that was pro FTX for such a large period of time, and so many investors and people who are trying to do the right thing and pioneering the cryptocurrency ecosystem feel so burnt that a company was able to grow to such a size with so much regulatory support whilst running a fraud the entirety of the time. And now what's happening is people are burnt by virtue of that fraud unfolding. And those same regulatory bodies now are in a position where squabbling over all these kind of fine details and these fine technicalities. But at the end of the day, for a company like mine, we've got customers who may have had assets on FTX, they may have invested in some of these firms or lending platforms, and they're calling us up saying, hey, Jake, when is someone going to talk to me about my assets and my investments? Yeah."
    },
    {
        "speaker": "B",
        "text": "By the way, someone just pointed out in the comments that Alameda is also in the process of suing Voyager as well."
    },
    {
        "speaker": "C",
        "text": "There you go. It's almost comical at the point where there are so many people pointing fingers and everyone's getting sued and everyone's being investigated. But at the end of the day, how many millions of customers across the US and the rest of the world have to refinance their homes as a result of this, have to take out high interest rate loans to pay for their cost of living because they were subject to what is a case of fraud?"
    },
    {
        "speaker": "B",
        "text": "Hey, everyone, we're going to take a quick pause and hear a word from our partners. We'll be right back."
    },
    {
        "speaker": "A",
        "text": "Ryan Reynolds here from Mint Mobile. With the price of just about everything going up during inflation, we thought we'd bring our prices down. So to help us, we brought in a reverse offer auctioneer, which is apparently a thing."
    },
    {
        "speaker": "B",
        "text": "Mint Mobile Unlimited Premium wireless dollar 30 Biddy get 20. 2020 Biddy get 2020. I better get 15. 1515, just $15 a month."
    },
    {
        "speaker": "A",
        "text": "So give it a try at Mint mobile.com switch $45 upfront for three months."
    },
    {
        "speaker": "C",
        "text": "Plus taxes and fees. Promoting for new customers for a limited time unlimited. More than 40gb per month slows full terms at mint mobile.com dot."
    },
    {
        "speaker": "B",
        "text": "Well, you know, I'm not a lawyer, I'm not a very sophisticated legal party. But in just reviewing this article from Bloomberg about what the judge said here, my interpretation of this, maybe this is incorrect, is that the judge was essentially saying, look, we can't litigate and regulate in this case. We've got creditors that need to get taken care of. And here that seems to be the argument that you're making as well, Jake."
    },
    {
        "speaker": "C",
        "text": "Well, my understanding is that mediation is the next step. So what the outcome of that is to be, I'm sure we'll hopefully find out. Sooner rather than later. My main concern is that this just stays in the courts for such a large period of time that by the time any outcome is made, it could be years and years down the road."
    },
    {
        "speaker": "B",
        "text": "Mediation between FTX and in this case, Voyager, is that what you're saying?"
    },
    {
        "speaker": "C",
        "text": "More so concerning Voyager and any capacity for their assets to be acquired and, of course, FTX involvement with Voyager, which, because right now the issue is that no one's going to want to touch Voyager because there's a knife dangling over your head if you engage in any capacity of talks with the company."
    },
    {
        "speaker": "B",
        "text": "Yeah, and I think that was the judge's point. Aaron, jump back in here, see if you can provide a little clarity. Zoom the camera out 50,000ft, if you could, because I know we're getting lost in the weeds here. Obviously, this is a very complicated case, or series of cases, I should say."
    },
    {
        "speaker": "D",
        "text": "Aaron? Sure. Yeah. I mean, to add some perspective, I think from maybe like the traditional finance world, a lot of the discussion that I've been hearing lately about Voyager, somewhat about Silvergate, really has other portfolio managers conjecturing that the SEC is trying very hard to stay in the gray area. And the reason that they're doing this is that they're wary of going after something, taking it to a court where things can really be defined in a precedent set that maybe affects, like, a ton of other SEC potential enforcements or paths forward. And so I do think that one, the judge in this case is wise to be pushing for clarity for consumers. But I also think you're talking about."
    },
    {
        "speaker": "B",
        "text": "Specifically the Voyager bankruptcy and Binance US's attempt to acquire that company."
    },
    {
        "speaker": "D",
        "text": "Correct. But I also think that there could be an added benefit in terms of anything that the us regulatory system itself can do, or even the US court system, to force the SEC into defining what it's looking for and not just trying to hold people in the gray area is a benefit to both consumers that are trapped in the bankruptcy process as well as crypto users overall."
    },
    {
        "speaker": "B",
        "text": "Talk a little bit about those consumers who are trapped in the bankruptcy process, what their goals might be here, and how you see that context unfolding."
    },
    {
        "speaker": "D",
        "text": "Well, I mean, simply put, any consumer that's trapped in the bankruptcy process is looking for clarity and obviously the return of their funds. Right. As Jay pointed out earlier, there may be significant financial hardship as a result of, of this liquidity lockup of assets being in bankruptcy, even if they're able to be recovered, if it takes five to ten years, that's capital that people can't use for other investments. Living, any education and whatnot. So the quicker that people can get a resolution, the better it's going to be for them, obviously, as a whole."
    },
    {
        "speaker": "B",
        "text": "And you're referring specifically here to the Voyager case or more broadly with FTX."
    },
    {
        "speaker": "D",
        "text": "I would say for FTX as well. Anyone that's trapped in any type of bankruptcy proceeding as a customer, especially a retail customer, clearly wants resolution as quickly as possible."
    },
    {
        "speaker": "B",
        "text": "Right. And the challenge here, it seems, in addition to all the usual competing claims that you have in bankruptcy, you have this regulatory overhang. And I think that's what the judge is objecting to here. This idea that SEC is putting forth, the argument, as I understand it, which is the same perfectly, that binance, us, according to the SEC, is an unregistered exchange and therefore does not have standing to attempt to acquire these assets. At least that's my understanding of the case. I know it gets very complicated very quickly. Jake, let me flip this back over to you. I know we were talking a little bit off camera about what's happening over at Silvergate. What's your take on Silvergate bank at this point?"
    },
    {
        "speaker": "C",
        "text": "Well, look, things are not looking good for Silvergate at this point at all. I think that one of the foundational issues, and this is more zooming out a little bit here, is that the idea of crypto banking and the idea of one bank specifically operating for cryptocurrency related clients is fundamentally flawed. We see across major banks around the world have exposure to numerous sectors. So the idea of being solely exposed to crypto seems tremendously high risk. And the concerns with Silvergate seem to be evidence of that. So, moving forward, and if there is to be a recovery of cryptocurrency banking, if we are to call it that, I believe that it needs to be a standard set whereby traditional banks can bank the right cryptocurrency businesses. Of course, it's going to require difficult criteria, consumer protection standards, know your customer and so on. But ultimately, we need an fiat on and off ramp for major crypto businesses. And if we do not have that, then it's the Wild west yet again, with stable coins and altcoins and companies that are operating offshore and the likes of that. So I think that's the main kind of crux of my concern, but also where I think the future could potentially be positive in some senses."
    },
    {
        "speaker": "B",
        "text": "Hey, Jake, let me ask you two questions with regard to grayscale. First, you said that it does not look very good. Give us a little bit of context on why that's the case. And second, give us the case for what you foresee happening in the space if there are continued challenges with Silvergate, sure."
    },
    {
        "speaker": "C",
        "text": "So for Silvergate, it's not looking too good in the sense where look, for the last six months, we've seen numerous deposits and major companies no longer using Silvergate as a primary bank or a bank that they use at all, for that matter. I mean, even us at Caleb and Brown, we have an account with Silvergate. We have accounts with banks all around the world, and it's been a long time that we haven't actually had a balance with Silvergate. We don't use the bank. Fundamentally, the concern there naturally is going to be that if a bank cannot get deposits and if it cannot get large companies and corporate accounts to transact with them, then, I mean, it's all fairly black and white and bleak in that sense. So I hope that things turn in that capacity and I hope that the bank is fine, much like I hope that all crypto businesses are fine. And apologies, I've forgotten your second question that you had there."
    },
    {
        "speaker": "B",
        "text": "What are the implications if this continued dark outlook that you've articulated for Silvergate continues?"
    },
    {
        "speaker": "C",
        "text": "I think the dark outlook would be that largely banks become more averse to banking the cryptocurrency space, and thus the infrastructure is no longer as useful for cryptocurrency consumers, investors and traders. At the end of the day, we need to be able to have a way to get your us dollars, your australian dollars, your british pounds into your bank account safely because you've got bills to pay, you've got expenses. And customers shouldn't be alienated from the cryptocurrency space if they are operating with traditional banks and vice versa. But I think I want to give a bit of optimism on that. At the end of the day, Silvergates exchange network was a good product. It's game changing for the ecosystem. We have."
    },
    {
        "speaker": "B",
        "text": "By the way, for those who don't know that the SEN, the Silvergate Exchange network that you're referring to here was a pathway for institutional investors to make payments 24 hours a day, seven days a week through a system that was proprietary to the Silvergate bank. Obviously something that functionality that wasn't replicated elsewhere in the space and an important piece of infrastructure that's now no longer operative."
    },
    {
        "speaker": "C",
        "text": "Thank you for that. I should have clarified that myself. But look, what I would say there is. The technology was sound, but there are problems with the business that fundamentally use that technology. We can be pessimistic about it. We can see it all as doom and gloom but at the end of the day, it was only a handful of years ago when the ICO boomed that we saw ERC 20 tokens and ICO cap raises, which were fraudulent scams and ridiculous. That doesn't mean that ERC 20 token technology is fundamentally bad. In fact, there's been tremendous use cases that we've seen. So that's the same approach that I see with the Sen technology here."
    },
    {
        "speaker": "B",
        "text": "I want to bring Aaron back in. Aaron, any thoughts on Silvergate before we move on?"
    },
    {
        "speaker": "D",
        "text": "Yeah, definitely. I mean, Silvergate has a number of issues facing it. I think the biggest right now is a crisis of confidence. As Jake pointed out, if no one wants to use a bank and they have no deposits, they're going to have trouble staying in business. And that means that we could see silvergates seized by the United States government. Their collateral ratio is pretty low. Last I looked, in terms of the amount of cash they have on hand for deposits, this was exacerbated somewhat by the fact that Silvergate did make a mistake by holding some of its assets in securities, like bonds, that were not quite as short duration as they needed to be. And so what happened? Bond prices move inversely to interest rates is they purchased securities where they thought that they would be like a safe store of value. As interest rates continue to go up, the value short term, or in the present moment of those securities went down. As Silvergate had to raise capital to redeem depositors, they essentially had to sell some of those securities at a loss. That also exacerbated the situation. I do think that Silvergate is an interesting business, and unfortunately, this conjecture on my part think that some of the accusations that have been made against Silvergate management will keep them from being acquired, at least pre bankruptcy potential. Pre bankruptcy bankruptcy, rather, from someone else, like maybe bank of New York Mellon, which could be potential acquirer in terms of someone that's already playing in the space from a custodial standpoint."
    },
    {
        "speaker": "B",
        "text": "Why do you see that? And you say pre bankruptcy. Give us a description. Obviously, we should point out Silvergate is not in bankruptcy. Not currently in bankruptcy. What do you mean by that?"
    },
    {
        "speaker": "D",
        "text": "Sure. Yeah. To clarify, we don't know if Silvergate will go into bankruptcy. I should say, should they head there if liquidity for them continues to be a concern? What I mean is that there may be potential acquirers who view the business as very attractive. However, they might be reluctant to purchase that business, knowing that they would also be taking on any of the liabilities that may have been accrued by current or prior management. I think that for people that are interested potentially in the business as both investors or acquirers, they have to be patient right now to see what happens. Unfortunately, that patients only adds to the self fulfilling prophecy of a run on the bank or liquidity cascade that continues to hurt Silvergate."
    },
    {
        "speaker": "B",
        "text": "Well, obviously, we have to be very careful when we're talking about this here to not imply anything beyond what we already know. But let's talk about this as a general proposition without specificity here to Silvergate. Why is it as a general proposition that banks are more interested in acquiring assets after bankruptcy rather than before, as you alluded to its protection from some of those potential bad debts? But explain a little bit there about what that means and what the implications are for the acquirer and the acquired."
    },
    {
        "speaker": "D",
        "text": "Yeah, sure. I mean, I think, simply put, in a general sense, again, no conjecture about Silvergate or any accusations about Silvergate, but in a general sense, if I'm buying a business and that business has not gone through a bankruptcy process, once that transaction goes through, as the buyer, and once I own that business, all the liabilities of any previous actions continue and now fall to me as the owner of that business, certain aspects of the bankruptcy process, and I am not a bankruptcy lawyer or bankruptcy expert, so I won't go into detail there, can wipe the slate clean, so to speak. And so as a buyer, you want to remove any potential liability from the actions of management or previous owners or previous employees that were not under your control. Right. Like you don't know what's in the closet. Even after going through maybe a lengthy due diligence process, could you be 100% sure that you may not face some type of devastating lawsuit or news that comes out about something that you didn't uncover? And right now, I think it's just too difficult for, in many cases, it's too difficult to remain generalized for people to justify acting until they feel like that slate has been wiped clean."
    },
    {
        "speaker": "B",
        "text": "Let's move on to a couple of other stories here we have multiple interesting stories about NFT starting out with this one. Crypto publication, the Big Whale says in an exclusive report that Amazon will launch its own NFT marketplace next month. The Amazon website will feature a tab called Amazon digital marketplace that will appear on the us website on April 24. The tag will then be added to other regions later. Again, that's according to crypto publication the Big Whale. Moving on to France, AI and NFT artist Claire Silver has announced her next collection will feature in the famous Louvre museum in Paris. The collection, titled love in the fourth turning will premiere on March 21. Clezer clever name they're referencing, presumably the neil how book of the same name. Staying with France. Famous french luxury brand company Hermes has filed a lawsuit in New York. The brand is seeking to prevent NFT artist Mason Rothschild from selling or promoting his meta Birkin NFTs. The collection is based on Hermes iconic Birkin Baghdad, last month, a jury ruled in favor of Hermes for a trademark infringement. The company is now asking for Rothschild to transfer any meta Birkin NFTs in his possession to an Hermes controlled wallet. And finally, Yuga Labs has revealed it generated $16.5 million in sales of twelve fold. You guys, first NFT collection on the bitcoin blockchain. 288 pieces auctioned off with the highest biddenness of $160,000. Gentlemen, any thoughts on these NFT stories?"
    },
    {
        "speaker": "C",
        "text": "Well, I'd say you build in a bear market, right? And personally I think it's quite nice to see that there are people who are trying to innovate the ecosystem, particularly when trading volumes have there was a bit of a spike the other day, but prior to that, the last nine months, twelve months, it's been quite bleak for the NFT ecosystem. So seeing bitcoin ordinals, some further utility use case there, paired with yugalabs making further investment into the space as a major leader of the industry and other companies like Hermes, also for the better or the worst, making sure that their brand and how they're seen in the NFT or web three ecosystem is to their liking, I would say that it's all a positive. We haven't really seen all that much happening in the ecosystem over the last year on a mainstream level, and now it's starting to come to the mainstream a lot more. And I'd say that's a positive."
    },
    {
        "speaker": "B",
        "text": "Aaron, any thoughts on these NFT related stories?"
    },
    {
        "speaker": "D",
        "text": "Aaron sure. I think the Amazon thing is pretty interesting under the surface. I have some questions and potentially concerns. That article does go on to say that Amazon's going to be using a non EVM compatible chain, which is to say that the Amazon chain, so to speak, which will be hosting or where these NFT transactions will be settled."
    },
    {
        "speaker": "B",
        "text": "The Ethereum virtual machine. So these are not going to be running in a standard Ethereum virtual machine, correct."
    },
    {
        "speaker": "D",
        "text": "I think for me the biggest question is, is this strategy for Amazon a kind of like tacked on strategy of, hey, we have to do something with nfts, which I feel like so much of the quote unquote web two world has done so far. Basically it's like having a home project that you need to do and you need a hammer. You go to the hardware store and there's a shiny new saw in the lobby of the hardware store and you're like, man, that saw looks so cool. We got to get one of those and you home and you're like, what are we going to cut? And I feel like so much of the NFT kind of mania and hype, especially with web two, is basically that same thing with a shiny new saw, right? So to me it's going to be really interesting. Has Amazon really thought through a way that they're going to integrate nfts into their platform or where this marketplace is going to be integrated into the community? Or is it just this kind of like bolted on thing where they can check a box and say, we're doing nfts too?"
    },
    {
        "speaker": "B",
        "text": "Well, I love a shiny new saw as much as the next guy. Hey, everyone, we're going to take another quick break and hear a word from our partners. We'll be right back to the real vision crypto daily briefing."
    },
    {
        "speaker": "E",
        "text": "This podcast is sponsored by Ramp. Are you the decision maker in your company? Consider this. For the first time in decades, theres a better option for a corporate card and spend management platform. Meet Ramp, the only corporate card and spend management system designed to help you spend less money so you can make more. With Ramp, you get full visibility into your companys spending and control who spends what with each vendor. Ramp software collects and verifies receipts instantly to save your team valuable time. Ramp automates data entry and routine tasks with automated approvals, expense categorization, and bill payments. Time consuming tasks, which means youll stop wasteful spending and close your books in hours instead of days. Businesses that use Ramp add up to 5% to their bottom line the first year. If youre a decision maker, adding Ramp could be one of the best decisions youve ever made. Get dollar 250 when you join ramp for free. Just go to ramp.com easy. Ramp.com easyasy cards issued by Sutton bank and celtic bank members have DIC terms and conditions apply."
    },
    {
        "speaker": "B",
        "text": "I know we're going to get to some viewer questions in just a second. I can see them pouring in here, but I also, before we do that, want to take a look at some clip? We want to show viewers a clip from the latest CIO sessions here at real vision. This is where real Vision Pro crypto members get access to strategies that professional investors use to navigate the crypto space. You can sign up@realvision.com Pro crypto to access these institutional grade videos. Here's a snippet from it right now."
    },
    {
        "speaker": "F",
        "text": "Yeah, I do think you have to start with inflation, and I have strong views, and I understand it's hard to engage because people are really vocal on both sides. And right now, the loudest macro pundits, at least the ones who have increased their volume in the last few weeks, are the ones talking about the Fed being back behind the curve because of this resurgence in inflation. And that's really scary, because then we're going back to the whack a mole fed who's just going to crush markets or at least cap all upside. For me, I think inflation will continue to normalize into the summer, and arriving in that view requires a pretty granular approach to modeling inflation. In my career, I've had the benefit of trading a lot of inflation products, and doing that requires figuring out all the actual modeling, all the subcategories, and aggregating that to a fixing model. On the other hand, I'd say the core of the inflation acceleration arguments are they're based on these hand wavy macro models which haven't really been relevant in about 50 years. And in some ways, you feel validated by last year's inflation, or you're just willing to say, this time is different. This is the most unique cycle we've had in a long time. So, of course, the models which are relevant models can be relevant that weren't relevant before. And I'd say there's two main arguments that come up a lot. One was that there was just too much stimulus, and now you have this inflation problem which can't be put back. And I think that actually misses quite a bit of what's going on."
    },
    {
        "speaker": "B",
        "text": "Okay, once again, you can sign up for that. Real vision.com pro crypto. That's real vision.com pro crypto. Okay, let's move on to some of our viewer questions. Looks like they're coming in fast and thick here. This is from Ralph on the real Vision website. Ralph is one of our regular viewers. Elon Musk can raise money to buy Twitter, but crypto companies are not rallying to help Silvergate. Any thoughts on this? Aaron, I think this may come back to some of the points you made earlier."
    },
    {
        "speaker": "D",
        "text": "Sure. Well, the first thing I would say is that Elon Musk was able to raise money to buy Twitter by pledging personal collateral. So I'm sure that if the CEO or the organization itself had a ton of extra collateral, they would be happy to pledge it to raise money if they needed to do so. They also probably wouldn't need to raise money. I do think that we have seen some articles recently in the news about George Soros taking a large position in Silvergate from the long side as well as Citadel, and I would be cautious about reading too much into that as either one of those players being a white knight. My guess, and again, this is complete conjecture, is that Soros is looking for a short squeeze and might have other guess, would be that Citadel is using those shares to manage either market making or options trading positions."
    },
    {
        "speaker": "B",
        "text": "Jake, any thoughts on this question?"
    },
    {
        "speaker": "C",
        "text": "I think every industry needs a hero, and as you just mentioned, Elon Musk has personal collateral on the line, so it's a lot easier to have further investors flock towards you. Cryptocurrency doesn't really have that knight in shining armor. The media at large positions SBF as that individual only a year or so ago, and as a result of that, we're kind of left in the ruins. CZ is a polarizing character and loved and hated by many and most, but we don't have an Elon Musk in the cryptocurrency space who is going to come through and have that kind of legitimacy put forward to the consumers and other businesses who will support saving those companies."
    },
    {
        "speaker": "B",
        "text": "And by the way, we mentioned in an earlier story that basically right now, Binance is being challenged in federal court for the acquisition of assets from Voyager. So it doesn't seem likely that they would be throwing their hat into the ring on Silvergate anytime soon."
    },
    {
        "speaker": "C",
        "text": "Yeah, exactly right. If you're a large company in this space and you've got a business that you are taking care of, you're going to be hit by a bear market, you're going to be hit by bitcoin trading in the $20,000 range instead of the $60,000 range. Is it going to be on the forefront of your minds to be looking out for other companies? Probably not. So I think that's just the dilemma that we currently have."
    },
    {
        "speaker": "B",
        "text": "Okay, here's an interesting question that comes to us from Vincent on the real Vision website. Thoughts on the delay of the Shanghai upgrade, which now overlaps with the Mount Gox unlock? Any thoughts on the Shanghai upgrade to the Ethereum network?"
    },
    {
        "speaker": "D",
        "text": "Yeah, I mean, these delays are frequently announced, right? We want to make sure that they happen correctly. These upgrades happen correctly. The Mount Gox unlocks, so to speak, may also be delayed. To me, these seem like more potential trading events than they are. Any type of long term structural issues with crypto, if anything, I would say long term. Structurally, they're tailwinds, not headwinds. Getting the Mount Gox tokens unlocked and out into the market, getting past that is a positive. And all of the roadmap for ETH in my opinion, is also very positive."
    },
    {
        "speaker": "B",
        "text": "Jake, any thoughts on the upgrade to Ethereum?"
    },
    {
        "speaker": "C",
        "text": "I completely agree that I think that at the end of the day, infrastructure and technology is one thing and that needs to be viewed at the from a long term fundamental approach. But obviously being cryptocurrency trading 24/7 all of these delays and all of these market headlines are a fantastic event for anyone who's day trading in the ecosystem. Personally, I look beyond that. I want Ethereum to succeed and I want the infrastructure to be sound. And if that means that things be delayed, then I think that's just a part of commerce and business that all companies and innovative sources of technology will experience."
    },
    {
        "speaker": "B",
        "text": "My God, it's been nearly a decade since Mount Gox collapses. February of 2014. I mean, it's just been dragging on forever, hasn't it?"
    },
    {
        "speaker": "C",
        "text": "Well, as someone who actually used Mount Gox some time ago, it's basically half my life ago then. So it's one of those things where I just, I could never see a situation where that's something that we look at as a past event. But look, you know, as mentioned before, I think that when the day does come, if the day does come, that that is something of the past that's a positive for the space. That's one less thing for short term traders to be concerned about and we can move forward to better subject matters."
    },
    {
        "speaker": "B",
        "text": "Here's an interesting story talking about more current bankruptcies from Mister Ali on YouTube for us. Senators called for an independent examiner of FTX and a judge ruled a few days ago denying it, saying costs would exceed the needs of the creditors. Any thoughts on this?"
    },
    {
        "speaker": "D",
        "text": "Good Jake, this one's all you."
    },
    {
        "speaker": "C",
        "text": "I thought you might have liked that. Look, I think the FTX fiasco is as unpredictable as ever. And look, at the end of the day, I think that, look, creditors are wanting to be made whole. There is so much uncertainty and news coming out. This is not a bankruptcy like any other. To a large extent there is news coming out that is beyond ridiculous. And as a result of that, on my end, I kind of just hope that we can get some degree of clarity on what actually happened first, because as far as I'm concerned, we still don't really know where the root cause of issue was. What happened on this day. There's so much hearsay involved and everyone's suing everyone until we let the dust settle and get some actual clarity and a benchmark of actual facts, I can't really comment on anything else until that day comes."
    },
    {
        "speaker": "B",
        "text": "Well, gentlemen, we've covered a lot of ground here, a lot of complexity, a lot of court cases, a lot of legal battles. Lots to talk about here. Obviously, a great conversation. Give us your final thoughts. Key takeaways from each of you. First to you, Jake."
    },
    {
        "speaker": "C",
        "text": "Well, I guess a key takeaway looking to the year ahead is to focus on technology and focus on building infrastructure that ensures consumer protection, and it also protects businesses that operate in the ecosystem, whether that's banking, whether it's, if you want to look in areas of lending, if that's what you're interested in, or whether it's just the foundational standards of the progress of Ethereum and bitcoin and the likes of major currencies in the ecosystem. If people who are building and investing in the space look to focus on longevity as opposed to short term headlines and short term trade opportunities, then perhaps well be better set forward to grow beyond the bad reputation which I think cryptocurrency has landed itself in having recently."
    },
    {
        "speaker": "B",
        "text": "Yeah, thats very well said. Aaron. Final thoughts? Key takeaways?"
    },
    {
        "speaker": "D",
        "text": "Aaron sure. From a trading standpoint? Well, first, ill say that I do believe that the bottom of this cycle is in that being said, I think that at least for the next three to six months, the markets are going to continue to be quite choppy and theyre really going to be a place for really professional or semi professional traders that are focusing really on events to be active. And for people that are much longer term investors or interested in technology, now is a great time to enjoy some time outside, take your long term plays, spend more time watching real vision and reading up on the news and keeping up with the things that are happening but not spending too much time executing orders."
    },
    {
        "speaker": "B",
        "text": "Well, I couldn't possibly disagree with that. And more time spent watching real vision is always time well spent. Aaron, Jake, pleasure having both of you with us today. Great conversation."
    },
    {
        "speaker": "D",
        "text": "Thanks for having us."
    },
    {
        "speaker": "C",
        "text": "Thank you so much. Cheers."
    },
    {
        "speaker": "B",
        "text": "That's it for today. Michael del Castillo from Forbes will join us live tomorrow. Make sure to check it out@realvision.com. as well, we have two important two part series called how to unf your future. It features some of the most visionary thinkers and investors we know. This week, we'll be exploring all the ways in which we're all f, ed, featuring Raoul Dario Perkins, Frederick Niebrand, Peter Zahan and Alex Gurovich. In week two, we thankfully move on to the solutions. We'll leave you with a trailer right now. See you at 09:00 a.m. pacific, noon Eastern time, 05:00 p.m. london live on real vision crypto daily briefing. Have a great afternoon, everybody."
    },
    {
        "speaker": "G",
        "text": "If we want to change the outcomes for this really screwed up world where our wages don't go up, where we're being replaced by technology, where governments are massively in debt and we foot the bill via taxes, where we see debasement of assets so we can't afford as many assets as we like, so the rich get richer, the poor get poorer. If we don't like to see the rise of populism based on this broken society because the promises of the future have been broken, let's make our promises to our future selves come right. And that's by Unf, your future. Some of this is going to really f your future in 20 or 30 years time, but we've got time to figure that out because it's unstoppable."
    }
]