[
    {
        "speaker": "A",
        "text": "Bankless nation. Welcome to 2024. And on the first bankless takes of the year, we have six predictions, six investment themes that we think are going to define the meta for the rest of the year, maybe into 2025. But from what we can see today at least, is already setting in place some six different investment themes that we are going to watch develop over the years. Ryan, how was your holidays?"
    },
    {
        "speaker": "B",
        "text": "Oh, it's good, man. I have a little bit of COVID so if listeners."
    },
    {
        "speaker": "A",
        "text": "Holiday Covid?"
    },
    {
        "speaker": "B",
        "text": "Yeah, if listeners hear the present from the family in my voice. Yeah, a parting present. But David, I'm excited to start 2024. This first episode of year and predictions are curated by you, yourself or these investment themes, I should say. So I've gotten a chance to look at them at a high level. I think I need your help to get us through this. Do you want to get in?"
    },
    {
        "speaker": "A",
        "text": "Absolutely. And if you've been a content consumer, crypto, you know that every single content producer that exists in crypto has put out their predictions for 2024. Whether you are a writer or a podcaster, you have your predictions. This is a, that is a little bit of a meta, an aggregator, because I've been reviewing all of those and also putting my own spin into these. And this is also an article that I wrote. It came out yesterday on Bankless. Bankless.com dot. You can read it@bankless.com. 2024 crypto metas. But we will also regurgitate that content for you here on the podcast. Six different ones all across the space, both inside of Ethereum and outside of Ethereum. And so we're going to get right into all of these metas, these six different metas that will define 2024. But first, I want me to talk about some of these fantastic sponsors that make this show possible."
    },
    {
        "speaker": "B",
        "text": "So we have six crypto investment themes for 2024. And let's take these one by one. So let's start with the first one, David. So last year was a big breakout year for LST. That was liquid staking tokens. This year, a major investment theme is restaking and lrts. That's liquid restaking tokens. That's what you're saying here. Tell me about this, David, why this theme going into here?"
    },
    {
        "speaker": "A",
        "text": "This theme begins with Eigen Layer, who of course, brought restaking into crypto at all. Now, there's already Eigen layer kind of copycats. There's an Eigen layer on bitcoin, there's an Eigen layer in the multi chain. But really, Eigen layer itself has dominated the narrative right. In the last week or maybe week before. Yeah, the week before Christmas, $1 billion of TVL was hit by Eigen layer. And the caps, that Eigen layer has the liquid staking token caps. Every single liquid staking token has a limit as to how much can be deposited into Eigen layer. Just as a safety precaution. Keeps getting hit over and over and over again. The most recent cap that was raised just a couple weeks ago was hit yesterday."
    },
    {
        "speaker": "B",
        "text": "What do you mean by that? What do you mean by that? So it's like Steth has a cap of how much steth that is Leidos staked eth. How much Lido staked eth. You can put an Eigen layer right now. And Reth has a similar cap. That's what you mean by, by cap. And Eigen layer is in self imposing. This cap, I believe, just because it doesn't want to grow too fast, too quickly. It's still in kind of an early form, like, call it like a beta type form. Is that what you mean by these caps?"
    },
    {
        "speaker": "A",
        "text": "That's exactly right. And the caps for kind of the longer tail. Liquid staking tokens are lower than the lido cap. But everything that is a liquid staking token has a cap. Lido is the largest. The next largest deposit into Eigen layer is swell. And then rocket pool as well. Coinbase. But all of these individual liquid stake token has a limit on them. Ether, vanilla ether has no limit. So you can deposit as much ether into Eigen layer to farm eigen layer points, which is kind of where this whole investment narrative starts, is Eigen layer airdrop. The Eigen layer airdrop starting with eigen layer points. And if you deposit ether into eigen layer, you get eigen layer points. If you deposit liquid staking tokens into Eigen layer, you also get Eigen layer points. But you are probably also farming the liquid re staking tokenization of the system that you are depositing into. So, for example, if you are depositing into Eigen layer via swell or via stakewise or via any of these other, like, stata, for example, you can also farm the liquid restaking token that comes as well. And this is one of the major themes. The last major theme that we'll talk about, Ryan, is airdrops. But we'll get to that one right now. Eigen layer is the dual airdrop farm. Because everyone is very hyped on restaking. But you are also able to farm two airdrops at once. The Eigen layer drop, which everyone's excited about and also, a specific liquid restaking token that is entering the competition to ultimately replace liquid staking tokens, to replace rocket pool, to replace Lido. Because this game board for liquid restaking tokens is brand new. It's a brand new fight. It's a brand new fight for TVL and attention and liquidity. And all of the wars of LST that were so hot in 2021 and 2022 are about to restart over again with liquid re staking tokens."
    },
    {
        "speaker": "B",
        "text": "Okay. Okay. So I think we need two points of clarification. Here is one. Could you just reset? Why are people putting tokens in Eigen lair to begin with? Like, what's the entire what? Like, what's the point? So you were kind of talking a bit more and emphasizing maybe a bit more airdrop farming and that sort of use case. But of course, that is kind of a speculative use case, that is to bootstrap the network, that sort of thing. But what is the end reason for why people are actually depositing tokens into Eigen layer? What does Eigen layer do?"
    },
    {
        "speaker": "A",
        "text": "Right. Eigen layer restaking networks are an additional source of yield to deposited capital. And technically, that capital can be anything. But for right now, it is just Ethereum. If you want to explore why just ether, we recently did an episode with Sriram, with Mike Nooter a couple of weeks ago that's already out. And so that answers in that episode. But really, you have ether staking and the yields from ETH staking. And this is the world, the arena of liquid staking tokens that we all know. Reth Steth from Lido, et cetera. We are now entering the world of liquid restaking tokens. And for all of the restaking networks that eigenlayer enables, which is the point of eigenlayer there is additional yield that comes from the fees or inflation from these networks that get imbued into the liquid restaking token. So the first restaking network that's going to come online is Eigen DA, a data availability network. And there is going to be fees from roll ups or from really, anyone who wants to use and consume Eigen DA's data availability. Those fees for that service will be paid into the liquid re staking tokenization. And so you have the yield from ETH staking. You also have the fees going to eigenda. And then for any other, what is called an AV's actively validated service, which is what eigenda is. It's what a re staking network is. For any other Eigen layer network, AV's that generates yield. These liquid re staking tokens will secure those networks and capture those yields and deposit them into the liquid re staking tokens. So liquid restaking tokens are ether, the yield from ETH staking and the fees from all eigen layer networks that that particular liquid restaking token provides security for. So it's simply just more yield. And we all, we all love yield. In crypto, it's ether denominated yield. It's ether capital as a deposit. And also it's combined with these double airdrop farms of Eigen layer and the specific liquid resaking token project that is working in this arena. So I think it's an aligning of a handful of stars that are allayer and liquid resetting tokens into the narrative in 2024."
    },
    {
        "speaker": "B",
        "text": "Okay. And should mention, of course, with any yield, there is also risk associated with nothing free, right? So that's a note that all bank listeners should always be aware of. Whenever you see yield, it's really about your risk adjusted return. And you have to factor smart contract risk, the risk being slashed by all these various protocols. But let me try to make sense of that. So what Eigenlayer essentially does is it takes a monetary unit like ether, and it uses in the same way the Ethereum network uses staked ETH as a bond to secure the entire ethereum network. Eigen layer is basically saying, now you can use Ethereum and the validator set of Ethereum to secure other applications. Eigen layer DA is a data availability application that Eigenlayer has developed in house. That's one of the first applications on top of the Eigen layer network. But there will be more in the future. You can imagine entire chain link style Oracle networks launched on top of Eigen layer. You can imagine entirely, I don't know if we should call them roll ups, but chains that are economically secured by ETH in a different way than a roll up is an entire roll up maybe secured by Eigen layer as an app. All of these various apps, these are the avss that you mentioned. So AV's stands for what?"
    },
    {
        "speaker": "A",
        "text": "Active validator, actively validated service, which is kind of a complicated name. It's really just a reshaking."
    },
    {
        "speaker": "B",
        "text": "It's an Eigen layer app. Just call it restaking app. Okay, and so that's what's happening. And then just clarify this. So what is the difference between a liquid staking token like Steth and Reth? These are liquid staking tokens. We're all familiar with that. And a liquid restaking token? Is it just that you just take a liquid stake token, you take an Reth and you stake it again, and then it becomes a liquidity restaking token. Is that basically it?"
    },
    {
        "speaker": "A",
        "text": "Yeah, that's basically it. So think of it as a set of concentric circles where at the very center you have vanilla ether and one more concentric circle out. You have staked ether, either staked ether from Lido, staked ether from rocket pool. You could also solo stake, and you get the yields baked into the liquid staking token baked into that. And so now we're two concentric circles out, you know, ether, liquid staking tokens. And now with eigen layer, you get one more concentric circle out, which is liquid restaking tokens. Inside of a liquid re staking token. You also have the yield from staking, also get the yield from actively validated services in eigenlayer. Now you can go to eigenlayer.com and check out all the AVss that are either online or coming to be online. There's, I think about 15 that are on the website, but there are many, many more in stealth still working on their systems. The amount of yield coming out of these things we are unsure of. It's still kind of an unknown metric. It'll be a combination of network inflation, which we know can be significant historically, and then also fees from actually payments for these services, which I think is the largest unknown. We don't really know how large these fees can get. I would guess it's going to be a much less amount of yield in comparison to network inflation. So there's still some numbers that are still to be determined here. Ryan, you talked about the risks of slashing and the risks of restaking. And that is definitely a very important theme that I think is going to differentiate certain liquid restaking token teams. There are many different reasons as to why a liquid restaking token team will win or lose this game, but really the game is ultimately defined as maximizing exposure while minimizing risk. Can you maximize your liquid restaking token to every single restaking network and capture all of the inflation and all of the yield and bake that into your liquid restaking token? And can you do that earlier than the other teams while also minimizing risk? And so the event of getting slashed, if you are re staking network because you are providing these actively validated services is significant because, a, you're losing capital, but you're also losing trust. So this is kind of how I think this game will win. There's classic like, there needs to be BD efforts. There needs to be integrations, there needs to be partnerships. But really, the liquid re staking game will be won by maximizing exposure to avss and then minimizing risk."
    },
    {
        "speaker": "B",
        "text": "And the reason this is a big deal is from a supply demand perspective, I guess from a supply perspective, there's a lot of eTh out there. There's a lot of staked ETH out there in search of yield. So this is another use case for Ethan, kind of as the Internet bond to secure non Ethereum networks, non ethereum applications as well, which is kind of novel. And that's on the supply side, I guess on the demand side, it will really be a function of how many networks, how many applications require eth or can benefit from the economic security of ether rather than, I suppose, bootstrapping their own token. You kind of use Ethereum's validator and ether as a monetary asset to bootstrap your network security. I guess that's on the demand side of things. How many of these applications will really take off? It seems like DA. I know that's another point that we'll get to, but DA Eigen layer, DA in and of itself might be a huge catalyst for demand here. There could be others. And I guess Eigen layer is waiting for its breakout app now. Eigen layer is not the only restaking protocol. It's probably the most well known and the biggest. But are there others as well?"
    },
    {
        "speaker": "A",
        "text": "David not natively on Ethereum, and in my opinion, not having access to the capital of ether makes other restaking networks not as interesting. But that's always my perspective. That would probably come as no surprise to listeners. There is Babylon on bitcoin, so bitcoin restaking is a thing. There's another one, I'm forgetting the name, but it's more in like the multi chain, multi layer, one ecosystem. And really like, there's actually no reason why ether needs to be the enshrined asset of choice inside of Eigen layer, except for just the monetary network of ETH. Of ETH is money. As money, like properties, it has a high market cap. Again, we talked about this point specifically in the episode I did with Mike Nooter and Sriram from Eigen Layer. So go listen to that most more recent episode that we put out on the bankless podcast feed. There's also just one of the reasons why I know this is a big theme going into 2024 is the sheer number of teams that are going after this. I've heard reports of up to 15 liquid restaking teams. I haven't been able to categorize them all. But just like puffer finance, Rio restaking ether, Phi swell Network, Ender Protocol, Kelp Dao, Renzo Protocol, restake Finance. The number of teams is like large because everyone is kind of saying like, oh, this is another shot at winning. What was the liquid staking token game? But that game has kind of been won by Lido. It's hard to dethrone Lido at this point, but Lido is not in their liquid re staking game. And so it's an open playing field and everyone's very, very hungry. And so this is why I think it's a theme for, wait, why isn't."
    },
    {
        "speaker": "B",
        "text": "Lido in the liquid resyncing game? They kind of are, but they're not doing the Avss, they're not doing the Eigen layer applications directly. I mean, but you can put Steth inside of Eigen layer, correct?"
    },
    {
        "speaker": "A",
        "text": "Correct. Yeah, you can put Steth inside a number of these applications. So kelp Dao, for example, you can put Lido staked ETH into kelp Dao along with stator EtH Xeath into kelpdao. And you can use both because they are token. It's one of the 15 token projects that exist out there. And so, yeah, so some of these things have their own liquid staking tokens. So like swell network, for example, disclosure, Brian and I are angel investors. They are more vertically integrated because they have sw eth, but they are also one of the earliest teams to pivot into liquid restaking. And so they're more vertically integrated, whereas kelp Dao isn't doing their own LST, but they are aggregating other lsts into their LRT. So there's a number of ways, different permutations to build these systems, but the end product is a liquid re staking token, which will have more yield than liquid staking tokens. And it's going to be a fight for integrations into defi and just more liquidity and market makers, and eventually there's only so much capital to go around. So that's where all these teams are going to be competing on. And it's going to be hot. I really like it because it's just like a dual yield farming opportunity. And so like I'm farming one of these airdrops and it's nice because you get Eigen layer points and you get the LRT points and it's just extra dopamine, you know?"
    },
    {
        "speaker": "B",
        "text": "Yeah, no, this has all of the, I guess the setup to be an investment theme for next year. I can understand why you picked it. We've got teams developing in the space. We've got kind of a new base protocol that is sort of net new hasn't been tried before. Right. It's kind of like, you know, using the economic security of and the validator set of a network like Ethereum, and applying that to other networks and other applications, that's novel, that's new. Also has the yield side of things, also has the airdrop hunting side of things. So I can see why this makes your list. So restaking. Okay. And liquid restaking tokens. That's number one. David, let's go to number two. This is Solana. Tell me a bit about Solana. Why did it make your list of investment themes?"
    },
    {
        "speaker": "A",
        "text": "Well, it kind of had to. My hand was forced here. The big question is, is the meta now bitcoin, Ethereum and Solana, is that the new question? Is that, is Solana now a blue chip is now number six or number five in total crypto market cap. So it's pretty far out there. And Solana has absolutely won Q two or Q three and Q four of 2023, I think. Now, kind of the question now that Solana has been, like, repriced significantly, doing, like a nine x when ether did a two x in 2023 and Bitcoin did a three x. Now, Solana, it's come back from the grave. It's come back from the beating of FTX. Now, that's in its rear view mirror. The Lido airdrop has awoken Solana's version of a DeFi summer. And so now the question is, can Solana follow through on this top five market cap valuation that it's got itself? People are speculating that it can. In my opinion, if Solana wants to achieve its dreams, it needs to enable unique and novel applications that would be impossible to build anywhere else. Right now, we have a very popular application on Solana, is Jupiter, and it's a Dex. And there's another popular application on Solana called Marginfi. And it's like a margin collateralized lending and margin position. Jitto is flashbots plus lido. These are all things that we have on Ethereum. And so they're important defi financial primitives, and Solana needs them, and now they do have them. But in my opinion, Solana, in order to follow through on its newly discovered valuation, it needs to enable new categories of apps that cannot be built anywhere else. It can't just be a microcosm of Ethereum. People are calling what's going on in Solana right now, Solana's version of Defi summer, which is necessary, but it's not novel, it's not new. Deep in decentralized physical infrastructure, is a contender here for types of applications that can be built on Solana. In my opinion, TBD if this is a real category, but this is kind of where I think people are focusing their attention and their energy and their capital in 2024 is like. What new novel use cases can be built on Solana? What new novel users can Solana attract, and can it follow through on its promises of being a top five blue chip asset?"
    },
    {
        "speaker": "B",
        "text": "Do you think that Solana, the Solana community, will get serious about economic protocol upgrades as well? I mean, certainly its fee market needs an overhaul from a variety of perspectives. There is no 1559 type of mechanism yet, although I think there are murmurings and talk of that I've seen over the last couple of weeks. And certainly bankless has said this in the past, too. But some emphasis and some surfacing of the idea that Solana is actually creating a lot of inflation with respect to the amount that it issues on a daily basis versus the fees that it kind of takes in. Do you think that these get resolved during the cycle, or do these more get resolved during the next bear market?"
    },
    {
        "speaker": "A",
        "text": "Yeah, that's a good question. I do think from what I've been watching my conversation with recently with Anatoly and other people that I talk to in the Solana space who are more informed than me, they're all starting to see a elevating of priority of the economics of Solana, not just because you have like, the Ethereum bullies who are like your guys. Economics are broken, but also just for network congestion and just fee market pricing and resource pricing in Solana is under optimized and kind of blunt and needs to be perfected. You know, Solana has been focusing on other things. Now it's time to focus on Solana's fee market structure, which is also the same opportunity, similar opportunity for Solana to focus on its economics. So I'm starting to see a increased priority of this conversation inside of the Solana community. We will see what they come up with, because the other thing that Solana is entering, Ryan, is the arena of governance, because there is now multi client Solana coming into the fold with fire dancer and a few other clients that are being built. And so now in order for Solana as a system to upgrade, it can't just be the MB validators channel in the Solana tech discord who are all pushing updates, telling all their validators to update their software. Now, there needs to be consensus among these different clients to upgrade in the same way according to the same spec. And this is a new arena for Solana to enter, like protocol governance. And so they are doing focusing on economics while also learning how to govern themselves, which is new for Solana. So this is a topic of interest for me and definitely an area of focus in 2020 2024, I'd say."
    },
    {
        "speaker": "B",
        "text": "It seems to be now consensus, at least among kind of VC's and other investors, that Solana is kind of the ethereum of this cycle. Last cycle, famously, ethereum did like, I don't know how many did like a ten x 20 x, something like that. And the idea is that Solana may, may repeat that, basically, and be kind of the ethereum this cycle. Part of me wonders about that. And I'm not sure that we've seen l two s really take off and have their moment. I mean, they've had glimmers in the sun, arbitrary optimism. In fact, if you look at op price and Arb price, immutable x price, it's all kind of coming closer. Well, op is at all time highs right now, right? Arbitrum is at all time highs. Maybe we're moving into a bit of kind of a, another layer two season, I'm not sure. But what's your take on that as a premise that Solana is the ethereum of this cycle in terms of its price appreciation? And maybe the bear case for Solana is that we haven't actually seen the l two s kind of bite back, and really they are crushing it on a lot of metrics. If you kind of look at total locked value, if you look at what base is doing development there, what's your take on this?"
    },
    {
        "speaker": "A",
        "text": "Yeah, the bear case for Solana is that the price movement already happened. It was 2023. Like going from $100 sold to back to $250. Sol is not like, it's not a clear path to that happening. And so that's, the bear case is like, the bullishness has already happened. The more bear case is that, like, it's not just ethereum. Layer two is biting back, but it's also other highly optimized virtual machine layer ones that are coming online, which we will also talk about in a second. That's another theme that's coming. SE and Monad and Sui and other parallelized vms as layer ones are also coming onto the scene. And if you are an EVM compatible, optimized virtual machine like Monad or say, then you get the network effects of Ethereum. But the scale of Solana, the meme around Ethereum lately, and the narrative is Ethereum is squeezed between bitcoin and Solana, and bitcoin, the money, Solana, the execution network. Well, I think you could present a similar scenario that Solana squeezed between Ethereum and other EVM optimized layer ones that are EVM compatible, of which there are a couple. And so it's really, I think, about how far can the network effects around the Solana virtual machine take it, and can they attract a decent amount of network effects? That adding the EVM compatibility of monadental plus the virtual machine parallelization of Monad, how much does that squeeze Solana? And is Monad too late? I think that's a big question to ask."
    },
    {
        "speaker": "B",
        "text": "All right, so since we've been talking about it, why don't we flip to number five, David on the list? We'll cover three and four in a second. But you've been talking about Sui and Monad and all of these things. And I think this fits with your number five investment theme, which is parallelized evms. So tell me about this. Why is this investment theme that makes your list? What is a parallelized evM?"
    },
    {
        "speaker": "A",
        "text": "I recently did a podcast, Ryan, with Anatoly. I don't know if you listen to it, but I asked him the question that I also like to ask bitcoiners, which is, what is the most important component about bitcoin? There's a number of different components about bitcoin. The 21 million hard cap proof of work, the ability to run your own node. What's the most important component about bitcoin? Do you know what they all say? They all have consensus on."
    },
    {
        "speaker": "B",
        "text": "I know that from our episode with bitcoin Bull, Robert Breedlove, which comes out pretty soon, actually a canonical bitcoin episode. He said difficulty adjustment, which actually surprised me. But maybe you already knew that this was kind of the consensus view."
    },
    {
        "speaker": "A",
        "text": "They all love the difficulty adjustment. They kind of call it the Capstone Keystone thing that really puts the bitcoin system into alignment. And so I asked that same question about Solana to anatoly, and he said, parallelization, the parallelization of this Solana virtual machine, that's really the thing that Solana is unique and differentiated about. That is its moat. Well, the thing is, there are a number of efforts to parallelize the EVM that have come online or are coming online. I started writing this six investment themes for 2024. Ryan, in a couple of weeks in December when, say, was about forty cents. And they also had just announced their pivot from being a move based virtual machine chain, I think, if I recall correctly, the move language from Facebook. And they pivoted into being a parallelized EVM, which was a surprise, a welcome surprise, because the benefits are clear. You get all of the network effects of Ethereum if you are bytecode compatible with the EVM, your uniswap app, your Aave app, your synthetics app, can just copy and paste now onto, say, with the low fees of a parallelized virtual machine. The low fees of Solana, say, has attracted people's attention because its price went from $0.40 in mid December to $0.80 now. So, like a two x in two weeks. Monad was the first team to really develop this parallelized EVM narrative. I met Keone, the founder of Monad, at Devconnect in 2022. So two dev connects ago in Amsterdam, April 2022. And he was talking to the Ethereum ecosystem because he was raising for Monad way back when, because he wanted to parallelize the Ethereum virtual machine. So here's a keone tweet where he's just posturing. He goes, list of EVM chains, parallel EVM chains as of two months ago. And it goes, a list of one monad, his project. And then he goes, list of parallel EVM chains as of today. Monad, avalanche polygon, say scroll neon, which is a little bit of, you know, we were here first kind of thing. There have been a number of different parallel EVM projects to all come online as of recently. I don't think this list is exhaustive. Um, one of the reasons why I'm calling this an investment theme of 2021 is a. The layer one trade is always on. It has always been a thing in crypto VC's. Love it, uh, retail loves it for some reason. Uh, and say."
    },
    {
        "speaker": "B",
        "text": "And Monad, we should say, are layer ones, right?"
    },
    {
        "speaker": "A",
        "text": "Yes, exactly. Yeah. Uh, and. And then also, like, the price performance of Solana and has, you know, defined the meta, of parallelized evms, or, excuse me, parallelized virtual machines with the SVM. But then the network effects of Ethereum have always been trying to be bitten at by other layer ones. And so this is why I put parallelized evms as an investment theme for 2024."
    },
    {
        "speaker": "B",
        "text": "Yeah, that makes sense. And parallelized evms can also happen in rollups on layer two, so they don't have to be layer ones in the way that Sui and Monad are. But some on this list, like Polygon and Scroll. Certainly those are layer twos. It seems to me when we talk about parallelizing the EVM, what we're trying to do is we're actually trying to squeeze as much throughput and transactions per second out of the execution layer, aren't we? So it's innovation that Ethereum has actually not undertaken in its seven years of existence, which is like actually re engineering its execution layer to support, like, massive throughput, massive transactions per second. That's what Solana and SVM were built with from the ground up. And Ethereum has just never innovated on that. And now it seems like it is. Which is, which is kind of good. When I say ethereum, by the way, I mean the entire crypto ecosystem."
    },
    {
        "speaker": "A",
        "text": "EVM counts as Ethereum."
    },
    {
        "speaker": "B",
        "text": "Exactly. And so Monad is nothing right now building on top of Ethereum at all, but they are creating a new parallelized EVM that's going to be pretty innovative. So what do you think here, David? Do you think some of this will start to nip at Solana's narrative a bit more? And do you think some of the narrative investors might switch from Solana to the newest low market cap parallelized EVM layer one? Jump on Sui, jump on Monadheendeh. And that could take some of the attention away from Solana. What's your take here?"
    },
    {
        "speaker": "A",
        "text": "I think the answer is yes, and can also take it away from Ethereum. Parallelized evms are trying to nip at both. The difference, I would say, with the parallelized EVM is that I don't think really the Ethereum layer one is ever going to upgrade its implementation of the EVM. But layer twos, I think, are much more free to experiment and explore with different virtual machine specs. I would be actually a huge fan. I know. I've asked Keone, hey, will you ever open source the Monad EVM? He goes, yeah, we will. That gives layer twos the option to bump out the single threaded Ethereum virtual machine that powers optimism and arbitrum with the asterisk because they have stylus and pop in their parallelized virtual machine. It's not really even appropriate to put a parallelized EVM on the Ethereum layer one, because there's a trade off there between execution and security that I don't think we should make. On the Ethereum layer one. We want the most secure, single threaded, basic, non complicated virtual machine settlement layer for the Ethereum layer one. But let's take the Monad VM and put on all the layer twos. Let's really juice those things up."
    },
    {
        "speaker": "B",
        "text": "It does seem like the best of both worlds. You get highly secure single threaded settlement, and then you get in the execution layer parallelized like infinity, infinity TPS, like execution. So I understand why that's a theme then. David. So before we get to number three, four, and then eventually six, we want to tell you about the sponsors that made this episode possible, going back to number three, because we covered five. David, this is games. Tell me about crypto games specifically. Did Vance, Spencer and Michael from framework, did they make you bullish on games? That episode that we did, was that back in November?"
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah, they definitely did. Definitely. If you look around at all the gaming experts, the crypto gaming experts, it's just an unequivocal fact that a strong number of games, crypto games will launch in 2024 and then even more will launch in 2025. Like a likely outcome that most of these will flop. But that's just a normal thing to happen in the gaming industry sometimes. Most of the times, games just flop. They get some initial experimenters who like to play new games, and then hopefully with marketing on Twitch and influencer marketing with game streamers, they can capture some traction. We only need Ryan, one game to work to actually make a breakthrough in the world of crypto gaming. Well, this, because this is the stat."
    },
    {
        "speaker": "B",
        "text": "That blew my mind, David, is I think Vance gave it on our podcast. There are 3.2 billion gamers globally. That's a lot of freaking people. That's like half the world is a gamer of some sort or another. Like, I think, I'm sure a lot of, you know, candy crush casual gamers are included in the stat, but who."
    },
    {
        "speaker": "A",
        "text": "Knows the most expansive definition of gamers."
    },
    {
        "speaker": "B",
        "text": "Possible, for sure, but that's a lot of people. And so do you think that this could be an on ramp for all of those? Like, I guess maybe the vision for crypto gaming is people don't even know they're on crypto rails and they're playing a game. They're just having fun. And underneath it all, there's like, you know, gas block space being consumed right at the kind of the very basement level. And it's fun and there's some economic component and the wallet experience is seamless. It feels very much like a, you know, a typical web two gaming type of wallet. Is. Is that where you're. How you're thinking this plays out?"
    },
    {
        "speaker": "A",
        "text": "I think that's exactly right. I think when we say the words crypto gamers or gamers in general, people kind of assume people with like an ultra wide screen monitor. They have the most expensive graphics card. They're playing very intense, triple a beautiful games that took hundreds of millions of dollars to develop. We're not there yet. That won't be 2024. It'll be. It'll be like candy crushed, probably. Maybe it'll be some game. There was a pretty beautiful, dark souls like game that I played at East Denver, that items were assets. So there are like, in these kind of, these beautiful arena games, it's going to be cheaper and easier to develop. The candy crush like games. Also like the slot machine type games. Like these are kind of a little bit easier to develop and more closer to crypto because we're already gambling. But putting assets into these things, not that hard, and it's easier to test and iterate. One of the reasons why I think this is so bullish, Ryan, is because, like I said, if we just have one game that has crypto features get adopted by non crypto people, it will be the first time that crypto gets adopted by non crypto people. We had a taste of that with friendtech when we saw an NBA player, like an influencer and onlyfans artists briefly adopt friend tech for a couple weeks. So we got a taste of that. But I think this is like, kind of our best shot at getting crypto agnostic people to be touching crypto stuff. And now is kind of the time. And there's a clip from the Vance Spencer episode that we did that I think explains why gamers are, like, the most likely candidate. So let's go ahead and play that. Go into that a little bit more. Vance, why are gamers like crypto people? Or how cut from the same cloth are we?"
    },
    {
        "speaker": "C",
        "text": "I mean, have you ever hung out in a, like a gaming discord and they're all screeching at each other for, you know, you really can't even interpret. And they're. They're on their computer. You know, they're Internet people. They're obsessive. They own digital items. They participate in digital economies like a."
    },
    {
        "speaker": "B",
        "text": "Lot of freaking nerds, David."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "C",
        "text": "They are literally like, you know, somewhere in the genealogical tree, like, there are cousins, and so it just doesn't feel like a large lift to get them in here. It's a lot different than, like, I don't know, say, like, music people. Like music people are cool. They go out, they do different things. They don't own digital assets other than something on, like, iTunes. It's just different."
    },
    {
        "speaker": "B",
        "text": "Okay, so that was Vance making the point that gamers and crypto people are very similar, have like a lot of shared culture. It's very online native types of communities. The question in my mind, though, is how do you get exposure to crypto gaming? Right? Because the big winner from the last cycle in crypto gaming was probably axie, and that was an individual game title. To me, it feels risky to bet on an individual game title unless you feel incredibly strongly convicted about that particular game. And the way you probably do that is you have to play the game, really love it, really understand it, and there's a path there for investment returns. The other path is picks and shovels. So you invest in platforms or you invest in tools. Certainly immutable is one of those. And the price point from the time even we did that conversation with Vance and Michael to now. This is the IMX charts. David, what are we looking at? IMX is maybe a platform. I think they have over 200 games that you could invest in if you're bullish on crypto gaming, particular what the like, what teams are building on immutable x. Another is maybe the ronin chain. That was the origination of Axie, actually kind of a side chain. And there's the possibility that that comes back and has a form of a Solana style renaissance, if you will. So those are two possible bets. What else is in your mind with how you get exposure to crypto gaming?"
    },
    {
        "speaker": "A",
        "text": "I think Avalanche has a gaming division, and so that's definitely a contender if you're into that ecosystem. Beam is something to look at as well. I recently did an episode with Robbie from Immutable and Beam because they are teaming up with immutable. How those tokens are split, I'm not too sure what is Beam, but really beam, it's a gaming tech stack. For example, it's Beam built on immutable, which was built on Polygon, which is built on Ethereum. So there's like this emerging tech stack of gaming. There's also the immutable passport for like, gamer ids. And let's see, off the top of my head, I'm not super deep in this ecosystem, but I think those are kind of like the big ones."
    },
    {
        "speaker": "B",
        "text": "There you go, David. Let's go to number four, which is DA data availability. So do you think that we are going to see the data availability wars in 2024? And what could that mean? Lay out the landscape for us who are kind of the the big Da players coming into this year?"
    },
    {
        "speaker": "A",
        "text": "I think the Da wars starting pistol really got fired when Celestia airdropped its network token to a lot of people at a $2 billion valuation. And then the token went from two dollars to fourteen dollars without ever going down. And so big wealth effect."
    },
    {
        "speaker": "B",
        "text": "Is it still doing that, those kind of moves?"
    },
    {
        "speaker": "A",
        "text": "It has, it has topped out briefly between twelve and $14. It has not gone down. Why did the price just go up, up, up? Well, because TS stakers are earning 16% and so there's a very strong demand to buy up tokens and to stake it to get that yield in early bull markets. Yield, we like the yield. When people are buying tokens to stake for yield, it starts to become dubious. I think we're starting, we're in the relatively early phases of the bull market, so there's still plenty of time left before the musical chairs really gets intense here. But that's kind of my model. We saw that with the yield farming of last cycle, right?"
    },
    {
        "speaker": "B",
        "text": "I mean, we're talking about David Celestia $12 billion market cap."
    },
    {
        "speaker": "A",
        "text": "$12 billion market cap. I think there is a lot left to explore as to the margins of data availability as a product. That is an episode that I've scheduled with John Charbano and Neil Simone from Eclipse to ask the question, is data availability a good business model? But right now people are earning 14%, 16% yield on staking Celestia. And you know what else, Ryan? They're also getting airdrops. And so, staking Tia, staking Celestia has turned into an airdrop target. There was an airdrop that went out yesterday called dimension, that went out to celestias as well as like Ethereum layer two users, pudgy penguin holders, madlad holders, tensorian holders, osmosis on cosmos users. So it was like a four or five network platypus of airdrop targets across many different networks. And so people have also started to speculate that staking celestial is also an airdrop target, which makes much more sense as a margins business than data availability. But that's, of course, a short term, fleeting narrative that only lasts in bull markets. So that was the reason why I think the DA wars have started to kick off. And that's just about Celestia Eigen DA. We've talked about this with the restaking meta. Eigen DA is set to launch pretty damn soon here. And that will be a different kind of data availability network than Celestia, with different properties, more scalable, less secure. I'm not actually totally sure, I'm not totally well versed on the different properties here. This is something I'm researching in the moment. But I think Celestia and Eigenva are the two biggest data availability contenders. There's so many Ethereum layer twos and other types of services that have integrated with Eigen DA. And then people have also started to pivot into data availability near Tezos has a data availability. Remember Tezos run has a data availability service. Near recently pivoted. There's avail, which is a former Polygon project. I bet you there's probably more in stealth, there's probably more coming. And so I think the Da wars are going to be a very big investment theme in 2024."
    },
    {
        "speaker": "B",
        "text": "It's also interesting. Ethereum is throwing a hat in the ring."
    },
    {
        "speaker": "A",
        "text": "Bitcoin is also being a DA layer for all the goddamn ordinals that people are buying, right?"
    },
    {
        "speaker": "B",
        "text": "I with Ethereum in particular, of course it is a DA layer now for layer twos."
    },
    {
        "speaker": "A",
        "text": "It's a shitty DA layer, but it's."
    },
    {
        "speaker": "B",
        "text": "A secure, it's a very expensive DA layer."
    },
    {
        "speaker": "A",
        "text": "It's highly secure, very expensive, not scalable."
    },
    {
        "speaker": "B",
        "text": "And 4844 should come out probably in Q one. It seems like we're getting really close to testnet."
    },
    {
        "speaker": "A",
        "text": "Early Q two."
    },
    {
        "speaker": "B",
        "text": "Early Q two, you think? Early Q two. So maybe late Q one. Early Q two. And that will actually, I can't recall off the top of my head how much of an amplification that will be for. But we did that entire episode on Ethereum blob space, to give you a clue there. Anyway, lots of data availability. I think the big question in investors mind is, is DA more of a commodity? Like will it retain and accrue value over time? It seems like everybody can provide some sort of DA with different security assurances. Or is this an investible thesis? Are you kind of investing in the modular blockchain by purchasing TIA at $12 billion market cap or eigen layer? Right? That's a big dvd and I think it's going to be a topic of research for us in the months to come."
    },
    {
        "speaker": "A",
        "text": "I think the answer about data availability is yes, it will become commoditized, but in the same way that Internet bandwidth became commoditized, people just used more. Our capacity to consume DA is going to be matched by projects ability to commoditize dA. So it'll be kind of an arms race of people will always buy more space, more data availability. It's a little bit of a yes. And so I think the final fully evolved economics of these layers is undetermined. But I don't think anyone's in doubt about the need for mass consumption of data availability."
    },
    {
        "speaker": "B",
        "text": "It's a big question though. In general, in these three layers, in the modular stack, which will accrue the most value, you have the settlement layer, you have the DA layer, and then you have the execution layer. The big contenders right now are obviously settlement with Ethereum being worth 250 billion, and then execution layers, which is where we get all of the l two s. But how about data availability? Will it take an equal share of the pie? Will it be less? Will it be more? That's the big question. All right, so that brings us to number six. This feels like a bonus to me, investment theme, if you will. But it's more like a free gifts. We're all getting free stuff this year, David, you're calling 2024 kind of the year of the airdrop. You've got this tweet here, the biggest airdrops of all time. Explain this one to us and why did airdrops make your list here?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I think it's already an investment theme. Discords are a flurry with airdrop hunting strategies. Bankless Discord is buzzing with like manta as of recently, there's a lot of airdrop farmers in the bankless discord, of course, because of you have the Airdrop hunter product. But like a few of the other discords I'm in are also all playing these same games, just like airdrop farming. Airdrop farming. Airdrop farming. This is an older tweet that I put out where biggest airdrops of all time. Arbitrum coming in at number one, who put $1.5 billion into the hands of its users when it dropped it at a $15 billion valuation. ENS dropped $1 billion at a $4 billion fully diluted valuation. And then DyDx dropped $900 million at an $11 billion fully diluted valuation. And I think Eigen layer is coming for the number one spot. And it's going to be easy, and that's just because there's so much hype and demand for eigen layer. But I think it's going to be a theme that dominates. In 2024, we already saw the dimension airdrop. I mentioned that earlier. Go live yesterday or the day before. And that's a pretty hyped chain. And really, the strategies for how to get these airdrops, I think, will always be kind of a hot potato because all of the easy things are going to be crowded. And so the dimension strategy of madlad holders, pudgy penguin holders, tensorian NFT holders, T's Dacres ethereum layer two users, but not the layer one cosmos osmosis chain users really getting precise and specific about airdrop criteria has got to be a strategy for all these airdrops, because otherwise, the farmers are taking all the low hanging fruit. And so, in order to have a good airdrop, you need to become more precise. And like celestia, for example, there is a bunch of layer twos and other applications that are using celestia for data availability. So that's a pretty hot target. But I bet you people are going to need to become more sophisticated than that to really get these things earlier or later. Last year, in 2023, Ryan, I made the claim that $2 billion will be airdropped to users in 2024. I'm going to go and update that prediction, and I say $2 billion will be dropped to users in 2024, not counting Eigen layer separately from eigen layer, because I think Eigen layer can drop $2 billion by itself to users. That is my prediction for 2024."
    },
    {
        "speaker": "B",
        "text": "There you go. Uh, that's it. Those were five, and then plus this bonus one. So we talked to restaking, we talked Solana, we talked about games, we talked about data availability, parallelized evms, and lastly, airdrops. It's going to be an exciting year, David, for sure. Uh, anything else before we close?"
    },
    {
        "speaker": "A",
        "text": "Uh, I think that's it, my man. Uh, are you ready for 2024?"
    },
    {
        "speaker": "B",
        "text": "Yeah, dude. 2023 was, uh, tiring in a lot of ways, but, you know, we'll see what we have in store for us in 2024. I. You know, I think I'm excited. I think I'm excited."
    },
    {
        "speaker": "A",
        "text": "I remember going through the bear market of 2018 to 2020, and then when Defi summer started, and then ether broke from $400 to $700, everyone knew. It was like, oh, it's on. It's a bull market. And I was, like, euphoric. I was like, yes, this is the bull market I was promised. And then six months left later, my eyes are bloodshot, hairs frazzled. I don't have any sleep. Terra Luna. Frog dogs are attacking me. Rug pulls are happening. It's just like, mortar shells and dead friends. And I did not realize the insanity that was coming our way. But right now, we're in that, like, quiet limbo period where we haven't attracted the grifters and the scammers in the retail. So it's actually kind of nice."
    },
    {
        "speaker": "B",
        "text": "They're coming, though, David. They're coming. And some of them are already in our midst. We just don't really know who they are yet."
    },
    {
        "speaker": "A",
        "text": "Some of them already walk amongst us."
    },
    {
        "speaker": "B",
        "text": "Oh, God. Well, hold on, everyone. This is 2024. You're definitely in crypto. I got to end with this risk and disclaimers. David and I are angel investors in swell. I think we, we mentioned them in this episode. We certainly mentioned Eigen layer. We're advisors in Eigen layer. I'm an angel investor in Monad. There's always a link to all disclosures@bankless.com. disclosures with this crypto is risky. You could lose what you put in. But we are headed west. This is the frontier. It's not for everyone. But we're glad you're with us on the bankless journey. Thanks a lot."
    }
]