[
    {
        "speaker": "A",
        "text": "How do we start this?"
    },
    {
        "speaker": "B",
        "text": "Dude, I don't know, man. God, what a weekend."
    },
    {
        "speaker": "A",
        "text": "I think there's. I'm okay. How about you?"
    },
    {
        "speaker": "B",
        "text": "Pretty good. Yeah."
    },
    {
        "speaker": "A",
        "text": "I mean."
    },
    {
        "speaker": "B",
        "text": "Okay, so we were gonna enter this conversation, and the biggest question that I have is that we're about to talk about a bunch of Twitter stuff that happened on Twitter this weekend with Twitter people, and that I have no idea how. What percentage of our YouTube and RSS fod podcast listeners are like, oh, yes, I totally know what was going on, and I'm interested in this, versus I'm not on Twitter. And even if I was, I didn't see what you're talking about, and so I don't know what the drama is you're talking about. I have no idea what percentage of our, like, podcast listeners are on Twitter and inside of that same arena exposed to the same things that you and I are exposed to, but a bunch."
    },
    {
        "speaker": "A",
        "text": "Of people probably have no idea what you're talking about. I'm just talking about Twitter. Okay, so the first topic is, David and I accidentally became main characters this weekend on Twitter."
    },
    {
        "speaker": "B",
        "text": "There was massive backlash dominated all of crypto Twitter."
    },
    {
        "speaker": "A",
        "text": "Yes, there were stories about it. It was intense, and we were in the middle of it. So we're going to talk about what happened. We're going to talk about did we deserve it? We're going to talk about, like, what do we do? And then I think there's one common theme of this episode, David, which is the next topic. Why are we here? I feel like I had another glimpse of that existential crypto crisis, of, like, what am I even doing here? What are we doing? What are the rest of us doing here? And also, where are the apps? I mean, it's all under that theme. So, bankless listener, I hope you will give us some grace if we are a little self indulgent today. Maybe a little more nihilistic than usual. I hope not. But I'm feeling a little down in the dumps as we go into this episode. David, I don't know about you."
    },
    {
        "speaker": "B",
        "text": "Yeah, existential is a word that comes to mind. Certainly."
    },
    {
        "speaker": "A",
        "text": "Existential. Was this an existential crisis? All right, we're gonna get into all of it, but before we do, our friends, and let's talk about the first. And this is where we get a little self indulgent. So, uh, I don't know how your thanksgiving was, David, but mine was just fantastic. And then Black Friday came around, and it was very black. It was very dark for me."
    },
    {
        "speaker": "B",
        "text": "My thanksgiving was Friday because we did it a day late because half the family was out watching football."
    },
    {
        "speaker": "A",
        "text": "You were dealing with this drama."
    },
    {
        "speaker": "B",
        "text": "It was on thanksgiving for me."
    },
    {
        "speaker": "A",
        "text": "Dude, I'm sorry, Mandy."
    },
    {
        "speaker": "B",
        "text": "I was able to put my phone down. I was like, okay, there's a mess going on over there, but I'm. This turkey is delicious."
    },
    {
        "speaker": "A",
        "text": "Well, you were putting your phone down. I was fighting on Twitter, arguing with people. Let's talk about what happened. So this was one of the first tweets I saw. Another day, another attempt to drain arbitrum dao treasury. And here's a picture of me looks like playing reverse uno card. And what am I doing? This is a picture of me attempting, it looks like, to drain the arbitrum treasury for $1.8 million."
    },
    {
        "speaker": "B",
        "text": "Hey. Paid me a modest amount. You're trying to drain the arbitrum dow for $2 million. What are you doing, bro?"
    },
    {
        "speaker": "A",
        "text": "Okay, so there is this proposal proposed by the bankless DAo for global education onboarding campaign. Here's the link to the proposal. It's a full abstract, basically a marketing education proposal put together by the bankless dao. Could you give some context in what were talking about, what this proposal is, what this particular Twitter account is complaining about, why they are charging you and I with trying to drain the arbitrum treasury? David?"
    },
    {
        "speaker": "B",
        "text": "Sure. So the bank list DAO is a collection of sub daos, each kind of specializing in different arenas, if you will. So theres translations and then every single translation. Also, there's people that will translate stuff into Spanish and people that'll translate stuff into German. So each one of those its own organization. And then there's the marketing department, and then there's onboarding and educational docs. There's many different departments that come together. And all of this amalgamated into this package that bankless Dao proposed to arbitrum for 1.8 million ARb tokens, $2 million to do all of these things if the arbitrum Dao accepts. So bankless dow amalgamates all these services. Here's what we will do. Here's all the services. Uh, offer. You know, trade. Trade offer. You know, we have all this package for you. We will. We receive 2 million in Arb. Uh, $2 million of ARb tokens."
    },
    {
        "speaker": "A",
        "text": "1.8 million ARb tokens. Precisely. Which is valued at about a dollar, a dollar each or so. So like one point eight to two million dollars."
    },
    {
        "speaker": "B",
        "text": "Yeah, exactly."
    },
    {
        "speaker": "A",
        "text": "Okay. Another tweet. So, bankless literally raiding treasuries and grants, begging for money. Cause they apparently generate no revenue in the space for years doing content education interviews and market recaps, but still somehow poor launched a token that went to zero. Okay, what's the context of this tweet? How is this related to bankless and our media organization?"
    },
    {
        "speaker": "B",
        "text": "So this Twitter account is tagging bankless HQ, which is our mine and Ryan's bankless LLC, that our Twitter account. And so they say, hey, bankless HQ is literally raiding treasuries and begging for grants. What they are doing is they are thinking that this bankless Dao proposal to arbitrum is us, is bankless HQ, not bankless Dao. So the overlap, like bankless Dao and all those services provided are provided by a bunch of workers in the DAO. And then there's bankless HQ, which is what we are, and we are not asking arbitrum for the $2 million of tokens, and we would not be receiving $2 million of tokens, only the DAo would. And people are confused about the lines that separate HQ and Dao. And as I say these words, I'm like, yeah, okay, I kind of get it."
    },
    {
        "speaker": "A",
        "text": "You kind of get why they're confused."
    },
    {
        "speaker": "B",
        "text": "I kind of get why they're confused. Yeah."
    },
    {
        "speaker": "A",
        "text": "Yeah. Well, so we were on the receiving end of this attack. Like, you should change your name from bankless to shameless. There was just a lot of charges that David and I and Bankless is just a company that likes to grift people and rip people off. I've heard many similar stories from you guys, industry insiders who dealt with you. You have to own up to this and accept or change your ways. Stop being a grifter. David and Ryan was the basic charge. And then there were just, like, other straight up mean tweets like this. Like, this guy goes, Ryan, you're getting old. Your job as a man was to leave behind a legacy, something of value for future generations. The time is ticking, but it's already too late. They will remember you for living a half assed life, grifting to make ends meet. A faceless man, half man, half meme."
    },
    {
        "speaker": "B",
        "text": "And half man is correct, but actually."
    },
    {
        "speaker": "A",
        "text": "Half robot, half robot. So tweets like this were absolutely, like, just pouring in my everywhere."
    },
    {
        "speaker": "B",
        "text": "Deafening. It was overwhelming. It was. I didn't know that there were that many people left in crypto. It was seemingly all of them."
    },
    {
        "speaker": "A",
        "text": "And it was very difficult when a lot of these are anonymous accounts or a lot of these are accounts. I don't really know. Some of them aren't, though, David and some of them were jumping on this train and just being like, yeah, like, what's up? What's bankless doing over there? Why does it need this money? And it was so inundated that every time we tried to explain in a thread, you'd just be drowned out by all of. If you've never experienced, like, a social media mob attack, it's very painful. It's very intense. It's like a crowd, like, throwing rocks at you."
    },
    {
        "speaker": "B",
        "text": "It's like. It's like a Twitter ddos of hate. It's like. It's a hate hate ddos, basically."
    },
    {
        "speaker": "A",
        "text": "And so, um, I tried an effort to actually clarify this, and this was a little defensive, I would say, but. But I was. I was seeking a bit more to clarify. So the reality is a few things. Bankless Dao is actually a completely separate entity from bankless media. The podcast that you're listening to, the llc that David and I run. So the DAO is actually a community that neither David nor myself or any in our media company control. And that's actually how daos are supposed to work. So maybe you could explain the Genesis of the Dao itself and how it's kind of separate."
    },
    {
        "speaker": "B",
        "text": "Yeah. So in 2021, the rise of bankless from being kind of a niche media organization catering to just like, the people that were left in the bear market of 2019, bankless kind of rose in popularity, as Ethereum did, as the bull market did, as the crypto markets did in 2021. And by the time the mid of 2021 came around, crypto was on a lot of people's radar. That's where we had got Mark Cuban on, and that's where we got, just like we popularized Ethereum to YouTube in ways that most people didn't. And we're explaining bankless was having a very great moment of success after grinding it out in the bear market for a while. Simultaneously, while we were having just a lot of new listeners kind of onboarding people onto the mission, this idea of Daos comes about. And me and Ryan, your DM's, my DM's on Twitter are just flooded with support of people saying, hey, I just love what you guys are doing. I love the content that you guys have. How can I help? And it would come. It would be from people from all walks of life. Like, I am, like, literally, like, I don't know how to help. I'm a dentist, but I would just love to help out. And I'm like, I really appreciate the support. I don't know how to have a dentist paid like a part of the HQ company. I really appreciate that you want to go build the movement. But we, like, we don't know, have, have room for you. And because, like, especially there were like hundreds, hundreds, and simultaneously, this Daos as an ideology, as a movement, as an alternative way of organizing people, that whole thing is, is blossoming throughout 2021. So what do we do? We just smash these particles together? Oh, there's so much support for, like, the bankless idea, the bankless mission, the bankless ideology, and we don't have enough room at Bankless HQ, Bankless LLC, to fit all of this. Smash those things together, you make a Dao. Bankless Dao was incepted in May 4, 2021. We mint this token, we find all of the on chain footprints that we can for bankless aligned people, and we just airdrop the token to them and say, boom, we've made bankless DaO. We had a discord setup, like, go into the discord, and from then on, it started to auto organize."
    },
    {
        "speaker": "A",
        "text": "And so one of the first proposals we put forward to the DAO. So again, we had no tokens at inception. One of the first proposals was a Genesis proposal. So David and I don't write smart contracts. We couldn't spin up the website. There's a group of people who helped us kind of incept this thing and launch it. And we called that kind of the bankless Genesis team."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "We submitted a vote to the DAO with their existing tokens to allocate to the genesis, bankless Genesis team and bankless LLC 25% of the total bank supply. And that would give these entities kind of, like, governance moving forward and some potential level of control."
    },
    {
        "speaker": "B",
        "text": "And that there were twelve people in the Genesis team, including you, some developers, website developers, designers, et cetera. Yes."
    },
    {
        "speaker": "A",
        "text": "And of that bankless LLC, I think, got 15%. You and I got, like, three or 4% individually, and the rest of the Genesis team kind of got the rest. Now, an important element of the story, bankless has not sold any tokens at all, has not participated in any votes so far. Neither have David nor myself sold any tokens or participated in any voting. I mean, I think it quickly became apparent that we couldn't coordinate all of the energy that was being outputted by the DAO. And so we were best in a position to just kind of, like, lead the movement by way of podcasts, by our newsletter. Like, there was so much activity in there. Every time I would go into the DAO discord, I would just get overwhelmed by, like, I can't organize all of this. Right? And that was cool because the DAO was doing things on its own and was operating on its own. So that's, I think, another part that the Twitter mobs were missing, which was that neither myself nor you nor bankless media had ever financially benefited from the doubt. We'd never sold a bank token. All the wallets are public. We've refrained from governance votes, so we're not actually controlling this thing. So when we say these entities are separate, which what I, which is what I was replying to many of these skeptics on Twitter, it really was separate. Like, I had no idea this proposal was going for it. I had no idea that bankless Dow had a list of consulting services that they were providing to various daos. And people went back and they said, oh, they've done something similar to optimism and provided services for them. I didn't even know any of that was going on. And I think crypto Twitter collectively was in disbelief that a Dao was actually operating as a Dao or that you wouldn't know about it, or that, like, this thing is called bankless Dao and you're called bankless, so you must be one in the same. It was just, like, not computing. To all of the skeptics, some of them were trolls, some of them were haters, but I think there were some good faith critics there that were just like, come on, guys, this has to be a grift."
    },
    {
        "speaker": "B",
        "text": "Yeah. The idea that. Cause we would say we're just totally unaffiliated with the Dow, it's like, well, I mean, when we say that, we're like, yeah, we're not in the discord. We're not doing the labor. Those aren't our services. Those are their services. And so there's a pretty clear line that's drawn. But then also, when we say, yeah, we're totally unaffiliated with the DAO. Well, no, like, we incepted it. We minted the tokens. True. We have the tokens."
    },
    {
        "speaker": "A",
        "text": "Yes."
    },
    {
        "speaker": "B",
        "text": "Yeah. And so, like, what do you mean you're not affiliated with the Dow? You guys fucking made it."
    },
    {
        "speaker": "A",
        "text": "We just meant we did create that proposal and didn't know about it, and the financial proceeds don't go to us. But."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "I think a lot of people in crypto Twitter was, was having none of it. And so some people were like, then why'd you even create the Dao in the first place? And that part of it, like, here's why. It's because we wanted to try this Dow experiment. We wanted to experiment with bankless as a headless brand. The idea of bankless is not that it's just a podcast or a newsletter. The idea of bankless is that it's a movement that everyone can go bankless. And so we wanted to create surface area, crypto native surface area, so that people who are attached to the movement could find a way to, like, get in a discord room and actually collaborate and do this. And by the way, by the way, people don't know this, but bankless Dao is doing a lot."
    },
    {
        "speaker": "B",
        "text": "Yeah, they're doing so much."
    },
    {
        "speaker": "A",
        "text": "It's one of the daoist Daos that existed. They've spun up all sorts of different products. They have different chapters. There's a bankless Brazil that we've gotten to know over there. There's a bankless Japan, translating content, creating educational content. There's a bankless Africa, all sorts of international branches. Like, the DAo is doing things. It's not doing everything perfectly okay, but, like, these are fantastic people. It's not a rug, it's not a grift. It's an actual Dao that operates by way of Discord channel to organize their community and by way of token vote. And it's actually a really cool experiment."
    },
    {
        "speaker": "B",
        "text": "Yeah. And I think this is where a lot of the misunderstanding comes from. It's like, most people, when they think of daos, like Maker Dao or the Aave Dao, there's, like, one centralized Dao where there's, like, a central command and list of people. And that's just, like, not how, like, the bankless Dao works. Like, the actual bankless Dao is actually a subset, like an amalgamation of a bunch of subdaos. There's like 20, 30, 40 plus different sub daos inside of bankless Dao. And the actual head of the organization doesn't exist. There's a few coordinators that coordinate resources and manage stuff between subdaos, but the actual. The bankless DaO is actually much more of a blurry line than what people are considering to be like a Dao. There are no boundaries that are in or out of the Dao. It's just all these different sub daos. Bankless consulting, bankless publishing, the rug fight club, like the audio video guild, the legal guild. If I had time, I could go in there and start listing off 30 more. And then when you add all of these subdaos together, then you get some sort of semblance of the greater bankless daO. But it's headless. It's rush, bottom up. It's like. It's like five people get together and they make a subdao called bankless something, and then they are part of bankless Dao. So it is actually a decentralized Dao, unlike every other dao that crypto Twitter is familiar with."
    },
    {
        "speaker": "A",
        "text": "Yes. And so I think a lot of people didn't understand that. So there was, there's a lot of dunking. But the truth is, like, I'm proud of what the Dow has done, just in general, not this specific proposal. And again, I can't speak to this specific proposal, but keep in mind the proposal, like, it wasn't a rate on the dow. It's as simple. I'm sending you a response to, like, a trade offer."
    },
    {
        "speaker": "B",
        "text": "Trade off."
    },
    {
        "speaker": "A",
        "text": "It's a trade offer. Do you want to buy these services? Yes. No, I mean, arbitram governance is going to review this on its own merits in the ROI and make a decision like they would with any other vendor. So it's not like a raid. I don't understand the outrage specifically targeted towards this proposal, but it's caught up in this. In this Twitter narrative. Yeah, there's a comment on this tweet, David, where I was getting, like, I was explaining this and trying to kind of defend our position. Udi, of course, says, my man, I love you, but this is a really long tweet. You could have just renamed the Dao instead. Like, there's an element of. I understand there is some brand confusion here between bankless HQ and our media company and bankless Dao, but the reason we did that at the very beginning is so that everyone could latch on to the bankless movement and kind of make it their own, and so it could live and scale past you or I and this podcast and this newsletter all around the world, right?"
    },
    {
        "speaker": "B",
        "text": "And separately from all of this, there seems to be, like, these semi regular seasons in which it's just, like, bankless pile on seasons. It's just like, we do something that people take offense to that make people feel aggrieved by, and then that, like, is like lighting a match. That lights a bunch of, like, tinder that's been, like, set over the past few months, and then all of a sudden, it's like, oh, like a few people are hating on bankless. Like, I also have, like, my grievances to air and it turns into a contagion and it turns viral, and it's like, oh, we're hating on bankless. This is the moment in crypto Twitter. We're hating on bankless. And this happened, like, five times over the last."
    },
    {
        "speaker": "A",
        "text": "This is the worst, though."
    },
    {
        "speaker": "B",
        "text": "This was the worst and the loudest by far."
    },
    {
        "speaker": "A",
        "text": "Honestly, I don't know how this affects you because, again, you were trying to have Thanksgiving, but, like, it started for me Friday and then, and then continued into Saturday. And this was like 48 hours of attack. And, like, it, it hits me. I'm like, am I, like, am I, am I a grifter? Well."
    },
    {
        "speaker": "B",
        "text": "Cause, like, you and I are like, we try to be truth seekers. And when, like, 100 accounts are tweeting at us every hour saying, you guys are grifters, I'm like, wait, wait, am I?"
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "And then I have to, like, think about it. Like, no, fuck you, I'm fine."
    },
    {
        "speaker": "A",
        "text": "Well, that's what you think. It takes me a while to come to that conclusion, right? So, I mean, even people in the Ethereum community, so some accounts were coming out defending us. Like, DC investor was like, hey, bankless has helped onboard thousands of people. And Foo Bazler, who's in the Ethereum community, says bankless has had a long pattern of behavior and bad marketing from the bankless team. So a lot of Ethereum ogs actually think bankless does more damage to Ethereum than good. And I just saw that and I was like, wait a second."
    },
    {
        "speaker": "B",
        "text": "What does he mean?"
    },
    {
        "speaker": "A",
        "text": "What does he mean?"
    },
    {
        "speaker": "B",
        "text": "I don't know what he means."
    },
    {
        "speaker": "A",
        "text": "Again, this is what Twitter makes you think. You're staring at the funhouse mirror and then it reflects back at you and you're like, do I really look like that? Is that me? And so you tweeted out some questions like this, but so did I? Is the truth, is the day bankless is bad for Ethereum is the day I leave. Like, I don't, I don't want to do this if, like, we're the bad guys."
    },
    {
        "speaker": "B",
        "text": "If, yeah, we're here to help Ethereum."
    },
    {
        "speaker": "A",
        "text": "And we're here to help people in crypto. I mean, I don't want. If I'm a grifter, I've turned into a grifter without knowing it, right? Like, what am I doing something wrong here? And so I asked the question, is bankless net bad for Ethereum? And this is when more support started."
    },
    {
        "speaker": "B",
        "text": "The tide started to turn a little bit. Yeah."
    },
    {
        "speaker": "A",
        "text": "So Anthony Cisano is sort, of course bankless isn't a massive good net, good for Ethereum and all of crypto. You've done, done a lot more than 99% of people. Benjamin Cohen, net positive by far. Eric Voorhees. This is the one I really cared about hearing about Anthony as well. Y'all are great. Stop worrying about and feeding the drama. I guess that's good advice. Right? And we know that bankless listener. We know this. But it's also, like, it's also very hard because Twitter's hard. Yeah. Twitter can become a reflection of, like, the current crypto narrative, and it gets echoed as we saw, like, news stories of reporting about this. People, like, reporters from the blog made the news. Yes. Frank Shapiro from the block said, well, do you think that proposal is, like, valuable or not? Like, I really want your commentary. I'm like, I don't know. I have not reviewed it."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's not my proposal."
    },
    {
        "speaker": "A",
        "text": "It's not my proposal. Like, I didn't do it. But that's not an acceptable answer."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "So I know we have to not listen to all of these critics, but I'm telling you, when you're in the thick of it, it is absolutely overwhelming."
    },
    {
        "speaker": "B",
        "text": "Yeah. Yeah. There's, like, the response, like, came out, like, oh, yeah, bankless is, like, a net good for ethereum. This might be me just being really personal about this, but the whole net good thing, I have a problem with. And people have told me that I need to not take this too seriously, and I still have a problem with it, but it's like, I'm not here to be a net good. A net good is like, oh, there's some good, there's some bad, but on net, like, it's good. I'm like, no, no, no. I'm here to be an overwhelmingly positive influence for crypto and ethereum, for the world. Like, I'm here to only do good. That's all I've got as motivation left. And so, like, when people come and say, oh, yeah, you know, when you net things out, they're pretty good at this. I'm like, fuck am I here? Why am I doing this?"
    },
    {
        "speaker": "A",
        "text": "Well, there's a lot of requests from us to kind of list the things that were bad about us. And, like, some of them are just bad faith critiques. Like, you have ads, you have advertisement, you have. Your."
    },
    {
        "speaker": "B",
        "text": "Your titles are clicky. Clickbaity."
    },
    {
        "speaker": "A",
        "text": "Yes. You have YouTube thumbnails that. That we don't like. And, like, some. A lot of that is, you know, easily dismissed, but, oh, some of it kind of hits closer to home. Anyway, I didn't find a lot of good things."
    },
    {
        "speaker": "B",
        "text": "Some of the people who say things. Okay. Oh, yeah. Like, there's a history of bad behavior, and I'm like, I like the specifics. Like, did you get any, like, specifics?"
    },
    {
        "speaker": "A",
        "text": "I was like, okay, so, like, an example mark from Aave, who I think is fantastic. He, he's been an ave from the very beginning, kind of a defi Zelda. He's a real, yeah, bankless is 90% good educational conference content, 10% grift. And I was just like, mark, what's the 10%?"
    },
    {
        "speaker": "B",
        "text": "Because as soon as I discover what that 10% is, I'm pruning it for my life. Thank you."
    },
    {
        "speaker": "A",
        "text": "And his reply was, oh, I didn't mean grift. I just meant like, you guys run a profitable business."
    },
    {
        "speaker": "B",
        "text": "Commercial profit maxi, profit max. 90% good content, 10% profit maxi. I'm like, oh, wait, we have a media business."
    },
    {
        "speaker": "A",
        "text": "We have 20 people that work at bankless hq and help us produce this podcast, help us generate the newsletter, all the analysts reports that we use, and all the tools that we do. Okay, so all of that happened, right? I guess. What's the conclusion on this? What's the end of the story? Did we receive any signal from all of these events? Because I think we did. And we finally put this together on Sunday and tried to put a wrap on all of it. But this is your tweet. To sum it all up, I think, yeah."
    },
    {
        "speaker": "B",
        "text": "And it took a while to get here to write this tweet. Like, a couple people had to dm me and be like, yo, calm down. And like, people. People were just like. And when it comes from people that you trust and know, like, it hits different. And so you just need the trusted advisors in this space. We like, walk you through it, right? And then once they do is like, okay, this is pretty obvious. So I put out this tweet and I said, to lead with the obvious, we could be better in accepting criticism of bankless. We hold bankless very dear. And like, I, and I think you two have this innate reflex to protect it. When we see it being unfairly attacked, this clouds our ability to hear what crypto Twitter is trying to tell us, especially when it's drowned out by very obvious and unwarranted and off base hatred towards bankless. Please forgive me for blindly throwing out the baby with the bathwater when it comes to crypto Twitter to constructively tell bankless how it feels about stuff. Basically, bank crypto Twitter is like, well, you guys, like David and Ryan, we just explained the history of bankless Dao just now. I say most people were unfamiliar with that, or at least have forgotten about it and have not been tracking the progress and work, very real work that bankless Dao has been doing for other protocols, just like the proposal that they made to arbitrum and so they just. And then bankless Dao makes this tweet, we're asking for $2 million, and, like, that gets enough virality for people to be re exposed to bankless Dow for the first time in a while. And the first time that they seed I, bankless Dao in a. First time in a while is they're asking for $2 million and then they associate it with, like, yeah, we have a lot of ads on bankless, and then they smash those particles together and be like, they're grifters. Anyways, I'm going back into the defensive thing, so I'm trying to not do that. So, like, we, like, yes, we understand how, like, if you are not tapped into the dow, even though, like, Ryan and I are not tapped into the Dow, we're still."
    },
    {
        "speaker": "A",
        "text": "Branding isn't clear."
    },
    {
        "speaker": "B",
        "text": "The branding's not clear. Wait, so Ryan and David are just asking for arbitrum tokens via the Dao as a sly, grifty little mechanism of getting more arbitrum tokens? That's a conclusion that people came to. Okay, I understand branding's not clear. We have tokens, but we don't vote in governance. So we are affiliated with Adao, but it's an independent entity. It is all confusing. I understand. And there's actually going to only get more confusing as time goes on and as if we have another bull market and we have even more people come into the space, they're just going to see, like, oh, bankless, bankless Dao, same, same."
    },
    {
        "speaker": "A",
        "text": "That's the, that's the signal through all of the mop attacks. It's just two things. The branding between bankless and the media company that we run and bankless Dow is unclear right now. So we need to clear which is."
    },
    {
        "speaker": "B",
        "text": "The experiment, which what is the experiment that was."
    },
    {
        "speaker": "A",
        "text": "But we've seen ways it can, uh, lead to bad outcomes, basically. And so one of the steps that we're going to do is submit a governance proposal to the bankless DAO to kind of clarify the branding between bankless, the media company and what we do and bankless Dao itself. So that is a work in progress. The other thing that we're going to do is burn all the bank tokens. I don't want any question out there that, like, bank David and Ryan control the DAO in any way."
    },
    {
        "speaker": "B",
        "text": "You our beneficiaries of the DAO."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah. Our profit motivated, set this up because, like, they want to be extractive from the community. No, that was not the intent. From the get go and to quash. Any doubts. It's just simpler just to basically burn the bank tokens. So that's what we're doing, our personal tokens and bankless HQ. And I think the DAO is going to be okay. Like, they're going to thrive. They're going to do what they do. They're going to self organize. The truth is, like, we didn't do any of it. We had very little participation, right? We were kind of like spiritual support, movement support in this organization. Everything that they've done is kind of theirs. And anyway, that's the conclusion that we came to."
    },
    {
        "speaker": "B",
        "text": "And I would also say, going back to what I was said, there's actually no bankless dao. There's actually just the conglomerate of subdaos, that when you form them together, then they are like, hey, guys, I think we are bankless Dao. That's how I articulate what bankless Dao is. And the real Dao, for me, the way that I articulate this thing, is the idea, the bankless idea. Freedom, sovereignty. Sovereignty through protocols, cryptography. All of the ideas and values that we talk about here on bankless, both bankless LLC and bankless Dao, in my mind, serve that idea, that grander idea, and that is the broader dao, is the idea of bankless lowercase B."
    },
    {
        "speaker": "A",
        "text": "Anyone can go bankless. This is the bankless movement. I mean, anybody can go bankless. It's not just a podcast, not just a newsletter. This was the conclusion, I think, for me, toast tweeted this. In all seriousness, if bankless are the current main characters, then we're doing okay. So, David, I guess if we became the villains last weekend, maybe crypto, Twitter feels okay about that."
    },
    {
        "speaker": "B",
        "text": "Yeah. If we're the worst people, these bad villains, maybe."
    },
    {
        "speaker": "A",
        "text": "Yeah, at least we got that. Yeah. Okay, so that existential crisis, David, leaves maybe to a broader existential crisis is like, what are we doing here in crypto? And this was one interesting reaction and outcome from this whole series of events that is much broader than, I think, bankless, and gets to the question of, like, why are we here? This is Defi mokey tweeting out the mistake I always see from people in crypto like bankless. The mistake they make is thinking too much about being net positive for the space goes to your tweet. You said you were here to be really effing more than net positive, but."
    },
    {
        "speaker": "B",
        "text": "Like, a overwhelming positive, overwhelmingly positive."
    },
    {
        "speaker": "A",
        "text": "Yeah. The tweet continues. Don't kid yourselves. We are in this land of degenerate capitalism only to make money, and then name some developers that are kind of defi developers. Andrew Cronier and someone else. They contributed so much to this space and still get shit on. Token price going up equals contributing to crypto. Token price going down equals rug. Oh, by the way, we didn't include that part of the story, but the bank price, token price down bad, but we don't care. We've never talked about that. That's never been a thing. Governance token value."
    },
    {
        "speaker": "B",
        "text": "So what do you think a valueless governance token is right?"
    },
    {
        "speaker": "A",
        "text": "At the end of the day, though, that's the only two things that matter on crypto Twitter. Yes. And I think this. Maybe this is crypto Twitter culture versus all of crypto culture. We could unpack that. But this general idea of, like, we're here for the money, right? I responded to this. I know this isn't true because it's not why I'm still here. Yeah, we all want to make money that's good in itself, but not when it's the only reason we're here. Crypto is a system of digital rights and freedom we can pass down to future generations. That's why I'm here. I don't think crypto Twitter necessarily resonates with this take, but what do you think about it? This is sort of the nihilism, I would say, versus we're here for the values, we're here for the money, versus we're here for the decentralization. Uh, what's your take on this? Are we being, like, naive in, I don't know, doing this whole bankless thing, order of operations?"
    },
    {
        "speaker": "B",
        "text": "Right. If you. If you are here for the money, the the money. The fact that crypto is about money is like, this very, like, unfortunate thing that's very necessary, because that's what we're here to do. There are people who are unfortunate. Well, because, because, like, you are, you can come to crypto for the tech, and then that as a. And then you work in crypto, and you build crypto, and then the assets follow the builds that what you build. Right. And money follows the tech. But then some people come and it's like, well, I'm here for the money, and then they actually extract from the people that are here from the tech. Right? Does that make sense?"
    },
    {
        "speaker": "A",
        "text": "It does, but why can't. I don't understand why it has to be binary. Why can't you come for both? Why can't you come for, like, long term wealth creation?"
    },
    {
        "speaker": "B",
        "text": "I'm here for the creation, the money, tech, right? It's like, yeah, like the, the values."
    },
    {
        "speaker": "A",
        "text": "To the extent we make crypto useful for the world and our values are manifest, right, our bags will go up, but it doesn't happen like, overnight."
    },
    {
        "speaker": "B",
        "text": "I think. I think Twitter is especially this, like, nihilist space where, like, there is no values in crypto, there's only money. Like, crypto. Twitter is also, like the highest place of conversations. Like, that's where the action happens, that's where the activity happens, that's where the alpha happens. And so if you're here for the money, that's where you are. But if you're here for the tech, you're on, like, much slower places, like the ethereum, magicians, discord. Right. Or like forums. And so, like, I think Twitter itself just bends towards the people who are here for the money the most and who are the most nihilist, probably."
    },
    {
        "speaker": "A",
        "text": "Can I just make a distinction? Because, like, I truly am here for, like, the money as well. I mean, bankless has always been about investing on the, like, going bankless. It's about wealth creation. Like, I think there's another slice of things where you can get, I'm only here for the tech, and I don't think that's true."
    },
    {
        "speaker": "B",
        "text": "That's also unsustainable."
    },
    {
        "speaker": "A",
        "text": "Yeah, the money is the tech. This is social technology. It's like we're creating new store of value in a new banking system. Of course we're here for the money. Right. But not just the money. That's all I'm trying to say is, like, if we're only here for the short term games and the pontification of everything and the pyramid schemes, and we're not creating long term value, long term wealth creation, then it's totally empty to me and I'd rather not be in this space. I don't know why I'm here. I could go. Remember we had that conversation with Sam Bankman fried a long time ago, and."
    },
    {
        "speaker": "B",
        "text": "He was like, I don't care about decentralization."
    },
    {
        "speaker": "A",
        "text": "I could make money on trading orange futures, the prices of fruit. I don't care how I make money. I'm just here to, like, make the."
    },
    {
        "speaker": "B",
        "text": "Maximum amount of money currently trading mackerel. Did you hear that story?"
    },
    {
        "speaker": "A",
        "text": "No."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah, he needed to get a haircut, so he had to, like, get some mackerel to pay for a haircut."
    },
    {
        "speaker": "A",
        "text": "The fish."
    },
    {
        "speaker": "B",
        "text": "Jail money. Yes, jail money. Anyways, that's a divergent. We'll talk about that. Let me. Yeah, that's a true story. I think, like, the topic of money is kind of an interesting litmus test, I think, like, when you and I, when you and I are faced with a prompt, money. We've done content on this. We think ledgers, anthropology, culture, writing, precious metals, the history of money. Money as a philosophical concept, because that's interesting. Technology. Money as a technology throughout time is a way to accept that prompt of money. And then other people take the prompt of money as, like, charts, ta, narrative trading, stuff like that. And so money, people will look at money and it will reflect back at them many different things. Yeah."
    },
    {
        "speaker": "A",
        "text": "I think that there's a third way to, like, you can do the philosophical, you can do the short term trading, which is what this defi MoCA accounts. But the third way is, like, as a long term investor, right? Like, number go up over time. That's great. If ethereum is successful, it will be over well over ten k. It will be worth trillions of dollars. And I think that is fantastic. I think it's the best wealth creation event that our generation will see in their lifetime. And there's no shame in that. But that doesn't mean that's the only reason we're here, you know? Like, and it's not. It's. I actually don't want to be in this crypto thing if we're not creating something of value for the world and for future generations, because it's back to that 2017 Vitalik tweet. Like, we've done all these things, but have we earned it?"
    },
    {
        "speaker": "B",
        "text": "Right?"
    },
    {
        "speaker": "A",
        "text": "Like, I think there's a way to, like, earn the value, like, the actual wealth creation of our assets. And I think it's just a time horizon thing. Short term versus long term time horizons."
    },
    {
        "speaker": "B",
        "text": "Yeah. You know the term in, like, the genealogy of humans, homo habilis. Like, I think it was the. I think maybe it's us or maybe the humans that came before us. Habilis. Like, homo habilis is handyman, as in, like, they started using tools, and this is like the birth of technology, right? There's, like, this thought concept of something alternative called homo economicus. Economicuse, which is like, economic man. Every single person has economic calculus that they run in their brains at all times, right? Like, in the dating market, right? Like, you're. Everything is a market, right? Like, I want to go for lunch. Which sandwich do I get more value from? Which mate do I get more value from? Everything is like an economics conversation. And so, like, invisibly, everything is an economics calculus to a lot of people. And so when they come to crypto, like, we are homo economicus, we come into crypto and we start doing economics calculations inside of our brain. And I think a lot of people on Twitter with this, like, you know what else is distorted in crypto? Like money. It goes up by 100 x really quickly. That's very distorting. Right? Like, the narrative of X of Twitter, where this conversation is about these things is also very distorting. Everything just gets really distorted. And so I think in the era of rage machines that are our web two protocols, we get a distortion of what it even means to be here for money, and it ends up, I think, just defaulting to nihilism a lot."
    },
    {
        "speaker": "A",
        "text": "There you go. All right, guys, so those are the takes a little self indulgent this weekend, I think, talking about our own problems and Twitter."
    },
    {
        "speaker": "B",
        "text": "And I've got another problem. I've got another problem. I opened up this conversation was like, I have no idea how many of the podcast listeners are going to, like, be interested in this Twitter related content, or they're like, what the you guys talking about? I also don't know how to get that answer from them. How do they tell me? I don't give a shit about your guys's Twitter drama. Move on. I don't know how to receive that because the place I would go and get that information is to Twitter. Hey, what did you guys think of the episode? And that's not who I'm trying to get feedback from right now. I'm trying to take a timeout from Twitter."
    },
    {
        "speaker": "A",
        "text": "Are you really? Are you going to delete that? Are you going to take a break?"
    },
    {
        "speaker": "B",
        "text": "No, I already took my break."
    },
    {
        "speaker": "A",
        "text": "It might be in a healthier state if we do. Bankless nation. Thanks for hanging with us. Got to end with this. Of course, crypto is risky. So is social media. My God, you could lose what you put in. But we are headed west. This is the frontier. And your mental health, it's not for everyone, but we're glad you're with us on the bankless journey. Thanks a."
    }
]