[
    {
        "speaker": "A",
        "text": "Self custody is one of the things. If they can't cancel all of crypto, they want to make it account based, because then they can control the companies more easily than they can control millions of individual people. I think self custody is really at the key to that."
    },
    {
        "speaker": "B",
        "text": "Bankless nation. We have an episode today with Representative Warren Davidson. He is an outspoken member of the US Congress and an advocate for cryptocurrency. And hey, it's 4 July in the United States. Americans call this Independence day. So it's a good day to ask the question, how do we gain our independence from unelected bureaucrats who want to stifle this industry, who want to stifle cryptocurrency in the United States, which is at its core a freedom technology? A few questions that David and I raised today to Representative Warren Davidson. Why is Warren Davidson trying to fire Gary Gensler? What is the SEC Stabilization act? Can we stabilize this institution? Number three, is the US losing ground to Europe, Japan and Hong Kong? How can it catch up? Number four, does Congress care enough about crypto to do something about all of this? How can we change the course? Is there good legislation coming forward in 2023 and 2024? And in these divisive times, I feel the need to say another reminder before we get in. Of course, even though we have a congressman on today's episode, bankless is not a political podcast that divides on red blue lines. We have no party affinity in the United States or in any other nation. What we do care about, though, is the values of decentralization, autonomy, and power to the people that underlie this crypto technology. And so to the extent these values are political, we are also political. But we don't divide on party lines. We'll continue to give voice to crypto values, no matter what political party they come from. We've had Democrat representatives like Richie Torres on the podcast, and we've had Republicans on the podcast, like Representative Tom Emmer. And we'd host a Cynthia lummis, a Ted Cruz. They're welcome here. So is AOC and Elizabeth Warren. We just want to have the conversation. And for my own part, I have to say I see massive value in this crypto movement for both conservative and true progressive values. So, with that said, we're going to get to the conversation with Representative Warren Davidson. But before we do, we want to tell you about these tools to help you go bankless. Starting with our friends and sponsors at Bankless Nation, we are super excited to introduce you to his first time on the Bankless podcast, Representative Warren Davidson. He is a member of the US House of Representatives from the 8th congressional district of Ohio, and he's been serving in Congress since 2016. You may know him most recently as the guy who created the hashtag firegary Gensler and proposed the SEC Stabilization Act. Representative Davidson, welcome to Bankless."
    },
    {
        "speaker": "A",
        "text": "Yeah, thanks for having me on. Big fan of your podcast."
    },
    {
        "speaker": "B",
        "text": "Oh, well, thanks so much. You know what? Um, I'm kind of a fan of this hashtag, I gotta be honest, and, uh, want to start there. It's been a frustrating year for us in the. In the crypto industry, uh, for a lot of reasons, and one of them is the intense, intense pressure from unelected regulators. Uh, it seems like the US is squandering an opportunity here. And it seems like Gary Gensler, the leader of the SEC, is the lead of the cavalry there in squandering this opportunity for the United States. As you can tell, Representative Davidson, we are crypto advocates. We think this technology is important for the world. And maybe let's start here with this hashtag firegary Gensler. Seeing this come out of a member of Congress was interesting to us. Can you tell us what prompted this SEC stabilization act and your initiative here?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, it's caught on pretty widely with the crypto community, but it's a broader range of things that Gary Gensler has done that highlight. We don't just have really a Gary Gensler problem. I think a lot of people are paying attention to that. We have a structural problem with the securities and Exchange Commission. So he clearly has been bad for crypto. I likened it in hearings to hotel California. A little different because you check in, but the commonality is you can never leave. People check in, they stay stuck forever, they go into endless discovery, and there's never resolution and clarity at the end of this. There's no escape. And so that's something that this community's experienced. And the other thing is, while he's been super aggressive in rulemaking, on average two per month, I mean, the only time that the SEC has been disaggressive in rulemaking was right after Dodd Frank passed, and that was a major overhaul of the us financial services space. So clearly there was a need for rulemaking at that time. The only thing that happened here is Gary Gensler became the chairman of the securities and Exchange Commission, and he just went on this really aggressive agenda, and then he coupled that with really short comment periods, sometimes as short as 15 days on rules. And normally under the Administrative Procedures act. That's like a 90 day period where you solicit feedback, and I think everybody's kind of caught on. Gary doesn't want any feedback. He's working to front run everything, but he's put all these rules out on other things, but he's done nothing like that for crypto and digital assets. So that's kind of the paradox here between the two. And he's done things on the one hand where he has no legal authority, like the ESG rule, whether you think we should have reporting requirements for environmental social governance models for publicly traded companies or not, there's no underlying legislation that provides clarity for that. And he's just claimed it. And the Supreme Court recently ruled that agencies can't do that. So the EPA was trying to regulate carbon, whether or not we should regulate carbon, there's no underlying legislation that gives the Environmental Protection Agency the ability to regulate carbon. They regulate air quality, they regulate water quality. They have authorizations for all sorts of things, in laws, but not carbon. So they had the clean power plan struck down by the Supreme Court. And I think the same thing would rein in some of these aggressive actions from Gary Gensler. So with all of that, he's kind of front run Congress where he pretends like there is legislation for all the clarity that he would possibly need to regulate crypto, for example. And we're trying to pass a law right now, but he's actively working to block it. And the enforcement mechanisms that he's used have been selective as well. So the example I use is he reached a settlement with Kim Kardashian for promoting an unregistered security. She paid a one and a half million dollar fine. But the alleged unregistered security ethereum, Max, had no enforcement action against that. So it's been incoherent on that. So he's frontrunning Congress in that sense, and not providing clarity for the market. So he should probably lose his job for just that. But the fact that he can do it in Congress can't really do much about it. Ultimately, only the president can fire him as like, well, I don't think that's the spirit of why we have a whole commission. So are the other commissioners kind of redundant or irrelevant? You go back to how the SEC was originally created. It was created as a commission, and then they gave the chairman extra powers. And I think that was a mistake. So we have less than 5% of the world's population. We have almost 25% of the world's gdp, but we have over 50% of the world's invested capital in capital markets. So why would we want to mess that up by politicizing it? So the reform I've got makes it so that there's three republican commissioners, three Democrat commissioners, and they have to work together in that sense if they want to change something. You cant just have one person come in and dominate it."
    },
    {
        "speaker": "C",
        "text": "Preston, id like to dive into the question of where you think Garys anti crypto motivations are coming from, because this is what is very confusing to us in the crypto industry. And maybe the fact that Gary Gensler is able to express certain desires about the crypto industry unilaterally without the whole SEC support is part of the problem. But we as representatives of the crypto industry are holistically confused as to why Gary is treating us in the way that he is treating us. It seems to be coming from a place that is just lacking integrity to us. But then you also gave some accounts of other places that the SEC has engaged with that are outside of the crypto industry, like the EPA and environmental rules and regulations. That perhaps tells a very similar story in different industries. So maybe you can talk about why do you think Gary Gensler, quote unquote, has it out for us, and maybe you could also illustrate why you think that that illustrates the need for the SEC Stabilization act."
    },
    {
        "speaker": "A",
        "text": "Yeah, so I think he does have it out for the sector. I think some regulators broadly do. I think there's a war on crypto. Barney Frank alluded to it in banking. He's like, signature bank didn't have a solvency problem. They had a problem with regulators who were trying to target the bank because they banked crypto. So you see people literally being debanked because they'll do something with the space. There was under the Obama administration, a term for that. They called it Operation Choke point, and they're essentially rationing capital. And this goes through Elizabeth Warren's office. You'll see Gensler kind of coordinate with Elizabeth Warren. A lot of the kind of Democrat dominated financial services space really is tied back to Elizabeth Warren. And motives are always hard to pin down. But what we can say is it's certainly bad for the sector, and it's wrong to say you're going to pick winners or losers on behalf of the government. You should provide. My view is you should make markets function. And kind of like boxing. It's not boxing when they're over hugging in the corner or the ref just picks whoever he wants to raise the hand. No matter how the fight went, boxing is you break them up and you make them fight according to the rules. Everyone knows the rules. And the ref just basically makes sure that it's a competitive fight. I think the government needs to be doing that. And instead, what you see is Gensler is very much saying, you're not one of us and you're not going to get there. He may have done a delaying action long enough to say, all right, the winners we want are now in the ring. And that's one of the fears as Blackrock, who's like 500 to one ratio of getting ETF's approved, weighs in and here says, hey, we want a bitcoin ETF, where others have been trying to get one for ten plus years. Probably. Yes. This is just crazy situation. So like I say, motives are hard, but the one thing about Gensler is you can't say that he doesn't understand the space. People still go back and watch his MIT coursework where he was teaching classes, and go, oh, so he actually understands it. So what is the motivation?"
    },
    {
        "speaker": "B",
        "text": "He understands it very well. It certainly seems apparent. So could you give us just a 101 for people who aren't familiar with political governance in the US and sort of the powers that each group has? We've seen some action recently in the judicial branch, in the court system, of course. Gary Gensler reports up through the executive branch, the Biden administration. We have with Congress and the legislators. Right. The separation of powers. Of course, Congress does not have the ability to actually fire Gary Gensler, is that correct? But you do have the ability to maybe pass some SEc reforms. Can you just share, like, what sort of abilities, what sort of governance power each of these entities kind of have in this situation? Because it feels very much like Gary Gensler is overstretching his power, leaning into things he shouldn't be. And yet the boundaries and the borders are somewhat gray, somewhat unclear. Can you just give us a sense of where the power structure is and who has the reins here?"
    },
    {
        "speaker": "A",
        "text": "Yeah, that's a good point. And you'll see similar stresses across our government right now. So the United States constitution's supposed to define the government we're supposed to have. And I always say we need a government small enough to fit back within the constitution. We could actually afford a government that size. We have too much government. It's oozing out everywhere. And that's why we can't afford it. We have nearly record high revenue for the federal government as a percentage of GDP. Normally, we average about 17% of GDP in taxes and fees collected, and we're over 20%. I mean, so this is a peak. The trouble is we're spending about 24, 25% of GDP on a baseline basis, net of surges like Covid. So structurally, we have a problem, and most of us view it as a spending problem. Where is a lot of that money spent? We've grown government massively, and it's kind of like an invasive species. If you don't have trim it back and prune it, it tends to grow and choke out everything healthy. And I think that's the problem with a lot of our agencies, and the SEC is one of them. So what can Congress do? Well, Congress has the power of the purse, so no money gets spent unless Congress does it. In some ways, the most problematic thing there is, well, we just don't fund the government. We can't agree. So there are government shutdowns. Well, that doesn't really work. Congress ultimately loses that because everybody but the precise target needs funded. We operate a government because we need a government, but some parts of it we could probably do without or do with it differently. So it is harder to precisely target it. And we have this thing called the homan rule, where you can target individuals or I job positions and limit, limit pay. So that may happen during the appropriations process. We have another tool that's very targeted called impeachment. You've seen that come up and get politicized at times, and people have a difference of opinion about when you could use impeachment and when you can't. But fundamentally, it's a, a fancy way to say you're fired. You don't, like, go to jail if you get impeached, but the House says you're impeached. Then there's a trial in the Senate, and at least for the president, it takes a two thirds vote to remove someone. And it's a healthy debate. Some people say it also takes two thirds to remove anyone else. I think the language says that a simple majority would fire anyone else in the Senate. But that's not the path we're on with Genslere. I think the other thing that we can do, and this is what my bill does, is it just restructures the agency. I mean, we created the securities and Exchange Commission with legislation. It was revised, and the chairman was given more power with legislation. And so now we can kind of restructure it with legislation. The challenge is the path for legislation is tough. So how does that work? You know, we draft a bill in the House in this case, and then you will notice the bill for a hearing that hasn't happened yet. So hopefully this bill will get noticed for a hearing soon so that people know, hey, you can comment on this bill and this hearing because we're thinking about moving it forward, and then it'll get marked up in the committee financial services in this case. So the members of the financial services Committee will weigh in on it, potentially amend it, and then if it passes the financial services Committee, then it's available to the House majority leader to be scheduled for a vote on the floor. Once it's scheduled there, the rules committee considers amendments. Then it's on the floor subject to amendment by the whole House. And then let's say no amendments pass and the bill passes, or all the amendments are then incorporated into the final bill. Then it's available to be scheduled for a vote in the Senate. And if the Senate passes the same language that the House passes, then it goes on to the president for signature. If the Senate passes something that's somewhat different, then you have a conference committee between the House and Senate, and they kind of work out the differences and agree. This is what we think will pass the House and Senate, but it has to get a vote. So the House votes on the conference version, the Senate votes on the conference version. Once you have both houses agree on the text, it goes for the president for a signature. Hopefully the president signs it. If he doesn't sign it, Congress can override a veto. Not signing it is a veto. Well, a veto is a veto. Not signing it lets it move into law. So it could do no action. But if it's vetoed, then it takes two thirds of both houses to override the veto. So that's a tough path to make a bill become a law. And some people my age will remember a schoolhouse rock video that still survives to the day on how bill becomes a law. But under the Obama administration, there was a less widely known Saturday Night live skit that made fun of how a bill becomes a law, and it's how an executive order happens. And it's got some chain smoking guy pretending to be the bill all grown up. Now, the bill's a little kid in the cartoon, but in the Saturday Night Live skit, it's like some old chain smoking guy and he's like, yeah, pretty much just happens."
    },
    {
        "speaker": "B",
        "text": "Much easier path."
    },
    {
        "speaker": "C",
        "text": "So there is a whole obstacle course that Abil must go through, which you just laid out. But really, the big hurdle appears to be the actual president signature or the president actually allowing this thing to go into law. And why that seems like a big hurdle is because currently the president is Biden and the Biden administration. And Gary Gensler seems to have the, you know, moral support of the Biden administration. So if we're going to get this SEC stabilization act passed, do you think it has to be under a different presidential administration?"
    },
    {
        "speaker": "A",
        "text": "No, I don't think so. I think, you know, when the other things that make a bill pass, you know, so for, for members of Congress, the downside for a lot of the crypto community, crypto isn't a top issue in any congressional district. It won't break the top ten. It's important for the market. But I just use ro Khanna as a proxy. Rose got a huge part of Silicon Valley. This probably isn't on his top five issues in the markets. Its a really big deal. And obviously, for the people whose livelihood depends on it and see massive economic opportunity, its very important. But that doesnt mean that every member of Congress is going to pay for it, pay attention to it. And then I think the challenge is, how do you make that a bigger issue for the public? Part of thats educating the populace. And youve got members of Congress and massive portion of the public that if you ask them the difference between bitcoin and central bank digital currency, they wouldnt really be able to differentiate them. They would say, well, theyre both digital, theyre both bad. I dont think we should be going down that path. Its kind of creepy China surveillance stuff. Maybe a handful of people would say, oh, well, that would be more convenient. But I think a lot of people would be like, oh, stay away. And I think thats the challenge for the industry is people don't really understand it. So really need to be a grassroots education effort. And Twitter isn't really a good proxy for that. There's a lot of activism on Twitter, but it doesn't necessarily mean the guy that's at work on a shop floor or out in the field right now or stringing up telephone wires somewhere is paying attention to that discussion represented."
    },
    {
        "speaker": "C",
        "text": "DaVidson I'd like to actually go into the details of the SEC Stabilization act. And I think for context, any bankless listener that has listened to the couple of times that we've had Hester person understands the very different voice that Hester Purse adds to the SEC. And also simultaneously, our frustration that even as great as Hester purse is, her voice doesn't seem to produce any sort of guidance towards Gary Gensler. So I want to share this tweet from you about like, your announcement of the SEC Stabilization act, and maybe also to scroll down to this one, which kind of shows the structure here. But maybe you could walk us through the details of what the SEC Stabilization act proposes and how it might elevate a voice that we find resonating with our industry, which is Hester Peirce, and how that might add her voice to the leadership of the SEC."
    },
    {
        "speaker": "A",
        "text": "Yeah, so she's a commissioner. And in a way, it's like if you think about the Supreme Court, which people are probably more familiar with, you know, some people, maybe they grew up liking Ruth Bader Ginsburg and thought she was great, but sometimes she was the dissenting opinion. Right. It didn't really change the outcome, but you could read the dissent and go, oh, well, you know, she gets me. In my case, I was a big fan of Antonin Scalia, and I would read Scalia's dissents on a lot of things. I mean, I wouldn't uniformly agree with them, but some of them, I go, oh, thankfully, he made a good point. Clarence Thomas has kind of become that for a lot of conservatives today. But until you have a majority, it really doesn't change anything in the Supreme Court's designed to have nine votes so that there is some balance of power that shifts when you have parity in a way that's more like the Federal Elections Commission. Both sides want to have a clear set of rules. And in general, you don't see a lot of drama coming out of the Federal elections Commission because they're at 50 50 between Republicans and Democrats. And if there is a law that changes, it really does take Congress. So the commission often will come and say, we actually need a law, and Congress will either say, no, we don't, and they'll be disappointed, or they'll change the law. And if you look at Hester, she's kind of been that dissent. So whichever justice you want to compare her to, she's been the dissent that says, I think there's a really big problem with the way that Jay Clayton is looking at this when Jay Clayton was the chairman, or a really big problem with the way chairman Gensler is looking at it now that he's the chairman. Hester's been there kind of pointing a path that's certainly better for crypto and frankly, broadly for a range of issues, in my opinion. So historically, she's a Republican. Republicans would say, we just need to make Hester the chair of the SEC, or Brian Brooks or somebody like that, the chair of the SEC. Our problems will be solved, and now we'll have our strong champion instead of their strong champion that's posed on the other side. And what my bill does is say, maybe we actually need to do more collaboration and sort of have a truce on the power struggle and politicization of the commission and make them say, well, all right, let's talk to Congress. And that's where the politics are supposed to take place. We actually get elected. So if people are unhappy with us, they could fire us pretty easily. It's hard to fire Gary Gensler. It's hard to hold them accountable. But every two years you can fire a member of the House of Representatives, and six years seems like a long time, but at least every six years you could fire a senator. So the idea that Congress should deal with the more thorny political issues, that's the system of government we have. The kind of aberration that we're seeing consequences for is these things that aren't truly in the constitution. And let's face it, all of the bureaucracy, everything from the attorney general down to the securities and Exchange Commission, over to the job Fauci did for 34, 35 years at the National Institutes of Health or CDC director, all of the power for that is an extension of the power vested in the presidency. That's the executive branch. And think how much that's grown. Meanwhile, the ledge branch has been somewhat static, and while the courts have grown, they've kind of been somewhat static. And it's like, I think we're at a point where we have to rein in executive branch agencies. And maybe the most noteworthy on those isn't the securities and Exchange Commission. Coming off of COVID there's a lot of concern about how much power or influence, if not overt power, they exerted. And when you look at the intelligence community, there's a famous clip, somewhat famous clip, where Senator Chuck Schumer is talking with Rachel Maddow. And in about 20 seconds, he sums up part of what's gone on over the last seven years is like, if you cross the intelligence community, they have six ways to Sunday to ruin your life. I think that was an understatement. They have far more than six ways, and they're always asking for even more power. So kind of adjacent to some of the listeners on bankless would be the restrict act. This is a bill that would essentially turn all online activity into, like, a police state. It's the Patriot act on steroids. And it basically creates a surveillance state for every activity and criminalizes downloading software that the government doesn't approve of. It doesn't give you a list of software that they don't approve of. But using a VPN or software that crosses the line could be a million dollar fine and 20 years in jail and it's not even subject to a FOIA request by journalists. So it really is kind of creepy how much power this administrative state continues to seek and already has."
    },
    {
        "speaker": "B",
        "text": "Absolutely. And crypto I think is, we think is a freedom technology. One of the antidotes to that, that is a technology that brings power back to the individuals, back to the citizens, back to the people. And so I guess at some level no wonder why some in the kind of the administrative government section are kind of resisting this. When you list some of these battles ahead, though, I do think, Representative Davidson, it starts to get a little overwhelming for the typical bankless listener. It just seems to keep coming at us attack after attack that we have to defend against. And as we bring this to a close, im wondering if you think theres hope here. What can we do in 2023 and 2024? We look around, we see Japan making strides on this. In the UK, just passed some legislation last week. We got Mika in Europe. Feels like the US is very much falling behind as a result of this executive branch and these government unelected bureaucrats who are stifling this industry. As we draw to a close here, are you optimistic that we can make progress here? And if so, how does that happen for the rest of 2023 and into 2024?"
    },
    {
        "speaker": "A",
        "text": "Yeah, thank you for the question. And, yeah, that's why I ran. I mean, you know, there's people that have surrendered on the whole system and like, yeah, I'm just going to go offshore. I'm done. And that's disappointing. And that's a real risk to our economy because, you know, people, people are mobile. And I will just say, I got to be in Germany when the Berlin Wall came down and people were able to come over to our side of the wall and experience freedom. I met people who were doing it for their first hours, like first hours across the border, and they were not asking for more government, they were wanting more freedom. And it is under attack. So the people that want to grow government, they see a government as the solution to everything. They are somewhat hostile to the space, they're hostile to cash, they're hostile to things that would promote freedom. That is kind of a common denominator. And so I created a leadership pack, the defend freedom pact, defendfreedom.com, to try to raise money and help other candidates who are helping me defend freedom. And that's not just financial freedom, but it's also speech. So people on the other side of the Berlin Wall. They didn't realize. This guy asked me, is it like this everywhere? And I thought he meant like a big city like Berlin. And I said, no, yeah, small towns. He goes, no, the stores are open at night and there's fresh milk. I'm like, yeah, of course. And I'm trying to explain, like a 711 kind of concept to him. And he goes, well, like, the shelves are always stocked and, like, everyone can go in. I'm like, yeah, they want you to go in. So, like, they sell more stuff. They were trying to explain stuff to him. He had been lied to and told, you know, we had two blocks for show, like they did, and we were even more poor than they were because they had this beautiful, a utopian communist state. And the whole key to him growing up believing that was the control of information, the control of speech. I think thats where, if you think about it, self custody is one of the things. If they cant cancel all of crypto, they want to make it account based, because then they can control the companies more easily than they can control millions of individual people. I think self custody is really at the key to that. So we've got two bills that are coming up this summer. One is on stable coins and one is on market structure. And so we are working to move legislation through our committee maybe as early as July through committee, so that they've been, these bills have been drafted, they've been noticed, and now they're going in for markup. So hopefully both of them will make it in July. But if not, at least one of them probably will. I think things to look for in the text are, does it protect self custody? That is freedom. It's my asset. Private property is really at stake here. It's a property rights discussion. I think the other thing, when you look at market structure, the bright line test has to be so clear that even the workers at the SEC go, well, okay, it's on the other side. I can't really touch it. It's not a security."
    },
    {
        "speaker": "B",
        "text": "Well, we are certainly behind you in that fight for self custody. And you know what we call self custody on bankless? We call that going bankless. No intermediary between you and your property, you and your money. So, Representative Davidson, we wish you great success and great luck. Thank you for pushing these values in Congress and for being with us today and educating the bankless nation on this."
    },
    {
        "speaker": "A",
        "text": "Yeah, thank you for everything. Really appreciate it and look forward to continuing to watch and listen to your podcast."
    },
    {
        "speaker": "B",
        "text": "Well, bankless nation, this episode comes out on the 4 July if you are in the US. Happy 4 July. And as an action item, I just want the bankless nation to remember to use its voice to vote. Look up the candidate in your jurisdiction. Call them, tell them you are pro crypto. Write to them. This grassroots education effort is a very important and with that, I will end with the usual risks and disclaimers. Of course, this whole crypto thing is risky. None of this has been financial advice. I don't even think it was political advice. We've got some work to do. That is certainly true. You could definitely lose what you put in. But we are headed west. This is the frontier. It's not for everyone, but we're glad you're with us on the bankless journey. Thanks a lot."
    }
]