[
    {
        "speaker": "A",
        "text": "Anglestation. We got a David and Ryan takes episode today, and we're going to talk about crypto's broken moral compass. Okay, this was a post that was issued this week and also racist Solana meme coins. What in the world is going on over there in crypto, on solana specifically? And the big question, I think, in our minds, the context for this conversation is, has crypto lost the plot?"
    },
    {
        "speaker": "B",
        "text": "Before we get into this conversation, which I'm pretty excited about, I think there's actually more under the hood than what meets the eye. We're going to talk to our friends and sponsors over at as we get into this conversation. I think there's just some things I think listeners should know. Of course, if you are paying attention to the crypto meta, meme coins have taken a turn for the worse. They are kind of spiraling out of control, but there are incentives that I think are worth understanding as to why. And it goes back to the role of narratives and attention in crypto. But we're also going to talk about, like, the purpose and meaning of meme coins, why crypto deifies some of the worst leaders in the industry, which is something that we also saw this week, Ryan, on crypto Twitter. Uh, and then, like you said, crypto seemingly lack of moral compass. I think there are some data points, some dots that we could all kind of smash together to put in just a little bit more understanding as to, like, why human behavior is the way that it is, uh, in this part of the market cycle here in crypto."
    },
    {
        "speaker": "A",
        "text": "All right, guys, we're getting right into that conversation, but before we do, we want to thank the sponsors that made this possible. All right, so the context for this is, um, I think crypto's more broken moral compass. This was a post I read from polenia, and I think stuff like this, what we are looking at on screen, which we have blurred out for the."
    },
    {
        "speaker": "B",
        "text": "Audience because it's blurred out, we can't even say it. It's most things, most tokens. We cannot read the names. We won't do it."
    },
    {
        "speaker": "A",
        "text": "David. I think tokens like this, meme coins like this, kind of the underlying mania are breaking people, notably our friend and previous bankless podcast guest Polenia, who's been a longtime crypto writer and advocate, wrote a post this week called Crypto's Broken Moral Compass. And we'll get to that post in a minute and tell you exactly what Pollenia said. But I think it's stuff like this, so I know it's blurred out. But for the audience, what are we looking at here? What is this, air quotes meta right now?"
    },
    {
        "speaker": "B",
        "text": "Yeah. So this is some individual's portfolio of meme coins that they have that are all themed racist. They're all racist themed, using words that we will not be able to use on the podcast, nor would we ever want to. And the funny thing is, every single one of these meme coins, this gentleman, is up in profit on his meme coins, on their meme coins. And so not only are they racist meme coins, but they're also profitable meme coins. And this is the intersection that I think many people are finding disenjoyable. The intersection between profitability and racism or just egregiousness or crudeness, things that we would. That normal, civilized society would call distasteful. Why is being distasteful also profitable? Why are these two things intersecting at this moment of time? And I think this is. People are, like, this is a moment for reflection for the industry. Like, how did we get here? Um, my answer for this, Ryan, is, well, meme coins very quickly realize that this is a game of attention. Uh, and so when, uh, 10,000 meme coins are all being born every single, like, hour in the crypto space, because we just had a few meme coins go to a billion dollars, and then all of a sudden, with the tools that we have, you know, the ability to mint tokens, uh, it becomes a very big competition for any amount of attention whatsoever. And so I think over the last two weeks, that meta has been unearthed, and people realize that the more egregious, the more crude, the more just, like, shocking. You can name your meme coin, the more attention you can get. Uh, and so this has devolved into, like, one of the worst metas in terms of, like, public perception that I think crypto has ever had for itself."
    },
    {
        "speaker": "A",
        "text": "Yeah, a few things I'll know is actually. So the idea of people getting rich on, like, racism is, like, a thing that's happening, and plenty has gone, like, farther than even the comments that you just made. We'll get to that post in a minute. Calling this evil, basically. And I think this is the type of thing that. That sets people over the edge. Is, are we just degrading to a bunch of short term attention games that are now, like, devolving into racism? Why? Because, like, I. We can make a profit off of that. Is that what crypto really is? And people are looking at this as the social layer, and they're. They're basically saying, this is gross. Like, I don't want to be a part of this, right? If this is crypto, then I don't want to be a part of crypto. And this is kind of, like, where I think the attention economy can devolve, or at least it has devolved right here, I guess a few things I'll say, which is I, you know, I would say some ironies. One thing for these, like, racist coin collectors, I will note I, is that none of this is private. So, again, we're not on any, like, private layer ones here. So you're like, whatever coins you own in your Solana address, that can be Aml KYC probably linked to you, right? There's, like, all sorts of chain analysis."
    },
    {
        "speaker": "B",
        "text": "Your base address, too, like, has nothing to do with Solana."
    },
    {
        "speaker": "A",
        "text": "People know who you are. Like, they're going to know who you are. This is actually not super private, right? Pseudo anonymous, but not private. So maybe there will be some kind of, like, social cost for doing some of these activities. Like, can you imagine if a notable crypto influencer or, like, a VC firm got caught with things like this in their wallets? It will cost them reputationally and deservedly so. I mean, that's what society sort of does, right? Even if it's not technically illegal, we can, like, socially pressure people through, like, mores and norms and just say, hey, we'd like, we don't stand for this. This isn't. This isn't cool to do. And I wonder how much of that will come to pass. Also, it presents an interesting, um, I think, juncture for not necessarily the. The base layer of validators, uh, on Solana in terms of whether they process these transactions, but at least at front ends, if you're a front end and you're, like, a Jupyter, some sort of exchange with this set of tokens on Solana, do you screen this out? I think probably the answer is yes for almost all of them. And so that's a call I'm sure many applications are making today. Do you have any thoughts on this?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, it's really a matter of just, like, how much do we want to guard our public image in crypto? Like, we like to have permissionlessness, like, we like to have, like, permissionless, open finance that anyone can partake in and enjoy. And so this is, like, a natural byproduct of that. And so. But also, at the same time, it."
    },
    {
        "speaker": "A",
        "text": "Doesn'T have to be, though, right? Like, it's just we."
    },
    {
        "speaker": "B",
        "text": "We could curate and we could manicure and we could, like, put a more polished sensor. Like, yeah, sensor. We could do that I don't think anyone's suggesting that we do that. But then we have this, and this is what's going on as a result."
    },
    {
        "speaker": "A",
        "text": "So let's talk about this. This tweet that you included in this section, David, which is like the context of maybe how we got there and why there's some sort of like, profit incentive, a number go up, incentive to jet, to degenerate to the level of, like, now people are actually trading like, racist meme coins and who knows how it'll devolve from there, right? Like, it could get even worse. What, what tweet are we looking at from, from Reagan here?"
    },
    {
        "speaker": "B",
        "text": "Yeah, so this is actually like kind of in an adjacent topic. This is an adjacent tweet thread. The very first tweet in the thread says it's widely accepted that the way to make money in VC is to be contrarian and. Right. And Reagan continues and says this is absolutely false. In crypto venture, all that matters is your ability to front run the narrative. And so this is actually how a thread about how crypto VC is different than normal vc, whereas in normal vc, you are focused on, like, cash flows, revenue fundamentals. But Reagan says in crypto VC, it's actually about narrative. And they, they unpack this whole, this whole entire thread. They unpack, like, why this is true. And like, halfway through this tweet thread, in tweet 20, we can't read the whole thread. Really good thread link. In the show notes, tweet number 20 says your, your crypto vc terminal liquidity comes from retail. And something that's nice about crypto is that generally startups do a pre seed, a seed round, maybe a series a, and then they issue a token. Whereas in the traditional finance world, this, you know, going public on the stock market, it's like series ABCDEFG, and then the retail is left to buy the bag on the open stock market. So at least in crypto, we are going public sooner and retail can get some upside here. But when our terminal liquidity comes from retail, Reagan says, you do whatever you do at seed, you need to more or less underwrite that. A retail audience is going to be excited about buying that thing on the open market, which is wildly different for terminal liquidity than traditional venture capital. This brings us to the second major distinction between crypto and normal venture. What do crypto markets value? I'll give you a hint. Reagan says it ain't cash flows. Crypto markets value attention. And so this attention, this focus on the attention economy, where attention is liquidity really warps the incentive of both crypto VC and crypto meme coins. And so this is, we're seeing this happen with the warped incentives around crypto VC, and now we're actually seeing it show up in, like, the form factor that our tokens come in."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think that's the main point. And anywhere where Reagan said VC, I think you just substitute investor. Right. And it kind of makes sense. But this, like, it really nails it. Crypto markets value attention. So what we're seeing in these meme coin markets is basically attention markets, right? And it's not necessarily true that, like, these have underlying fundamentals, as we talked about in the past, but they do have some sort of spotlight on them. It's kind of weird, though, to have this effect of, like, racism is trending and therefore somebody is making money. Or there could be some incentive to actually produce, like, racist coins or unsavory coins in some way. Just because you can make a profit. Like that is kind of like, I wouldn't say uniquely crypto, but the ability to monetize on top of this attention economy is something that crypto is providing sort of out of the box. And that's where I get to. We get to, I think this conversation about, well, have we lost the plot? Is that all we are, like, all it is here? And I feel like almost the, the meme coinery of the, you know, the past few months, the past six months or so, this, like, prices go up in a way that is not necessarily commensurate with all of the fundamentals, probably according to people like polenia, or are very much looking at, like, actual use cases of the blockchain. And is it. Is it helping people out in the real world? You know, all the real world stuff, they look at this and then kind of the, you get. Throw racist meme coins on top of it, because why not? And so Palenny comes at this and is like, this industry is broken. I rage quit. So at the end of this post is basically like a rage quit. I'm, like, not going to write about crypto anymore. And keep in mind, this is just one individual, but I think exemplifies maybe, um, some perspective that a lot of people feel. And also, this is a very talented crypto analyst, right. Somebody that I've been reading for, for a very long time. So when they say that we've reached a breaking point, uh, crypto is evil is. Are some of the words that, um, in this post, and I'm rage quitting. Like, I, I paused and I read this on Monday morning, and I was like, wow, okay, what do I think about this? How do I process it? Why don't we actually get into this, this post and kind of dissect it a little bit? David?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I think I'll start reading from this section here. The defi Ponzis, the meme coins, the ugly jpegs of 2021. It's the same story every time. There's some grandiose narrative for what's nothing more than a pure casino. Can't get much worse, right? Sadly, nope. Things have hit an all time new bottom with 2024 racist, sexist, and other shitheaded memes, which are merely a vehicle to transfer wealth from the many to the most obnoxious people on the planet. So why has there been such a sharp decline? I think it's pretty simple. The crypto community lacks any moral compass. The same defensiveness and cope gets on repeated. Everything is a ponzi is as a justification for what we're doing here in crypto. And which Polynya responds. This is obviously false. There are many productive assets worldwide. Organizations that invented products that led to significant increases in productivity and the quality of life. Scammers are everywhere. Like, claim the crypto people. Crypto is no different. To which plenty responds, yes. Crypto does not have a monopoly on scammers, grifters, and opportunists. These are. There are industries that are almost entirely free of scammers. And then there are industries in which scams run rampant. Crypto is absolutely on the extreme end of the latter spectrum. And then there will always be a demand for casinos, to which plenty of response, yes, but crypto is really a terrible casino. And then they link a talk by John Woo in which John Wu talks about all the ways and that casinos are actually really good casinos, very fair, like, like legal compliant organizations that really punish cheaters."
    },
    {
        "speaker": "A",
        "text": "They have some checks and balances, whereas crypto, you can get completely rugged by exactly like anybody."
    },
    {
        "speaker": "B",
        "text": "And then the latest one, racists are everywhere, to which plenty of doesn't even dignify with a response. So basically saying, like, hey, like, sure, like, permissionless open system, fine. Uh, scammers are everywhere. Fine. Uh, but also, it doesn't really matter. Any. Anything that you list, like, crypto is always on, like, the worst end of that spectrum. So therefore, peace, I'm out, says Polenia."
    },
    {
        "speaker": "A",
        "text": "Yeah. So what was your take when you read this, David? I'm not sure when you read it, but I think you published this, or they published this over the weekend, and I just caught up with it on Monday morning. Those. I heard some conversation about it. Um, what was your take when you read this?"
    },
    {
        "speaker": "B",
        "text": "This one line, uh, that comes right after the part I was reading. Uh, I thought, like, oh, that's me and you, Ryan, that he's talking about us, which is, others clearly know that this is all very, very bad, but we give it a wide berth and we just say, hey, let's just focus on the good, and we'll ignore the very, very bad."
    },
    {
        "speaker": "A",
        "text": "That's not only what I say, that's what I do."
    },
    {
        "speaker": "B",
        "text": "It's what I do. Yeah, that's how I."
    },
    {
        "speaker": "A",
        "text": "That's how I'm, like, I wasn't even looking at this corner of crypto, Twitter and meme coinery until, like, you know, like, it was drawn to my attention, so I just ignore it."
    },
    {
        "speaker": "B",
        "text": "One. One more sentence or two is Polania says, even when the people who are willing to speak up back then, back then, which is, like, post 2022 to after that, all that bad stuff, uh, people who were willing to speak up back then then have said nothing about this latest wave of insanity at this point, this evil in crypto is banal and normalized. And for me, as at post 2022, I do personally sometimes just feel at quite a loss of all of the terribleness that crypto promotes. And so that's what I've done. I've just kind of like, well, it is what it is. I have no power over it. People are going to do what people are going to do, and I'm going to focus on the parts of crypto that I see good. And that's, like, that's. That's what I got."
    },
    {
        "speaker": "A",
        "text": "Well, what plenty is saying, though, so. Okay. Yeah, I remember. And I remember, I mean, we were right there in the depths of 2022 where, like, you were really feeling it and actually had kind of an emotional moment on the bankless weekly roll up. And I think we were talking about, like, all of the billions of dollars that were lost by retail and specifically, like, how we're not learning anything from it, and sort of this existential wondering of, like, uh, what are we doing here? Are we on, like, team good or. And plenty is making the case that, like, at a certain point, if you're involved in this social layer and you're pushing these technologies, then plenty is saying at a certain point, you are culpable if you are not actively pushing back, uh, resisting, I guess, maybe like, tweeting or creating podcasts or something like this, to say that this behavior is, like, like, wrong is not true. Crypto, it's not enough to merely ignore that. Like, I think Palania is. Is making the case and focus on the good. Uh, they're saying, like, you actually have to actively try to boost the auto immunity of the, of the system here and the social layer here. And if you're not doing that, your culpable at some point you have to walk away. That's why I'm walking away. What do you think?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I think it gets really, really hard. And crypto Twitter has such a strong, I think, role in this because this is where a lot of the attention games are being played and maybe to even kind of continue Pollenia's point. Um, something that happened this week was a photo of do Kwan got surfaced coming out of the Montenegro jail as he's, like, on his way to being extradited. Uh, and there was a Laura Shin article, uh, that was written, and I want to pull out a quote where, uh, many observers, and I'm assuming these observers are where crypto Twitter is, where the commentary is. Many observers suggested that Quan's buzz cut and hardened visage were noticeable improvements on the embattled crypto founders looks. And this was kind of the meme of, of this week was that do Kwan has this one photo that came out where, like, people are saying, like, oh, yeah, he looks like a hardened chad, and he's going to run it back and do it all over again because he's been disciplined by jail."
    },
    {
        "speaker": "A",
        "text": "They're basically. Yeah, they're basically saying, like, this was a great thing. Now he's going to come back and do a new kind of, like, blockchain startup. We're all going to get rich. This is kind of the sentiment, right?"
    },
    {
        "speaker": "B",
        "text": "Yeah. Then Suzu, another scammer, grifter criminal, puts out this tweet saying, I keep telling people that prison is the dopamine rehab slash discipline maxing that you need. And then he says, don't fade. While he's tweeting out the picture of Do Kwon, he's saying, don't fade, do Kwan. I would like to remind people, this is not do Kwan coming out of jail. This is Do Kwon going to jail for the first time. And people are already like, don't fade, do Kwan. Like, he's getting to run it back. He's going for doing it again, but, like, no, he's not. He's going to jail for the first time. Yet people are, like, simping for this man because he, like, looks chiseled. He, like, lost 30 pounds in jail and now all the crypto Twitter's in love again."
    },
    {
        "speaker": "A",
        "text": "Kind of gross, right?"
    },
    {
        "speaker": "B",
        "text": "Kind of gross."
    },
    {
        "speaker": "A",
        "text": "By the way, if prison actually worked, I would contend a 16 Z would have figured this out and done, like, prison startup schools, you send your founders."
    },
    {
        "speaker": "B",
        "text": "To jail if dopamine rehab was actually a thing."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah. So, like. But, okay, let's consider the source here, right? That is coming from Suzu, who is trying to be someone that kind of, like, normalizes, like, incredibly risky behavior and has 1700 likes. Okay. And so, like, again, we could get into Twitter bot traffic and, like, what's real and what's not. But, like, let's say a portion of this is legitimate. The source is somebody who's trying to normalize this behavior. I just want that to be said because this person, Suzuk, is, I'm sure, entertaining. Like, going on a Zen retreat, maybe going to jail, maybe not. I don't know what his status is going to be eventually. And then, like, returning to crypto as a hero. And I think that, like, that's the source of this. But we put these people on a. On a pedestal. And when I say we, I don't mean bankless, okay? I'm talking about pollenia's perception would be the crypto at large. And some of you have done this to a greater extent than others. But, like, again, back to."
    },
    {
        "speaker": "B",
        "text": "Everyone's done it to some degree."
    },
    {
        "speaker": "A",
        "text": "Everyone's done it to some degree. Right? And so, like, we're all kind of complicit in it and. Yeah, what about this. What about this idea of. I think your tweet here was maybe plenty of is, right. That's what you said when you were observing, like, this Suzuki take on do Kwan, saying, like, prison's a good thing."
    },
    {
        "speaker": "B",
        "text": "Yeah. We just don't seem to have very good, uh, immune immunity, I mean, immune system to resist some of this, like, degeneracy. Like, we. Like, we are degens, as in, we are taking, like, leverage and we are taking risk, and that is totally fine, but then we are going even further and being, like, kind of degenerates with, like, our moral compass, and we don't seem to be able to resist that."
    },
    {
        "speaker": "A",
        "text": "It seems like if somebody gets rich, at least in the kind of crypto Twitter social layer, then it gives them a pass to do anything, because, like, obviously they were right. And if you speak against that, well, that's just cope and you're jealous. Don't you think that is embedded into some of this underlying. The thing that pliny is really resisting? Is this just degenerate feeling of just, we're putting these basically criminals and grossly irresponsible people on a pedestal. And not only do we do it once, it's just like, we never freaking learn."
    },
    {
        "speaker": "B",
        "text": "We have, like, becomes, like, a target because it keeps on working, people becomes a target. Right? Like, yeah, so, like, like, I. Being criminal becomes, like, something to be, like, enjoyed so long as you get rich. And of course, this is not the actual norm. It's, like, blown out of attention by crypto, Twitter. It's blown out of attention because it's just, like, an egregious thing. And now we're talking about it. But this is, like, kind of what the attention economy in crypto kind of rewards. And it also, like, with the undercurrents of nihilism, like, doing unlawful, unsavory, racist, sexist things. So long as you get rich, right? So long as you get out of the rat race. So long as you. You get yours out of crypto, uh, then it's okay."
    },
    {
        "speaker": "A",
        "text": "I don't think this is a problem, by the way, just with crypto, it's just, like, kind of manifesting in crypto. Like, I. This is a. Just a cultural. We called it before, like, financial nihilism, as has Travis Kling, who's kind of, like, popularized that term. And this is sort of more of that. But, like, everything in crypto, it's on steroids, right? It's just, like, it's massively amplified by kind of the financial primitives. And so you kind of go back to apollenia, and maybe you go back to Amalie White, and then maybe you go back to some of the other crypto skeptics like we've heard from in the first place. Just saying, like, on net, this thing is more bad than it is good, right? And so, like, that's what you have. Like, that's. That's. That's the charge. That's. That's the criticism."
    },
    {
        "speaker": "B",
        "text": "There was an old tweet that I remember that's always burned into my brain about, like, why we have four year cycles, why we have cycles at all, and, like, why these cycles are so violent. And it was something about, like, a crypto bull market is when all of society's attention turns back into crypto. Oh, I forgot about this crypto thing. Let's, like, reprice bitcoin, let's reprice ethereum. It's had four years of fundamental growth. Let's pay attention to it and reprice it. And then we get bored, and the attention, like, bull market happens, but then like, all the bad stuff happens, and so that goes away, and then it forgets about it for four years. And then society once again remembers four years later that, like, crypto exists, and the attention turns back and reprices crypto. And that's how, like, these cycles work. It's really determined by society's, like, attention on crypto. Uh, and so, like, it's actually been attention that has, like, fueled all of these cycles. But that's also why you see, like, the worst degeneracy in bull markets is because, like, everyone knows it's fleeting. It's attention based. Anyways. There's no fundamentals. Uh, crypto is confusing, so it allows grifters in, but, like, this whole, like, long term arc of crypto is, like, punctuated by, like, massive amounts of attention that we call bull markets. Yet nonetheless, the fundamentals improve along the way. So there's a tweet that you threw out yesterday in this conversation. One line in it really, really stuck out to me, so I want you to unpack it. But the line to me was, the short term stuff will boil off and evaporate, and the long term stuff will endure and get stronger each cycle. And so, like, this is how I feel. This is my justification for, like, being in crypto. I was like, oh, in the fullness of time, the short term stuff will boil off, and the long term stuff will stick around."
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, uh, another take on that is, like, maybe a little shit is needed to make the flowers grow, you know? And I think we see that shit manifest most particularly in every single bull cycle. And then what, um, what persists, what remains? And, like, the foundation gets kind of set during the bear market. This is why I I will say bull markets can be hard. Like, I found 2021 actually to be an into 2022. I'll say the first part of 2022 to be one of the most challenging in all of my times in crypto, right? Because I felt like no one cared about the real reason we are here and kind of, like, the real value proposition. We're trying to scale the centralized block space, and you guys are all caught up on this algo stablecoin saying it's completely riskless and, like, do Kwan's a God and, like, getting tattoos of, like, wolves on your shoulders, and, like, this thing is just on shaky ground. Why aren't we talking about kind of the real stuff? So I guess maybe I'll reflect on plenty of take. I think that plenty is right, that if all we are doing here is PvP, Ponzi, games, then, like, it's useless, I guess, you know, burn it all down if that's all that this thing is. The. The truth, though, is it depends where you look. I think some of the loudest voices are the ones engaging in kind of like this, uh, like attention oriented economy. And you can get completely warped if that's what you're focusing on. And social media will just amplify all of these things, too. But the truth is, I am seeing in crypto more legitimate building than ever. Like, this is the first time in all the time I've been here, mostly ten years, that we are actually scaling decentralized block space in a scalable way, like using, using fees. We're not just doing it on issuance, we are actually scaling decentralized block space. This is the first time where ux, the user experience, is getting to the level where it can actually be used by ordinary people, where we can actually start to like, bank the unbanked. And this as well, is getting built during this cycle. And if you look at those projects, if you look at everything kind of like the different layer twos are doing and all of the pockets of Defi are doing, you can see that we are, in spite of all of the degeneracy around us, actually scaling a decentralized, open property right system for the world. The other thing I'll add here, and this is maybe an ugly truth that some people haven't fully locked into with crypto, but here's the thing. It's always been about greed. It's always been, crypto has always been a movement that harnesses base human greed towards something good and productive. It's almost like the mechanism, the protocol of capitalism in that respect, right? So when we talk about like, bitcoin and ethereum number go up, it sounds very short term, temporary. I want to get rich, all of these things. And it is that. But what we are doing as a byproduct of that and the end result of that is we are creating a decentralized property rights system that is, I mean, someday able to resist nation state attack where we actually preserve privacy. And we wouldn't have any of that without greed, human greed as the fuel. So, like, at some level, it's always been a story of meme coin, Ponzi game, shitcoinery, you know, in the short run and in the long run, we are actually creating a, like, incredible financial system for the world. And we're not doing that in crypto. Who else is doing this? Who else is building an open permissionless financial system that anyone with an Internet connection can do because nation states aren't building it. So it's ugly the way we're getting here. But I is, is it wrong, is it wrong to say the ends justify the means? Like the outcome that we're going to get is going to be net beneficial to the world and if you just ignore the short term stuff, just let that boil away, then you can really focus on kind of the end mission goal. And I do think we're achieving that cycle by cycle."
    },
    {
        "speaker": "B",
        "text": "And a take from Nick Carter here is when he was reading the plenty of article. He says the solution is not to ignore the bad, but to pursue the good with such fervor as it makes the journey obviously worth it. And this also reminds me of another conversation one day I was just reading on Crypto Twitter lost to the also the history of Crypto Twitter, but it was this one founder who was talking about one of the biggest mistakes that they ever made while being a founder was ignoring dgens because they wanted to build for like more pure use cases. And in a side of a bear market, that was a huge mistake because the dgens were the only users left. In fact, actually there's some synonymous nature with users. And degens in crypto. Like DJensh are the blood, they are the heartbeat of a lot of the people who are going to use your dapps first. They're going to be the first people to put TVL in your app. So like, DJ's aren't inherently bad. They have this like bad connotation because we are literally calling them DJ's. But like DJ's are actually the thing making like economies happening."
    },
    {
        "speaker": "A",
        "text": "Crypto, they're on the frontier. They're pushing the limits."
    },
    {
        "speaker": "B",
        "text": "They're, they're, they're testing the limits. They're doing, they're, they are the users. DJ's are users. Anytime you're like, do you have ETH in some like LRT protocol that's also getting yield on Pendle, you might be a DJ. It depends on how djen you want to go. And so like, really, I think it's when we see people speculating in like racist, sexist shit header meme coins per like Pliny as like words. It's, I think it's just because we actually haven't built more productive things for them to do with their time. So it's actually always going to be a call towards the builders to actually build structures, build apps that harness the Degens and focus the degen energy and satisfy the Degen needs in ways that aren't sexist and racist and in meme coins. I guess that's my big takeaway from this thing."
    },
    {
        "speaker": "A",
        "text": "Yeah. I think I'll end with maybe some. Some practical advice or thoughts and just a reflection on what you do about this. I think that the crypto social layer, especially the social layer, that gets amplified not on the, like, ETH research forums, but on crypto Twitter specifically, is exhausting. Is absolutely exhausting. Sometimes it's demotivating. Sometimes it will, like, make you question your sanity or, like, the industry you're surrounded with or. Or why you're here and all of these things. And I also think it gets co opted by people who are grifters and scammers. Right. So there's a certain point where I remember in kind of, like, NFT mania, where I just, like, didn't really want to be associated with NFTs for a while, even though, like, I was very excited about them in, you know, 2017, when it's like, this new primitive, it's like a JPeg. But then the culture veered off and was co opted by a whole bunch of grifters, and, like, just. It became like, ugh, I don't know if I. I'm not an NFT bro, you know, like, that's somebody else. But if that gets to be too much for you, then my advice is just, like, take a break. Like, log off. Log off Twitter, log off the social media, disconnect from what you perceived as, like, you know, crypto social layer, and it kind of goes away. It kind of evaporates because I don't think that the meme coins that don't have real traction or something behind them will persist. That'll just kind of, like, evaporate and fade away. And what we'll be left with is the good stuff, like, scaled, decentralized block space wallets that actually work, you know, high throughput transactions per second. All of the good stuff. And that's a discipline that I learned personally in, in the last bear market."
    },
    {
        "speaker": "B",
        "text": "Yeah, the. I'm just reminded of this Elon Musk tweet that went out this week where he was asking some crypto Twitter account, like, hey, why? Why did Vitalik leave Twitter when Vitalik went to Farcaster? And it was just funny to me that Elon Musk seemingly couldn't just, like, comprehend the fact that, like, Vitalik wouldn't want to be on Twitter, but instead would want to be, like, where there's a lot more, just, like, quiet signal in farcaster rather than like, the degenerate noise competitions. That is, like, crypto Twitter."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's loud out there for sure, guys, so. But. But you don't have to be part of it. You could ignore all of the noise and, like, remember why we're really here. We'll just end with our standard risks and disclaimers. David, crypto is risky. You could lose what you put in. But we are headed west. This is not for everybody, but we're glad you're with us on the bankless journey. Thanks a lot."
    }
]