[
    {
        "speaker": "A",
        "text": "I think really what we're trying to get at is understanding that Hong Kong has meaningfully opened its doors to crypto. The question I have is that, is Hong Kong opening its doors to crypto in spite of China or because of it?"
    },
    {
        "speaker": "B",
        "text": "Bankless nation. The question for today is Hong Kong warming up to crypto? What would that mean for China, for the rest of Asia, for the world? And how about for crypto? A few things we discuss on today's episode. Number one, what's the deal with Hong Kong? How about its history? How about its relationship with China? Number two, is Hong Kong turning crypto friendly? What's the evidence of this? What do things look like on the ground? Number three, is Hong Kong trying to position itself as the epicenter of crypto in Asia? Do other city states like Singapore, have something to say about this? And number four, if Hong Kong goes crypto, will China follow? These are the big questions in today's episode. Why was this significant to you, David?"
    },
    {
        "speaker": "A",
        "text": "There's a growing movement out there of just focus on city states as bastions of innovation in entrepreneurship, and this is, I would say, definitely the story of Hong Kong and also Singapore and other examples as well. People have certainly learned that just good regulation and good rulemaking can produce and generate wealth. We've seen that in Singapore. We've seen that in Hong Kong. Because of good relations between entrepreneurs, innovators, and regulators, massive amounts of opportunity and wealth has been created. Hong Kong is one of those few city states out in the world that is really leaning into this. And crypto, of course, is one of the few frontiers of the world that is producing a ton of wealth. And Hong Kong, like Singapore, like others, are really leaning into this. So what lessons can we learn from Hong Kong? I'm really jealous about the way that Hong Kong is treating crypto. What can the United States learn from Hong Kong? And really, how will this kind of position, the physical world, as crypto in the metaverse world, grows? How does this impact the atoms that are floating around in the physical world? I think understanding that dynamic is always something worth paying attention to, and really, the case being made here is that Hong Kong, from the crypto perspective, is also worth paying attention to. So we dive into trying to get a grip and understanding around what's going on in Hong Kong here today on this episode."
    },
    {
        "speaker": "B",
        "text": "Good time to escape your western bubble if you live in Europe or the US and see what's going on in Asia. So we do that in today's episode. Guys, we're going to get right to the conversation with Sandy. But before we do, we want to thank the sponsors that made this episode possible. Bankless nation, we are very excited to introduce you to Sandy Pang. She is one of the co founders of scroll, which is a ZK scaling solution that's working on Scaling Ethereum. Some very noble work there. Sandy is also a longtime Hong Kong resident. She's been in Hong Kong for over ten years. She's seen the rise of Hong Kong and its influence in the crypto sphere as an economic center as well. And more recently, crypto seems to be back on the menu in Hong Kong. Sandye, welcome to bankless. How are you?"
    },
    {
        "speaker": "C",
        "text": "Thanks for having me. Ryan. David, very happy to be here."
    },
    {
        "speaker": "B",
        "text": "Yeah, this is a really interesting subject that, of course, David and myself are not equipped to help answer. So we're hoping you can help us today. And we've seen a lot of headlines here recently over the past few months. Headlines such as as the US cracks down on crypto, Hong Kong extends a warm welcome. So bullish Hong Kong for crypto. You know another one, Hong Kong government pressures banking giants to accept crypto clients. It seems very much the story of 2023 has been us regulatory hostility to crypto, and Hong Kong may be opening up. So that is really the question that we'd love to have you help us answer today. Is Hong Kong warming up to crypto? What would that mean for China? What would that mean for the rest of Asia? What would that mean for the world? So we thought we'd go through a three part maybe agenda in this episode, because I think we need firstly to get some grounding on the history of Hong Kong. Edit. Educate us western listeners on how Hong Kong came to be, how it's grown in prominence and economic power. Then give us some sense of the relationship between China and Hong Kong. If we could spend a few minutes there. And then lastly, I think we'll be equipped to talk about Hong Kong and China. Does that sound good, Sandy?"
    },
    {
        "speaker": "C",
        "text": "Yeah, sounds great. Looking forward to it."
    },
    {
        "speaker": "B",
        "text": "Okay, history. Give us a little history lesson here, Sandy. Hong Kong is a very unique place. It's kind of maybe a quirky place. It's at the margins of some very dominant societies and empires. Maybe it has us dollars as the pegged local currency, has the highest concentration of ultra net worth individuals. It's the fourth largest financial center in the world. Give us a sense of how Hong Kong has come to dominate in these ways. Why is it doing so well? Give us some of the history here, Sandy."
    },
    {
        "speaker": "C",
        "text": "I think in a nutshell, Hong Kong originally was a fishing village of no particular significance. It was ceded to the British during the first Opium War. So the Opium War is where the Brits tried to sell opium in exchange for goods and services. Well, mostly goods. And then during the second Opium War, Kowloon was also ceded to the British. After about 100 years or so of british colonization, in 1997, Hong Kong was returned to China, officially under the one country, two system mechanism, and where Hong Kong gained an independent kind of judiciary and independent kind of legislative process. And the bureaucratic kind of the part of the government is set up in a sense, that's still very similar to the way that that's typical to a british colony. So Hong Kong has been a major financial center over the last couple of decades now. And the reason it's been so popular, it's kind of historically a popular place for chinese companies to be listed overseas, and it has huge liquidity pool. And when large companies think about listing, they typically think about us or Hong Kong. So it's very interesting when an important jurisdiction such as Hong Kong starts to become more crypto friendly."
    },
    {
        "speaker": "B",
        "text": "So how did we get here from fishing village to bustling economic center for the world? So the opium wars was back in the kind of the 18 hundreds, of course. And then it must be the case that Hong Kong had a booming 20th century, a booming 19 hundreds, in order to transform it from a fishing village to economic hub and economic zone. How did that happen?"
    },
    {
        "speaker": "C",
        "text": "So I think the economic miracle of Hong Kong is relatively similar to that of Singapore and South Korea and to some extent, Japan. So after the. After the second World War, a lot of the Hong Kong very quickly became the bridge between China and the rest of the world. There was a period of time, while there still is capital control in China, and Hong Kong is the place where chinese companies get listed. And it's where Us capital and international capital, for that matter, use Hong Kong as a jumping board before investing into China and being part of the kind of the major kind of economic miracles over the last couple of decade about, you know, where, you know, hundreds of millions of people were lifted out of poverty. Part of that economic miracle also brought with it and a kind of emergence of Hong Kong as a financial center that enabled it."
    },
    {
        "speaker": "A",
        "text": "Getting the ingredients as to what contributed to that economic miracle, I think is definitely one of the big conversations that we want to pull out here. But just to really put an image in listeners minds about what it's like, what Hong Kong is like, what the city is like. Sandy, the last I saw you was in Austin at permissionless. I've met you in New York, we've hung out in Paris, at eth, you've been over the world, you've trotted your number of cities. Can you kind of compare and contrast the cities of the world to Hong Kong just so people can kind of get an image of what Hong Kong is like? Like, literally the geography, topology, kind of culture of it all?"
    },
    {
        "speaker": "C",
        "text": "In terms of vibe, I think it probably Max maps most closely to New York. Everything is very closely packed together and except there's fantastic public transport and."
    },
    {
        "speaker": "A",
        "text": "Yeah, our public transport had a flood last weekend."
    },
    {
        "speaker": "C",
        "text": "And people are very friendly, it's very cosmopolitan, and there's a huge international community. So I think of it as the New York of Asia."
    },
    {
        "speaker": "B",
        "text": "I think that comparison really makes sense to me. Right. And even as I was looking up Hong Kong's population, it's about 8 million people. That's about the population of New York City. And this portrait of Hong Kong as kind of a financial center for Asia, I mean, that starts to be very much what kind of New York is for the US, also an island."
    },
    {
        "speaker": "A",
        "text": "And the west, both are islands. Well, Manhattan's islandy, kind of."
    },
    {
        "speaker": "B",
        "text": "Sure."
    },
    {
        "speaker": "A",
        "text": "It's got bridges."
    },
    {
        "speaker": "B",
        "text": "Yeah. So there's that, too. And so is that really where Hong Kong specializes? So in addition to being called kind of the New York of Asia, could we also call it the Wall street of Asia? I mean, how much trading activity and economic activity is sort of Wall street like? Is that where many of Asia's banks are situated and hang out and stock markets kind of are represented there? Tell us about that."
    },
    {
        "speaker": "C",
        "text": "Yeah, I think a very large proportion of the population here works in financial services sector, and a lot of the major banks have a huge presence here. And there's a constant inflow of trainees in law firms and investment banks and consulting firms that passes through Hong Kong. In that sense, it's very similar to New York. It was also traded to the Brits once upon a time. That's also similar tie in history."
    },
    {
        "speaker": "A",
        "text": "So the topic of the network state people, for example, use both Hong Kong and Singapore and a few other example cities as just like exemplar cities of wealth growth, wealth generation. Cool new rules that allows for entrepreneurship. So starting to get into the topic of why Hong Kong has been so successful over the decades. Can you get into that story?"
    },
    {
        "speaker": "C",
        "text": "So I think partially it's a location where there's a large number of talent who are financial savvy and who are relatively tech savvy. And it's this understanding of the financial system that enables a lot of the first generation of crypto trading shops, entrepreneurs, centralized exchanges to emerge from Hong Kong. And as a part of that narrative, there's also a lot of kind of family offices here. And also, I think, the clearer the regulatory regime in a particular place, the more it enables and empowers entrepreneurs to step into the arena, which is what makes Hong Kong and Singapore, and probably a few other crypto friendly jurisdictions, very interesting at this particular point in time."
    },
    {
        "speaker": "B",
        "text": "Sandy, is there, like, a rivalry between these jurisdictions, like Hong Kong? So is there, like, a Hong Kong versus Singapore type of rivalry? Almost like maybe fun competition? I'm sure they're trading partners and such, but who does Hong Kong see as a rival?"
    },
    {
        "speaker": "C",
        "text": "I think you're definitely right there, Ryan. There's a bit of a Hong Kong Singapore rivalry, and I think that's very healthy, and it's good for the ecosystem as a whole. And so I think the fact that Singapore became a very crypto friendly jurisdiction was a major catalyst for Hong Kong, speeding up its crypto law making process. And so in 2022, that was the first time, I think, the Hong Kong government announced its ambition to become a web three hub of the world. And since then, there's been a huge kind of coordinated effort amongst the various government agencies to work together to support crypto businesses in Hong Kong. And fast forward to today. There is, I think, direct engagement with invest, Hong Kong cyberpunk, Hong Kong, Hong Kong Science Park, Hong Kong, Ma, SfC. All of these kind of government agencies are very easily accessible to relevant builders in the space. And there's a number of public consultation and crypto laws which are in place or very quickly becoming a. Or reaching a stage of public consultation that is proposed by the community, and that's very encouraging."
    },
    {
        "speaker": "A",
        "text": "That is something that we are not familiar with. Having accessible regulators is definitely something, I would say, that's foreign to us, at least in the United States. To what degree would you say that that's been an important part of Hong Kong's history, just like the relationship between entrepreneurs, innovators, and regulators."
    },
    {
        "speaker": "C",
        "text": "So I think with financial innovation in particular, this has been a thing that Hong Kong government as a whole have been trying to spearhead for a very long time. And there's been a kind of consistent push towards fintech in general. And the push for crypto in particular started, really in the last two years. But I think that the business community in Hong Kong in particular is very adaptable and very resilient. I think the first time I came to Hong Kong in 1998, I don't think anybody spoke Mandarin. And now almost everybody speaks Mandarin in Hong Kong. And I would say two or three years ago, hardly anyone spoke crypto. And now the level of crypto knowledge amongst the various agencies and senior government officials is very, very quickly ramped up over the last two to three years."
    },
    {
        "speaker": "B",
        "text": "One advantage of smaller, almost like city states, we'll call them like Singapore or Hong Kong, is that they can move so much faster with respect to regulation and governance than a big aircraft carrier sized nation like the United States or even China. And so I think that's what maybe we're seeing a little bit, is when there is the desire and when there is the economic impetus to move forward, then a place like Singapore, a place like Hong Kong, can really get it done and put sensible laws on the books that promote a certain industry or sector or advantage it in some way. And so that seems to be a superpower of countries or places, jurisdictions like Hong Kong and Singapore. There's also a difference, though, between Hong Kong and Singapore. And this is where maybe the conversation of China gets into it, which is how is Hong Kong related to China versus, say, Singapore? So Singapore does not have any sort of special designation with China, I believe, but Hong Kong does. So compare and contrast that. What is Hong Kong's current relationship with China?"
    },
    {
        "speaker": "C",
        "text": "Well, I think, first of all, geographically, there's a very big difference. Even though the two are both city states of very highly affluent population, Hong Kong is much closer to mainland China than Singapore. Singapore is a four or five hour flight away, and Hong Kong is literally 30 minutes away from the city center of Shenzhen. And second of all, Hong Kong operates under a one country, two system mechanism, where it is officially a part of mainland China, but it has its own laws, which makes it very interesting. So it's a common law system jurisdiction, just like many of the kind of the ex british colonies. And in that sense, it's also similar to Singapore, and that oversees all of the financial regulation and rules. And so the major financial regulators, the SFC and the MA, they both fall under a common law system."
    },
    {
        "speaker": "A",
        "text": "And so this produces some degree of autonomy, the Hong Kong system, from mainland China. But what is the actual, like, the actual, like, you know, technical levels of, you know, the alignment between Hong Kong and China? Like, does Hong Kong pay taxes to China? Like, what degree of control and influence does China actually have over Hong Kong."
    },
    {
        "speaker": "C",
        "text": "In terms of finances and taxes, is completely independent. So taxation and Hong Kong has its own lawmaking powers. So when it comes to taxation and how the money is used and how resources are allocated there is an elected kind of legislative council and the chief executive. So there's a completely independent system where resource allocation within Hong Kong is decided."
    },
    {
        "speaker": "B",
        "text": "So the one country, two systems that you mentioned that was put in place in 1997, is that correct?"
    },
    {
        "speaker": "C",
        "text": "Correct, yes."
    },
    {
        "speaker": "B",
        "text": "Okay. And then, so Singapore, in contrast, does not have that sort of relationship, similar type of relationship with China. Maybe you could contrast that a bit. So Singapore would be a completely independent city state, unlike China, or, sorry, unlike Hong Kong, correct?"
    },
    {
        "speaker": "C",
        "text": "Yes. So Singapore is a city state for sure, and it is, you know, it is not related to China and. Yeah, so that would be correct."
    },
    {
        "speaker": "B",
        "text": "There is something interesting here in that it seems like China has the potential to use Hong Kong or leverage Hong Kong as kind of a. An alpha site or like a beta site where it can sort of test innovative ideas and then if they work, kind of bring them back to mainland China. I mean, one famous Supreme Court justice in the US once said that the US is essentially 50 different experiments, talking about all of the different states around the US with kind of separate from the federal governance apparatus. And the best experiments can kind of win and maybe reflect in the federal law. I'm wondering if that perception is accurate, that Hong Kong is kind of a bleeding edge area for innovation, where China can kind of leverage that, see what works in Hong Kong, and if mainland China likes it, kind of bring it back, export it from Hong Kong back to mainland China. Is that a relationship and perception? That is correct."
    },
    {
        "speaker": "C",
        "text": "Um, that's definitely a plausible thesis. And, um, in terms of financial innovation, um, it's happened, um, a few times when it comes to banking regulation and also, um, insurance laws, um, the success of which is variable and very sector and initiative dependent. But, um, historically, this has happened a few times when successful initiatives in Hong Kong have been implemented elsewhere, but it doesn't happen all the time."
    },
    {
        "speaker": "A",
        "text": "I think trying to really drill down and measure the degree of freedom that Hong Kong has from China is probably a very, like, academic thing where lots of experts go back and forth and really try and define it, and it's not really something that I feel very equipped to do. But, Sandy, I want to kind of throw my just perception at you and see what sticks. Because the Hong Kong China relationships is, like, contentious. Like, we don't know how much control there is. And the way that I kind of think about these things is that China wants the world to think of Hong Kong as, like, a state of China, like Hong Kong is China's. That is the rule, that's the law. And Hong Kong, the citizens of Hong Kong are, like, okay with China having that perception and the reality of how much Hong Kong is actually China is something less than what China wants the world to perceive. It's some gray area, some ambiguous gray area. And, like, Hong Kong as a city state, just, like, is happy to live in that ambiguity. And there's no really clear answer here. That's kind of my. My gist."
    },
    {
        "speaker": "C",
        "text": "That's a very long question. I'm trying to think."
    },
    {
        "speaker": "A",
        "text": "There's no question, actually. I'm wondering if that just resonates with you."
    },
    {
        "speaker": "C",
        "text": "I mean, I think my role, first and foremost, is a roll up builder, and then also just kind of like someone who enjoys living in Hong Kong because it's a great place to live. Probably not the best position to comment on kind of political issues. I think in terms of perception, that is something that neither the Hong Kong government or anybody can particularly control. And in terms of, like, you know, in terms of alignment, I think every city has its vibe, and it is, you know, I think Paul Graham has an essay called cities and ambition. And if I had to kind of summarize Hong Kong's ambition as a city, it is to be a successful financial center. It is to be a facilitator and a broker, and increasingly kind of like a fintech and technical innovator kind of house of innovation. So with that ambition in mind, it makes a lot of sense to instill kind of regulatory stability. Regulatory clarity particularly comes when it comes to opportunities such as crypto, where there is opportunity for regulatory arbitrage. But in terms of the political perception, I don't think that's something that anyone can control."
    },
    {
        "speaker": "B",
        "text": "I think what's interesting here is we're all just trying to figure out to move this into crypto roll up metaphors. Is Hong Kong the layer two of China, or is it a side chain, or is it something in between? Is it like a validium? Or maybe it's a volition. So sometimes it's like a layer two, and sometimes it's not. Right. And, you know, as crypto people, that's interesting for us to sort of consider and understand. But, yeah, as David said, maybe it's so, like, fine to live in kind of the ambiguity of it's somewhere between a side chain and a layer two. Does that resonate with you crypto geeks here? I'm not sure."
    },
    {
        "speaker": "C",
        "text": "Yeah, I'm not sure if that analogy applies on such a grand scale, but I think in more of a microcosm, whatever crypto rules are proposed by the ecosystem and enshrined in the common law infrastructure in Hong Kong will stick for a very, very long time. And it's kind of. I wouldn't want to say semi permanent, but it takes an equal amount of effort to overturn. And there's no retroactive enforcement, which is super important. There's only retroactive public goods."
    },
    {
        "speaker": "A",
        "text": "I think really what we're trying to get at is understanding that Hong Kong has meaningfully opened its doors to crypto. The question I have is that, is Hong Kong opening its doors to crypto in spite of China or because of it?"
    },
    {
        "speaker": "C",
        "text": "That is a great question. So it's very difficult to say how this change came about, but I believe there's a relative amount of bottom up kind of proposal to say crypto is a place where Hong Kong can have a differentiation and can be competitive internationally. And then there's also kind of a semi, I believe to be kind of a top down initiative, to say Hong Kong needs to expand beyond its core financial services offering of equities trading and bond trading. And there's been historical and historically, a lot of efforts to expand beyond its core traded kind of arenas. There was an attempt to kind of acquire the London Metal Exchange, and there's a lot of experimentation when it comes to green bonds and carbon credit trading, and there's been a lot of new initiatives when it comes to biotech stock trading. And I see the set of crypto rules as another set of these kind of expansion of the current remits of the financial ecosystem."
    },
    {
        "speaker": "B",
        "text": "Okay, so let's get into it some more. So now we've got our foundation under us. We've talked about the history of Hong Kong and how it came to be, and we've talked about its relationship with. With China. And now we want to turn the conversation squarely to crypto and the opportunity here. And it is interesting to get that historical perspective, because Hong Kong has long played a role, a very important, vital role, as a kind of an economic gateway or an economic interoperability hub between the west and the rest of Asia. It's a bridge. It's a bridge protocol. So, yeah, really, this episode is really appealing to the crypto geeks here right now, which we. We appreciate, you, bankless nation. So let's talk about Hong Kong and its relationship with crypto. And I don't have a lot of context for how things have been previously. So let's say the decade of the birth of crypto, the birth of bitcoin, and then we had ethereum in 2015, and now here we are in 2023 with these positive headlines about. About crypto and adoption in Hong Kong. Right. And how was it before? So how was it back in, say, the period of time between 2015 and 2020? And then how is it now? Give us kind of the before and after, if you will, Sandy."
    },
    {
        "speaker": "C",
        "text": "Personally, I discovered bitcoin around 2013, 2014, when I was working as a researcher at the financial regulator, the SFC, here, and then started kind of attending bitcoin meetups. And back then."
    },
    {
        "speaker": "A",
        "text": "Sorry, Sandy, what's the SFC?"
    },
    {
        "speaker": "C",
        "text": "Securities and features commission."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "Oh, so it's like the SEC in the US plus the CFTC combined?"
    },
    {
        "speaker": "C",
        "text": "Something like that, yes."
    },
    {
        "speaker": "B",
        "text": "Okay. Got it."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "Yeah, sorry."
    },
    {
        "speaker": "A",
        "text": "Continue. The. Yeah."
    },
    {
        "speaker": "C",
        "text": "And so the community was very small, but very vibrant and very active back then. There were miners, there were investors, and there were people kind of building centralized exchanges and brokerages, and it grew and grew from there. And a lot of the companies that are very well known today came out of Hong Kong predominantly because there is a high density of financial talent pool. And it's a very international community. Because the market is so small here, it doesn't actually make sense for anyone to focus singularly on the Hong Kong market. And this place is where a lot of people have kind of found their start through trading the kimchi premium. And then for a while, there was a chinese yuan and USD crypto premium. And all of these opportunities gave a lot of the ogs a jump start to quit their jobs and start full time in crypto. And because most people here had some kind of a prior work experience in finance, it was relatively easy for them to come up with innovative ways to structure certain things or build certain type of products for a increasingly kind of savvy user and user base in the greater crypto sense. But essentially, as we covered before, Hong Kong is a common law system. Even though some of those projects became absolutely massive internationally, there isn't a framework to engage with them or to regulate them. So the financial regulators had a very clear remit, and that didn't include anything that is not deemed as a security. So in order to engage meaning meaningfully with these players that are continuously emerging out of Hong Kong, Hong Kong had to turn on the law making machine, which takes a very long time before scroll. I was working in blockchain ventures, and one of our portfolio investments back then was one of the first crypto exchanges in Hong Kong. And we used that as a platform to start the conversation for building the first initial virtual asset like exchange licensing regime. And that correlated to the first set of rules called the VASp licensing regimes. That enabled now, I think, three crypto exchanges that are fully licensed and operating. And the interesting thing about the exchange license, a little bit different from the US, where it's still unclear whether something is deemed as a security or not, even within the regulated exchange exchange regime. Hong Kong has designed a catch all process where whether you're a security or not, it's all regulated under the same regime. So as long as you're a license holder of the vast regime, you can trade like, you know, it's very clear what you can and cannot trade. And then the next big opportunity that is coming up is the stablecoin licensing regime that is proposed by the Hong Kong ma. That's the monetary authorities that's been in consultation for a while now. And I think it's reasonable to expect that the consultation will end and that will be enshrined into law. And then we'll see a number of kind of stablecoin projects, issuers coming out of Hong Kong, which will be, sandy, very exciting."
    },
    {
        "speaker": "B",
        "text": "When did Hong Kong first start putting the laws together and the legislation together? Point in the timeline was that what year?"
    },
    {
        "speaker": "C",
        "text": "So I think the decentralized exchange from which we started making these proposals, OSL started making these kind of law proposals back in 2018. So it's been a few years in the making."
    },
    {
        "speaker": "B",
        "text": "Okay. Okay. So I'm getting this picture of Hong Kong basically, like. Like many large cities with innovators and entrepreneurs and financially astute individuals. Back in the early 2010s, there would be small communities forming around this blockchain, this crypto technology. So you had kind of like bitcoin communities, of course. And that grew into 20 16, 20, 17, 20 18, into sort of like trading shops and financial innovators. Right. And, man, I haven't heard the phrase the kimchi premium in a long time. But that. That takes me back to 2017 for sure, when there was this massive premium arbitrage opportunity between crypto assets and korean currency, South Korea's currency. And a lot of traders probably found those opportunities in Hong Kong's built businesses on them. Got very experienced with what was going on, saw the potential of this new financial, global financial system that we're building and being international in terms of aperture and outlook. They naturally gravitated towards that. And so that started to begin getting imbued in the Hong Kong's legal code in 2018 or so. Right. And so that has continued. So has it been from 2018 until about now? Has it been basically a series of regulatory wins for crypto in Hong Kong, or have there been some setbacks? Because it seems like lately, over the past twelve months or 18 months or so, Hong Kong has seemed to have stepped up and maybe hit their foot on the gas pedal and really accelerated the welcoming atmosphere and adoption and pro regulatory stance of crypto. And I'm wondering if that's a new thing over the past twelve to 18 months or whether that's always been present or has been present since 2018."
    },
    {
        "speaker": "C",
        "text": "From my perspective, there's been a slow crescendo of more and more crypto awareness, and that led to more and more noise when it comes to pro crypto policies. The formal announcement came late 2022, where the chief executive, which is kind of like the equivalent of the president in Hong Kong, made an announcement that Hong Kong's going fully web three. And that led to a series of kind of coordinated efforts from multiple entities to jumpstart the ecosystem. I think that comes at stark contrast to, I think, what Brian Armstrong called operational choke points in the US, wherever multiple organizations came together to kind of block various crypto activities, even though Coinbase has been a good actor and trying to seek permission throughout this whole process. But the interesting thing, I think, is that when Hong Kong makes up its mind about a certain direction, it usually makes a very, very concerted and consistent push. And. And so this is one of those occasions. So I think, yeah, what do you."
    },
    {
        "speaker": "B",
        "text": "Think the incentives are here? Sandy has been interesting. You know, the US kind of zigs this way and then Hong Kong is kind of zagged the other way. Right? The US is choking off its crypto exchanges. Meanwhile, Hong Kong is, like, supporting them and bringing some clear regulation, like in Hong Kong. Imagine this. Imagine the US knew the difference between a commodity and a security with respect to crypto assets. We haven't even reached that level yet, Sandy, level one. And Hong Kong is there and kind of well beyond it. And I'm wondering if this embrace of crypto, what do you think is incenting it? Is it because Hong Kong sees the gaping opportunity that maybe jurisdictions like the US are leaving wide open? Are they seeing, just in general, the potential to be an I, a crypto economic hub, sort of maybe a silicon valley for crypto? Is that the potential here? Is maybe China exerting some influence here and just saying, hey, innovation, innovation is great. We'll test it out as our beta site in Hong Kong? Or is it local entrepreneurs just saying, look, we want to build businesses here, we want to generate revenue. This is a massive opportunity. And by the way, let's try to get ahead of Singapore. What do you think the incentives underlying this move actually are. Sandy."
    },
    {
        "speaker": "C",
        "text": "I'm guessing it's a little bit of everything. Partially the opportunity to attract businesses and the affluent crypto nomads community is a very attractive proposition. Hong Kong has made many efforts to become a tech hub, just like it's not unique. Lots of places have tried to become the Silicon Valley and with not much success. But Hong Kong genuinely believes there's a right to win in crypto because it's more finance related than just like a pure tech play. And also part of the backdrop is also that trading volume in Hong Kong stock exchange has been slowly in decline. So there's more of a kind of a push, and that's kind of a catalyst to find new growth areas."
    },
    {
        "speaker": "A",
        "text": "I'd like to actually explore some of the more specific legislation that is either passed or being discussed in Hong Kong. I mean, if I'm just going to shoot from the hip, I'm guessing there's some relationship with stable coins, the banking of crypto companies. What's some of the big examples of legislation that is being discussed or has perhaps already passed in Hong Kong?"
    },
    {
        "speaker": "C",
        "text": "So the vast license regime has already passed in Hong Kong. That's an initiative owned by the SFC under which virtual asset exchanges can trade a number of digital assets, including, obviously, bitcoin, ethereum, so on and so forth. The second one that's been in consultation for a while, it will come out officially, I believe, very soon, is the stablecoin regime. And then the next one that's coming up is the digital asset, or sto regime that will come out of the SFC. And there's probably a few more that are less than consultation ready, but in the pipelines."
    },
    {
        "speaker": "A",
        "text": "Sto, what's Sto?"
    },
    {
        "speaker": "C",
        "text": "That is security tokens offering."
    },
    {
        "speaker": "A",
        "text": "Okay, wow. Throwback to 2018. Okay, so. Oh, so we're doing tokenized securities in Hong Kong."
    },
    {
        "speaker": "C",
        "text": "It doesn't just include tokenized securities. I think it's more of a catch all for any real world assets, and any kind of non like, crypto native assets would fall into this wider bracket."
    },
    {
        "speaker": "A",
        "text": "Okay. Okay. And then stable the stablecoin legislation. Can you just kind of dive into the details and nuances around that? Like what? Is there anything significant parts out there?"
    },
    {
        "speaker": "C",
        "text": "The interesting backdrop is that, you know, the Hong Kong dollar is pegged to the us dollar, so it's a de facto kind of USD stablecoin, and it will most likely come in the form of Hong Kong dollars, probably us dollars, and a few other type of dollars. So it's kind of like a USD stable coin, but perhaps with a little bit more flexibility because the MA also owns and manages a basket of different currencies. Whether there's going to be anything more innovative, I think it's yet to be seen. But on the outset, we can expect to see something that's very similar to a circle type of issuer emerging from Hong Kong."
    },
    {
        "speaker": "B",
        "text": "That's so fascinating because the Hong Kong dollar is like an original tradfi stablecoin. It's just pegged one to one with the us dollar. Is that right?"
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Very interesting. So Hong Kong, not one to one. One to seven. Excuse me? Yes, one to seven, but is still kind of pegged and floats with the value of the US dollar then. So Hong Kong is leagues ahead of maintaining a good peg to the dollar, it sounds like. Yeah, many years of practice. I'm wondering, sandy, if, because you are not just in Hong Kong, obviously, and scroll is all over the place, you see many different jurisdictions across the world, including Europe, and of course, you've recently been to the US, and it was great to see you at permissionless once again. How would you rate Hong Kong in terms of its degree of crypto friendliness compared to, say, Europe, which has some legislation moving forward like Mika and things like this, and also compared to the US or Japan or any other jurisdictions? How does Hong Kong situate? Is it near the top, would you say, of crypto friendly jurisdictions? Does it still have more work to do? What's your overall take on that?"
    },
    {
        "speaker": "C",
        "text": "The way I look at this is that there will be a number of crypto friendly and crypto forward jurisdictions. What matters is not just the level of crypto forwardness, but also the sophistication of the financial system and the service around surrounding it, the talent pool, and also the robustness of financial regulation. So the clarity of which matters. A lot of jurisdictions will experiment with a policy level crypto initiative. So if it's at the policy level, then it's slightly less permanent and it's harder to interpret. So having something that's easy to interpret super clear and well set out is something that is encouraging for builders and for anyone that's building fundamental technology core like blockchain technology, that is not regulated under any of the financial regulators remit in Hong Kong and is highly encouraged. But I imagine it's similar amongst, you know, it's probably a similar situation in Japan, Dubai, Singapore, so on and so forth. And Mika actually offers quite a lot of clarity, but it's a very strict regime."
    },
    {
        "speaker": "A",
        "text": "Sandy, you're a longtime resident of Hong Kong. You chose to build scroll there as well. Maybe you can give the pitch for all the crypto nomads of the world who haven't found a home that they want to call home yet. Why Hong Kong? Why should they consider Hong Kong?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I mean, I actually chose to live in Hong Kong. I moved here ten years ago, and the reason I wanted to move here was because it's a cosmopolitan city, it's very liberal, and it's easy to live in. Most people here are very polite and very sophisticated. And from my perspective, it also had the highest percentage of women in active office and professional life. So whatever the reason for that is, I want it to be in somewhere where the odds are more in my favor."
    },
    {
        "speaker": "A",
        "text": "And just with resonance to crypto culture. We had some adjectives in the beginning introducing Hong Kong. It's a very dense city, a lot of high net worth individuals, a lot of economic freedom. A city on the margins, kind of pushing the frontier a little bit. Just why do you think what aspects of Hong Kong does resonate so much with crypto people?"
    },
    {
        "speaker": "C",
        "text": "I think it's exciting. It's spicy, and it's cosmopolitan, and it's a city that never sleeps. But also it's got great infrastructure and it's very safe. So high level of security, just like Ethereum. Very diverse community."
    },
    {
        "speaker": "B",
        "text": "The crypto analogs just keep coming. So bankless listeners. No, we're not going to stop. Sandy, I have another question for you. So far. When we've talked about Hong Kong's regulatory friendliness, we've talked about kind of like maybe what I'll call level one regulatory friendliness, which we actually don't have in the US and be great to have, but I consider kind of level one regulatory friendliness, kind of the, I guess the legitimacy and the recognition of crypto in kind of tradfi and the banking sector. Right? So it's basically stuff like securities, digital asset frameworks. It's stuff like in the US getting an ETF approved, for instance. It's maybe an initial securities offering. It's that kind of level. But there is another level that is very important for crypto in our movement. And I know scroll believes this as well, because you guys are building a decentralized layer, too. And that is defi, that is preservation of censorship, resistance, that is preservation of permissionlessness, the ability to spin up an asset without asking any regulatory authority. I'm worried for the US that I think we will get to level one. I think there will be roadblocks. It'll take some time, but I think we will get to level one in that this will be fully entrenched into the banking sector, and we'll get our ETF's, and we'll understand the difference between a crypto security in a crypto commodity, and banks and others will be able to issue tokenized securities. That might take some time, but I think we'll get there. For the US, I'm a little bit worried about level two, which is, will they let us have our defi? Will they let us preserve a censorship resistant, permissionless system? Or will they try to make it a banker run type system with a whole bunch of centralized intermediaries and authorities in the middle and kind of like basically create a Wall Street 2.0? So I'm worried about that second level here. And so far, we've talked about just the first level with respect to Hong Kong. Right. And that's great. Those are great steps. My question to you is, are you optimistic? Do you think that Hong Kong will allow that second level defi, decentralization, people ability to run their own validators, censorship, resistance, anonymous transactions? What's your take on that?"
    },
    {
        "speaker": "C",
        "text": "Yeah, that's a great question, Ryan. I think the jury is still out on that one. I think the attention is still very much on centralized exchanges and stable coins at that level, and I think research and attention will be diverted to defi soon in the future. But right now, there isn't a very clear stance on the level two stuff that you just talked about."
    },
    {
        "speaker": "B",
        "text": "Do you have hope that Hong Kong will get to level two, or are you equally worried? Because I'm worried. I'm living in the US. I'm like, well, this is going to be a battle. This is going to be a fight. Do you feel the same way about Defi and Hong Kong?"
    },
    {
        "speaker": "C",
        "text": "I think the jury is still out."
    },
    {
        "speaker": "A",
        "text": "So I want to ask, understanding that Hong Kong is kind of like what Ryan was saying earlier, a little zone of experimentation before mainland land, China adopts stuff that happens in Hong Kong. If the future of the world does involve a chinese friendly relationship with the crypto world, would we see what we are seeing in Hong Kong today, where Hong Kong is pushing forward crypto and being friendly to crypto? What I'm saying is crypto must be adopted in Hong Kong first before being adopted in China. So with the universe that we are currently seeing, that's playing out is Hong Kong is like, yeah, crypto. Come on in. Let's do this. That's kind of a necessary prerequisite for China to ultimately have that same kind of stance is that a fair take?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I think that's a fair assumption. I think it's a necessary, like, first step, but whether it will lead to a second step, that's a slightly different matter. Somewhat depends on the success of the industry and whether bad actors can be believed to be sufficiently eliminated. And it also depends on the confidence level of the ability to regulate such sector."
    },
    {
        "speaker": "B",
        "text": "But you would say, Sandy, that crypto adoption and friendliness in Hong Kong bodes well. It's certainly not negative. It bodes well. It's a good thing for the prospect of more widespread crypto adoption in mainland China. Would you say that's the case?"
    },
    {
        "speaker": "C",
        "text": "I think it's definitely possible that it will lead to that. I think one thing that I generally tend to assume is that the mainland is generally very tech savvy and very tech forward. It has a very sophisticated payment ecosystem, and it is leading in a lot of consumer facing financial DAP constructions. Where it is slightly conservative is where consumer, particularly retail consumer, is concerned, and where, you know, fraudulent behavior or scams cannot be sufficiently monitored or regulated. And crypto does innately pose some of these challenges. So I think once we get to a level where reg tech or like on chain kind of management of such things that protects retail investors, all of these kind of prerequisites can be somewhat satisfied to a level of confidence. And if it is believed that crypto can really kind of enable real world use cases, then I think anything is possible."
    },
    {
        "speaker": "B",
        "text": "Sandy, this has been absolutely fantastic. I think you've taken us from something close to zero all the way to a nine or a ten on our level of understanding of Hong Kong, everything that's going on there with respect to crypto. So I'm wondering, besides scroll, which of course is located in Hong Kong, if you could shout out some crypto projects in Hong Kong."
    },
    {
        "speaker": "C",
        "text": "More than happy to shout out crypto projects in Hong Kong. Scroll is technically decentralized and very good."
    },
    {
        "speaker": "B",
        "text": "Its location is on the Internet. Just like Ethereum, the Internet scroll team."
    },
    {
        "speaker": "C",
        "text": "Members span probably about 30 different cities around the world, covers all time zones, and so that we can have this level of in depth local knowledge everywhere in the world. So that is the goal. And I think being decentralized and spread out is also healthy for the robustness of the ecosystem."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah. I think we need to span all jurisdictions at this point in time. But, yeah, shout out some Hong Kong crypto projects."
    },
    {
        "speaker": "C",
        "text": "Yeah, there are lots of great crypto projects in Hong Kong. Give a shout out to Animoca, Memeland, Kinetic and VSFC, and CMCC, OSL, hash key Newman group probably quite a lot of very good actors in the space."
    },
    {
        "speaker": "A",
        "text": "Is there like a theme of projects that are in Hong Kong? This Hong Kong weight towards any part of the crypto world more than others."
    },
    {
        "speaker": "C",
        "text": "I think probably because of the contribution of Animoca. There's quite a lot of NFT projects in Hong Kong, and I think a lot of crypto exchanges initially came out of Hong Kong, and so there's a lot of them and trading."
    },
    {
        "speaker": "B",
        "text": "Amazing. Sandy, thank you so much. This has been an absolute pleasure. Really appreciate you coming on and telling us all about crypto in Hong Kong."
    },
    {
        "speaker": "C",
        "text": "Yeah, thanks for having me."
    },
    {
        "speaker": "B",
        "text": "Bankless nation. That's the end of this episode, but it's not the end of the conversation. David and I are about to record our debrief episode where we unpack the conversation we just had with Sandy about Hong Kong. So if you'd like the perspective of two dumb Americans, then stay tuned for that. If you're a bankless citizen, you already have access to that in your premium podcast feed. And that includes bonus episodes, of course, and no ads. And if you haven't activated that, you can go to bankless.com and activate your premium RSS feed. And of course, if you're not a bankless citizen, there's always a link in the show notes so you can upgrade and get all the perks that come with joining the bankless nation. Got to end with risks and disclaimers. Of course, crypto is risky. You could lose what you put in. But we are headed west. This is the frontier. It's not for everyone. But we're glad you're with us on the bankless journey. Thanks a lot."
    }
]