[
    {
        "speaker": "A",
        "text": "Bankless nation. I'm coming to you from Solana Break Point in Amsterdam. This is the third break point that has ever happened in the year 2023, and this one is a little bit different. The first break point happened in 2021. In the second half of the year, absolute peak froth of the bull market in Lisbon, followed by the second Solana break point in 2022, also in Lisbon, which happened right before the collapse of FTX. And here we are, a new venue, new city, Amsterdam, for Solana breakpoint number three. And this one has a little bit different of a vibe. This one is deep into the bear market, perhaps coming out of the bear market, and the Solana community has been cultivated as such. As you would imagine, the people that went to the 2021 salon at break point when sole price was over $200, a lot of them didn't make it the third Solana breakpoint. Instead, what you have left is the low level devs that comprise the majority of what I would say is the Solana community. Over the last year or so, I've dabbled with Solana being Solana curious, I guess you would call it mostly fighting. But I've definitely learned that if I want to learn about Solana, it's not going to happen through the filter that is crypto, Twitter, or probably not inside of any of my ethereum native circles either. But since I'm on my way to East Lisbon, I'm taking a flight here shortly. I decided to pop over a little bit early to Amsterdam to check out Solana breakpoint for myself. In this episode, I talk with Anatoly, the founder of Solana, and Austin, of course, from the Solana foundation, just to kind of get a vibe check over the arc of Solana breakpoint, what this conference means to the Solana community and overall what people are getting excited about. As it stands today in Solana, anatoly is persistently busy, of course. So we had him and Austin for the first 30 minutes, and then Anatoly had to run. And so then me and Austin had a chance to chat about all of the different rabbit holes and things that are going on in Solana. I do my best to compare them to what people on this podcast might be familiar with in the Ethereum world. So, for example, that they have a Solana fire dancer. And in terms of significance, that's kind of like EIP 1559 or the Ethereum merge, at least in that it's a big protocol upgrade that the Solana community are interested in. And so I do my best, actually, I do the only thing that I know how to do, which is compare evolutions and progress in Solana and kind of use Ethereum as a frame of reference just to gain my own understanding. And since you are likely a longtime listener of this podcast, it's probably useful for you as well. So if you are curious about what is going on in the state of Solana, or you weren't able to attend breakpoint and you just want to kind of catch a vibe, this episode is for you with Anatoly and Austin of the Solana ecosystem. So let's go ahead and get right into that conversation with Anatoly and Austin. But first, a moment to talk about these fantastic sponsors that make this show possible, especially what's up, Bangladesh? We're coming in from Amsterdam at breakpoint number three, Anatoly, Austin. How's it going, guys?"
    },
    {
        "speaker": "B",
        "text": "It's great. Thanks for having us here."
    },
    {
        "speaker": "C",
        "text": "Yeah, thanks for coming."
    },
    {
        "speaker": "A",
        "text": "Yeah. So we're pretty far out of the city. I don't think we're actually in Amsterdam. We're in Zamdam, some other local Netherlands city. The campus is phenomenal. Who has more information about how breakpoint came together?"
    },
    {
        "speaker": "B",
        "text": "This one, probably Austin. Yeah, I'm out of the loop at this point."
    },
    {
        "speaker": "C",
        "text": "Yeah. So we loved Lisbon for the last two years. I mean, Lisbon year one. We can get into that later how that happened. But we really wanted to not do a distributed, multi venue conference where you had to take a shuttle bus to go between it. And then also, quite frankly, we didn't want to end up in sort of a soulless hotel complex. And so this campus just ended up being an awesome spot to keep things in Europe, but also give us a little bit of feel of the first two breakpoints where you had different venues with different characteristics."
    },
    {
        "speaker": "A",
        "text": "So just starting at the very basics, what's breakpoint?"
    },
    {
        "speaker": "C",
        "text": "Oh, man. It is a conference that Solana foundation puts on every year that is meant to bring the community together to galvanize talks and conversations around some of the biggest issues and topics that we're facing. It's first and foremost a developer conference, but we've got a bunch of news and announcements that sneak into that as well. But you can probably talk more about the original vision of why even do a conference."
    },
    {
        "speaker": "B",
        "text": "Well, I mean, we had, like, Soulcon 2019. This was part of, we threw basically a meetup with some beer and pizza at Defcon in Tokyo, and that was Soulcon. That was really our first attempt at a conference. Like, 20 people showed up. You can literally see photos of that, of, like, just me being the only person in the picture, in the crowd, while somebody's presenting."
    },
    {
        "speaker": "A",
        "text": "And so, like, the Solana ecosystem, of course, has grown immensely since then. When did breakpoint number one happen? And that was in Lisbon, correct?"
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Okay. When was that? And how many people attended that?"
    },
    {
        "speaker": "B",
        "text": "That was 2020, right?"
    },
    {
        "speaker": "C",
        "text": "202-10-2021 yeah. And so we had, you know, it was just coming out of COVID And this is sort of like the origins of the Solana network, or Mainnet, launched in the depths of COVID Right. Just as the world went into lockdown. And so the thinking was sort of in spring of 21, could we find somewhere in the world that enough people could travel to, that we could actually bring everyone together who's really only been building together online? Most of these people have never met in person before. And we had this crazy idea that we could get 2000 people to come to Lisbon right after Covid with this basically network that no one knew about a year ago."
    },
    {
        "speaker": "B",
        "text": "It was, like, the only country open, too."
    },
    {
        "speaker": "C",
        "text": "Yeah, it was wild. We were looking through the list of where can people get to that is easy for visas. They feel safe traveling. That, like, we could also throw a conference in. And Lisbon was, like, the perfect spot."
    },
    {
        "speaker": "A",
        "text": "And, okay, so that was 2021. What. What part of the year was that in?"
    },
    {
        "speaker": "C",
        "text": "November. Early November."
    },
    {
        "speaker": "B",
        "text": "It was November."
    },
    {
        "speaker": "A",
        "text": "Okay. Okay, so let's see. That's like, that at the highest point of the market, right? Where. So, like, what was the vibe of breakpoint one?"
    },
    {
        "speaker": "B",
        "text": "It was, like, very much, like consensus 2017."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah, yeah, yeah. That kind of vintage. Um, and, like, uh, but there were, like, some devs, there were some developers there and some folks to connect with. We, like, you know, we gave a bunch of talks on security and programming and, like, all the smart contract development, and there was, like, a crowd of people that was, like, kind of staring at, like, the nerds and trying to figure out what they're doing. And those nerds, when all of them, like, hung out in one house, right, that we all called a hacker house, like, jokingly. And it worked out so well that a bunch of people just wanted to keep running these little hacker houses right after a breakpoint, just keep going with it. And that's really, like, I don't know if you've been to any of the hacker houses or, like, you heard of Solana hacker houses. It was just really that, like, we wanted to capture that vibe of all the developers that are just, like, nerding out in a single place and just run with it. So we threw a bunch of these, like, little events around the world. And, like, yeah, post peak, the price is dropping, but, like, the developer engaging is rising, and, like, people are shipping code and, like, building products and stuff. So, like, it. Like, I think during that year, we formed, like, a really strong core of, like, the community, like, all the security companies, like neodymium, all those guys that kind of became what they are today during that year, and, like, a bunch of the products that, you know. And Solana launched that through that."
    },
    {
        "speaker": "A",
        "text": "Yeah. So, okay, so if this was at the top of the market, 2021, and there was, like, a lot of. There's, like, a lot of the tourists in the industry as a whole. But you're saying that there was also the kernel of what later became the Solana community. Well, like, just what were the lessons that were pulled out of the 2021 breakpoint that. That have continued forward?"
    },
    {
        "speaker": "B",
        "text": "I think you could, like, the tourists and stuff, they will show up during a bull cycle. It's not like you can keep them away. Right? You're not gonna, like, even if we tried, right? Like, you can't, like, tell them not to come, and that's fine. I think for founders or people that are trying to build a community, you really gotta be principled and really focus on those nerds and the people that are actually building stuff in there for the long haul as much as you can. So that takes some focus and takes your internal team to not get confused or what the mission is and stuff like that. We have an awesome team, and those folks really pulled it together. You could see the next breakpoint. We had a year of everything going down. It was a bunch of devs. It was mostly developers, mostly companies trying to ship product, and kind of, like, the same thing happened again. Right? Like, I would say this last year, right, the last breakpoint on the flight back, like, the worst possible thing that I could have ever imagined happened. And if you were to told me then that, like, this is what it's going to be like a year from now, it would have, like, probably punched you at that time."
    },
    {
        "speaker": "A",
        "text": "But the second Solana break, what you're referring to is the second salon breakpoint was, like, right before FTX, but, like, I retroactively didn't. The Solana breakpoint was just a Solana breakpoint. Like, FTX happened right afterwards, but, like, the conference itself was totally isolated."
    },
    {
        "speaker": "B",
        "text": "Yeah, it was awesome. We had, like, I don't, like, 60 game companies showed up for game day. They were, like, all launching games and stuff. We had, I don't know, a bunch of devs registered for that hacker house. I think, like, 1500, which is like, insane. The energy was great and people were building, building stuff. And then, like, right at the end of it. Right. I think at like, the closing party, effectively, I'm seeing all these tweets about FTX imploding."
    },
    {
        "speaker": "A",
        "text": "It was happened at the end, not right before."
    },
    {
        "speaker": "B",
        "text": "Yeah, exactly. So, like, it was. I don't know. I think the reason why we're still here is because those developers stuck around. They weren't tourists. Right. They actually see some value in this technology and they continued building. That's what kind of really, that's, I think the goal of all these conferences, all these events and hacker houses is to get the social glue that's going to fork the network. When something bad happens, you need to actually build it. It's not just going to happen automatically. And you got to get those folks in and like it or not, I think those people have to be pretty technical. They have to understand how the system works. It's usually going to be your pool of developers or validators, so you got to invest in that."
    },
    {
        "speaker": "A",
        "text": "So we're at breakpoint three now in 2023, and understanding that some people attending breakpoint three have been to all three breakpoints, and at some point, like three plus years, you're seeing the same faces three years in a row now in other spots in the world, but also at breakpoint, and for some people in the Solana's community, it's going to feel like that's home for them. And so three plus years, that's a lot of time as a community together. How would you describe the evolution of breakpoint to where we are today? Like, what, what would be the. Like, the sentiment around breakpoint three?"
    },
    {
        "speaker": "C",
        "text": "Yeah, you know, one of the things that's great about this year is we had something called Mevcamp last year, which sort of spontaneously popped up, a bunch of validators and the mango team and a few others. And Cheeto decided last year, oh, we're going to do a pre breakpoint event. And that a lot of people who attended that said that was one of the most high value things they got out of the year was like that community focus on high performance blockchain. And so they actually ran Mevcamp here formally as part of Breakpoint. Block Zero was a validator conference that kicked off beforehand. IBC Amsterdam came here and did a whole conference on blockchain connectivity in day one. And so we're seeing breakpoint go from something that was 90% organized by the foundation to something that's maybe 65% organized by the foundation. This year and maybe next year. It's 45% organized. It's that long journey to say that the foundation and its role here is really a part of it. It's not the whole thing. And to start handing over bigger and bigger core components of this conference to the ecosystem, and that's where that, like, to know that the ecosystem of developers and builders is strong enough to actually organize big events that draw their own crowd is really awesome to see. That's my biggest takeaway, at least. What's yours?"
    },
    {
        "speaker": "B",
        "text": "Yeah, they want to do less work. It's really cool. Like, I mean, every breakpoint, there's somebody trying to do something on their own and, like, throw events that, like, surprise us. And, like, I think it's important that, like, the folks at the foundation recognize that and try to incorporate it and, like, kind of run with it, because all the good ideas come from the community. You know, we're. We don't know what we're doing."
    },
    {
        "speaker": "A",
        "text": "The aesthetic of breakpoint, I think, is pretty interesting. Was it. It's very apple y. The apple design is, like, very, very prominent in breakpoint three. Was that."
    },
    {
        "speaker": "B",
        "text": "A lot of this stuff, I think, comes from Raj. Like, I would say he's, like, the spiritual designer of Solana. It doesn't come from me, I can tell you that."
    },
    {
        "speaker": "A",
        "text": "Was breakpoint two and one like that, or is that a relatively new design kind of vibe?"
    },
    {
        "speaker": "C",
        "text": "We had more time this year than we've had with breakpoint one or two. So I think there was a bit more focus on visual design and sort of the animations you see on the main stage and that sort of thing. And Ross, our creative director at the foundation, has a huge hand in working with Raj and making sure that stuff comes together. Well, this is also the. We have a events director, Ellie, at the foundation, and, you know, she came from Netflix and ran a lot of really high profile events for them. And so the conference is growing up in a lot of ways. It's growing up through more participants and greater decentralization and all these really awesome things we get to do. But it's also growing up from a production standpoint, too. And that, like, you know, the first hacker house you were talking about, it was literally, like, a bunch of folding tables in a room and, like, a bunch of power cords being run over the ground. And, like, I'm sure it was totally not up to code. That's awesome. But at some point, it's like, all right, well, we have a few months to plan this thing. Let's see if we can do it. A little more. Right."
    },
    {
        "speaker": "A",
        "text": "What about the composition of who is attending breakpoint three? Who's coming here?"
    },
    {
        "speaker": "B",
        "text": "I would say just from talking to random people, it's a lot of people that have been around in the community for a year or two. I think it's folks that have stuck around. But I also see a bunch of new faces, mostly developers, at least the people that come up to me. And it's mostly devs, which is pretty cool. I think that's the goal. Get a bunch of engineers together, get folks talking and meeting each other and build those relationships."
    },
    {
        "speaker": "C",
        "text": "And there's more engineers from other ecosystems here, too. You're here."
    },
    {
        "speaker": "A",
        "text": "Justin Bonds is definitely not an engineer. No."
    },
    {
        "speaker": "C",
        "text": "But we're starting to see more folks who are more engaged in the research community and other networks start to look more seriously at Solana. That's just hugely flattering to see, like, Ruhn is here as well from maker. So it's a good collection of folks."
    },
    {
        "speaker": "A",
        "text": "Yeah. Especially this last year, I'd say from, at least from my procession. Like, this has been the year. Maybe you guys can be more informed about this, but the year, like, Solana chewed glass through the bear market. How has that impacted? Just, like, the cultural vibe and what this event means for the community."
    },
    {
        "speaker": "B",
        "text": "I have a lot more gray hair."
    },
    {
        "speaker": "C",
        "text": "Me too."
    },
    {
        "speaker": "B",
        "text": "This was, I would say, like, the hardest year for me. Like, kind of the most painful because it was such a slog. It wasn't like an outage or something happens, you'd like, work through it, the engineering problem, and then it's behind you. But it was really cool to see how many people, again, surprising people, just stuck around. They're like, you know, they're like, oh, yeah, FTX collapsed. I guess that happened. I'm just going to keep shipping my code and shipping my product because that's what they're focused on. So that was awesome to see. It really means that people do see something special about the technology and really want to continue investing in it. And those are the folks that really create all the value, create the community. They carry the whole network. So I don't know, it was. It's cool to see them. Cool to shake hands with everyone. I'm, like, grateful for everyone that showed up."
    },
    {
        "speaker": "A",
        "text": "Anything from you about the evolution of the Islana community here?"
    },
    {
        "speaker": "C",
        "text": "Yeah. You know, to be totally saying about folks just continuing to build and chip, I think what. What I've seen personally is, like, Solana DeFi this year, like, all the stuff that was being worked on through 2022, it just shipped this year, and it's been really incredible to see new versions of Jupyter coming out and what they're able to do, like Marginfi and some of the stuff they've been building. The new Orca product that's launching this week, there's a lot of really good sort of, I don't know if you call it DeFi 2.0, but some new generation of Solana DeFi and the work squads has been doing on multisigs and those hardcore real code based projects. Like, that was the real test for me when I was like, oh, all these folks are still fully committed to Solana. They're still building here, they're still shipping awesome stuff, and they did what everyone always tells you to do, which is build through the bear, but they actually did it."
    },
    {
        "speaker": "A",
        "text": "What would you say is the thing that, or the handful of things that really excites the Solana community as it stands today? What are people looking forward to?"
    },
    {
        "speaker": "B",
        "text": "I mean, I think you can tell the focus between the Solana conferences and Ethereum, there's a lot less scaling talks. A lot of companies are focused on consumer end things, and it's, I guess, our vibe. I'm probably coming from myself and from everyone else. At least my messages. We got scaling taken care of. You don't have to worry about it. So the kind of people we attract are the ones that at least believe in it, or at least like, can verify that it mostly works and can focus on consumer and products. And that's pretty interesting. I think there's a lot less, it's harder, it's much harder to build consumer and products. It's easier to build infra and to raise for it. So a lot of the folks here are really grinding for product market fit in the trenches, really trying to get users. And a lot of the conversations that I have with devs are like, and things that I'm not an expert in. I can tell them everything about systems engineering and stuff like that, but what they really care about is how do I grow? How do I get users? Where do I, what advice can I give them in terms of product development? That's a ton of learning for me as well."
    },
    {
        "speaker": "A",
        "text": "What's your perspective, Austin? What's getting the community excited these days?"
    },
    {
        "speaker": "C",
        "text": "Yeah, there's a lot, I will say it's definitely the consumer focused applications. There's this understanding in the Solana community that we've been waiting for consumer facing applications to hit. Oh, it's been a UX problem. Oh, it's been a UI problem. Oh, it's a regulation problem. Oh, it's a scaling problem. Oh, there's no good self custody solutions. That's been sort of, and this is not specific to any network, but there's sort of been like an excuse mindset I think in crypto for a number of years that like, oh, we were ready to build consumer applications, but USDC isn't available in New York, so suddenly we can't do it. And there's just a lot of founders attracted to the Solana ecosystem that sort of say, eh, I'm just going to build it. And like, it's not my perfect vision. Like Sling launched yesterday here it's peer to peer Venmo built on us dollar stable coins and it's not available in New York. And they're just like, yep, it works in 30 countries, doesn't work in New York, too bad. And that is a thing that is just vibe of just build and ship and we can figure it out later. And something you see in a lot of web two companies is that people seem to be really worried about building the perfect product before they ship it. There's a willingness to experiment in production. That's always been part of the crypto ethos for non consumer applications. We're seeing that move more into the consumer side, I think."
    },
    {
        "speaker": "A",
        "text": "What kind of consumer applications are going around that are worth noting if people want to go and explore some."
    },
    {
        "speaker": "C",
        "text": "Yeah, so I would say sling, which just launched, is really pretty interesting what drip House is doing with sort of free NFT collections that are time limited as opposed to being number limited. Those to me are particularly interesting what helium is doing with their dollar five."
    },
    {
        "speaker": "B",
        "text": "Mobile plan fuse account abstracted wallethood. It's pretty cool. So you can basically no seed phrase. You set up multiple devices that are part of your own multiseg. That's pretty cool to see. Those are the features that I think take a lot of design work and folks to really think through all the really, really complicated ux challenges and put it together in a product that improves security and usability. You rarely see both of those happening at the same time."
    },
    {
        "speaker": "A",
        "text": "Sure."
    },
    {
        "speaker": "C",
        "text": "Yeah. I've been impressed with squads v four."
    },
    {
        "speaker": "A",
        "text": "Yeah, cool. And it's really so every time I see you, you're running around pretty busy. Once breakpoint ends, what are you gonna go do? What's the first thing that you're gonna focus on?"
    },
    {
        "speaker": "B",
        "text": "I'm gonna hang out with my family and kids. I had to miss like Halloween with the kids, which is oh no, they were so sad that I wasn't there that they saved me candy."
    },
    {
        "speaker": "A",
        "text": "Aw, that's nice. That's nice. Okay. But what about inside of the Solana ecosystem? Like, what's first on your agenda here?"
    },
    {
        "speaker": "B",
        "text": "I like, it's like I'm, as a founder, you're often do whatever is necessary. You jump in and you're like, I will help people to brand, I'll do messaging and stuff like that. The ecosystem is mature enough, foundation is mature enough, and all these things are actually getting filled with experts that are much better than me at all the things except systems engineering. So I get to actually do some of that again. So I'm working on the multiple concurrent leader design, stuff like that, trying to make sure Abi V two and all the runtime changes land and are robust. So I get to nerd out, which is pretty great."
    },
    {
        "speaker": "A",
        "text": "Yeah. As founders grow and their project grows, they tend to go into this on operations role where they're not really actually doing the thing that made them successful in the first place. They are now managing. How much of that, how much are you, like, managing and operating?"
    },
    {
        "speaker": "B",
        "text": "That was like the last two years. You kind of like the last three years. I would say as soon as we launched, I couldn't do systems work at all. I was basically running around talking to everyone, almost like a sales role, I would say. And now there's just so many other people that are much better than me function. So it's pretty great."
    },
    {
        "speaker": "A",
        "text": "Okay, so pivoting a conversation to something completely different. What would you guys say is the long term relations between Solana and Ethereum? Awesome. I'll throw this one to you."
    },
    {
        "speaker": "C",
        "text": "I mean, I don't know exactly what. There's a lot of different ways that could go. I would say, to start, I don't think we directly view Ethereum as a competitor."
    },
    {
        "speaker": "A",
        "text": "Sure."
    },
    {
        "speaker": "C",
        "text": "Right. I think there's a very different approaches to what's being built on Ethereum. What's being built on Solana. I know totally has got some fun ideas about using Solana as a sequencer for an l two, but there's a lot. I think, at the end of the day, what I would love to see is that folks who are using Ethereum for what Ethereum is great at, they use Solana for what it's great at, too. The classic example of this is there's no reason the apecoin airdrop should have been on Ethereum. Now. Yes, you could talk about offloading that onto there, too, but you could have dropped apecoin on Solana and people would have been able to spend basically $0 on gas fees and then bridge it back over at their convenience if they want to, instead of paying $3,500 to claim an airdrop. So I think there's a lot of technology synergies that can happen between them. I hate to use that, the s word synergies."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "What are you thinking about?"
    },
    {
        "speaker": "A",
        "text": "Yeah, what's your."
    },
    {
        "speaker": "B",
        "text": "I think, like there's this nice narrative that I keep in my head and I don't know how true it is, is that bitcoin is stateless money, Ethereum is settlement and then Solana is execution. It sounds good in theory, but there's obviously feature overlap. Ethereum is also great stateless money, and Solana also implements settlement. And there's going to be tension between all those things. And that's fine. There's going to be competition. Some people prefer one or the other. To me, that's great. That forces innovation. People have to think through hard problems and figure out how do I build maybe the same thing in a different network. It actually does spark ideas and moves the industry forward. So it'll be competitive, it'll be somewhat open source. BSD devs and Linux devs compete, but they share ideas. It's all good."
    },
    {
        "speaker": "C",
        "text": "I would also say that we have this. Human brains are really bad at not competing when you put a chart up. So the fact that we have a market cap."
    },
    {
        "speaker": "B",
        "text": "There's a leaderboard. There's a leaderboard."
    },
    {
        "speaker": "C",
        "text": "Bitcoin didn't need to fail for Ethereum to succeed, and Ethereum doesn't need to fail for Solana to gain mass adoption. Solana failing would not give Ethereum any more adoption globally. We're just dealing with such a tiny fraction of the pie that currently uses crypto that, like, there's all of this, like PvP, one group punching each other in the face like that is just totally unnecessary. And it's just because we have a leaderboard."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's a good point. I've never really considered the leaderboard as like the instigator of so many fighting fights."
    },
    {
        "speaker": "B",
        "text": "I think, like, as long as people don't do personal attacks, people arguing about tech and vision, all that stuff is fine. I think that is like part of our search for truth, right? We're trying to figure out what makes sense, what doesn't. I don't see a world where Solana succeeds and Ethereum fails. I think that's just ridiculous. Ethereum is awesome. I think the reason that their technology is moving in that direction is because of the success that they had. They're in a specific spot. If I was involved in the Ethereum, community, I'd probably be arguing for the exact same design decision as they're doing now, because that's the natural path to go. Um, so, like, I think it's totally fine. The competition's great, right? Like, I think it's awesome. You know, I hope, like, the optimizations that, like, Kevin Bowers did for, like, 256 bit multiplication end up, you know, you know, increasing EVM throughput. That'd be great. Like, it's all open source code. It's. It's all good."
    },
    {
        "speaker": "A",
        "text": "Sure."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "I think there's one thing I've just learned from just chatting with the people here at breakpoint is that there's a certain archetype of, of type of person that comes to the Solana community, and it's like this low level devs, right? Like the X Teslas, the X SpaceX type of the Google type of people that you find some of these people in Ethereum, but really, there's a lot of these people that Solana attracted that I don't think would have joined any community because of just the nature of how that blockchain was built versus Solana. There's something about the way that Solana, the emphasis on hardware, for example, has attracted a certain dev mindset that I think is kind of like the base of the Solana community. At least that's my personal opinion."
    },
    {
        "speaker": "B",
        "text": "That's weirdly true, and I don't fully understand why. I mean, I am one of those people. I'm an embedded systems dev. I can't. Maybe it's because I set the narrative and people are like, oh, this guy sounds like me. But, yeah, I don't know. We're a bunch of systems nerds. It's what we like to geek out of."
    },
    {
        "speaker": "A",
        "text": "So, Anatoly, what's it like to be sort of like some sort of a community cultural leader? I can say more religious type figures and words, but I won't. But, like, the whole, like, cult of Anatoly, what's that like to have?"
    },
    {
        "speaker": "B",
        "text": "It's really weird. I'm blessed that it only occurs, like, during breakpoint in a Solana event. If I go anywhere else, nobody cares."
    },
    {
        "speaker": "A",
        "text": "So do you get recognized in real life, out and about?"
    },
    {
        "speaker": "C",
        "text": "No."
    },
    {
        "speaker": "B",
        "text": "No, like, at all, which is awesome. Even at an Ethereum conference."
    },
    {
        "speaker": "A",
        "text": "Oh, really?"
    },
    {
        "speaker": "B",
        "text": "It's great. So, like, yeah, that is actually, like, this is, like, the most I can stomach it, I think. I don't know. It's part of the job, I think. I hope I do my drive people to go build better code, more open source code. And kind of collaborate. So hope that message is landing."
    },
    {
        "speaker": "A",
        "text": "Cool. Beautiful. Anatolia, I know you got a hard stop, so I'm going to let you go, and then I'm going to ask some technical questions."
    },
    {
        "speaker": "B",
        "text": "Awesome, dude."
    },
    {
        "speaker": "A",
        "text": "Thank you so much for coming on and speaking to the bankless nation. Appreciate it."
    },
    {
        "speaker": "B",
        "text": "Thank you for coming here."
    },
    {
        "speaker": "A",
        "text": "Of course. Have a good one. Congratulations on breakpoint."
    },
    {
        "speaker": "B",
        "text": "Thank you."
    },
    {
        "speaker": "C",
        "text": "Cool."
    },
    {
        "speaker": "A",
        "text": "Okay, so there's just a handful of things that I know that people just really give a fuck about here at breakpoint. Fire dancer, I know, is perhaps at the top of the list. And then there's a few other ones I kind of want to just peel back and show whoever's interested where the rabbit holes are for Solana, if they're trying to learn more, just rather than approaching Solana head on. What are the rabbit holes? We'll start with fire dancer, because I think that's the thing that everyone is super stoked about. What is firedancer? And why is everyone so stoked about it?"
    },
    {
        "speaker": "C",
        "text": "Yeah. Firedancer is a new implementation of the Solana runtime and the consensus model and networking stack, which is written in circumental."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "C",
        "text": "And so there's a few things here. One is c is just an incredibly fast performant language for this sort of thing. It's sort of the language of choice for, like, high frequency traders and high performance systems. But the other piece of it is, it's just a complete rewrite. And so there are five years of development on the code base that Solana Labs originally created. That's just a spider web at this point. Right. Like, any code base has been worked on for that long. It's like trying to build a house when you don't know the end architecture of the house. And so just going through and starting from the beginning and saying, we have a spec we can build against, and we're going to build a client optimized to squeeze as much performance possible out. That's really the whole point of the firedancer project."
    },
    {
        "speaker": "A",
        "text": "Okay, so is it kind of like when you clean out your refrigerator, you take everything out of the refrigerator, then you clean the refrigerator, and then you put everything back in, rather than just, like, rearranging the. You know, that metaphor?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I'd say, actually. So a good metaphor would be, it's like taking a house built in the 18 hundreds down to the studs and then rebuilding the inside. Right. You can retrofit in new electricity, like, without taking the walls out. You can put in a new bathroom. But, like, realistically, if you want to turn a really old house, and they do this all over Europe right into somewhere totally beautiful. You got to take it down to the studs, you got to take it down to the walls. You put in new stuff, and then, like, that space is totally transformed. And that's the best analogy here for what firedancer is. And there's a ton of different components of that. So the version that was announced to be on Testnet now is actually, we call it Franken Dancer. It's a little bit of a frankenstein of some of the code from the existing validator client. With the parts that the team building firedancer, which is a lot of engineers at jump trading group have been building, that really speeds up certain components of it. And that's what that testnet version is today, over time, and it's probably another year or two to replace all the bits of code that the Solana labs team built. But we're getting to a place where there is enough performance improvements, enough performance improvements in those new components that it's a real step function change."
    },
    {
        "speaker": "A",
        "text": "Okay, so just to kind of regurgitate everything bitcoin. One of the reasons. One of my biggest critiques about bitcoin is that it's got one client. And so if bitcoin has a bug, then that that bug is bitcoin, and all of a sudden, you have to, like, socially engineer around that."
    },
    {
        "speaker": "C",
        "text": "I think they've got, like, four clients, but only one client. 98% of bitcoin runs one client."
    },
    {
        "speaker": "A",
        "text": "Right, right. And so it's what we all. In order to have a robust, decentralized blockchain system, we need multiple clients."
    },
    {
        "speaker": "C",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "And so we have the Solana core client, which is, like, Solana number one. Client number one, which, like, I'm guessing, is, like, the vast majority of the clients that run Solana at the. In the past. Now we're working on fire dancer, which is a client number two. But it's not just, you use the spec of the first client to generate a shape of what the next client will be. Fire dance. Or what it will be. So we're pointing towards the same truth that is Solana."
    },
    {
        "speaker": "C",
        "text": "Yeah, it's actually the third client."
    },
    {
        "speaker": "A",
        "text": "Third client. Okay, what was the second?"
    },
    {
        "speaker": "C",
        "text": "There's a client built by Jitto, but."
    },
    {
        "speaker": "A",
        "text": "That'S just a fork of the first one."
    },
    {
        "speaker": "C",
        "text": "It's not. It is 90% similar code. And the main thing about the Gedo client is it has the same upstream dependencies as the Solana labs client."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "C",
        "text": "This is something that Ethereum has done quite well, is that not only are there several different clients? But those clients are written in different programming languages. So, for example, if a bug is triggered in the networking stack software of a library that's shared between two clients, even if two different teams wrote those clients, if you have two different implementations of a rust client, that upstream dependency can still cause a bug. And so the nice thing about having one in c and one in rust is that those are totally different code bases. So that's kind of like, and I think this is something where Ethereum has, I think it's two or three. They technically have, like, six clients, but most of them share the same dependency tree. There's two or three different code bases. And so that's really what the difference with fire dancer is. It's not just a new client, it's a new dependency tree."
    },
    {
        "speaker": "A",
        "text": "Sure. Okay. And so that's where you get that multi client robustness, at least now with."
    },
    {
        "speaker": "C",
        "text": "Two different, like the geodoclient and the Solana Labs client provides social robustness, and the fire dancer client provides technical robustness."
    },
    {
        "speaker": "A",
        "text": "Sure. Except the fire dancer client is also supposed to be, like, much more performant, correct? Yes. How would you, can you measure that? Is there a way to, like, put numbers behind that?"
    },
    {
        "speaker": "C",
        "text": "Putting numbers behind anything in crypto is always a mistake. What I'll say is that there are key components of the fire dancer stack that are 100 times as performant as the existing one. That doesn't mean the network is going to be 100 times faster, but what it means is that it's called Andell's law. If you have ten components in the system and you make nine of them 100 times faster, the system is still the same speed. You take that last one, you make it faster. It's the lowest common denominator. The least performant part of the system is the bottleneck. We expect to see fire dancer beverage, probably an order of magnitude change in the Solana network at start, but that could go up from there, depending on a whole bunch of different things that we have to see in prod."
    },
    {
        "speaker": "A",
        "text": "So why would anyone run the old client when they were just, they could just run firedancer instead?"
    },
    {
        "speaker": "C",
        "text": "So what will probably happen? And it's all up to the community and how they decide to run things, of course. But very similar to what the big node operators do in Ethereum, where they run one client in primary and they run one client in failover. And so this was, you know, if there's a bug in Prism or lighthouse, the other one can take over. And so for Solano, what we would see is because Ethereum is targeting a certain performance threshold. Right. And it makes it easy because all the clients are building to what's a fairly low performance threshold with firedancer. They're trying to squeeze as much performance out as possible out of the same hardware that everyone else is running. And so what we expect to see is that probably everyone will run the firedancer client in primary configuration, and if there's a bug in the network, it would basically fail back into the Solana Labs version. And yes, that will certainly be a performance hit. You might see fees on the network spike because there's now a 10,000 transaction capacity as opposed to 100,000 transaction capacity. You can think of it almost as falling into a safe mode, right?"
    },
    {
        "speaker": "A",
        "text": "Yeah. If the escalator breaks, it turns into stairs."
    },
    {
        "speaker": "C",
        "text": "Yeah. The analogy on Ethereum here is that you can, you can have execution continue even though finality can't be reached. And that happened a few times this year for Ethereum, and it provided a worse experience, but it wasn't a whole stop of the network."
    },
    {
        "speaker": "A",
        "text": "Sure, sure. Okay. All right, so that's fire dancer. I kind of am categorizing my brain as when the Ethereum community got all excited about 1559 or even the merge. This is kind of just like we're getting a protocol upgrade. So this is about like a comprehensive new, like Solana 2.0. Fair to call it like Solana 2.0."
    },
    {
        "speaker": "C",
        "text": "I think if you add fire dancer plus runtime version two, that's when you. It's fair to call it Solana 2.0. Like the best analogy, I would say right now is like we're building the most performant gasoline car imaginable. And eventually with runtime v two, it switches over to being like an electric powertrain."
    },
    {
        "speaker": "A",
        "text": "Okay, what's a runtime v two?"
    },
    {
        "speaker": "C",
        "text": "So runtime V two is a whole bunch of improvements in the Solana runtime. This is probably about a year out, right, so just to set expectations on this."
    },
    {
        "speaker": "A",
        "text": "Okay, so we have 1559, and then the merge is in like a year. Exactly, right?"
    },
    {
        "speaker": "C",
        "text": "Yeah. So runtime V two is a whole bunch of optimizations in terms of reducing memory copies in the runtime will make just things snappier, but it'll include type rich bytecode format, which will allow a bunch of programs to talk to each other more easily with less plumbing. And so that'll improve the efficiency of a core component of Solana is you use to Jupyter aggregator, and it'll hit six different markets that'll make something like that much less compute expensive to run on the network. There's also a bunch of zero knowledge proof and different curve support that gets added into runtime V two. Some of that stuff is in the network today 116, which just shipped includes a ZK proof component for confidential transfers, which was demoed as part of the token 2022 spec. A lot of words we can get into there, but runtime V two is the closest thing to a Solana 2.0 know that we have on the roadmap."
    },
    {
        "speaker": "A",
        "text": "Okay. Okay, cool. The confidential transactions, can you explain a little bit more about that? Is that like privacy built into the base layer?"
    },
    {
        "speaker": "C",
        "text": "Yeah, exactly. So, well, base layer is a tricky question. So there's something called Token 2022, which is a token program on the network. Right."
    },
    {
        "speaker": "A",
        "text": "Nothing to do with the conference or the event?"
    },
    {
        "speaker": "C",
        "text": "No, nothing at all. It was just a spec that was finalized in the year of 2022 and then chips in 2023 is the sort of. Sure, sure. So token 2022, it's a program on the network, and Solana is built on this idea of program reusability. So token 2022, or the actual token program that everyone uses to send tokens around, that's not part of the base layer of Solana. Technically, it's part of the Solana program library, which exists on top of it."
    },
    {
        "speaker": "A",
        "text": "And it's no file that you can open."
    },
    {
        "speaker": "C",
        "text": "Yeah, I mean, like, I guess in the ethereum terminology, it's enshrined, right, but it's not actually part of the code base. Right. If you download the Solana validator package, it's not like it forces you to use a token program. That's a choice a user can make when they want to transfer stuff. Token 2022 is a new version of that token program. You can think of it as upgrades that have happened to the NFT standard on Ethereum over the years. We have this version, now we have a new version. Now we have a new version. Part of that includes confidential transfers. What that means is that you and I could transact, and the world would be able to see that we transacted, but it couldn't see the details of what actually transferred between us. There were a bunch of basically system calls that had to be integrated into the actual runtime layer, the program layer of Solana, to make that possible."
    },
    {
        "speaker": "A",
        "text": "Okay. All right, so that's firedancer runtime V two, and Runtimev two is about a year out. What else is worth surfacing about? Just the significant things that are getting people excited about Solana."
    },
    {
        "speaker": "C",
        "text": "Yeah. Token 2022 is one where there's a lot of features that I think are going to be really powerful for folks. There's a whole trend in enterprise space nowadays of permissioned environments. The thesis right now is that very much like in the old days of email servers, like well if you're a company, you have to run your own email server. We saw the early version of this where it was like, oh, I need an ethereum fork from my company, I can't run on mainnet. And now the version of that is like I need my own permissioned l two. In all those situations it still requires running a bunch of infrastructure. Token 2022 has things like transfer approvals and transfer hooks built into it. I, as an issuer of, let's say a tokenized fund, can say only wallets that I've whitelisted can actually buy and sell and interact with us. The cool part about that is it's actually fully composable with the existing DeFi ecosystem. So you may be able to go on mango markets or Jupyter aggregator or whatever defi marketplace you love and say, oh, I want to actually interact with this fund. In addition to buying tokenized bitcoin or some dog money or something like that. If you've gone through a KYC process with them and they've approved you, you'd be able to participate in that token. So it's kind of mixing that idea of fully permissionless defi and the regulated permission defi into the same user space. And that I think is a much better experience than saying if I want to trade X or Y or z, I have to go to this permissioned environment."
    },
    {
        "speaker": "A",
        "text": "Right, right. Yeah. So it's allowing for a permissioned environment to exist inside of the larger environment rather than having that to be like an island over there. Right, right. There's just simple, like not, not compliance, but just like if this, then that statement that keep, keep rules enforced."
    },
    {
        "speaker": "C",
        "text": "Yeah, it's sort of just like how circle technically has freeze authority on all USDC. They could, using token 2022, someone could create a stable coin. That's a whitelisted stable coin, right. That's like, oh, you know, a classic example of this is actually like Andrew Yang's like Borough Bucks idea back from the campaign, which was like, oh, let's switch over like our food stamp program to saying like, you know, we both live in Brooklyn. Like if you're on an assistance program in Brooklyn, you can only spend your dollars in merchants in Brooklyn. Someone could do something like that fully on chain and it would be able to sit in their wallet just like any other token would. But they could only spend it at select merchants. Because the criticism of these programs is everyone just buy stuff on Amazon. It doesn't help the local economy. You can think of all of those types of things you could now build using the token 2022 standard."
    },
    {
        "speaker": "A",
        "text": "Cool. Okay. All right, what else? What other rabbit holes are worth illuminating?"
    },
    {
        "speaker": "C",
        "text": "Oh, man. Let's see. So I think we are seeing a lot more of interest in Solana L two s for different types of use cases."
    },
    {
        "speaker": "A",
        "text": "I thought that's just a juxtaposition that shouldn't exist. Solana."
    },
    {
        "speaker": "C",
        "text": "L two s. L two s on ethereum are used for scale. L two s on Solana will likely be used for specific types of applications and execution that requires differences at the hardware level."
    },
    {
        "speaker": "A",
        "text": "Cool."
    },
    {
        "speaker": "C",
        "text": "So a great example of this is something like the render network. Render is a GPU rendering network. It's used for everything from beeple style, very complex 3d renders, to AI models and training."
    },
    {
        "speaker": "A",
        "text": "Just GPU farm in the cloud thing."
    },
    {
        "speaker": "C",
        "text": "Yeah, exactly. But there's a lot of ways to do this. One is you just say people have their systems and there's an off chain database of how performing your computer is versus mine and the render network. Assign stuff. Another way to do that is to literally run an l two on Solana that says you can only be a part of this l two. You can only be a validator on this l two if you pass a certain benchmark. That means, basically, if I go buy a super high end GPU, I'm now permissionlessly and decentralized. Added to this l two, because the l two is not for scale. It's to prove that I have a powerful enough gpu to run these rendering jobs."
    },
    {
        "speaker": "A",
        "text": "This sounds like a hardware instead of an app specific chain. It's like a hardware specific chain."
    },
    {
        "speaker": "C",
        "text": "Exactly. Exactly right. You could also see someone building. I've joked for a long time that someone should build slow Lana, which is just a slower version of Solana that requires less bandwidth. That if what you want to do is you want to be able to basically verify just small pieces of state, da sampling kind of sucks. It's better than nothing. But light clients are not full nodes. That's a full statement in itself. But you could build an l two that actually was just a slower version of Solana that could be used for different types of transfers if you're trying to run. We have a lot of nonprofits that want to actually be able to do payouts via Solana in developing countries for their nonprofit work, where there's really great connectivity, but there's not necessarily great bandwidth. You could see them running an l two environment to basically slow down the network. So if more people want to be able to run validators or just state proof generators for that network, they could do something like that without necessarily the system requirements of Solana."
    },
    {
        "speaker": "A",
        "text": "Now, is this more of like a thought experiment or actually a practical idea?"
    },
    {
        "speaker": "C",
        "text": "So the first one with hardware specific requirements is becoming real."
    },
    {
        "speaker": "A",
        "text": "Sure."
    },
    {
        "speaker": "C",
        "text": "On the second, mainly slow."
    },
    {
        "speaker": "A",
        "text": "Lana, that sounds like closer. Just like we could do this."
    },
    {
        "speaker": "C",
        "text": "So actually, code wallet has kind of built that. They've built themselves a whole sort of l two architecture on Solana that they use to actually make sure that they can still do transfers if the Solana mainnet is ever offline. Okay, so there's those use cases, too, where they're maintaining their own merkle trees, and therefore they can update a bunch of stuff sort of offline, and then they can always push those changes once the network block production resumes."
    },
    {
        "speaker": "A",
        "text": "Okay, cool. So it's a little bit a sovereignty play."
    },
    {
        "speaker": "C",
        "text": "Yeah, there's lots of those types of applications. And I think most sovereignty solutions can be solved on the l one with token 2022. But there's some other applications where, like Roon was talking about for Maker, they expressly want the ability to hard fork. And they want that ability to hard fork because they're trying to build a hundred year dao. And they have to assume that somewhere in the next hundred years, the software is going to get hacked, because the only sure bet you can make in software is that something someday will get hacked."
    },
    {
        "speaker": "A",
        "text": "Sure."
    },
    {
        "speaker": "C",
        "text": "Right. Enough monkeys on enough typewriters will hack, will hack bitcoin. Right."
    },
    {
        "speaker": "A",
        "text": "And that's a good bit. Yeah. Okay. So there's so many different things about breakpoint that, like, I, like, I've been learning that, like, Solana is, like, pushing the frontier of its own in of its own. Right. But one thing that I noticed that Solana's really behind on is governance. Governance. Conversations are so early. What's your perspective like? Just give us a sit rep on. Just like, what your perspective is on Solana governance and why this conversation is coming about now."
    },
    {
        "speaker": "C",
        "text": "So, Solana governance runs in a very different way than I think I. Other networks run. A lot of networks either have no governance, or they have direct token weighted governance. And Solana, the validators are the group that vote, and they vote proportional to their stake weight. So the idea is that if a validator votes in a way you don't like, you can stake to another validator instead. And considering the Solana unbonding period is about two and a half to three days. It's a pretty quick operation to change that around. This is partially coming into effect because we launched SIMD programs this year, which is basically like eips and erCs. There's now an analogy to those programs on Solana, which is awesome to see. The governance conversation is coming up because we have multiple validator clients, and suddenly there is no single source of truth."
    },
    {
        "speaker": "A",
        "text": "There is no answer to the question, what is Solana?"
    },
    {
        "speaker": "C",
        "text": "Yeah, exactly. Solana for the longest time was a GitHub repo. Ethereum now is not a GitHub repo. It's several different GitHub repos that you can all run. And there has to be a process where if a change, like the Prism team can't just yolo a change, the Lighthouse team can't just yolo a change."
    },
    {
        "speaker": "A",
        "text": "That'S called a fork."
    },
    {
        "speaker": "C",
        "text": "Yes, exactly. The governance is sort of a side effect, I think, of a lot of just that process of saying we need a more formal process to accept a proposal. Because now the firedancer team, the Geo team, the Solana labs team, the SIG team that's building another validator client, and then whoever comes later, the tiny dancer team, building, like clients and state proof, they all have to, if not agree, at least know this thing is going to happen and have some sort of majority agreement on it. But the true adoption, I mean, this is something that, like, I think, you know, I was talking to Justin bonds about this, and he was really surprised about this initially. Solana's governance is actually fairly robust in the feature activation and adoption. So a new feature or new version of the network cannot be activated unless 80% of the stake upgrades. So we have really good implicit governance now. We don't have good explicit governance, and that's kind of where all those conversations are focused on now."
    },
    {
        "speaker": "A",
        "text": "Right. And so I think that in the Ethereum world, the correlate would be like the all core devs call, or like the Tim Bakeo, or like, hey, there's this EIP, let's talk about it for like six months or something like this. This is the part of Solana that is like, being developed now in its early stages, correct?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I would say that was, it was weaker in the last two years, but like 70, 64, which was transaction receipts, to start being able to do state proofs and to be doing, like, client work. That was a three month, I think there's 500 comments in the GitHub repo about engineers going back and forth around, like, architecture and design for this stuff, but that really has just been built out in the last nine months. I think a lot of that work beforehand was happening in Discord, and Discord's very hard to follow, like moving to GitHub and moving to a forum governance in."
    },
    {
        "speaker": "A",
        "text": "Discord's bad. It's bad."
    },
    {
        "speaker": "C",
        "text": "Discord is an amazing place to solve immediate problems. It's a very bad place to solve long term problems."
    },
    {
        "speaker": "A",
        "text": "Right. It's too fast."
    },
    {
        "speaker": "C",
        "text": "Yeah, yeah."
    },
    {
        "speaker": "A",
        "text": "You need a slower forum for that. For that."
    },
    {
        "speaker": "C",
        "text": "Exactly."
    },
    {
        "speaker": "A",
        "text": "Okay, awesome. This has been great. Kind of same question that I asked Anatoly once a breakpoint is all set and wrapped. Like, what's on your focus? What's on your agenda?"
    },
    {
        "speaker": "C",
        "text": "Yeah. So for me, one of the big things I'll be working on next is the Token 2022 rollout ecosystem coordination. We did a bunch of this work on state compression last year when that rolled out, making sure there's good wallet support, making sure there's good ecosystem support. There's a bunch of teams working on a cool proposal for an RWA standard. Now I'll be working and managing a bunch of that process as well. The events team is going to start working on Breakpoint 2024."
    },
    {
        "speaker": "A",
        "text": "Yeah, when is that?"
    },
    {
        "speaker": "C",
        "text": "We're actually doing Singapore next year."
    },
    {
        "speaker": "A",
        "text": "Singapore? Why Singapore?"
    },
    {
        "speaker": "C",
        "text": "So we've wanted to take breakpoint to Asia for a while. You have to plan really far out for Asia. The venues book up really quickly, and so we were looking around and we were saying we were basically too late to do it in 2023. And the visa challenges of shifting a whole new location were pretty high. So Singapore just seems like a really great place to do it. We're doing it right after token 2049. So a lot of the folks who are coming out for token 2049, they might stay for f one anyway. And so it's sort of, you can crypto math it and say, well, I've already bought one plane ticket, so it's free to go to breakpoint."
    },
    {
        "speaker": "A",
        "text": "That is some real crypto math for sure. Awesome. And when is that?"
    },
    {
        "speaker": "C",
        "text": "September 19 to 21st."
    },
    {
        "speaker": "A",
        "text": "Okay. All right. Sometime around token 2049. I've actually never been to Asia, and so."
    },
    {
        "speaker": "C",
        "text": "Really? Yeah, Singapore is great. Yeah, Singapore's like a really interesting place where things like food and ubers are super cheap, and then the flights there."
    },
    {
        "speaker": "A",
        "text": "Once you get there. Yeah, yeah, I."
    },
    {
        "speaker": "C",
        "text": "So I think it works well for budgeting. Right? It's like, oh, okay, I know what I have to do to get there. It's a super friendly place for visas for folks around the world. That's a big thing. We have a ton of developers in India and Southeast Asia that have trouble getting visas in other countries."
    },
    {
        "speaker": "A",
        "text": "Yeah, of course, of course. I know it's so far, super far out in advance. Not totally a year out until like eleven months. But why might one be excited about breakpoint four in Singapore?"
    },
    {
        "speaker": "C",
        "text": "Yeah. So I think what you'll probably see is the conference is a little shorter. It's two full days of programming. We've done three most years. We did four this year."
    },
    {
        "speaker": "A",
        "text": "It's three this year. Correct."
    },
    {
        "speaker": "C",
        "text": "We got four this year."
    },
    {
        "speaker": "A",
        "text": "Four this year. Oh, gosh. Wow. It's wild. It started Monday and ends on Thursday."
    },
    {
        "speaker": "C",
        "text": "Yeah. So we go the 31st through the third are full programming days."
    },
    {
        "speaker": "A",
        "text": "Okay, so it started yesterday, which is Tuesday, and we'll end on Friday."
    },
    {
        "speaker": "C",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "C",
        "text": "But, you know, we had three days of programming leading up to it from other groups, which is awesome to see. So for Breakpoint 2024, I think you're going to see a lot more of what are businesses building on Solana? A little bit less of a developer focused conference and a little bit more of a business focused conference that sort of fits the vibe of Singapore. And we're supplementing that with sort of a rebuild of what hacker houses have been to do a lot more developer focused hacker houses where they feel more like mini conferences. And so we're sort of, instead of trying to bring, quite frankly, the network's big enough now that we don't have to bring everyone together, for one thing, we can actually have multiple things. This is something the Ethereum community has done very well, where there's certain eth, fill in the blank events that are more business oriented and certain ones that are more technical."
    },
    {
        "speaker": "A",
        "text": "Right. Awesome. I've learned quite a lot, so I've enjoyed my time here at breakpoint, and thank you for guiding me down the corners of Solana. If people want to learn more or be pointed towards Solana, breakpoint four in Singapore, where should they go?"
    },
    {
        "speaker": "C",
        "text": "Yeah, so all of the sessions are recorded and uploaded to YouTube. So the Solana YouTube channel will have every recording from breakpoint within about 2 hours of the session finishing."
    },
    {
        "speaker": "A",
        "text": "Wow. Wow. That is some Solana type culture right there."
    },
    {
        "speaker": "C",
        "text": "Yeah, we worked really hard on that. I was joking with our video director that two days ago I got a Google alert that my video from my talk at consensus is finally online."
    },
    {
        "speaker": "A",
        "text": "Wow."
    },
    {
        "speaker": "C",
        "text": "Five months later. So none of that. Right."
    },
    {
        "speaker": "A",
        "text": "We think as a content guy at conferences, I'm always extremely frustrated. We're like, I see you recording. It can be on the Internet."
    },
    {
        "speaker": "C",
        "text": "Like, we have the technology."
    },
    {
        "speaker": "A",
        "text": "We can do this. Yeah."
    },
    {
        "speaker": "C",
        "text": "So I think that's, like, a real big thing for us, is like, we know it's expensive to get to breakpoint. We know a lot of people don't have the budget this year. We really want to make sure that the experience of not being at breakpoint is at least as educationally valuable as we can make it. So that's the hope. Breakpoint 2024. I want us to try and start selling tickets before the end of the year, so."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "C",
        "text": "Hold me to that. Internet."
    },
    {
        "speaker": "A",
        "text": "The Internet. Awesome. Well, bankless nation, this has been a little trip, a little trip down breakpoint three here in Amsterdam. Austin, thank you so much."
    },
    {
        "speaker": "C",
        "text": "Thanks, David."
    },
    {
        "speaker": "A",
        "text": "Appreciate it."
    },
    {
        "speaker": "C",
        "text": "Appreciate you coming."
    },
    {
        "speaker": "A",
        "text": "Of course."
    }
]