[
    {
        "speaker": "A",
        "text": "Bankless nation welcome to David's takes, where every single week I drop a take in the bankless newsletter and I read it to you here on the Bankless podcast. One take about once a week on something that I've been thinking about lately that I want to share with you all. The bankless nation. This week's take is a big take. This is one of the larger, longer articles I've written in a while, and it's because there's so much to say. This week we're talking about Burning man. Yep, this take is about understanding burning man through the crypto lens. Burning man for crypto people, if you will. And maybe on the surface, at a cursory glance, you're like, WTF? What does crypto have to do with Burning man? Burning man isn't for me. I don't care about that. And if that's your response, that is totally fine. This piece is not written to convince you to go to burning Manda or become a burner, or live anything like that life. You are free to remain exclusively committed to whatever lifestyle that you already have. Yet nonetheless, the burning man movement is worthy of your understanding. There are lessons and knowledge to be gained here in understanding why burning man is a thing and what powers it. Burning man and crypto are cut from the same cloth. We are parallel movements. So if you never intend on going to burning man, but you're still intellectually curious about what goes on there and want to learn about how to fit it into your pre existing models for understanding crypto, then this piece is for you. So listen on, strap yourself in. But first, I want to talk about some of these fantastic sponsors that make this show possible. Bankless nation. I just got back from the Black Rock desert in Nevada, where for one week of the year, tens of thousands of people congregate for the annual Burning man festival. After being in crypto for over six years, ive picked up on the association between crypto people and burning man burners. Being one increases the likelihood of being the other. Through these relationships, I have been told that the parallels between crypto and burning man are strong, but ive never been able to concretely grasp why. So after a decade of even my own burner father saying to me, Dave, you have to go to burning man. And then making numerous relationships with fellow crypto citizens who also told me the same thing, this year, I decided to go see what all the excitement was about. Bankless nation like crypto, burning man is a rabbit hole. Like crypto. When you enter the world of burning man, you are simultaneously leaving the old world behind. You don a new Persona, you choose a new character, you explore a new frontier. This last week, I discovered and dove down the Burning man rabbit hole. And while exploring this new rabbit hole, I discovered that if you explore the depths of the Burning man rabbit hole, you can come out the other side into the world of crypto. These things are connected. The ties between burning man and crypto are not just metaphors. Burning man and crypto are parallel movements with shared goals and shared values. The success of one is conducive to the success of the other. So to all the crypto people reading this, I ask you to open your mind the way that you ask others to be open to crypto and to all the burners who are now stumbling upon bank lists for the first time. Welcome. I don't expect us to become the same group of people. That is for each and every individual to decide. But I want us to understand the other. Because if just one of our social movements succeeds in changing the world, it will only make it easier for the other to do the same. This article is a long one. There's so much to say, and in order to set up the powerful punchlines that I want to land here, we need to download the crypto citizens of the world on the basics of burning man. For all those without prior knowledge of what burning man is or how it operates, this article starts by laying down the groundwork. As you'll read on, we'll progress from burning man one hundred one s to introducing themes and concepts regularly used in the bankless universe. And I'll start to crescendo the piece in its relevancy towards crypto. Towards the end, you'll notice the focus shifts to elements that are neither about burning man nor crypto, but instead focuses on the common denominators left behind. After you subtract the aspects that only one movement has, bankless nation, we know that crypto is a taste of the future. You're here to front run the opportunity to be prepared for the weird, wacky future that we all know is inevitable. Burning man is the same. It is a sign of things to come. Like crypto, burning man and the culture and values it is stewarding will one day collide with your life. And in many ways, it probably already has without you knowing it. If you read on, you'll be prepared. You'll know how to identify it and how to accept it for what it is. An optimistic social movement that wants to change the world. Before going on in this audio piece, I will say that this is a very visual article. There are lots of pictures and gifts and movies, some of which I took myself, some of which I've stolen from the Internet. So the visual aspects of this are very useful. So if you want to open up the article on your phone or on your desktop and just look at the pictures, that is definitely something I would recommend. I will also do my best to explain the relevant images as we go through them. All right, here we go. What is Burning man? First, some groundwork. Burning man is a yearly event held in the middle of the Black Rock desert in Nevada, United States. It is the largest event held on public us land, and every year it gets larger. What started as a gathering of a few hundred people in 1987 quickly doubled in size for many years in a row, and has been steadily growing by five to 10% ever since the early thousands. Last year, the 2022 Burning man hit its highest population record of 75,000 people and has only ever declined in size two times since inception. Black Rock City is the name of the actually legally recognized city, complete with a post office that emerges in the middle of the Black Rock desert just one week out of the year. And to be clear, Black Rock City is not close to the towns that surround the Black Rock desert. The nearest international airport is in Reno, a three hour drive away, 1 hour of which is by going 5 miles an hour over the roadless desert playa. Black Rock City is removed. The city of Blackrock is organized in a radial shape with the man at the absolute center of the circle. The diameter of Street A. The innermost street is about 2 miles, leaving a massive open area of perfectly flat, dusty desert for the citizens of Black Rock City to do. Stuff on the streets are coordinated like a clock running every 30 minutes, about every 15 degrees outwards from the man. Black Rock City starts at 10:00 a.m. and every 30 minutes a road cuts through streets l through a and points to the man at the very center of the desert, playa. So for example, you communicate your residence to your friends and fellow Blackrock citizens with I'm at 830 and see. This architecture of this organization is highly conducive to the emergent properties of Burning man that I will discuss later. And of course, at the center of burning man is the man. A hundred foot tall wooden sculpture that stands at the very center of the clock in the middle of the playa is the focal point of Burning man. And as you may have guessed, the end of every burning man week is marked by the burning of the man where they set it aflame. The central planning of Blackrock City should also inform the reader about how burning man is not an anarchy. While trad society may look at burning man and think lawless anarchy, this could not be further from the truth. Burning man is a highly coordinated phenomenon facilitated by over 200 year round staff and thousands of volunteers during the event itself and a minimum viable set of rules that enshrines the culture and keeps the peace during the event. The workers of burning man play a subtle but important role in shuffling the locations of burning man's camps in a way that helps maintain and scale the power of burning man in preparation for growing larger next year. I will describe this further on Camps aka Daos new section Burning man camps are established, recurring groups of people that come to Burning man every year. Comprised of over 1500 established camps. The consistency and committed base of burners that make the yearly return to Black Rock City is what allows for the foundation and stability to emerge as the burning man movement grows. Every camp has a name and some have been in existence as long as Burning man itself. Each camp is unique with its own origin story, camp members and things that it brings to the playa. While camp members and camp leaders can come and go, the camp itself lives on. Like all living things, camps adapt. Over time. They grow, shrink, change, respond to their environment. Camps can range from 20 close friends to over 200 friends, acquaintances and strangers. Camps can have large, sophisticated living and entertainment structures, or simply just be a circle of rvs with a shade structure in the middle. As camps grow to a certain size, centralized resource sharing becomes essential and economically rational. Larger camps have physical property that they maintain throughout the year, waiting for the next burn. Power generators, refrigerators, freezers, stoves, ovens, showers and shade are all physical items, frequently owned and operated by medium to large camps, enabling individual camp members to trade challenging logistics for camp dues. Camps often start centralized, usually after a motivated leader rallies their friends and family to just come to burning man once. And as camps evolve and grow, so does its leadership crew. Frequently camp leaders move on and the camp grows a life of its own. Even as camp leadership comes and goes, camp property is maintained by the ever changing members of camps. Physical property is either placed in storage in Nevada, waiting for next year's burnt, or shipped back to whatever that camp calls home, and might additionally participate in one of the hundreds of burning man regional events that the central burning man event has inspired or be used by their camp in their local region. For however they see fit, anyone in a DAO should be familiar with that. A very small subset of DAO workers hold the entire organization together, and camp dues are frequently charged to all attending members to help maintain the integrity and resources of the camp. For example, my camp this year charged $450 and I was provided with shade, food, water and electricity for all seven days. And I didn't even have to cook this bottom up organization of the nation of burning man is one of its biggest strengths. Each camp is an autonomous governance zone. Each is an independent state inside of the nation of burning man. Every camp has free reign over its own internal operations, social contract, code of conduct, and members. Camps can elect to pay salaries or not. Camps can eject disrespectful members or not. Camps can do whatever they want. And this freedom is what allows camps to grow, improve and adapt over time. Every year when burning man comes, the individual improvements that every camp makes contributes to the net aggregate energy of the Burning man festival and is one of the core drivers of the logarithmic growth of the burning man movement. A core component of camps is that camps provide services and entertainment to burning man. Not every camp, but most camps provide some reason for the burners of Blackrock City to visit. What incentive each camp brings to the table is completely open ended. The limits are quite literally your imagination. This is one of the most salient and fun parts of burning Mandev. Walking around from camp to camp, seeing what they offer, who you can meet and what you can do. This is a core component of the burning man experience. The typical camp provides a bar where any burner can walk up and acquire a drink, but it only gets more sophisticated and eccentric from there. I attended a wine tasting camp where me and four friends were walked through three different types of greek wine by a sommelier. There was a grilled cheese camp where you could sit at a table and be offered three different kinds of grilled cheeses. There was the cereal thrillers camp, which was a saloon that you could sit at, offering 20 different types of breakfast cereal to choose from, playing Michael Jackson's thriller and thriller type music. There were tacos, pickles and pickle juice, oil, wrestling clubs, music venues, mini putt, yoga, educational talks, trampolines, bike repair. A camp could provide anything. Camps at Burning man offer a slice of society served to you in the middle of the black Rock desert. There are too many camps at Burning man to experience them all over 1500, but I'm pretty confident that anything that society has a camp probably provides it at Burning man, especially considering the regular five to 10% growth each year the comprehensive offering of what one can receive at burning man is a larger spectrum than one can probably imagine. The reshuffling of the campsite. Here's where things get interesting and how Burning man surgically scales the properties that make it such a powerful movement. Each year, while Burning man is in progress, burning man workers walk around and visit the camps to witness and experience what the camp has to offer and evaluate the camp's positioning in Blackrock City. Like all cities, Black Rock Desert has good and bad real estate. The innermost street, Aethereze and the center of the radial. 06:00 p.m. are the busiest streets of Burning man. While the further out streets like h through l are the lonely suburbs. Activity in burning man points inwards, and the innermost camps are the most desirable. Aspiring camps want the most foot traffic because who doesn't want to have the best party? Based on the quality of the camp and the value and nature of the services provided in the overall vibe, the central burning man organization will upvote or downvote your camps positioning. Did you commit to a menu of camp coordinated social events throughout the week, but you only followed through on half of them and they were kind of shitty? Well, you can expect to be moved further back next year. Did you host popular events or provided valuable services every single day of the week and was frequently attended by fellow burners? You'll be moved up. Did you not provide any services at all? And you're not even a camp. That's totally fine. You'll just live out on the margins in streets h through l and let the established camps move towards the center. Any street past h is unassigned. First come, first serve camping anyways, in addition to some common sense balancing, like putting the music venues on the corners, spacing out bike repair camps, etcetera, the yearly reshuffling of camps allows for the natural optimization of burning manda as it is a core component of how the city grows each year. This very simple process allows burning man to come to life and grow as an adaptive, flexible organism that can respond to its conditions. This simple protocol, along with the organically growing sophistication of each individual camp, allows a natural, chaotic organization to emerge and strengthen over time. And this is why I like to call burning manda an antifragile dao of daos. Camp development is how burning man grows five to 10% each year. Just like a biological organism, its cells grow in both size and quality while also increasing their sophistication and efficiency. This property enables a natural resiliency in burning man structure, camps can die off and be replaced. Camps that grow too large can split into two smaller, more harmonious social groups. Camps with strong leadership, coordination and sophistication can grow as large as they like. The largest camps can scale camp dues out the furthest and provide more infrastructure for its residents, while also improving the services it provides to the general population of blackrock. Burning man workers. Harness this emergent property of burning man by rewarding stronger camps with better burning man real estate. Thanking them for their services by providing them with more exposure. But lets ask, why does a camp want exposure? What is the motivation for providing services? Is more foot traffic really an incentive? A critically important rule and principle of burning man is no money and no commercialization. The only thing that money is good for at burning man is ice. You can buy ice to stay cool or keep your food from spoiling. Other than that, if you want something, you'll have to barter for it. But also, if you want something, people will probably just give it to you. Within reason, of course. One morning I woke up hungry and I didn't bring any food to burning man. So I grabbed my bike and started exploring and I found a camp serving tacos. So I stood in line, met a cool few people from Oregon and ate some tacos. They were delicious. And no, unlike bankless, you can't simultaneously advertise products to people who are at your camp eating your tacos. No commercialization. Maybe the option to have your food, alcohol and offerings consumed by the public isn't rational in trad society. But burning man isn't trad society. Burning man runs on principles of giving and service. Sure, not everyone wants to expend their resources on behalf of others. But the fact that burning man has scaled to over 70,000 people shows that at least enough people are willing to provide enough value and services to support a population of 70,000 for seven days. Even when it is economically irrational. This element of burning man is what gives it so much power. Economically, capitalistically. Burning man doesn't make any sense. Everyone leaves burning man with less money and less resources than they went in. Burning man isn't sustainable, but it does work. More people come back every year. More and better services are provided each time the city is growing. So if burning man isn't built on top of economic rationality, but it is a growing, functioning city, what is it supported by? What is the foundation of burning man standing on the energy of burning man is growing. But why? What is the foundation of Burning man? If it's not capitalism. I can't answer this question for you. This answer comes in the form of the experience that one receives while at the festival. I have mine, but you need to get yours. And thats why everyone you know whos attended Burning man has probably said to you, you need to go at least once. Burning man at night 51 weeks of the year, the Black Rock desert is a dark landscape. Hundreds of miles from any large city and 4000ft in elevation, the stars are the brightest source of light. But one week out of the year, the playa comes alive with millions upon millions of led lights attached to people's bodies. Bicycles, camps and art cars. After dinner is done and the sun goes down, burning man residents grab their led laden bicycles, turn on their art cars and descend upon the central playa, the arena of Burning man. Three kinds of agents populate the playa bicycles, mobile art cars and stationary sculptures. While these players are all present during daylight hours as well, nighttime is when the whole playa emerges as greater than the sum of its parts. Burning man art cars are mobile installations of art built around the chassis of a car. They are drivable, rideable, glowing pieces of art. And each one is just as unique as the last. Some can only fit a single driver, like the roaming Roomba art go kart I saw this year. And others can fit an entire stage of people dancing behind a dj, performing for the surrounding environment. So, describing the four pictures I have here, here is what is like a 30 foot long, 20 foot high glowing duck with a mohawk with lights everywhere. To the right of that is this metal steampunk octopus which has eight tentacles with flames shooting out of each one. On top of a car that has like crab pincers and just a bunch of other stuff. One in the bottom left corner is an led Pac Man I saw is one of my favorite ones. At the Playa, you would just look around and there would be a Pac. Sorry, not a Pac Mandev, but a ghost. A Pac man ghost. You just see a ghost, a Pac man pixelated ghost, just like driving through the playa. And then the third one, the last one, is hard to describe, but it's like this majestic dragon horn thing. It's got a ton of colors. You have to pull out the pictures and look. They're hard to describe. Or you can just go and Google burning Man art cars. And then if you get a punch for pictures in the daytime, also add the keyword nighttime as well. You'll get what I'm talking about. Okay, moving on. Sculptures. Artists come to burning man and erect stationary art sculptures for all burners to enjoy. If these art installations don't have lights and leds incorporated into them, then they have external floodlights pointing at them to make sure that no one runs into them. In the dark of night, every sculpture is lit up one way or another. Some artists elect to burn their creations at burning man, spending months and months creating the art, then deconstructing it, transporting it to the playa, rebuilding it for burning man, and then lighting it on fire. I don't really get why, but I guess it's easier than carrying it home. So. Okay. The sculptures that I've picked out. One is just this, like, rainbow Star looking thing that has a portal that you can bike through. One is this massive, 50 foot, like, led laden jellyfish. One is a wooden robot. This is actually a picture that I took. And actually, if you look at the picture, you can see the artist setting it aflame. And then another one is this metal bore that looks like it's running at full sprint and people are climbing all over it. And then if you scroll down to my article, you'll see the robot again, but this time completely aflame. So those are stationary art sculptures. And then the last agent of the playa. Bicycles. Everyone has a bicycle at Burning man. Everyone. Since the playa is 2 miles long in diameter, it is too large to experience on foot. The city of Blackrock is large, so everyone brings a bike. Additionally, everyone adorns their bicycle with led lights. It's actually pretty dangerous not to. Either you or your bike must have leds on it, or else you will be heckled and hazed for being a dark wad, aka a wad of darkness. Don't be a dark wad is the first thing I learned. You need to have a light. The more colorful and the more of them, the better. But at least have one light. While this is primarily for safety, it's not the only reason why the social protocol has emerged. Burning man offers you one time a year where you're encouraged to strap yourself and your wacky outfit and your bike with as many leds as possible. And you're choosing to be dark. The fuck why? Why wouldn't you wear some leds? Everyone else is. When tens of thousands of people are wearing led laden outfits on their led donned bicycles, cruising around the black Rock playa, dodging led decorated art cars and stopping to look at shining led art insulations, something amazing happens. There is just so fucking much led. You have never seen so much led. One of the principles of burning man is to participate. And the act of wearing some leds and bopping around the playa at night is one of the most basic and simple forms of participation there is at Burning man. Just by attending the festival in your LeD dawn to outfit, you are contributing to the festival of light that is occurring on the playa. And here are pictures of bicycles. A really common theme was to have this, like, glowing, battery powered led light strip that you would line your wheel with so the lights would go in a circle. You would line your frame. On my bike, I had a fishing pole that was sticking out the back of mine, and it had led lights around it. So you're meant to be seen. Cause like, hey, don't run into me. There's 10,000 people biking around here. Like safety, but also it's like, hey, look at all my. Look at all my cool lights. And then when 10,000 people are all wearing them, like, it's just a really insane visual experience. Conway's Game of Life so if you've read my articles from like 2019, 2020, I've used Conway's Game of Life as a metaphor to describe many things in crypto, most saliently, how DeFi protocols communicate and stack together. And I'm about to use that same reference again here. Conway's Game of Life is a cellular automaton game devised by a very simple rule set that leads to fascinating patterns and behaviors, providing a model for exploring emergent complexity from simple rules, and has applications in various fields, including computer science and biology. Just like on the playa, Conway's game of Life is filled with immobile structures, small moving gliders and large moving spacecraft, bikes, art, cars, and sculptures. The Burning Man Playa is a real world manifestation of Conway's game of life, where every individual agent bounces around, interacts with others, forms together, and then randomly disband. This phenomenon works because everything at burning man is a shelling point. Once again, there are videos here that I would love to play for you, but you need to be looking at it. So this is a moment to go and open up the videos. Everything at Burning man is a schelling point. There is no coercion at Burning man. You are not compelled to do anything. While one of the principles of burning man is participation, as in, you are expected to do something, what that something is is entirely up to you. Whether you are biking around the playa at night looking for an art installation to capture your gaze, or you are walking around the city in daytime looking for a camp to do something in, everything at burning man is in competition to capture your attention. Everyone at burning man is both a moth and a flame. Where and how the moths of burning man choose to coagulate and congregate together is up to the fate of the universe and is ultimately how the experience of burning man itself manifests. Since you are not compelled to do anything, the activities and behaviors that do emerge at burning man happen of their own accord and volition. Who and what is valued at burning man is determined by how much attention each thing pulls in. With a slight yearly readjustment of the centrality of burning man's strongest gelling points. The aggregate brightness of burning man increases in power every single year, and the meaning and purpose of the burning man movement organically finds its rudder. My first experience of the leds on the playa, I was reminded of Andreas Antonopoulos concept of the festival of the commons, an idea that stands in opposition to the tragedy of the commons. Burning man is a commonsen and like all commons, it needs to be attended to and cared for. But since the foundation of burning man is not capitalism, the nature of its commons is expressed differently. While public commons in trad society need government protection from exploitation, the burning man commons naturally finds itself growing each year without any military enforcing its protection. The principles and social protocols that have emerged to guide burning man society is one that is conducive to Andreas Antonopoulos festival of the Commons, where the quality and supply of the commons naturally grows and improves the more people participate in it. When day turns to night, by simply visiting the playa in your leds, your existence contributes to the massive festival of light that goes on towards the center of the city. Seeing tens of thousands of led objects randomly move around the desert is a sight to behold, and just by being there, you contribute to it. By evolving your camp from a collection of tents to a structure with a bar or activity, you increase the aggregate value of these services provided at burning man. In my opinion, this is the most salient overlap between crypto and burning man, a minimum viable rule set that enables the emergence of unpredictable behaviors and activities that naturally and organically point in the same direction of scaling both the quantity and the quality of the foundation that supports the movement. I'm about to weave a bunch of themes between burning man and crypto together, and what is hopefully a punchline about the manifestation of new alternative societies and social organization. But first, let's connect some miscellaneous thoughts about these two independent but interconnected movements. First, time is irrelevant. Crypto runs 24 7365. We are all masters of time zones. Because unlike in tradfi, crypto time doesn't stop. Bitcoin, ethereum run on block time, not on clock time. Similarly, Blackrock City and Burning man doesn't seem too concerned about what time it is. Events of all shapes and sizes happen around the clock. Food events usually happen during the day and music events usually happen during night. But these are not rules. Activity is happening all the time. Seven days straight. There are no quiet hours. Burning man attracts people from all over the globe. I befriended an Arab from Palestine, a Mexican from Melbourne, and danced with a group from Peru. There was a camp specifically dedicated to foreign cuisine and served dinner each night with food from different continents. Nation state borders are generally disregarded at Burning man. Since the burning man nation doesn't exactly exist on the same plane of relevance as countries. Burning man is by far the world's largest network state. I'm using the definition of a network state very expansively here. But since it's not formally defined anyways, I think I'm well within the rules here. Burning man has its main hub, the 70,000 person last week of August event on the Black Rock desert. But there are hundreds of regional spinoffs hosted all around the world. The burning man movement manifests wherever and whenever its citizens choose, knowing no bounds and disregarding all borders. The nation of burning man is probably one of the fastest growing emerging markets in existence. Just dont measure it by its gdp, because that number is growing negatively each year. And intentionally so. If burning man is one thing, it is free. Freedom of expressivity, freedom of inclusivity, freedom about whatever you want. There are very few rules at burning man. An informal social contract of burning man is its minimum viable rule set that allows its expression to grow. Whoever is at burning man wants to be there. Whatever corner of burning man you are in, it's because you chose to walk there. The art that's created, the words you speak are all free. Nothing is coerced. Everything is free. And now we're getting into some of the big punchlines here. New social structures. Burning man is what society isn't. Burning man is a portal. You step into it and emerge out on the other side. You enter in a new plane of existence in which economics are irrational. Organization is emergent, and expressivity is limitless. The constraints that modern society places on the average individual are not found at burning manda. Much like crypto. Burning man is the wild west. And it is literally hosted in the west. When entering crypto, you choose a new life, you pick a new character. You settle on a new landscape. And when entering Black Rock city, you do the same. Burning man is an alternative society with a new culture based on specific principles that help scale the values it was founded on. Who will you be when the constraints and pressures of society are lifted? How will you choose to act? What will you do? There is more to do at Burning man than one can experience in a lifetime, which is probably why so many burners return each single year. There is more to do at Burning man than one can experience in a lifetime, which is probably why so many burners return every single year like clockwork, and why many choose to still live with, by and around other burners for the remainder of the year. The sheer magnitude of the Burning man movement has elevated into an even higher dimension than just a single monolithic event hosted in the last week of August on the Black Rock desert. Like any good open source system, burning man has hundreds of unofficial forks, regional events, and spin offs around the world. Some of these regional events have been running since as long as 2003, and has been as large as 10,000 people. Individuals compose together to create camps. Camps compose together to create streets, and the streets of Black Rock City composed together to create burning man. But now, individual burning man spin offs are a part of an even greater decentralized social movement based on scaling the culture and values of burning man. The geometric growth of burning man should not be underestimated. In crypto, we are blessed with only having to be concerned about moving bits. Crypto exists on the Internet, and crypto success is not concerned with the state of atoms. It's one of the most bullish things about crypto. Bits are easier to manipulate than atoms. Burning man is a movement of atoms. It is a movement on hard mode. And it is winning all the same. The burning man movement convinces hundreds of thousands of people every single year to expend resources, move their bodies, cars and lives, to participate in an alternative rule set for society. And it works. It is unknown how far the burning man movement can scale. But after 36 years of at least 10% year over year growth, the scale of burning man has not found its limits. Eventually, burning man will likely find a way into your life, whether you know it or not. In many ways, it probably already has. In crypto, we say there's something here for everyone. And at burning man, it's the same. Like crypto. The early years of burning man were defined by social radicals that didn't fit into trad society. It wasnt until 1997, burning mans 10th year, in which firearms were banned from the festival. Until then, you could have rode in the back of a pickup truck with an assault rifle shooting down the playa. Today, not only are firearms banned, but theres also a speed limit. Okay, there are at least some rules at burning man. Like crypto, burning man is becoming more mainstream. Crypto and burning man are adapting to be more tame, while society is growing a little bit more wild. Like crypto, burning man is a taste of the future. A future in which neurodivergence is normalized and aged institutions are disregarded. Burning man and crypto both say, let's rebuild society from the ground up and see what happens. We are both organic, antifragile, decentralized experiments in social structures and coordination. Burning man and crypto are unstoppable movements that transcend nation states. We are both ideas. We are both genies out of the bottle. We are societies with values that we believe in. And we are comprised of motivated doers who will die trying to scale the principles we stand on. I don't know if I'm going to become a lifelong burner. While attending burning man this year in 2023 was an eye opening, life changing experience. I'm not sure if it's for me year in, year out, but I do now understand why everyone says you need to go at least once. Especially my own father, who finally convinced me to go with him this year. But I do know that I wrote this article with the intent of sending it to my friends to incept them with the idea of the magic that burning man has. Instead of saying, guys, trust me, we need to go, I wrote this article instead as a way to help convince them that they need to go to burning man at least once. And for the friends that say yes, I'll volunteer to coordinate our camp as camp leader. And maybe that's how this all starts. So, bankless nation, I will see you at Burning man in 2024."
    }
]