[
    {
        "speaker": "A",
        "text": "Hey, guys. Welcome to Debrief after our episode with Nick Carter, I should say our euro dollar, crypto dollar episode with Nick Carter, since there's seven others, and we have to be very specific on what this one was."
    },
    {
        "speaker": "B",
        "text": "Oh, seven other episodes. I was trying. I was wondering what the hell you meant."
    },
    {
        "speaker": "A",
        "text": "Yeah, well, I mean, this is the."
    },
    {
        "speaker": "B",
        "text": "One we just recorded."
    },
    {
        "speaker": "A",
        "text": "Yes, but I can't just say Nick Carter. I have to say Nick Carter on crypto."
    },
    {
        "speaker": "B",
        "text": "The shining star of Crypto."
    },
    {
        "speaker": "A",
        "text": "So Nick is what? I. I love talking to Nick. I love making podcasts with Nick. I enjoy his personality, his sense of humor. I enjoy his outlook. I enjoy his. The rigorous way through which he generalizes things."
    },
    {
        "speaker": "B",
        "text": "Yeah, I like his jib."
    },
    {
        "speaker": "A",
        "text": "You like the cut of his jib? Me, too. And it's interesting because he falls in this place where bitcoin maximalists now hate him. So a lot of bitcoiners hate him. And then I feel like there are a lot of people on the ethereum side who still blame him for being too much of a bitcoiner, and they also don't like him."
    },
    {
        "speaker": "B",
        "text": "That's also right. Yeah. No forgiveness."
    },
    {
        "speaker": "A",
        "text": "Nick is just like. I think. I feel like. I mean, he's doing fine. His star will continue to rise, but he also. There are many people who still cast your date him and, like, don't enjoy Nick. And I am not one of those people."
    },
    {
        "speaker": "B",
        "text": "I am Nick. He's rigorously. What's the word? Authentic comes to mind. He's just. He's just rigorous in general. He's rigorous. He's like, his articles, steel track articles, are very well researched. He goes very deep. He's, like, extremely. He just cuts through noise."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Like, he believes in bitcoin for very strong first principles reasons and not because other bitcoiners told him to."
    },
    {
        "speaker": "A",
        "text": "Yeah, he. He's. I've also. He's like. I feel like he's aged. Well, I'm not saying that's not a marker of his physical appearance in any way. I'm talking about, like, his. I like him even more than all his take."
    },
    {
        "speaker": "B",
        "text": "All his takes? All of his takes, yeah."
    },
    {
        "speaker": "A",
        "text": "He's. He's. He's veering towards being more correct even over time. You know what I mean? Like, I think he was right to initially embrace bitcoin, and then he kind of, like, hasn't. He's been a little slower to us, let's say, to bankless on kind of the Ethereum, other. Other things beyond bitcoin train. But he's come around, and he's also throughout that time he's rejected the right things as well. Like he's course corrected very well. I think him and Hazu got a good rudder. Good rudder. Him, Hazu, and who's another one? Eric Wall I'd add to the list, honestly."
    },
    {
        "speaker": "B",
        "text": "Yep. People who are just immensely respected, extremely deep, extremely thorough, extremely precise. But we got to the right conclusions first."
    },
    {
        "speaker": "A",
        "text": "Don't tell that that's why you're on the debrief, bankless citizens, because we get to say the things we can't say on the regular feed. Huh."
    },
    {
        "speaker": "B",
        "text": "One of Hazu's early takes I really appreciated was that Ethereum culture was downstream of bitcoin culture. And then he started saying this right after you started chanting, eth is money. Eth is money."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "And he started to see, like, this culture in Ethereum rise that wasn't like Kumbaya public goods. Eth is gas, et cetera, et cetera."
    },
    {
        "speaker": "A",
        "text": "Mean soleimani energy, it seems."
    },
    {
        "speaker": "B",
        "text": "Soleimani's energy. Yeah. Right. And I always thought, I always thought that was a fascinating, like, perspective. And then one of my takes was like, eventually that's going to flip. Like, soon bitcoin culture will be downstream of Ethereum culture. Ethereum will be the spearhead of what it means to be encrypted."
    },
    {
        "speaker": "A",
        "text": "David, let me say, though, to be fair, we had to fight for it. It wasn't."
    },
    {
        "speaker": "B",
        "text": "Yeah, we had to fight for it."
    },
    {
        "speaker": "A",
        "text": "It wasn't obvious and it didn't have to go in that direction. There was very much at that time when they were critics of Ethereum culture, they were actually right to be critical. There weren't enough people in Ethereum who were, you know, spartan like in terms of their dis. You know, we didn't prize the economic side of this technology and the social side of this technology to the extent that we, we, the Ethereum does now."
    },
    {
        "speaker": "B",
        "text": "I was."
    },
    {
        "speaker": "A",
        "text": "And so they were kind of right. They just didn't see the potential and kind of the turnaround here. Hey, I have a new camera. And the first part of this episode, I was super bright. I looked like I was."
    },
    {
        "speaker": "B",
        "text": "Yeah. We need to set, we need to figure out the auto setting for you."
    },
    {
        "speaker": "A",
        "text": "Okay. Cause now I feel like I'm too dark. Is that right?"
    },
    {
        "speaker": "B",
        "text": "You're too dark?"
    },
    {
        "speaker": "A",
        "text": "I'm too dark."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "I'm gonna adjust."
    },
    {
        "speaker": "B",
        "text": "Well, I think right now what I would do is I would actually pump up your light, your elgato light. Yeah, I know, I know we get off topic at times here on the debrief, but this one's setting a new."
    },
    {
        "speaker": "A",
        "text": "Record no, I think it's fine. I think people enjoy this content. Ah, there we go. Actually, most people will watch this in podcast form or listen to this in podcast form. I have no idea."
    },
    {
        "speaker": "B",
        "text": "Why are you fixing your camera? I'm not even looking at you, bro. Look at this. Oh, God. We need to. Yeah, we need you to get you a new office."
    },
    {
        "speaker": "A",
        "text": "Okay. Yeah. Anyway, that's a work in progress. So let's talk about your. Let's get on the topic of hand crypto dollars and euro dollars. What'd you learn?"
    },
    {
        "speaker": "B",
        "text": "What did I learn? What did I learn? What did I learn? I think I appreciate now that. I mean, it's one of those things that, like, I wasn't. It's not like I didn't think or know this. It's just like now I have it with more clarity of this, the institution that are crypto dollars is going to be massive. I think Nick's line about, like, I could just be a vc. Crypto dollar vc for the rest of time is, like, meaningful and, like, that's one of the higher signal things that he says if you really dive into it."
    },
    {
        "speaker": "A",
        "text": "Yeah, but there's a token, Nick. How do you make money on stable coins? They're just staple."
    },
    {
        "speaker": "B",
        "text": "USC. USCC's printing money. We learned about that from the crazy. The Martin episode that he connected us to."
    },
    {
        "speaker": "A",
        "text": "Yeah. So is tether."
    },
    {
        "speaker": "B",
        "text": "Yeah. How many billions of dollars? Revenue? Revenue?"
    },
    {
        "speaker": "A",
        "text": "4 billion. 4 billion, my friend."
    },
    {
        "speaker": "B",
        "text": "Off of how many employees?"
    },
    {
        "speaker": "A",
        "text": "That's. That's almost. For every ten employees, that's almost a billion dollars."
    },
    {
        "speaker": "B",
        "text": "Do you think they're passing that money on?"
    },
    {
        "speaker": "A",
        "text": "No, I don't think so. David, this is not how capitalism works. No, I think that the owners of tether are."
    },
    {
        "speaker": "B",
        "text": "Can I get a job at tether?"
    },
    {
        "speaker": "A",
        "text": "You want that job?"
    },
    {
        "speaker": "B",
        "text": "Well, for a billion dollars a year. What do they do with all that money?"
    },
    {
        "speaker": "A",
        "text": "Um. What do they do with all that money? I don't know. That's, uh, a billionaire problem. I don't know. What do you do with all that money?"
    },
    {
        "speaker": "B",
        "text": "Yeah. That is at the point of mo. Money world problems. Yeah, they probably. If they made less money, they'd probably be more happier off. Yeah."
    },
    {
        "speaker": "A",
        "text": "You think that's how it works where you're, like, happiness?"
    },
    {
        "speaker": "B",
        "text": "Well, I'm just saying they're probably a subject of the ire of nation states as a result of how much money they're making and other people, nation states."
    },
    {
        "speaker": "A",
        "text": "And they're also doing it in a kind of a shadow banking type way."
    },
    {
        "speaker": "B",
        "text": "Okay, but they have to, though, right?"
    },
    {
        "speaker": "A",
        "text": "But here's the crazy stat. Again, it's just like their shadow banking, their gray market tether, and even USDC is somewhat gray market. Right. It's not illegal, but it's just not in the banking apparatus. And it's the 16th largest owner of treasuries right now."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's pretty insane."
    },
    {
        "speaker": "A",
        "text": "That starts to give you some clout. Wait till you break into the top ten. Wait till you exceed the amount of treasuries that Canada has or the UK has. Wait till you kind of level up to and you're the top five and you're next to China and Japan with the amount of treasuries you have. They have to let crypto in at that point. And that was an interesting question, I think of, like, when we said, oh, nation state, us must like this because they need new buyers of treasuries. And Nick's like, well, I don't know how concerned they are about that, but."
    },
    {
        "speaker": "B",
        "text": "He also did agree that that was from being naive."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah. I think they're hubristic as well. They're not thinking about like, well, I mean, the truth is still 16th is still 16th place, and there's 15 other countries that are much larger. They're probably weighting this correctly for now. But as crypto grows, that will change in the future."
    },
    {
        "speaker": "B",
        "text": "Yes. When I hear the stat that tether is 16th largest owner of treasuries, to me, that is like, tether is just captured this crypto is an emerging market, and that is the size of the emerging market. And we were able to measure the size of the emerging market through tether, how big tether is."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Which is a little bit just like. Okay. I would like a little bit more diversity than just Heather."
    },
    {
        "speaker": "A",
        "text": "Yeah, well, me too. I mean, stable coins aren't going to give us some. Our censorship. Let's be clear about this. We didn't say this in the episode, but hopefully it's obvious for bankless listeners who have caught the canon of bankless content, stable coins are not the panacea for. Sorry, crypto dollars are not the panacea for censorship resistant, peer to peer, decentralized money. They're not. They don't solve for that use case. If you want to solve for that use case, ether is an asset to solve for that use case. Something like a rye more fundamentally solves for that use case. We're not going to. I've, you know, we're not going to get there with crypto dollars. That's not what it's there for. But is it marginally better than much."
    },
    {
        "speaker": "B",
        "text": "More than marginally better."
    },
    {
        "speaker": "A",
        "text": "Five x, ten x better than dollars in your bank account. Yes, absolutely. And so some purists will say crypto dollars aren't bankless, and they're right, but they're more bankless than, they're more bankless."
    },
    {
        "speaker": "B",
        "text": "More bankless, which is the important thing."
    },
    {
        "speaker": "A",
        "text": "Than dollars in a Wells Fargo account. Yeah, I do think, like, you know that story I was telling Nick at the beginning of the episode of I was in the car for 5 hours going to Charlotte with a trad five guy, and he was like, what's crypto done for the world? And I was like, well, store of value, you know, alternative gold. And he's like, yeah, okay, not buying it. I was like, and also, stable coins, let me tell you about them. And that was like, eye opening, I think. Like, not eye opening, but I think that use case landed, which is like, you're in an emerging market. You can't trust your banking system, you can't trust your fiat. And now you have this thing that has been exported to you, and by virtue of connecting to the Internet, you have access to the best banking system on the planet through stable coins. You didn't previously have that as a net new product. It's a zero to one moment that use case landed, and I think it lands with people more."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think I was saying this towards the end is just like, oh, no. It was the introduction of the episode that blockchains are this homogenous Internet fabric of a financial layer. And now all long tail countries get to access and be on the same footing as Wall street. It's the great equalizer. Like, stable coins are that. And so, like, stable coins have done more for crypto adoption, for banking, the unbanked. Banking, the unbanking, the banked, like, whatever perspective you want. Like, they've just done more than anything else out there."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "And it's, I mean, it's a massive trojan horse. Uh, and I think this is like a great story that is crypto. This is the story of crypto. We just thought it was happening through big going to happen through bitcoin and ether, and it's actually happening."
    },
    {
        "speaker": "A",
        "text": "Well, it is in a different way. That's for your store of value. Store value. Store of value. You know, censorship resistant money. It's kind of the slower."
    },
    {
        "speaker": "B",
        "text": "Bitcoin and ether own the platforms that crypto dollars run on."
    },
    {
        "speaker": "A",
        "text": "But do you know? Okay, so I both, I hate this, but I also, like, don't hate it. Tron and Tether are actually the killer use cases. Right? Now."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's pretty insane."
    },
    {
        "speaker": "A",
        "text": "So did you read that plenty of post?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I did."
    },
    {
        "speaker": "A",
        "text": "So plenty. Wrote a post this week about just the most used blockchains and the most used of which is, of course, Ethereum and Slayer twos. And then in bitcoin and next to that, and it's not even close. Second place, the third and the fourth and the fifth are not even close, is Tron. And the use of tether on Tron, that's where many emerging markets, it's an ethereum side chain, EVM, cheap gas fees, all of the eth infrastructure kind of works. And it has tether. And that's a. A killer use case. It's a killer app."
    },
    {
        "speaker": "B",
        "text": "I would like to know how that happened. Yeah. Where did. Was it finance liquidity?"
    },
    {
        "speaker": "A",
        "text": "Justin sun."
    },
    {
        "speaker": "B",
        "text": "And it is Binance, isn't it? So Justin sun and CZ are just like. They're kind of backdoor handshakers."
    },
    {
        "speaker": "A",
        "text": "Well, but it didn't happen on BNB chain to the extent it happened on Tron, which is interesting. So I bet there's a story there."
    },
    {
        "speaker": "B",
        "text": "Yeah. What the shit happened with that?"
    },
    {
        "speaker": "A",
        "text": "I don't know. And, you know, tether is kind of gray market. Like, we're never quite sure if it's solvent or not. And Tron is obviously like copy paste Ethereum, you know, Shady founder Justin sun."
    },
    {
        "speaker": "B",
        "text": "So it's not something binance smart chain is copy paste Ethereum. It is literally geth."
    },
    {
        "speaker": "A",
        "text": "Yeah, and so it's not like the Tron tether thing is not something that I am, like advertising. And yet when it comes to banking unbanked, it's done a lot of."
    },
    {
        "speaker": "B",
        "text": "But is it end users? Like, it's the marginal end user wallet connection with externally owned account, private keys that are using Tron."
    },
    {
        "speaker": "A",
        "text": "Yeah, there's a lot of that. I mean, like Argentina. I mean, we should explore this."
    },
    {
        "speaker": "B",
        "text": "I'm going to Argentina and James, we should ask, literally explore."
    },
    {
        "speaker": "A",
        "text": "When you go to Argentina, you should do a person on the street type with crypto people. Like, what do you use? What does your family use?"
    },
    {
        "speaker": "B",
        "text": "You know, should I start doing the TikTok influencer content? But down in Argentina, do you want to. Hey, can you show me your. Yeah, I'll go, hey, show me your wallet. Can you show me your crypto wallet to people on the street?"
    },
    {
        "speaker": "A",
        "text": "Actually, that's going to work."
    },
    {
        "speaker": "B",
        "text": "That's exactly what they want to hear."
    },
    {
        "speaker": "A",
        "text": "Well, crypto. Crypto dollars are going to be a big deal. I think we can actually get the memes to stick. I don't think."
    },
    {
        "speaker": "B",
        "text": "I think the dollars versus stable coins."
    },
    {
        "speaker": "A",
        "text": "Yep."
    },
    {
        "speaker": "B",
        "text": "Oh, that's going to take a concerted effort, bro. I think that one."
    },
    {
        "speaker": "A",
        "text": "I think we can turn it around. It's not going to be like Defi versus open finance, where we lost that battle."
    },
    {
        "speaker": "B",
        "text": "I think we've already tried this one, though. We tried to do crypto dollars and we capitulated to our own rule."
    },
    {
        "speaker": "A",
        "text": "I know, but I think there's a chance with, with this euro dollar kind of take and the legend, like, I think there's a chance. I think we got a shot at changing the meme, at least with externals."
    },
    {
        "speaker": "B",
        "text": "Because with x externally, maybe. Yeah, no, man."
    },
    {
        "speaker": "A",
        "text": "Yeah, because. Yeah, I don't think. I don't get to Nick's points. Regulators don't like hearing about stable coins because they're not the so called. You ever see those banker reports?"
    },
    {
        "speaker": "B",
        "text": "So called stable."
    },
    {
        "speaker": "A",
        "text": "So called stable coins and so called Defi. They're kind of right on stable coin. I mean."
    },
    {
        "speaker": "B",
        "text": "Well, they're also right on so called Defi."
    },
    {
        "speaker": "A",
        "text": "Yeah, I know."
    },
    {
        "speaker": "B",
        "text": "It just like, doesn't. It just doesn't give us any of the benefit of the doubt, which I think we deserve."
    },
    {
        "speaker": "A",
        "text": "Yeah, well, we definitely. We definitely do."
    },
    {
        "speaker": "B",
        "text": "2020. We might not deserve it. Actually."
    },
    {
        "speaker": "A",
        "text": "We do after 2022 and our pristine record and so called."
    },
    {
        "speaker": "B",
        "text": "Yeah, so called Defi. I was like, oh, wait, no, we do that way."
    },
    {
        "speaker": "A",
        "text": "So called bankless podcast."
    },
    {
        "speaker": "B",
        "text": "Yeah, so called. Yeah. Those assholes have banks."
    },
    {
        "speaker": "A",
        "text": "Sure. Though, they're not wrong. We're, you know, we're all going bank."
    },
    {
        "speaker": "B",
        "text": "So called bankless."
    },
    {
        "speaker": "A",
        "text": "Yeah. So growth of stable coins above. He thinks they'll be bigger than all at once."
    },
    {
        "speaker": "B",
        "text": "Bitcoin."
    },
    {
        "speaker": "A",
        "text": "Yeah, bigger than bitcoin."
    },
    {
        "speaker": "B",
        "text": "Yeah, I don't. That's a hot take. But, man, like, it's hard to deny the power of stable coins. I think if you extrapolate when Nick Carter was first bullish on stable coins to where we are now and continue that line out, then, like, yeah, stable coins are number one. I mean, the global euro, euro dollar market is massive. It's all. The petrodollar market is massive. These are the same things."
    },
    {
        "speaker": "A",
        "text": "I think this tracks pretty cleanly. Utility or mainstream adoption, the size of our stablecoin market, that will show that we've graduated beyond speculative types of use cases to the extent that stablecoins continue to rise. So I think it would be very."
    },
    {
        "speaker": "B",
        "text": "Stable star continues to rise."
    },
    {
        "speaker": "A",
        "text": "Yeah, the stable coin star will continue to rise despite the haters above a trillion. I'm not concerned if it."
    },
    {
        "speaker": "B",
        "text": "No, definitely above trillion for sure."
    },
    {
        "speaker": "A",
        "text": "Well, I'm not. You know, some people in the past have been concerned about, I guess, two things with stable one is if it, if stable coins or the assets on top of something like Ethereum exceed the value, the market cap of Ethereum, do we have problems?"
    },
    {
        "speaker": "B",
        "text": "Not one to one. I think I asked Justin Drake this and his answer was at a ten to one ratio. I started to get concerned."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "So we can have ten times the market captain on the app layer than ETH. I think that actually is still pretty constrained. It just depends on the."
    },
    {
        "speaker": "A",
        "text": "So let me go out on a limb and first agree with Justin Drake, which is a very dangerous thing to do. And then let me just say for something like stablecoins, where they're just one to one ious, it doesn't freaking matter. If somebody were to steal stable coins, their address would be like, their assets would be frozen."
    },
    {
        "speaker": "B",
        "text": "The worry actually here is that it's actually the stable coin issue or tether or circle that is determines a fork choice rule. With ethereum, that is a security concern. Yeah, I'm not, I'm not worried. I'm more worried. That's a worry."
    },
    {
        "speaker": "A",
        "text": "I'm not worried about. I'm not worried about assets that are settled off chain ultimately. Ultimately. Remember, stable coins, crypto dollars, USDT, USDC, it's all settled in american legal banking systems, essentially."
    },
    {
        "speaker": "B",
        "text": "Right, right. So take the inverse of that. The american banking legal system settles on whatever ethereum that they want to settle on. So if there's a fork of ethereum, they have influence and that's the concern."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think that's a real concern. Okay. Yeah. I don't know. Today I'm not particularly concerned about that. What about? So that was one thing I wanted to talk to you about. What else was I going to say? Yeah, what do you think? What do you think? Do you think the US will change its mind on stable coins? Do you think there's enough wins here for."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah, certainly. Market forces will determine that over time."
    },
    {
        "speaker": "A",
        "text": "100%."
    },
    {
        "speaker": "B",
        "text": "Very convicted."
    },
    {
        "speaker": "A",
        "text": "The US is just slowing it down for now and maybe banks are slowing down."
    },
    {
        "speaker": "B",
        "text": "Yeah, they're just naive. Like somebody is going to take up the mantle on this and eventually the power of stable coins will work their way. It's just the market always wins."
    },
    {
        "speaker": "A",
        "text": "Yeah, for sure. Do you have stable coins? A lot of stable coins do I."
    },
    {
        "speaker": "B",
        "text": "Hold a lot of stable coins? The only time I hold stable coins is it's my pre tax layer of my holdings."
    },
    {
        "speaker": "A",
        "text": "Oh, really?"
    },
    {
        "speaker": "B",
        "text": "So if I pre tax stack my pre tax stack of table coins, are you asking me how many, how much taxes I owe?"
    },
    {
        "speaker": "A",
        "text": "No, I'm not asking you amounts because."
    },
    {
        "speaker": "B",
        "text": "That is the question."
    },
    {
        "speaker": "A",
        "text": "So you basically, you park it in stablecoins for yield rather than your bank account or something, and then put it."
    },
    {
        "speaker": "B",
        "text": "Into Kraken, let it hang out there, and then send it to my bank account when it's time to be unhappy with myself and send it to the IR's."
    },
    {
        "speaker": "A",
        "text": "Yeah, well, that's. That's the big demand function for. For dollars. Right. Is, uh, to pay taxes. That's why. That's a big part of the reason why it's valuable. That and oil. That's what we learned in this episode."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Um, yeah. All right, well, I'm. I'm feeling good about this. I think we've got a big use case with crypto dollars ahead. And, um, I think there's going to be some wins for nation states that and also is like, is it, is."
    },
    {
        "speaker": "B",
        "text": "It shoulder to shoulder with other crypto killer apps or is it just like head and shoulders above? Like, it's really cute. You guys are playing with your cool defi toys, but all that block spaces for stable coins. I think that's really the big question that is left in my mind. Like, are there competing crypto native use cases to stable coins that aren't crypto dollars? We don't know that. Yeah, like, it starts to get commingled with Aave and compound and those are defi apps and uniswap. But, like, half of uniswap volumes, like USCC, bro, or tether or whatever. Stable coins."
    },
    {
        "speaker": "A",
        "text": "What are. Some of the stable coins are bad in defi types of bears say. Do you pay much attention to them?"
    },
    {
        "speaker": "B",
        "text": "I don't pay attention to that."
    },
    {
        "speaker": "A",
        "text": "It's like the Chris black type of thing where you guys are selling your soul because stable coins."
    },
    {
        "speaker": "B",
        "text": "Because you guys are using stable coins. Yeah, we pick a new unit of account."
    },
    {
        "speaker": "A",
        "text": "I just feel like if you took all of the stable coins away, then you'd have a lot less liquidity, but the protocols would still work. Like, there's not really control."
    },
    {
        "speaker": "B",
        "text": "I mean, yeah, it would just be."
    },
    {
        "speaker": "A",
        "text": "Smaller, and that's fine."
    },
    {
        "speaker": "B",
        "text": "It's what people want, is what the dollar is. People want the dollars."
    },
    {
        "speaker": "A",
        "text": "My portfolio is crypto native assets on the one side. Very few stocks, but a couple stocks, and then nothing on the other side. That's the, that's the. I mean, sorry. Not nothing, but stable coins on the other side. That's it."
    },
    {
        "speaker": "B",
        "text": "Right. All right, wait, what's your percentage between stablecoins and, like, cash in your bank account? You fucking bank maxi."
    },
    {
        "speaker": "A",
        "text": "I just keep cash in my bank account for like bills and minimum viable cash. Yeah, minimum viable cash for like bills, you know, three months or whatever. Plus any taxes I have to pay because you can't pay your taxes with crypto dollars yet, even though they're real. Crypto dollars are dollars. Lb crypto dollars are real. Crypto dollars are real. Birds aren't real, but crypto dollars are."
    },
    {
        "speaker": "B",
        "text": "The earth is flat, but crypto dollars are real."
    },
    {
        "speaker": "A",
        "text": "Anything else?"
    },
    {
        "speaker": "B",
        "text": "No, I think we're good."
    },
    {
        "speaker": "A",
        "text": "All right. I'm looking forward to number nine with Nick Carter. I wonder what that's going to be."
    },
    {
        "speaker": "B",
        "text": "Number nine."
    },
    {
        "speaker": "A",
        "text": "All right, thanks, bankless nation."
    },
    {
        "speaker": "B",
        "text": "All right, bye."
    }
]