[
    {
        "speaker": "A",
        "text": "Hey, guys, welcome to the episode after the episode with Gary Kasparov. Okay."
    },
    {
        "speaker": "B",
        "text": "There is biggest we've ever had."
    },
    {
        "speaker": "A",
        "text": "Biggest. I mean, well, if you think about, like, total celebrity value, at least in kind of the US, I would say Mark Cuban is probably bigger."
    },
    {
        "speaker": "B",
        "text": "But. Yes, I agree. But also, Mark Cuban's on tv all the time, so I'm diluting that value because he's. He's like a tv guy. He's like, yeah, there's tons of Mark Cuban tv."
    },
    {
        "speaker": "A",
        "text": "I wonder if you did kind of an analysis on, like, just worldwide, like names that people know whether Gary Kasparov would rank higher than someone like Mark Cuban."
    },
    {
        "speaker": "B",
        "text": "I mean, I think so. Yeah."
    },
    {
        "speaker": "A",
        "text": "I think that definitely could be true. I'm certainly in Russia."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "But, like, it's certainly in chess circles and also, like, intellectuals, like circles in general, I think."
    },
    {
        "speaker": "B",
        "text": "I don't know, macro commentators and geopolitics, people. Yeah. Mark Cuban. Sorry, brother, you're not on their radar."
    },
    {
        "speaker": "A",
        "text": "Oh, well, we don't have to fade. Mark Cuban."
    },
    {
        "speaker": "B",
        "text": "Sorry, Mark, you're not as our other biggest guest."
    },
    {
        "speaker": "A",
        "text": "Yeah, no, it's really cool. And I know he's an idol of yours, or actually, maybe you tell me about it. Why do you think so highly of Gary? Is just crazy chess skills or is it broader than that?"
    },
    {
        "speaker": "B",
        "text": "There is a line of conversations that we have not done on bankless that I think we should really try and produce. And it's a really hard one. I took this class in my sophomore year of high school on leadership, and there was different, you know, different disciplines in my university, like all universities. There was the business school. There was the school of economics. That was in the school of psychology. There was the film school. And then there was like this leadership class that everyone raved about. And you, if you took that class, good professor, great, great professor, just really, like, intentional. Like he knew exactly what he wanted to bring to the table. And it also. It didn't fit in any of the other disciplines. It was kind of just like. Yeah, it was like all the other schools. And then also there's this, like, leadership class. You can just take the class."
    },
    {
        "speaker": "A",
        "text": "Well, it's a meta skill for all meta skills, right? Isn't it?"
    },
    {
        "speaker": "B",
        "text": "And you would find freshmen, sophomores, juniors and seniors all in that class taking that class shoulder to shoulder. It didn't really matter. Like, there were no prerequisites, right? And so it was all about the concept of leadership, like what leadership means to different people throughout different times, how leaders come to be, how leaders act under pressure and learning about the history of Garry Kasparov. I think I was a big fan of Garry Kasparov before I got into chess, really. I got into chess in college, and it was because he was faced with the darkest of times. He was behind the iron curtain of Russia before the Soviet Union, fella. Right. And so he's. That's at least in an era when I've been, like, adjacently alive towards, like, communism is probably the biggest. The biggest evil that we had in the 19 hundreds. Like, if you read about the 1930s, forties, fifties, and sixties in Soviet Russia, it's just like a story of death and, like, just bodies piling up. Uh, Gary came at the end of that, right. Um, but he saw just, like, the oppression and the suppression of the human spirit and the denial of human creativity that happens when evil is abound. And he did the hard thing and stood up to it no matter what, like, regardless. And so it was just like, yeah, you have everything to lose your life, and also just, like, not quickly, like, slowly and painfully. And he did the right thing anyways. And so. And then also, he just, like, was the greatest chess champion of all time."
    },
    {
        "speaker": "A",
        "text": "Yeah, it sounds like. I think maybe I called him an idol, but I don't think that word's right. It sounds like he's a hero of yours."
    },
    {
        "speaker": "B",
        "text": "Yeah, he's a hero. He's a hero. Yeah. Yeah."
    },
    {
        "speaker": "A",
        "text": "So how does this relate to the leadership class, though? Is Gary, like, a leader for you, or is our leader?"
    },
    {
        "speaker": "B",
        "text": "He's a leader. He's a leader's leader. He shows other people how to lead."
    },
    {
        "speaker": "A",
        "text": "And what qualities does he exhibit? Like, why. Why do people follow him? Do you think it's because he has such clarity of, like, moral vision or."
    },
    {
        "speaker": "B",
        "text": "I think one of the reasons I really like it is he expressed it a little bit in this podcast, and he does it again in his book. He talked about, in the rubble of the iron Wall, the fall of the Berlin Wall, we didn't stamp out evil, and it sprouted up again later. And he uses these words that I think no one embodies. Evil specifically. Evil is kind of just this amalgamous thing. It's related to communism, it's related to Stalin, it's related to Putin, and we didn't stamp it out. And then, so it re sprouted right. Like, the seed did not die. And so it's very this, like, intangible, like, metaphysical construct that he talks about evil with. And that, to me, is, like, he's touching on something that's very universally deep. And so, like, the skills and articulation about the forces that power this world. I think Gary is very, very tapped into, and he expresses it and with such clarity that, like, you know, it is able to, like, go into the brains of other people and that understanding of how evil works and what it is. Like, it's this, you know, it's to see that, you know, you can suppress it, but, like, it'll sprout up again if you're not careful. Is represents, like, an expression of how these things work and how to navigate around them and how to problem solve around them that no one else has. And to me, is. Is leadership. In addition to just, like, having the ideas also, like, you know, following suit. Right?"
    },
    {
        "speaker": "A",
        "text": "What."
    },
    {
        "speaker": "B",
        "text": "What's the whole quote of just, like, be the change that you want to be in the world? Like, he has the ideas. He can articulate the ideas. He can may take action in alignment with those ideas and actually exhibit change into the world. And that is something that is unique to me that I see in Gary."
    },
    {
        "speaker": "A",
        "text": "I'm glad I asked him about the definition of evil, because sometimes I get uncomfortable with too much of that term or a poor definition of that term, because sometimes people can use that as a kind of a catch all for people I don't like or the bad guys or the other team or the anti tribe or something like that. That's why I wanted to get really crisp on what his definition of evil actually is. And the way he defined it was pretty fascinating. And I think kind of part of our ethos in crypto, he was like, evil is power. Evil is corruption. It's not any one team. It's not any one person. It's almost like Moloch, right? It is the accrual, the centralization of things, and, I guess the coordination failures that come from repression and control. It's very much like, how do you define evil, Gary? As just authoritarianism, totalitarianism? I think those would be along his definitions. And how do you define good? Well, good things must be free. He very much sees in this black and white type of context. And sometimes that makes me uncomfortable, because, again, it can be abused so much. You can just be like, we're the good guys, you're the bad guys, and we could never be bad because that's who you are. And there's so much of that. But I think when you look at the forces behind it, that's a bit. Then I start to resonate a bit more. And I'm glad he defined it as lord of the Ring. It's actually the ring. It's not the orcs or it's not Sauron, necessarily. Right. It is the corruption potential of centralized power. So, yeah, that made sense to me."
    },
    {
        "speaker": "B",
        "text": "I did like how he said, I can't remember the specific words, but it's like, yeah, it's like a chessboard, black and white. I'm like, who? Bobby Fischer, the chess champion before Garry Kasparov went crazy. Cause he had schizophrenia and he started to see chess. He had the paranoia. He had just extreme paranoia. And the chessboard invaded his brain and was the lens that he saw the world in. And then when Gary. Gary Genzler. Jesus. When Gary Kasparov."
    },
    {
        "speaker": "A",
        "text": "Garrett, do not say that, David."
    },
    {
        "speaker": "B",
        "text": "Do not invoke that man's name."
    },
    {
        "speaker": "A",
        "text": "Do not Gary with two R's name."
    },
    {
        "speaker": "B",
        "text": "Our Gary, like, gives us, like, oh, yeah, it's like black and white."
    },
    {
        "speaker": "A",
        "text": "It's like a chessboard."
    },
    {
        "speaker": "B",
        "text": "I got, like, images of, like, bobby Fisher is like, everything's a chess board."
    },
    {
        "speaker": "A",
        "text": "Well, what do you think? Is Gary the best chess player of all time? What's your personal opinion? I mean, some people say Magnus Carl."
    },
    {
        "speaker": "B",
        "text": "No, I mean, very clearly it's Magnus Carlsen. But that's just because as time goes on, newer champions arrive onto the scene."
    },
    {
        "speaker": "A",
        "text": "He's the reigning champion. But don't you have to take, like, the. I mean, if you go to some. A lot of chess ranking websites, they'll still say, you know, qualitatively, Gary is still number one."
    },
    {
        "speaker": "B",
        "text": "I don't know if you have a. Yeah, depends. It depends on how you measure this. I think. I think it's assumed that, like, if Magnus Carlson went up, who's, like, roughly around his peak, in his prime. Peak went up against Gary in his prime, Magnus would win. Yeah, but, like, Gary's unprecedented. Cause he just had the championships title for so long. 15 years, bro. Yeah, 15 years. He had, like, he was the number."
    },
    {
        "speaker": "A",
        "text": "One in everything I've heard from him. And somebody asked him about deep blue, they're like, oh, you lost? And he's like, yeah, but I won first."
    },
    {
        "speaker": "B",
        "text": "I didn't go down easy. Hold on."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah, I love that he always says that. And, you know, I think that's a great point."
    },
    {
        "speaker": "B",
        "text": "I'm sure he has corrected almost everyone who has introduced him. Like, oh, yeah, he lost a computer. Like, whoa, whoa, whoa, whoa, whoa, whoa, whoa."
    },
    {
        "speaker": "A",
        "text": "He's like, first."
    },
    {
        "speaker": "B",
        "text": "The computer lost."
    },
    {
        "speaker": "A",
        "text": "You first. Yes. You know, and it is telling that after that event, no human has beat kind of the best computer ever since then. 1997, David. Yeah, right. There's nothing close to the kind of, like, so now here we are, almost 30 years later, actually. I mean, pretty incredible. And, you know, his views on AI, I think, were somewhat interesting to me. So I actually hadn't done a ton of research on him on this topic, though he's written a book, I believe, about this, not the book that you quoted, but like, he's got a book about, I think, technology, computers, the advent of technology. Anyway, if you had to put him on a spectrum of de accelerationists, or like accelerationists, effective accelerationists, he's more on the Marc Andreessen effective accelerationism side."
    },
    {
        "speaker": "B",
        "text": "Yeah, he doesn't use those words, but he means the same."
    },
    {
        "speaker": "A",
        "text": "Yeah, he's basically like, one, you can't, like, get out of it. So it's coming anyway. Number two, it's not as bad as you think. Look at all of the technologies of the past and, you know, it's been pretty good. And, you know, three, we're better off spending our time, like, adapting to it rather than you're worried about it. And look at all the human flourishing it's brought and kind of the freedom it's brought. And it is reminiscent of Marc Andreessen's recent dictate on this Twitter thread about this, the manifesto, I guess I should say, which is explorers. It's like in our DNA, we are pioneers, we are explorers, and this is the new frontier technology. So lean into it, push into it. It is ours to claim that this is the greatness of humanity. It's that kind of thing. Interesting to me because actually this morning I read Vitalik's blog post, which is like a, I don't know, 30 minutes. Yeah, a great time to read that. Where it was basically, I'd always wondered, hey, Vitalik, we've had these conversations with Eliezerkowski on one side of things, and of course we've heard the effective accelerationist side of things. Vitalik, what's your perspective on all of this? And he has a much more, obviously, he has a much more nuanced perspective."
    },
    {
        "speaker": "B",
        "text": "Ultra pragmatist, right?"
    },
    {
        "speaker": "A",
        "text": "Yeah, he's kind of in the center. He's like super optimized, and it's a really good take. Fantastic post. I hope we can get him on the podcast to actually talk about this. But one of the things that I felt like he emphasized in his post that wasn't present in Gary's framework thinking of the world is. Yeah, but this time it's different. The industrial revolution and the luddites of the time. Basically it was machines taking their jobs. Those machines were taking their jobs. The humans could be retrained. Those machines weren't smarter than the humans. The key difference with AI and the idea of artificial general intelligence or superintelligence is this time it's different. This is more like, you know, the origins of life, right? There have been a few or the origin of multicell organisms. Like, there have been a few massive intelligent step changes throughout human history, or the point at which, and this happened over millions of years, humans became smarter than apes, basically. Right, right. And so this is different than machines are taking my job. This is, we've created some intelligence that is actually smarter than us. And so I still think there's a case where you could say, hey, Gary, but this time it's actually different, and you can actually justify that, and you can't look at analogs in history. What do you make of that?"
    },
    {
        "speaker": "B",
        "text": "I think that's right. I think Gary's whole idea of, oh, we can just align with the robots, and we can use humans for creativity and robots to scale. That will be mostly right. That's how you and I use chat GBT. That's how artists are using stable diffusion. That will be the broad case of just like, oh, yeah, they're going to aid us just like all other machines have aided us in the past. And then this other side of things is like, and it will also cause us significant problems. And so we can, I think, compartmentalize these things. Like, all AI inventions will help humans do the things that we're already doing and doing better and faster and easier. And then also there's the whole generalized super intelligence, which is like, well, left unchecked, we will have to deal. These are like separate, separate crises. Well, one's not a crisis, but, yeah, like, there's the Gary. There's the Gary route, the Gary Kasparov route, which is just like, oh, yeah, all things will be enhanced, because that's what happens when you combine humans and robots. And then there's like, well, also, it is different, and we are going to have to account for those differences."
    },
    {
        "speaker": "A",
        "text": "Big freedom. Maxi, too, huh? He's."
    },
    {
        "speaker": "B",
        "text": "Yeah, me free the maxi as. I mean, somebody who was born and lived in communist Soviet Russia, you would imagine would be like, I'm really into to the concept of freedom."
    },
    {
        "speaker": "A",
        "text": "Big fan of the US, too, as kind of like an entity and as a protocol and kind of a beacon, a bastion of propagating this humanitarian liberalism."
    },
    {
        "speaker": "B",
        "text": "In his book, he had, this section is like, I know I'm from Russia, but I'm all about the western value."
    },
    {
        "speaker": "A",
        "text": "I tried to just put the grip of, you've got Russia, you've got China, and then you've got, what if America goes bad? And he was like, I'm not having any of that. Totally different. I'll talk about everybody else. But the US is like, he did say that it's kind of the least bad of all of the other things. Sort of like, the dollar is kind of the least bad fiat. Right. It's the least bad bastion of freedom. Not perfect, but it is something. And he seemed very optimistic that we could continue to preserve that. As somebody who lives in the US, I certainly hope that's true, David. But, yeah, that's an interesting line of conversation with him, too, about geopolitics."
    },
    {
        "speaker": "B",
        "text": "When I. So when I met Gary, the inception for how this came to be was at one of the Oslo freedom forums in New York, and him and this other russian guy were, like, just chatting in Russian in the corner of this, like, gala thing for, like, a solid, like, 30 minutes. And I was like. I was, like, hanging with the people that I went to. And, like, also, there was, like, speeches going on, but that guy was always, like, looking over. Looking over the corner. I was like, is he done yet?"
    },
    {
        "speaker": "A",
        "text": "Are you gonna go introduce yourself?"
    },
    {
        "speaker": "B",
        "text": "Can I go introduce myself yet? Yeah. Oh, yeah, yeah, eventually. Yeah, yeah. He's pretty short, dude. Like, I think he's like, five six or something."
    },
    {
        "speaker": "A",
        "text": "Oh, really?"
    },
    {
        "speaker": "B",
        "text": "Five five. Yeah, yeah. Super Russian. Super Russian. His English was actually way better than I remember when I was talking to him in person."
    },
    {
        "speaker": "A",
        "text": "So we promised, by the way, to give them the origin story of this podcast. So how did this podcast come to be? And let me tell you. Let me tell you how I remember it. So I think this has been, like, a year coming. You went to an event, and basically."
    },
    {
        "speaker": "B",
        "text": "The one I just talked about."
    },
    {
        "speaker": "A",
        "text": "Yes. And basically there was the opportunity to donate and I think win, like, a chess game with Gary."
    },
    {
        "speaker": "B",
        "text": "Chess game with Gary Gensler. Jesus."
    },
    {
        "speaker": "A",
        "text": "Gary Kesperov."
    },
    {
        "speaker": "B",
        "text": "I've said gary Gensler way too many."
    },
    {
        "speaker": "A",
        "text": "Times on this podcast with Gary Kasparov, chess legend, not sec demonization. So rather than play that chess game, which I know you've, like, that would be a legendary thing to be pretty cool. Lose together in, like, ten moves."
    },
    {
        "speaker": "B",
        "text": "I know exactly how that's gonna go. Like, what you think he would have."
    },
    {
        "speaker": "A",
        "text": "Taken it easy on you? Just been like, yeah, this guy donated to my cause for this. Let me take it easy on him."
    },
    {
        "speaker": "B",
        "text": "So, slight detour. I did you know Alex Botes? Alexandra Botez, one of the Botez sisters. Yeah. So I did play a game of chess with her. And I was like, okay, you have to check. It was also a timed game. I think we had, like, five minutes aside."
    },
    {
        "speaker": "A",
        "text": "In person, or was it just in person?"
    },
    {
        "speaker": "B",
        "text": "Yeah, it was us and the optimism team. By the way, Jing and Ben, who are all chess nerds, too. This was during Missouri mainnet two years ago."
    },
    {
        "speaker": "A",
        "text": "Oh, wow."
    },
    {
        "speaker": "B",
        "text": "And I was either going to go out to some party, by the way."
    },
    {
        "speaker": "A",
        "text": "For people who don't know who that is, she is kind of a chess mini legend in all of the."
    },
    {
        "speaker": "B",
        "text": "She's, like, the current most famous chess player because she's a chess streamer. Okay, so she's, like a Zoomer millennial who plays chess with her super zoomer sister. Okay. And, yeah, so there's a stream. They're, like, famous, famous chess streamers. Like, way more famous than us by far. Well, yes, just to set the table. And so, like, this is just when I was really getting to know the optimism team, and jing invited me over to co play chess, and I was like, okay, either I go out to a party for Missouri mainnet, like, in 2022 or something, or I go and play chess with the optimism people. I'm like, I am playing chess with the optimism people. Robert Leshner was also there. And so, okay, so I say to Alice Botez, like, okay, you have to beat me in under 30 moves and five minutes. And I have ten minutes, and you have five minutes."
    },
    {
        "speaker": "A",
        "text": "Okay, so you totally handicapped that game then."
    },
    {
        "speaker": "B",
        "text": "I totally handicapped that game, yeah. And I am doing exceptionally well. Like, I am flawlessly playing the game. Like, very defensively. Like, in this circumstance, you don't play the normal game of chess. You're like, okay, I have to play defensively."
    },
    {
        "speaker": "A",
        "text": "Draw. Basically."
    },
    {
        "speaker": "B",
        "text": "I'm playing to draw. Right."
    },
    {
        "speaker": "A",
        "text": "Much easier to play to draw."
    },
    {
        "speaker": "B",
        "text": "Exactly. And I'm, like, turtling my defense. I'm, like, castling my king. I'm, like, stacking my palm, like, turtling the fuck out of my side. And I'm like, this is going very, very well. And she's coming down to, like, she's running out of time. I have, like, three minutes left. She's got, like, 45 seconds left."
    },
    {
        "speaker": "A",
        "text": "You're hitting the clock thing."
    },
    {
        "speaker": "B",
        "text": "The clock thing. And then I make one blunder, seven moves. Did you know it?"
    },
    {
        "speaker": "A",
        "text": "You did it."
    },
    {
        "speaker": "B",
        "text": "You kind of know. And at some point, I switch from going from defensively playing for material to playing for time. It's like, okay, she's only got 45 seconds left. I've got three minutes left. I'm going to time her out. And so I start making faster moves to try and stress her out, which means I start playing riskier moves. That gambit turned out to be bad because I give up some material and it just falls apart. And she checkmates me at 29 moves and, like, 4 seconds left."
    },
    {
        "speaker": "A",
        "text": "No way. So how do you think the Gary game would have gone then, had you played?"
    },
    {
        "speaker": "B",
        "text": "Yeah. So the Gary game would have gone would have been just like, I'm going to play 1520 moves against you. If you're playing at your best, and, like, it's going to be boring for you, it's gonna be like you're like, I'm playing a child versus. Yeah, I'm the average person, but I'm a fucking child compared to him. So, like, it's not fine. Like, and so I'm like. And also like, yeah, like, hey, email."
    },
    {
        "speaker": "A",
        "text": "Okay, so where does."
    },
    {
        "speaker": "B",
        "text": "Hey, gary, I'm the. I'm the guy that met you. Like, where the guy shake hands. You want to. You want to pivot this into a podcast?"
    },
    {
        "speaker": "A",
        "text": "What you did, that's what you did. So you're like, hey, rather than do chess, why, rather than decimating podcast."
    },
    {
        "speaker": "B",
        "text": "Yeah, just come on."
    },
    {
        "speaker": "A",
        "text": "We'll actually have a enjoyable conversation."
    },
    {
        "speaker": "B",
        "text": "Yeah, this will be much more fruitful. We are much more, much more equals in, like, thought in podcasts arena than we are in chess."
    },
    {
        "speaker": "A",
        "text": "So that's how it happened, makeless listeners. And I want you to know the sacrifice. Only bankless citizens know this, the sacrifice that David made for you guys, which is like, rather than have a game of chess, he decided to convince Gary to come on a podcast, hit record, talk to these crypto nerds for 90 minutes so that we could broadcast that for your listening pleasure. So thank you, David. Good for your sacrifice."
    },
    {
        "speaker": "B",
        "text": "That was a good trade. Yeah. These are all chess moves."
    },
    {
        "speaker": "A",
        "text": "Awesome. Anything else?"
    },
    {
        "speaker": "B",
        "text": "Any it?"
    },
    {
        "speaker": "A",
        "text": "Guys, this has been the debrief. Thanks for hanging with us. Bye."
    }
]