[
    {
        "speaker": "A",
        "text": "Tokenized T bills on chain T bills. David. Yeah."
    },
    {
        "speaker": "B",
        "text": "Where are we going to land, do you think? Place your bets. Tokenized treasuries. Tokenized T bills on chain T bills."
    },
    {
        "speaker": "A",
        "text": "Yeah. It's going to be some sort of like, symbol, I think."
    },
    {
        "speaker": "B",
        "text": "Tokenized T bills, I think is probably where we are."
    },
    {
        "speaker": "A",
        "text": "Tokenized T bills."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "I don't know, man. I, you know, I've either tokenized T."
    },
    {
        "speaker": "B",
        "text": "Bills or on chain treasuries."
    },
    {
        "speaker": "A",
        "text": "How come crypto dollars never took off? You're right. That is the better name. It is way better."
    },
    {
        "speaker": "B",
        "text": "Yeah. Euro dollars, crypto dollars. But no, we have stable coins. Stable coins is such a terrible name."
    },
    {
        "speaker": "A",
        "text": "I think stable coins are actually more accurate for something like. Yeah, yeah, stable coins."
    },
    {
        "speaker": "B",
        "text": "It's a coin that's stable."
    },
    {
        "speaker": "A",
        "text": "I could also see it. It's like, I could also see it for Dai, maybe. Right, because Dai oracle fluctuates. It's not one to one back more than USDC."
    },
    {
        "speaker": "B",
        "text": "Yeah, but it's the Dai model. Is there a real world correlate for Dai? I feel like there is. I could be wrong. I don't know."
    },
    {
        "speaker": "A",
        "text": "Yeah, money market."
    },
    {
        "speaker": "B",
        "text": "Money market. Do money markets produce dollars? I guess they do."
    },
    {
        "speaker": "A",
        "text": "Money markets are. Yeah, well, they're generally synthetic dollars. Yeah. You generally wouldn't. I don't know why you'd buy dollars in a money market form, but I'm sure that product exists. But generally you're buying t bills in a money market form because you want the YouTube, you want the yield on top of."
    },
    {
        "speaker": "B",
        "text": "Naturally."
    },
    {
        "speaker": "A",
        "text": "Naturally the benefit. Yeah, but, yeah, crypto dollars is a way better name for something like us."
    },
    {
        "speaker": "B",
        "text": "Nick Carter and Matt Walsh, they were like, really pounding the crypto dollars drum back in 2019, 2020. Stop calling it stable coins. Call them crypto dollars. And they, it was admirable, but they never stood a chance."
    },
    {
        "speaker": "A",
        "text": "Fight the meme."
    },
    {
        "speaker": "B",
        "text": "Yeah, you can't fight. That's. Remember when you. What did we try to fight defi with?"
    },
    {
        "speaker": "A",
        "text": "Open finance."
    },
    {
        "speaker": "B",
        "text": "Open finance. Yeah. Instead of like, people don't, normies don't care about the word decentralized. Let's call it open finance. As if that was going to make anything we do here better."
    },
    {
        "speaker": "A",
        "text": "Well, I thought that. So part of the rationale for that was like, not all of these things are decentralized. I mean, the defining characteristic is more like openness. It's more like permissionlessness. You know, you could, you could, you know, USDC is not DeFi is. It's not decentralized, but it is open. It is an open."
    },
    {
        "speaker": "B",
        "text": "It is on decentralized rails."
    },
    {
        "speaker": "A",
        "text": "I know, but you just. The reason I didn't like Defi in the beginning was you just open yourself up to all of this criticism, and I see it today. Right, David? I just read an IMF type report, like the big banking kind of global influence report, and they kept calling it so called DeFi protocols, pointing out that's."
    },
    {
        "speaker": "B",
        "text": "What Elizabeth Warren says. So called Defi."
    },
    {
        "speaker": "A",
        "text": "Oh, my God. It is her words."
    },
    {
        "speaker": "B",
        "text": "We just handed that. You know what? We were right. We're validating."
    },
    {
        "speaker": "A",
        "text": "It doesn't matter that we were right. It doesn't matter that crypto dollars is a better term. It just. It's the meme and Defi, for whatever reason, like, people like it, and it's sticky and it rolls off the tongue and it's fun. I don't know. So it became defi anyway. That was a pre. That was an old battle. Let's talk about the on chain t bill battle."
    },
    {
        "speaker": "B",
        "text": "Yeah. New battle. New war."
    },
    {
        "speaker": "A",
        "text": "The big question I had coming to this episode was, yeah, but are they gonna let you do it? And I actually feel like Martin had a pretty good answer to that. What was your. What was your take?"
    },
    {
        "speaker": "B",
        "text": "That wasn't. That's not my big obstacle as to why this will or will not get adopted. I kind of believe him that, like, this will. This is fate, the weird regulator. It's been a while since I've been, like, schooled up in the world of like, Reg s and Reg a plus and all of this Reg d. Reggae, reggae music nice. Wow. This used to be my. The world that I lived in because I was in the security token world before doing content. It's weird that tether has to do this thing, that it pushes the supply of tether offshore and keeps it away from on the United States. It's weird that that works. That was new to me. I'm still confused about that."
    },
    {
        "speaker": "A",
        "text": "Yeah. So you didn't know that that was a Reg s thing?"
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "That tether was the right gas. I didn't know that either, honestly. And I didn't know that that was the reason. That's according to Martin, that's the reason we can't access it. And all of these very successful."
    },
    {
        "speaker": "B",
        "text": "I mean, that makes sense. I mean, I kind of assumed that, like, if you wanted to mint or unment Heather, you wouldn't be able to do it from inside the United States without. I don't know why I felt that, but I felt that that was true. Yeah."
    },
    {
        "speaker": "A",
        "text": "I thought it was just because it, um, you know, like exchanges like Coinbase had a different product to sell and they thought it was shady, that kind of thing. But it's actually because Reg s, apparently you have to have under 20% us transactions, which is interesting, but you're right. When we got to that part, so we started to get Martin to explain his project here. It's like, okay, so tell us about the tokenized t bills project. And then suddenly he broke into almost like legal speak for just a split second. I was like, wait a second. And it was like, if you're a us consumer, you cannot access this anywhere. And, okay, but I thought that this was an ERC 20 token, right? That's accessible. How are you actually going to enforce that? How are you actually going to know what addresses are us based and what aren't? How are any of the Defi protocols going to know this? And it seems like it's like a rough approximation, and maybe the SEc doesn't really care, because what jurisdiction do they have over a bank in Bermuda or a bank in Switzerland? It's something like that, where it just kind of like, falls through the cracks and is in this kind of gray world the way tether is. It seems like it's kind of a gray world type of product, but is legal. It's just kind of offshore legal."
    },
    {
        "speaker": "B",
        "text": "Right?"
    },
    {
        "speaker": "A",
        "text": "Does that make sense?"
    },
    {
        "speaker": "B",
        "text": "Yeah, that makes sense. One of the things I was thinking about towards the end of this was that there's all these regulations, the financial regulations, and they exist for some particular meaning, for some. Some particular purpose as a result of some particular environment that happened in the trad world. And now we have regulations, and then we have crypto. This new form factor for financial activity comes along. And crypto. Cryptography is a truth machine. It tells the truth. And so when we build financial systems using cryptography rails, they're just like, truer. They're more in their more pure form than they would be in their nation state regulated form factor. And so that, to me, it's like ripping off the clothes of the emperor and revealing just the spaghetti code mess that is the regulation of the United States, because we have these very pure forms of exchange, like aave and uniswap. And so all the regulations inside the tradfi world makes sense if you exist in tradfi and then you go to the crypto world and be like, these regulations are just harebrained and they don't. The form factor of these things are all just wonky. And in the end, and because, like we said, this is a logical conclusion of crypto dollars on chain t bills, there's going to be pressure with the total market cap of all on chain t bills and the resistance of things like Reg S. And so because United States citizens are going to want to buy on chain t bills and Reg S is friction for that to happen, the market cap of the total, the total supply of all on chain t bills is going to grow and become very powerful, and it's going to push up against regulation that is resisting it from being, from wanting to fulfill its manifest destiny. And hopefully the bull case for crypto is that crypto regulation happens and we undo this spaghetti mess of like investor accreditation laws or Reg S, Reg D plus or whatever laws as well. And finally we can get some regulation that isn't spaghetti code mess and is actually more harmonious with the expression of finance that is being created by defi."
    },
    {
        "speaker": "A",
        "text": "Yeah, this is kind of a start from scratch moment. It's kind of a reset moment where you just go back to, okay, what does the market actually want? What actually makes sense? I don't know why the Regas framework was put in place here, but when you step back and you look objectively and you see a tokenized t bill product with, you said this in the intro, 5% yield, and this is yield from the us government, which is supposed to be a government by the people, for the people, and its own citizens can't access it."
    },
    {
        "speaker": "B",
        "text": "The reverse cantelon effect, what is that?"
    },
    {
        "speaker": "A",
        "text": "That just doesn't make any sense. I guess the us system and the government could look at that and be like, oh, that doesn't make sense. We'll grandfather it in, you know, allow some sort of tokenized treasury product to be available for our citizens. Something like that. Or, David, what I'm worried about is the other side of things where they just try to cut off like tokenized t bills entirely and kind of make them illegal, something."
    },
    {
        "speaker": "B",
        "text": "I'm sure Reg s, that would be authoritarianism."
    },
    {
        "speaker": "A",
        "text": "Well, I'm sure Reg S was not. Is kind of a backdoor for this type of thing. I'm sure that Reg s is not intended to create like a. A tokenized t bill type of product that non us banks are the issuers of. I'm sure that's not its original intent. And so maybe they'll try to close that as a loophole. Maybe that will be the approach."
    },
    {
        "speaker": "B",
        "text": "Yeah, I've got the chat GBT definition of ReG s and some of these other things. So for. So we can actually explain what we're talking about. So purpose Reg s is designed to regulate the sale and distribution of securities to investors located outside of the United States. Layman's explanation, because that's what I asked for. Reg S governs how United States companies can offer securities to foreign investors without registering those securities with the United States sec. It allows companies to raise capital for international investors without the same level of regulatory requirements as they would face it when selling to us investors. And so basically we're saying like, hey, some United States citizens can participate, but since the nexus of participation is outside of the United States, we won't put the very high standard of securities regulations upon it because 20% or less of buyers are United States citizens. So we don't need to be, you don't need to pass the very high bar of the SEC. There's also regulation a plus, which is capital formation for smaller companies. There's regulation D, which is exemptions for registration requirements for private offerings. So I think tokenized real estate goes in Reg D. I think there's a few others, but again, spaghetti mess of regulations."
    },
    {
        "speaker": "A",
        "text": "Yeah, it is. And it's not necessarily congruent, kind of like internationally either. I guess one thing that still doesn't make sense to me, though, is let's say that some tokenized Regas securities issuer or tokenized treasury issuer, they discover through chainalysis products or some other means that greater than 20% of the ETH addresses or volume or however they measure this, are holders and users of this tokenized t bill type product. Well, then what, he said something about freezing. He said something about, I guess that's the only thing you could do."
    },
    {
        "speaker": "B",
        "text": "And how do you choose who to freeze? Like the most recent buyer of."
    },
    {
        "speaker": "A",
        "text": "It seems so messy. And like, how do you, how do you determine, just freeze the."
    },
    {
        "speaker": "B",
        "text": "But the smallest holders and how do."
    },
    {
        "speaker": "A",
        "text": "You know for sure that those addresses are actually us using a VPN? You could be somewhere else. These are pseudo anonymous addresses. Like, unless you have like perfect lineage as to. Unless all of the, that's why I was wondering if he was going to get to, oh, and this is an AML Kyc type product, so. And we didn't get there. I mean, it's not, it's not a requirement yet anyway, that some third party certifier knows who owns this particular set of private keys. That's not a requirement, right?"
    },
    {
        "speaker": "B",
        "text": "That's what, that's why I was asking about like, yo, what's up? What's the deal with the contract address? Because he said the contract address is, is basically similar as USCC as opposed to there being a formal whitelist rather than blacklist. And so anyone can have this thing, the regulation that would come and just neuter this whole movement of on chain t bills would be like, you actually have to manually approve your customers and then the whole. The baby thrown out with the bathwater on that."
    },
    {
        "speaker": "A",
        "text": "Right. Well, then it's not kind of a good defi product."
    },
    {
        "speaker": "B",
        "text": "Yeah. Then it's CFI on Defi. So that's already a CFI and defi, but it's extra CFI."
    },
    {
        "speaker": "A",
        "text": "But that's the part that doesn't quite make sense to me. But it also doesn't make sense that the SEC would be able to have the authority to go. I guess maybe they do, like, go to an international bank. And I guess the burden of proof would be on them to prove that."
    },
    {
        "speaker": "B",
        "text": "I hate this. I hate. I don't want regulations."
    },
    {
        "speaker": "A",
        "text": "It's dumb. It doesn't make sense."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "All we want is like a yield bearing instrument for t bills on chain. Like, why is that so difficult?"
    },
    {
        "speaker": "B",
        "text": "I hate the fact that, like, when regulations don't make sense and we're like, what about this edge case and that edge case? And what happens if we throw this error? Like, my inherent optimism is like, and it will fix regulation and we'll just update the regulation. And in reality, Gary Gensler just, people say they're not compliant, throw him in jail."
    },
    {
        "speaker": "A",
        "text": "Well, that's why I was kind of getting to, what if, David, you are on a bankless podcast and you say, oh, somebody just paid me in USCM."
    },
    {
        "speaker": "B",
        "text": "Right?"
    },
    {
        "speaker": "A",
        "text": "Well, I don't think that's illegal for you to actually own it. I think the liability is more on the issuer of USDM if they find out that greater than 20% of Americans are using it. But like, I don't know."
    },
    {
        "speaker": "B",
        "text": "The other dumb thing is that if somebody pays me in a USDM reg s is about investors. Am I an investor for receiving payment in a on chain T bill? Am I an investor? No. Well, according to the SEC I am, but I'm meaningfully not."
    },
    {
        "speaker": "A",
        "text": "That's why this doesn't make sense. It's not really about investors. Although there is some centralization risk. And that is valid. Right?"
    },
    {
        "speaker": "B",
        "text": "So that's why we called his project mountain. Whatever. A bank. It is a bank. Yeah, definitely the bank that routed around other banks."
    },
    {
        "speaker": "A",
        "text": "Well, definitely. You need to be very careful what centralized stablecoin you use. Right. In my mind, there is a big difference between USDC and something like tether, because I feel like I have greater certainty of what is actually backing USDC versus tether. And both might be legit instruments. I don't know. I just like some randos stablecoin, where they say, yeah, the money's in the bank. Trust me, bro. And they don't provide audits. They don't provide proof of reserves. That's a very different thing. So."
    },
    {
        "speaker": "B",
        "text": "So the regulators are right on chain treasury."
    },
    {
        "speaker": "A",
        "text": "Yeah, the regulators are right that there is some centralization kind of risk. But it's not like we're using this as a monetary. Yeah, as a unit of exchange, you know. Sorry, medium of exchange, unit of account for payment, that kind of thing. It's not an investment type of asset. So something different should be carved out for this."
    },
    {
        "speaker": "B",
        "text": "Right? Something different should be carved out for this. You're talking about. That's just crypto, brother."
    },
    {
        "speaker": "A",
        "text": "Can you imagine, like, imagine a regular."
    },
    {
        "speaker": "B",
        "text": "Utopia that would exist, right?"
    },
    {
        "speaker": "A",
        "text": "Well, some new thing, maybe this whole crypto thing that we've built. Maybe we need to rethink the laws. Whatever. Anyway, what about the bull case for this? Are you bullish that we get to trillions there? That's trillions."
    },
    {
        "speaker": "B",
        "text": "I would say I'm bullish on stable coins going to trillions. So almost by definition, I'm therefore bullish on treasuries going to trillions, because in my mind, it's saying the same thing. I think the real battle is what's going to be the ratio of stable coins to on chain treasuries. Because his conclusion is like, well, in the fullness of time, we get to 99%. That's theory. What about practice? In practice, do we get to 99%?"
    },
    {
        "speaker": "A",
        "text": "Well, this is interesting. I just looked up the size of money markets. Size of money markets is 5.6 trillion, which is interesting."
    },
    {
        "speaker": "B",
        "text": "I mean, whenever I see the tam, the aum of trad vehicles, I'm like, okay, so that's table stakes for crypto, because crypto bearish, bearish. Crypto will be equal to tradfi."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah. I think it could be, like, four times that, five times that. Like, it's a global market in the fullness of time."
    },
    {
        "speaker": "B",
        "text": "In, like, a decade or something."
    },
    {
        "speaker": "A",
        "text": "Totally fullness of time. But I don't know. I guess stable coins have kind of stalled out, haven't they?"
    },
    {
        "speaker": "B",
        "text": "Yeah, well, I mean, we deserve that one."
    },
    {
        "speaker": "A",
        "text": "Yeah, we did. And I guess there's no 2023, bro."
    },
    {
        "speaker": "B",
        "text": "We'll start. We'll start being bitter about stable coin markets in 2022."
    },
    {
        "speaker": "A",
        "text": "I'm not bitter. I'm just. It's interesting that they've stuck, I guess, part of his bull cases, you know, it'll get it back, is when. If we provide a yield product on crypto rails, that'll kind of bring back native yield, and this will outstrip even maybe the stablecoin side of things like these would be the native instruments that everyone wants to use."
    },
    {
        "speaker": "B",
        "text": "The stablecoin supply in 2021, 2022 went through the roof because it was like speculation demand, I should say 2020 to 2021. There was so much demand for speculation that it pumped up the supply, and now all the speculation left crypto. And so even though raw reservation demand of people there holding their savings or transaction demand for payments, those use cases are probably up only. But speculation because of the bull market just went up and now back down. And so, I mean that. So that the base is on an incline. Speculation is volatile."
    },
    {
        "speaker": "A",
        "text": "Well, do you remember there was this, I think, a relatively brief period at least it felt briefish. And maybe 2021, where we were like the killer app, the killer use case for crypto is interest, it's yield. And the reason is truth. Well, the reason is we had a source of far better yields than it was. Interesting, Martin reminded me that the risk free rate, like the t bill rate, was 0.25% back then, we were shitting."
    },
    {
        "speaker": "B",
        "text": "On trad yields for all of the bull market, and we realized because we had double digits, it was speculation. Fuck yeah."
    },
    {
        "speaker": "A",
        "text": "Because we had double digits. And then now in the trad markets, you pick up 5% in the most risk free asset in the world, which is t bills. And I don't know if I'm going to get 5% in the DSR right now. And I have to contend with, like, smart contract risk and like, Oracle risk, Christiansen risk. Yeah, who knows what else, right? I'm just gonna take my money and maybe keep it in the banking system and tradfi for that kind of thing."
    },
    {
        "speaker": "B",
        "text": "Whoa. Yeah, I said it. Yeah, you did."
    },
    {
        "speaker": "A",
        "text": "Well, there's an element of. Let me ask you this. Let me ask you this. I don't know what your opinion is on this. I'm very glad that, that dai exists and that we have these experiments, and that's fantastic. I'm also very glad that rai exists. When I evaluate where I want to store my money, though, I'm just thinking here, hear me out, David. I almost want like a barbell type approach to this."
    },
    {
        "speaker": "B",
        "text": "Oh, sure, yeah, right."
    },
    {
        "speaker": "A",
        "text": "Which is like, I want super crypto native assets that don't have any of the kind of risk associated with them. Smart contract risk, governance risk, any of that, right? And so for me, that's like ether, primarily. A little bit of bitcoin maybe, but like ether, right? That's my money. And then for my, like, shorter term store value money, my kind of my spending money. Right? I'm fine. Taking the risk of the us legal system over there. Yeah, right? I'm fine. I'm like, just, like, I'm not gonna keep it all in there and I have to flee the country or whatever. I still got my, you know, my crypto native assets, and they can't be frozen, that sort of thing. My brain wallet and all this. But if I'm gonna have some money, you know, that I need to spend on rent or on taxes or something like that for, like, the next six months, I'm kind of fine with the us banking system right now. It's not that high risk. And so the other side of the barbell is like a tokenized treasury. I get all the benefits of crypto rails. And, like, what's interesting is some of these products, like die, they occupy this space in the middle that's neither fully crypto native, nor is it, like, giving me the risk free yield so efficiently and so directly of, like, the US banking system. And so, I don't know, maybe the middle doesn't hold so much."
    },
    {
        "speaker": "B",
        "text": "Are you saying that, like, okay, so we have the crypto barbell theory, like, hold the crypto native assets, the bitcoins, the ether, because of. Well, of course, because that's crypto. That's what we do here. We buy the monies, and then you go to the opposite end of the spectrum. And, like, not even in crypto, just, like, savings account, high yield savings account in the United States, treasuries. But what you're saying is that through this, what we're talking about on chain t bills is that actually you can go full circle and you can get the t bill yield, the safe, legal t bill yields. But now it's on crypto rails, and so everything's in crypto. And you are still doing the barbell. That's. That's what you're saying?"
    },
    {
        "speaker": "A",
        "text": "Yeah, that's what I'm saying. And I'm also saying that, like, um, omnomnom, nom, nom. Where does something like die fit in here?"
    },
    {
        "speaker": "B",
        "text": "Right. Well, die will just have. Maker will just have t bills and it's collateral."
    },
    {
        "speaker": "A",
        "text": "Exactly."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Yeah. So, so it's. It's interesting. So it's like, Maker will probably absorb. Well, I guess maybe that is the. Is kind of the. The bull more. The bull case for maker is great. These tokenized instruments start to spring up. Then maker will just, like, eat that, and it will."
    },
    {
        "speaker": "B",
        "text": "Maker already have. Yeah. Maker already has t bills as coral."
    },
    {
        "speaker": "A",
        "text": "They do. But not in this, like, tokenized. Not in this, like, highly liquid."
    },
    {
        "speaker": "B",
        "text": "Yeah. Right, right."
    },
    {
        "speaker": "A",
        "text": "Not in tokenized form like USDC is. And so I guess maker would just, like, you know, chew this up and spit out some DSR yield or something else."
    },
    {
        "speaker": "B",
        "text": "Anyway, Mario, no, Conti has not updated dyestats.com."
    },
    {
        "speaker": "A",
        "text": "Oh, wait."
    },
    {
        "speaker": "B",
        "text": "Yes, he has. Oh, no, there was. There's a tab."
    },
    {
        "speaker": "A",
        "text": "That's old school, man. I'm sure there's."
    },
    {
        "speaker": "B",
        "text": "Visually. He has not updated it."
    },
    {
        "speaker": "A",
        "text": "It's been a while."
    },
    {
        "speaker": "B",
        "text": "Asset tab on this thing is massive."
    },
    {
        "speaker": "A",
        "text": "The DSR. All right, well, anything else on this?"
    },
    {
        "speaker": "B",
        "text": "I was just gonna say how. There's also one further step on this. In the barbell. The crypto barbell. So you have crypto monies, and then you have, like, t bills and savings. In trad world, if you want to be even more crypto native but still have a wider barbell, you go and take all of your fiat money and you buy real estate."
    },
    {
        "speaker": "A",
        "text": "Oh, you want real estate, too, huh?"
    },
    {
        "speaker": "B",
        "text": "Yeah, that's the true barbell. No, fiat. Don't touch fiat. Crypto assets and real estate."
    },
    {
        "speaker": "A",
        "text": "I'm not. I just buy real estate."
    },
    {
        "speaker": "B",
        "text": "You have no buffer. You're very volatile."
    },
    {
        "speaker": "A",
        "text": "I just. I just buy. Yeah, my strategy is just more like crypto assets. And by the way, we didn't touch, like, defi tokens, which I think of as stocks. Like crypto equities, if you will. Not securities. I said equities. Capital assets. It doesn't mean securities."
    },
    {
        "speaker": "B",
        "text": "Gensler technically, it's not even equities because equity is not a share of a company. It's a share of a protocol. And it's not a share of a protocol because implies equities."
    },
    {
        "speaker": "A",
        "text": "I don't know."
    },
    {
        "speaker": "B",
        "text": "Gensler wants to. It's not a share because you don't. Do you know words like entitled to a share of the protocols have certain governing."
    },
    {
        "speaker": "A",
        "text": "You have a share of governance, though."
    },
    {
        "speaker": "B",
        "text": "You have a share of the governance of the protocol."
    },
    {
        "speaker": "A",
        "text": "Do you know the word share actually existed before Gary Gensler and the SEC? Like, these are. These are words. Even the word security existed before the."
    },
    {
        "speaker": "B",
        "text": "First security was, like, made in the 16 hundreds."
    },
    {
        "speaker": "A",
        "text": "Anyway, they've co opted all of these words, so I'm not sure what words to use. But anyway, that'd be part of my portfolio. But, yeah, I don't do much in the way of real estate."
    },
    {
        "speaker": "B",
        "text": "I mean, I'm not a real estate connors, who I have my one on one, and that's all I know."
    },
    {
        "speaker": "A",
        "text": "You have your NFT. That's all your real estate NFT. All right. Well, that's all I got. This has been fun. Good episode. Cool."
    },
    {
        "speaker": "B",
        "text": "Good episode. Peace."
    },
    {
        "speaker": "A",
        "text": "Thanks. It's been the debrief."
    }
]