[
    {
        "speaker": "A",
        "text": "Hey, guys, welcome to Debrief after our Afropolitan episode. David, you met Ece at Zuzalu. Am I correct in that?"
    },
    {
        "speaker": "B",
        "text": "Yeah, Ece and Chica. I actually met Chica first."
    },
    {
        "speaker": "A",
        "text": "You did? Okay, so Chica was at Chicago."
    },
    {
        "speaker": "B",
        "text": "Chica is a United States citizen, and so she didn't have any problem getting to zuzalu, Montenegro. Cause, you know, you don't need a visa. Ece came further on into Zuzalu. Cause he was late for the exact issue that he articulated in the episode. Nigerians don't have the same level of access to visas that other people have inside of around the world. So he showed up halfway through Zuzalu."
    },
    {
        "speaker": "A",
        "text": "Yeah. Well, so how long were they at Zuzalu?"
    },
    {
        "speaker": "B",
        "text": "Chica was there the whole time. Actually, about half the time."
    },
    {
        "speaker": "A",
        "text": "How big was the network state theme at Zuzalu? Were there other projects like this?"
    },
    {
        "speaker": "B",
        "text": "Yeah. So, yeah, the other big project is prospera, which I believe is in the Caribbean, I think."
    },
    {
        "speaker": "A",
        "text": "Oh, really?"
    },
    {
        "speaker": "B",
        "text": "There's a few others. Yeah. That is taking a little bit more of a vanilla approach to the networks, and there's, like, actual construction and infrastructure being built there. It's not as, like, deeply inspiring, inspirational as motive, motivating as Afropolitan is. And I think it's mainly just, at least to me, I don't know too much about it, but just like, for Afropolitan, the why is so strong and prospera, the why is, like, because we can. And so. But the Afropolitan why is, like, we need this. This is the logical next step for Africa as a continent."
    },
    {
        "speaker": "A",
        "text": "There is the pent up energy."
    },
    {
        "speaker": "B",
        "text": "Yes, exactly. Yeah."
    },
    {
        "speaker": "A",
        "text": "Yeah. What's interesting about Balaji's idea, the network state ideas, some of the examples you mentioned, like, you could create a paleo community, you could create a vegan kind of country community."
    },
    {
        "speaker": "B",
        "text": "That never resonated with me."
    },
    {
        "speaker": "A",
        "text": "Same here. I feel like that could be a club that could be, like, a Dallas."
    },
    {
        "speaker": "B",
        "text": "We meet on Sundays."
    },
    {
        "speaker": "A",
        "text": "Yeah, but it's not that. I think in order to get to a country, something that resembles a nation state, you have to have a set of values that you're literally willing to die for. At least some segment is willing to kind of die. Like, maybe die for is too strong. It has to have almost that level of conviction, something that is so deep in the value stack, and I don't know that. Maybe for some vegans, that's true. Maybe for some carnivores, that's true."
    },
    {
        "speaker": "B",
        "text": "I don't know enough to form a country."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's what I think but Africa has that, doesn't it?"
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "There's something to tap into there. Like, you have incredible demographics, like, fastest growing, like, emerging markets in the world, and there is kind of latent potential there. There's latent nations that can be kind of tied together in some unit. Now, this is still very ambitious. So I have no idea. How do you go from a PFP password to, like, a un recognized country with a plot of land somewhere in the world? Man, that is such a. Like, you think starting a company is hard, right? Imagine trying to start, like, a country. There's so many steps in between there."
    },
    {
        "speaker": "B",
        "text": "So you have no roadmap. Yeah. As in, like, there's no one that. No one's done it for you. Yeah."
    },
    {
        "speaker": "A",
        "text": "Well, where do you. Where do you look for the roadmap? Do you go back to, like, the. Like. I don't know. I always think of sort of the puritan communities that you fled, England, for example, in the founding of America, and because of religious persecution."
    },
    {
        "speaker": "B",
        "text": "Yeah. But that roadmap was defined in the 17 hundreds. Right. And so, like, yes, spiritual. That's a spiritual roadmap. But a execution based roadmap is like, man, you are figuring that out on your own."
    },
    {
        "speaker": "A",
        "text": "Yep. You had nothing. You have no. Yeah, no one's ever done this before, so. But look, there are the tools to do this. I mean, we talked about some of them. We talked about money system and a banking system. You have that out of the gates. You have a property rights system, digital property rights system. You have security. It's a different form of security than the nation state. So it's not security via violence, but it's economic security that secures kind of the credentialing system and the property in your economy. So we have some early governance type structures, not as developed yet to enable one person, one vote. So we couldn't actually have a democracy. But maybe you can start to do that with an NFT passport. Maybe that becomes sort of a digital identity. You could see some of the pieces that are out there that could form here, but it's also. Yeah, it's hard. It's probably a long journey. Long road. Yeah. What do you think?"
    },
    {
        "speaker": "B",
        "text": "I do think that this is a case of, if you shoot for the moon, you'll land among the stars. Like, phase one is you establish the digital nation. Stage two is you start to provide web three native services and value to people. Stage four is minimum viable nation. Stage five is. Yes. Stage three is minimum viable nation. Stage four is you buy land somewhere if they just optimized and completed any one of those. It's a successful project, digital, a digital phase one. Produce a digital nation, whatever that means. That is ambitious in of itself, and they want to take it, like, three more notches. And so, like, it's just a matter of just like, they're kind of carving out a path. They're going to meander, they're going to, like, go down some dead ends. They're going to figure it out. But, like, the pursuit of this, I think so long as you stay convicted and stay focused towards, like, making progress, I think, like, positive outcomes come out, no matter of this, no matter what."
    },
    {
        "speaker": "A",
        "text": "Well, neither you nor I are african, so, you know, I can't really comment on. I can't really comment on, you know, whether I would join Afropolitan, of course, but I'm almost interested in zooming out to the concept, like, on the concept level for a second. So what, what, what digital nation would you join, David? Like, what would be worth a citizenship in? The value proposition? Because if this comes true, this whole idea of a network state comes true, you're not just going to be afropolitan. There's going to be all sorts of different digital nations, network states that are set up, cambrian explosions. And I know, I mean, you spent some time in Montenegro. There's obviously, I've explored in the past, like, what it would be like to get Estonia citizenship. They have kind of a digital idea. I haven't explored it deeply, but there's the idea of having a second passport to another country. This is a nation state passport. And what does that unlock for you? There's some benefits to that. What would draw David Hoffman into a digital nation? What kind of services could you imagine a digital nation would provide that would be enough for you to not sacrifice and rescind your american citizenship? Although maybe there's a set of things that would make you do that. Which one would you subscribe to and why?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I think this conversation starts to open up many, many doors about redefining what a digital nation is. One of the episodes I did at Azuzala was with Primavera Day, Felipe, who you should totally listen to, not only because it's good content, but also the podcast itself I thought was excellent. This is a. You're not."
    },
    {
        "speaker": "A",
        "text": "Can we do a quick shill? How can people listening right now access that?"
    },
    {
        "speaker": "B",
        "text": "Yeah. So bankless.com. everything I learned, type in everything I learned as uzalu, bankless or something on Google. Also, it's on YouTube, but there's just like, my eight episodes at Zuzalu which are, like, almost 2 hours each. And this is the core d nations and network stations."
    },
    {
        "speaker": "A",
        "text": "Should we put them on the premium feed too at some point?"
    },
    {
        "speaker": "B",
        "text": "Yeah, well, I think we're gonna trickle them out solely on the main feed as well, and therefore also the premium feed."
    },
    {
        "speaker": "A",
        "text": "There you go."
    },
    {
        "speaker": "B",
        "text": "Without ads of thank you, citizens."
    },
    {
        "speaker": "A",
        "text": "Of course. Love you guys."
    },
    {
        "speaker": "B",
        "text": "Yeah, so this one, this. It was Nicholas Ansgar, who's, who is the guy behind, like, the network state as usual, followed by Primavera day? Felipe, who's talking about Cordy nations, followed."
    },
    {
        "speaker": "A",
        "text": "By etch a. Cordy nations."
    },
    {
        "speaker": "B",
        "text": "Courting nations. Nation. Cordy nations. Okay, so your answer, like, what. What nation would I take? Would I join? Okay, so, like, I. You're not much of an NFT guy, Brian, but have you ever bought an NFT that's meaningfully changed your life?"
    },
    {
        "speaker": "A",
        "text": "No."
    },
    {
        "speaker": "B",
        "text": "I have. What? I have bought an NFT that I have gotten access to things."
    },
    {
        "speaker": "A",
        "text": "Wait, wait, hold on, hold on, hold on. Can I guess what this Nft is?"
    },
    {
        "speaker": "B",
        "text": "Mm hmm."
    },
    {
        "speaker": "A",
        "text": "Wait, actually, don't give me any more clues. Is this your dick butt?"
    },
    {
        "speaker": "B",
        "text": "It's my dick butt."
    },
    {
        "speaker": "A",
        "text": "It's your dick butt has changed your life."
    },
    {
        "speaker": "B",
        "text": "I'm not saying it's like, I'm not saying my. It's, like, meaningfully changed, but just like, I have gone to dick, but in real life events, that's been worth it. But for. It's been worth. Yes. As in other than I have. I have done different things because I own this NFT, and this NfT has specifically opened doors for me because I own this NfT."
    },
    {
        "speaker": "A",
        "text": "Okay?"
    },
    {
        "speaker": "B",
        "text": "So that's like, it's a citizenship to the dick button."
    },
    {
        "speaker": "A",
        "text": "Okay?"
    },
    {
        "speaker": "B",
        "text": "And what is a dick butt nation? There was this dick butt ball thing that we went to, which was this weird, very intentionally culty thing with melted demirs speaking in latin to this dick butt thing. And then there was, like, another. And. But, like, the dick butt tribe is a tribe, and it is funny, and we're, I think we're all hilarious. It's also one half my friends in New York as well. But, like, call it, like, it is the. It is a prototype of a qwerty nation. A digital nation, right? Like, it is membership. It is access to this stuff of people who are all like minded. And so, like, it starts to check the box of what a more developed digital nation might look like. It is a joke. But the point is that it is an NFT that gives me access to things that is, like, citizenship in this tribe of humans that coordinate using Ethereum."
    },
    {
        "speaker": "A",
        "text": "I get it. All right, I get it. So we've maybe achieved that. What this sort of sounds like, though, is like, a club that you're part of."
    },
    {
        "speaker": "B",
        "text": "Club. It's a club."
    },
    {
        "speaker": "A",
        "text": "Okay. So we. We've now reached club phase in our ability. There's still a lot of dots to go from club group that I resonate with. Right. And, like, what's, you know, Dunbar's number. Right, of. Right, 150. So how big can this kind of club grow where you maintain that sort of relationship with all of the people you gather in person. Right. Just something on the level of a nation state. There are so many things to fill in from there all the way to, like, what a nation. But maybe. Maybe a network state does not have to fulfill all of the things that a nation state does fulfill. Right. Like, I don't think we've yet fixed. We've not gone through. The idea maze is another balagian concept, right. The idea maze of figuring out what a YDD crypto digital nation looks like."
    },
    {
        "speaker": "B",
        "text": "A map one to one. Right."
    },
    {
        "speaker": "A",
        "text": "It's not gonna give you healthcare."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "It's not gonna give you, like. Like, a police. A local police to protect your property."
    },
    {
        "speaker": "B",
        "text": "Mm hmm."
    },
    {
        "speaker": "A",
        "text": "That you can call. It's not gonna do those things. So then what does it do?"
    },
    {
        "speaker": "B",
        "text": "Provide what?"
    },
    {
        "speaker": "A",
        "text": "And I don't think we've figured that out yet."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah. But what would you pay for it? It's. It's hard to figure it out, especially when, like, if we have opt in, anything that's on ethereum is going to be opt in by nature. That's what it's for. Right. Afropolitan is going to be an opt in thing in stark contrast to an actual nation state. And so that's why, like, yeah, dick, but it's just a club. But, like, that's the. It's all going to be this opt in thing. So it's going to be easier to accept entrance to. And then also, like, providing services is also going to be harder for these things just because, like, you know, they can't charge taxes. Right. They don't build you your roads."
    },
    {
        "speaker": "A",
        "text": "It's."
    },
    {
        "speaker": "B",
        "text": "Everything is going to be opt in. And so, like, you know, I'm one of many, many, many clubs. It's just, like, the form factor of a digital nation's is a lot cloudier."
    },
    {
        "speaker": "A",
        "text": "It is. It totally is. I'm just trying to, like, map through what I might join. Like, one thing that we thought about before is this idea of what a bankless nation might look like, right? So there is no jurisdiction on earth right now. Nation state jurisdiction, where that is protects its citizens through some sort of a digital bill of rights, let's say, right, we have, like, different countries have charters of freedom, that sort of thing. The US has a bill of rights, that sort of thing. None of these constitutions have any notion of the right to digital property, the right to privacy, the right to encryption, the right to run your own node. None of these nation states are really regulatory friendly to crypto. Certainly none of them embrace defi to its radical conclusion of saying, rather than set up a traditional banking system and a central bank that all nations have to have, all countries have to have, let's say, let's just outsource that. Let's create a currency, our digital nations currency, but let's bootstrap that by making it backed by ETH in the same way that nation states their currency. In the early phase, they couldn't just print money. It didn't work like that. They had to bootstrap it with a real commodity asset like golden. They had to bootstrap it that way. You could easily bootstrap an ETH based currency, for example, and have that be your unit of exchange. I don't know, there's something there, too. And I feel like I would opt into something like that potentially, especially if it was tethered to the real world. And I actually could get some sort of un recognition. I could register my dao as an entity inside of this thing. And there's some structure around that I would even be willing to pay some sort of a tax the system. And there might be new, interesting ways to do tax, like Vitalik's tax mechanism of harbinger type systems, where basically you're taxed on your property. Maybe that would work a little bit better in this type of. I don't know. But there's something to explore there, and there's something that I would subscribe to over and above my legacy nation state passports, because there are some things the nation state just needs to be disrupted on."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think that the issue is that, like providing services towards your citizens while also being constrained to the digital only landscape, there's a friction there that is very hard to overcome."
    },
    {
        "speaker": "A",
        "text": "Yes. And it's the. A digital nation state is never going to provide you that core service of actual physical protection."
    },
    {
        "speaker": "B",
        "text": "Yeah. Right, right."
    },
    {
        "speaker": "A",
        "text": "You talk about the origination of, like, a nation state and where did it come to be? It was basically like hired security, wasn't it? Right."
    },
    {
        "speaker": "B",
        "text": "Yeah. The difference between racketeering in a mob versus protection from the government is actually a very blurry line."
    },
    {
        "speaker": "A",
        "text": "Right. And that's kind of where you get the. Well, it's some community that has to pull its resources to hire a mercenary army so that some roving group of marauders doesn't steal their land and kill them. All, right? And so you have the early, you."
    },
    {
        "speaker": "B",
        "text": "Hire the bigger group of marauders."
    },
    {
        "speaker": "A",
        "text": "You do, and you coordinate. And ideally, you have that be a group that is, you know, army that is essentially, like, controlled and elected by the people. And, like, that's why."
    },
    {
        "speaker": "B",
        "text": "That's why this afropolitan effort is, like, so unique, is like they're trying to go all the way to, like, un legitimacy without the army. And they have articulated a decently, like, clear path steps to getting to that point. And that would be kind of a first. It's like, what? I don't know much about the UN or the world of politics like this, but there's, like, what, what's recognized in the UN that's not recognized because of tanks and planes."
    },
    {
        "speaker": "A",
        "text": "I think a lot of countries are probably like, what, what's the Estonia army look like, do you think? What does the montenegrin army look like? I'm sure there's not much in terms."
    },
    {
        "speaker": "B",
        "text": "Of military, let me tell you. I did not meet them."
    },
    {
        "speaker": "A",
        "text": "You know what I mean? Like, so how did they get there? You know, there's certainly a path towards legitimacy that way, I think. But again, I don't know. I don't know. I think a whole bunch of country founders might be able to figure that out. But that's always been the question for me with a Balaji's network state thesis is, all right, cool idea. Like, let's get to the execution of it. And what services are you actually going to provide? Because I can see you growing this thing to a discord. I could see you growing this thing to a dow, potentially, right? I can see growing this thing to club level. But you're talking nation level, right? And is a nation just a discord?"
    },
    {
        "speaker": "B",
        "text": "A nation has, like, uncompromising, unconditional commitments universally to all of its members. What can you unconditionally commit to members from inside of your discord?"
    },
    {
        "speaker": "A",
        "text": "Well, this is why I actually wonder a little bit like one, I guess, pushback on Balaji's network state thesis. Digital nation thesis is basically, yeah, we already have a digital nation. It's called Ethereum."
    },
    {
        "speaker": "B",
        "text": "Yeah, I talked to both Vitalik and Balaji about this is like, Ethereum is not a digital nation. It is a platform for many digital nations."
    },
    {
        "speaker": "A",
        "text": "Why is that? What's the difference?"
    },
    {
        "speaker": "B",
        "text": "Both of them accepted that. What's the difference? What is Ethereum nation? We don't have any social contract. We have a protocol. Like, there's no. There's no culture. Ethereum is inherently pluralistic. That is a very core value of Ethereum. It's not meant to be a nation. It's not meant to be a boundary. There's no borders. There's no rules other than the protocol."
    },
    {
        "speaker": "A",
        "text": "But there are rules, though, right? There's a property rights system. There's kind of the. There's a money at play. There's ether. The asset."
    },
    {
        "speaker": "B",
        "text": "There is some sort of nation is humanity. That's why we're in this, because it scales to that level."
    },
    {
        "speaker": "A",
        "text": "Yeah. Then I guess what I'm having trouble with is seeing what fully, like, what a manifest. If ethereum is kind of a superstructure for other network, state and digital nations, it's probably just back to like, okay, what. Well, what are the services that these things provide? You know, I did. I have."
    },
    {
        "speaker": "B",
        "text": "It's really hard. This is a really hard conversation."
    },
    {
        "speaker": "A",
        "text": "Are you, sir? Like, nothing in me feels like I am ready, or we, like, we are ready. Like, you and I, like, even though you might have these concepts of digital nation, I don't feel like we have the tools ready to actually deploy and go do it right now."
    },
    {
        "speaker": "B",
        "text": "No way."
    },
    {
        "speaker": "A",
        "text": "Like, so that that's what makes me."
    },
    {
        "speaker": "B",
        "text": "So bullish about Afropolitan is like, I think there's enough supply of people out there who will see that line and be like, yeah, that's true. But, like, our alternative is shitty and bad. So, like, we're gonna lean into whatever this thing is, even though it's not completely drawn in."
    },
    {
        "speaker": "A",
        "text": "Yeah, they have a population that they can provide a value proposition."
    },
    {
        "speaker": "B",
        "text": "Right? That was, like, a theme of what Ece would frequently bring up. It's like, yeah, for all you, like, whiteies in America, you're like, I'm confused about why you need this. And when we go talk to actual Africans, they're like, yes, please."
    },
    {
        "speaker": "A",
        "text": "There is something very interesting here about the idea of a diaspora of kind of Africans living all over the world and sort of tapping into that virtually. There's something there, too. Again, I don't know quite what it is, but this idea of. What did he say? Chinatown versus meets afro town kind of thing."
    },
    {
        "speaker": "B",
        "text": "I think the idea is that because the african diaspora, the african culture, probably spans the globe the best and the most. It's in all of our music. Like, it's in jazz, it's in blues, it's in rock, it's in pop, it's r and b and hip hop. Like, music. It's everywhere. It's in food. I think it's in food. Probably me, like, a decent amount too. Like, the point is, like, african culture is everywhere. Like, it's that. That maps onto the desire for a nation state very, very well. Yeah, no, network state. Network state. I mean, it's because, like, Africans are everywhere. Like, we, as individuals, are influenced by african culture more than every. Any other culture other than, like, the ones that's actually our own."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah. Well, I wish them all the best. And I'm kind of with these projects. These networks take projects. I'm a little bit, like, awesome. You go first. You know, I just like, please figure it out for us because this is really. It's really cool. Like, conceptually, we have the building blocks here. It's just a matter of putting it together, and that is a very challenging thing."
    },
    {
        "speaker": "B",
        "text": "So I could see it, like, phrase 1234, man. I could see it, like, phase one."
    },
    {
        "speaker": "A",
        "text": "Are you worried that we might, like, spawn all of these weird cults, though? Some people worried this is a noble thing. Obviously, this is a noble initiative for afropolitan. You bring the african nation together, you know, one place digitally, that's cool. But you can imagine, like, some weird shit, like, some weird cult nations centered around people."
    },
    {
        "speaker": "B",
        "text": "This, like, two month long experiment that we all started to warmly call ourselves a cult. By the end of it, I was like, I'm not kind of leaning in supply of more cults and could be good for the world, I think."
    },
    {
        "speaker": "A",
        "text": "Oh, really?"
    },
    {
        "speaker": "B",
        "text": "We could use some shakespeare."
    },
    {
        "speaker": "A",
        "text": "You haven't seen the weird cults yet, David. I can't really."
    },
    {
        "speaker": "B",
        "text": "I don't know what a weird cult is like."
    },
    {
        "speaker": "A",
        "text": "Yeah, well, I. If this is successful, guaranteed we get a lot of those. It's kind of like the. The pure idea of, you know, the original icos. Right? And we actually got products and people who ship things, and then how quickly that turned into the scam projects."
    }
]