[
    {
        "speaker": "A",
        "text": "Hey, guys. Welcome to the episode after the episode with Hernando de Soto. This is our episode on the power of property rights. This is the guy that wrote the book on the power of property rights. I read this book after our episode with Marc Andreessen, where he recommended it."
    },
    {
        "speaker": "B",
        "text": "Are you sure? I think you recommended this book to."
    },
    {
        "speaker": "A",
        "text": "Me, but way before we did that episode, maybe. Yeah, I don't know. Everything's blurring together. I did it on audio, so, you know, when you listen to a tough book reading, by the way, it was really tough, but I absorbed enough to give me the scaffolding of wow. You know, basically, the. The way you unlock the way capital, uh, you convert property to capital is you have a robust property rights system. And it's like one of these hidden forces that is an underpinning of, um, the success stories, the economic success stories of different jurisdictions, different countries, different territories, different empires. Throughout history, all of them have had something in common. And that is, like, one of the best property rights technologies out there. That's how they've competed. And so I put this in the pantheon of really important things, like, you need to understand money for sure, and how that came about and the emergent phenomenon of money. But also in order to understand crypto, and I think even more broadly, maybe ethereum specifically, you really need to understand property rights. And so Hernando de Soto's writings, for me was like, oh, that's. Thank you. This is like a David Graber style for money, only this is property rights. It was exactly that for me. And he goes through the formation of how property rights emerged in the US and why it's so important and how it unlocks capital and how it brings a lot of economic prosperity. And after all, that's what we have here is we have property rights systems, David, digital property rights systems."
    },
    {
        "speaker": "B",
        "text": "There's this podcast that I never ended up recording. It would have been like a David takes, for example, you talked about David Graeber. David Graeber recite his book the first 5000 years as where money comes from. Anthropologically, like, historically, where does money come from? Did I say debt? Where does money come from? Great book. David Graber also has this other book, lesser known, called the utopia of rules. And this is highly resonant with a lot of Hernando de Soto's work, where Hernando de Soto focuses on property rights and the means for producing them. David Graeber focuses on bureaucracy and, like, the merits of it and why we have it. And if I would like TLDR that entire book, I'm gonna, like, lose so much in this, like, reduction here. But it's just like bureaucracy is legitimizing, right? If you have 10,000 paper pushers all pushing a system around, and then the output of that is by definition, legitimate because so many people put their, like, work and time and energy into this system. The system itself is a system of just, like, legitimacy, bestowing legitimacy on whatever the output of that bureaucracy is. And what is a government other than just like a massive bureaucracy? Like, it's a means to an end. Like, if we could do, if we could have society without government, we totally would, but we need the bureaucracy to make it happen. So it's a necessary evil. And that evil is like, the output of that is like legitimacy. Like, we agree that the courts are correct and we agree that laws are correct. And so all of this, like, bureaucracy, this process of illegal assurances of legitimacy, bestows property and then unlocks that property in capital inside of financial systems."
    },
    {
        "speaker": "A",
        "text": "Yeah, another term for that. And by the way, I think that's the bull case for bureaucracy. Right, right. But it basically tells you why these bureaucratic systems come to be and tells you that they're not completely useless. I mean, some people will look at, like, government and just be like, why do we need government? Like, why?"
    },
    {
        "speaker": "B",
        "text": "It's a little bit, it's a little bit like proof of work, right? Like proof of work. We waste the work. Yeah, the work is waste of waste. We get output. We do get output."
    },
    {
        "speaker": "A",
        "text": "Yeah. I mean, so another word for that, like that output is consensus. And it's very interesting that Hernando actually uses that term, because what you actually need is consensus on who owns what. Like, for property rights system to function. Right. Who owns what. And do you have also settlement assurances? And if there's a dispute who kind of, like, handles the dispute? Can you. Is it legitimate? Like, all of these things are also answered through this alternative property rights system called blockchains, which is, you know, like, I think he sees it, which is incredible for me. I mean, he, I didn't know that he knew the term tokenization and, like, was kind of familiar. And he starts talking that way. I mean, he was able to fairly well, guys, look, he's 83 years old. I mean, this man is like, a brilliant economist. He's also 83. And he's pretty, like, with it with respect to, like, what's happening in crypto. It's pretty amazing to me."
    },
    {
        "speaker": "B",
        "text": "Wait, is he 83? Is that right? I can't, every time I look up Hernando Sado h. I get the conquistador who died at 42."
    },
    {
        "speaker": "A",
        "text": "Economist."
    },
    {
        "speaker": "B",
        "text": "Economist Hernando de Soto."
    },
    {
        "speaker": "A",
        "text": "I feel like 82."
    },
    {
        "speaker": "B",
        "text": "Sorry, 82. Okay. I thought it was older than that."
    },
    {
        "speaker": "A",
        "text": "Go on. 83?"
    },
    {
        "speaker": "B",
        "text": "Yeah. I mean, like, dode, like Hernandez de Soto. Straight up legend, bro. Like, bankless podcast episode hall of Fame. Like, so glad we did this. Yeah, it took us a bit to get here, but, you know, his house is beautiful. I like his house. His garden is amazing."
    },
    {
        "speaker": "A",
        "text": "He was showing pictures. I don't know how well that will translate for the podcast listeners."
    },
    {
        "speaker": "B",
        "text": "They were pictured the rustling of the paper that you heard if you were just listening, or the paper that you half saw if you showed it on the YouTube. It's just like, it's him meeting, like, heads of and showing him shaking hands with heads of state. And, you know, he's had, like, a rough time, like getting meetings today because he had to produce this paper of, like, look at all these other people I met I've shaken hands with, like, Henry Kissinger. Like, I hear exhibit a, meeting Henry Kissinger. Exhibit b, meeting, like, you know, Vladimir Putin, like, whatever. You know, he's had a tough time probably just because, like, you know, southern, Southern America has a tough time, like, with visas and getting legitimacy. So he's had to show that around and be like, yo, I know my shit. Listen to me."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah. Well, I mean, his book came out in the year 2000, right? And so I guess maybe it's been a while. It's one of those books, like the sovereign individual that just, like, stands the test of time, too. I thought this concept was really interesting that we sort of mined and tapped into in the episode, which is it's really a global race to title the world. I mean, maybe if he used the phraseology he recommended, tokenize the world title and tokenize kind of the same thing. Right. And I don't think pomp. I don't think I did. Is that what pomp used to say? Anthony Pompeo? Yeah."
    },
    {
        "speaker": "B",
        "text": "Tokenize the world. Yeah."
    },
    {
        "speaker": "A",
        "text": "He wasn't wrong."
    },
    {
        "speaker": "B",
        "text": "I mean, he didn't know what he meant."
    },
    {
        "speaker": "A",
        "text": "Yeah. Okay, well, do any of us really know what we mean? I mean, he's just."
    },
    {
        "speaker": "B",
        "text": "I do."
    },
    {
        "speaker": "A",
        "text": "Okay. David knows what he means. But this idea that I guess property rights systems are an expression of power projection, maybe, or like, civilization or. What's that book that I've never read but you constantly quote at bactermies, seeing, like, a state."
    },
    {
        "speaker": "B",
        "text": "Yeah. So seeing like a state. Mystery of capital and utopia of rules. This is like the triple overlap venn diagram of these systems that blanket the earth."
    },
    {
        "speaker": "A",
        "text": "And seeing like a state focuses some of the like on what the state as an organism tries to do. And it tries to serialize everything. Basically all of the humans and all of the property and all of the assets. We want to serialize you so that we can kind of marshal you and we can project power and we can organize you. And there's like, good. There's massive positive elements about that. Right, right. It's economic creation, elements of that. And then there's also a dark side. I think that's probably expressed what you've described to me as seeing like a state which is like the state also just doesn't have any tolerance."
    },
    {
        "speaker": "B",
        "text": "Your freedoms are the yield farm of a nation state. We are like the whole neo in the little matrix, getting farmed out of his energy. And there's fields of them. Yeah, that's the hyperbolic version of seeing a state. Humans are just extracted for their energy. But then the benefit of it is it's like, well, nation states produce stability and predictability and the ability for businesses to look into the long term and have assurances that the laws are under them aren't going to get rugged so that they can make long term financial planning and investment into the future so that we can have growth."
    },
    {
        "speaker": "A",
        "text": "That's what part of America's value proposition is today. Why do people from all over the world register in a Delaware LLC or Delaware C Corp? Right. The nation state of the US, and in particular the state of Delaware, has fantastic corporate law, you know, fantastic precedent, like all of the debates have already been had. And you have the economic security of the US protecting all of this. Right. Like Delaware has really strong settlement assurances, basically. And I mean, these things kind of carry over into, into crypto and into ethereum. Obviously, we have this defensive perimeter, which is economic stake, whether that's in the form of bitcoin, asics, mining machines and energy, or whether that's in the form of ether as capital, that kind of protects the settlement assurances of the entire structure. And what are the property rights systems that win? Well, those with the best settlement assurances, those with the greatest predictability, those with the most network effect, those with the greatest access to capital, all of these things kind of predict who the winners are from the property rights system. And right now it seems like there are many different jurisdictions that have robust property rights system, but the US is like one of the primary ones, right? China is now very much an up and comer and it looks like it's trying to export its property rights system to the world. And now we have this third kind of dark horse, which is a bottom up, you know, Internet based property rights system. And we got to find out how much we can title, how much we can tokenize."
    },
    {
        "speaker": "B",
        "text": "Let China and United States just, like, duke it out. What's that meme of, like, two people fighting, and then the third one is just, like, in front of them, like, throwing a sign. Yeah. I mean, I will admit that of the. Of the three books I've mentioned seeing, like, a state utopia of rules and her and mystery of capital, the ones that are, like, foundational for, like. Like, defining a lot of, like, bankless programming and bankless ideas, I've actually finished none of them."
    },
    {
        "speaker": "A",
        "text": "Why are you. David will only admit that during the debrief."
    },
    {
        "speaker": "B",
        "text": "That's only a debrief take. I've read more than half of each of them, but just likes to talk about them."
    },
    {
        "speaker": "A",
        "text": "Well, you know what's even worse is I talk about them as if I've read them through you. Oh, yeah. Yeah. You haven't read them."
    },
    {
        "speaker": "B",
        "text": "You started seeing, like, a state."
    },
    {
        "speaker": "A",
        "text": "Apparently, my foundation is shaky because the guy I was referencing who told me all about these books hasn't even read the freaking."
    },
    {
        "speaker": "B",
        "text": "Zach, you're referencing me, and I'm like, I've read half of it."
    },
    {
        "speaker": "A",
        "text": "Yeah. Wow. It's more self referencing than bitcoin. He also had kind of, like another, I guess, sub point. What is capital? When I asked, I loved his answer."
    },
    {
        "speaker": "B",
        "text": "What is capital?"
    },
    {
        "speaker": "A",
        "text": "I want to clip that. It was incredibly coherent. He was like, can you see capital? No. Can you see energy, though? No. You see its impact on the world. It's like capital is back to another book that we quote very often. Now, I have actually read David, and I'm calling you question whether you've read it. Is the book sapiens by Navarro?"
    },
    {
        "speaker": "B",
        "text": "I've read that, like, four times."
    },
    {
        "speaker": "A",
        "text": "Promise me. You promise? Okay."
    },
    {
        "speaker": "B",
        "text": "For sure."
    },
    {
        "speaker": "A",
        "text": "Well, I mean, that's back to the idea that what is capital? It's a symbol. It's a myth. It's a shared narrative that we instantiate in kind of social consensus. Again, property is very much. It's similar to money in that respect. And again, money is a subset of property. So actually, maybe property rights is the big story here, and money is just a subset of that, which would make sense, because what we talk about, capital."
    },
    {
        "speaker": "B",
        "text": "Is a real thing."
    },
    {
        "speaker": "A",
        "text": "Yeah, capital is the real thing. Money is a type of capital. It's not the only type. And in fact, it. If you look at all the capital in the us financial system, even the thing that we call money is, like, 5% base money, 95%. These other things, other assets, other instruments based on the base money supply. And then, like, you look at the securities market, how many trillions are there? You look at the other things that we title and tokenize in our tradfi system, like real estate, actual physical properties, just a title for it, and there's hundreds of trillions there. So the bigger opportunity for crypto is actually outside of just the money use case. It's all property."
    },
    {
        "speaker": "B",
        "text": "You know what my favorite form of capital is?"
    },
    {
        "speaker": "A",
        "text": "What's your favorite form of capital, you capitalist social capital."
    },
    {
        "speaker": "B",
        "text": "You know? Want to know why?"
    },
    {
        "speaker": "A",
        "text": "Why?"
    },
    {
        "speaker": "B",
        "text": "Because it has the strongest settlement assurances. So, like, if I have, like, money, capital can be stolen from me, can even be stolen from me if it's, like, my private key with, like, the five dollar rent attack, for example. But my social capital, if I lose my social capital, it's because of a choice I made, a right. It's something that I did."
    },
    {
        "speaker": "A",
        "text": "Not necessarily, David."
    },
    {
        "speaker": "B",
        "text": "Okay, give me the. Give me a. I mean, have you."
    },
    {
        "speaker": "A",
        "text": "Ever been on Twitter? I can't wait to spread a rumor about my co host David Hoffman on Twitter."
    },
    {
        "speaker": "B",
        "text": "Yeah, but it spread and projekt to the truth."
    },
    {
        "speaker": "A",
        "text": "Destroy his social capital."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah. But, like, ideally, in an ideal world, if somebody's spreading a false rumor about me, eventually the truth will come out. Like, not all the times. That's naive to say that's an assured thing, but there's something nice and pure about social capital is that. Yeah, it's very, very pure because there's no, like, physical, like, relationship with it."
    },
    {
        "speaker": "A",
        "text": "Yeah, I'm kind of messing with you. I like, I think there's, like, the social media, right? It's just like, what you're actually saying is your social capital is your reputation. And, you know, obviously, reputation."
    },
    {
        "speaker": "B",
        "text": "Your reputation can pay dividends in many, many, many ways."
    },
    {
        "speaker": "A",
        "text": "Yeah. And to the extent our consensus system for social capital, which is, like, what everyone thinks, essentially, to the extent that is tainted by lies, fake news, misinformation, or something by social media, that's just a reflection on the consensus system for social capital is kind of broken, but, yeah, that is valuable. So you get to tokenize yourself, is that what you're saying, David?"
    },
    {
        "speaker": "B",
        "text": "I don't know if you can tokenize social capital. That's possible."
    },
    {
        "speaker": "A",
        "text": "Well, I mean, that goes to the question of, like, what can we actually tokenize in crypto? I mean, I like, I think physical."
    },
    {
        "speaker": "B",
        "text": "Physical property the most ip maybe."
    },
    {
        "speaker": "A",
        "text": "Can you. So I'm on I'm so bought into, obviously, everything digital that we can kind of, like, if it's a digital thing, it can be tokenized, right? And it will be. And that's very Internet native. But how much can our titling system of ethereum, for instance, how many of these real world assets can actually tokenize and settle? So when Hernando is talking about the peruvian miners, mining companies, can you actually tokenize and create a settlement assurances for peruvian mines in the same way that a nation state can? I don't know, because I think what you actually need is some sort of monopoly on violence to actually enforce that. And there's a lot of arbitrary kind of rules that you sort of need court system to weigh in on. One of my big questions about crypto is actually, how much can we tokenize? It's very clear we can have store values. It's very clear that we could do stable coins fairly well, which are just like tokenized ious of a banking system. But real world assets, like, at some level, I don't know how powerful Ethereum or any other blockchain system like, can actually be to enforce, you know what I mean? Like, at the end of the day, I could still use violence to go take your mine away from you, David. If I have a bigger army or if I have a fleet of drones or something like this, and, like, what are you going to do about that? Now it's my property. Like, I'm the boss now. So it's still a question of how many of these real world assets we can actually tokenize."
    },
    {
        "speaker": "B",
        "text": "I would say, yeah, like, the Leviathan. The digital Leviathan concept is like, we have the Thomas Hobbes Leviathan, which is that it forms the state via the stick, right? Like, if you violate the social contract, you go to jail. And then all of a sudden, we have nation states because they all are coordinated by this fashion. And then the digital leviathan, which is like, the ethereum version of this, is like, well, actually it doesn't have the sword. Famously, like, Thomas Hobbes Leviathan is literally holding a sword. The depiction is holding a sword saying, if, like, you commit, if you go against the law, you get, like, whacked with a sword. The stick, Ethereum, the only sword that it has is that it can slash your eth, and only if you put up your eth to stake. Everything else is just like. Everything is like other is bottom up incentives. It's only carrot. And so that perhaps produces new types of property. So we get new property, new forms of property, new form factors of property, whether we can borrow natively from the old types of property and put it on Ethereum. I think that actually has to come from collaboration and cooperation with older systems in the same way that religion cooperates with the nation state."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Like, there's churches that live in harmony inside of larger structures."
    },
    {
        "speaker": "A",
        "text": "What do you think of his take that? Hey, when you pitch crypto, don't pitch your spectral of assets. That's a complete distraction."
    },
    {
        "speaker": "B",
        "text": "I think we've learned that one."
    },
    {
        "speaker": "A",
        "text": "Yeah. It's hard not to, though. It's the one thing we got."
    },
    {
        "speaker": "B",
        "text": "Bitcoin's 21 million guys. It's so good. Ultrasound money."
    },
    {
        "speaker": "A",
        "text": "I do think that there is some opportunity to figure out where the unique value proposition of. Of crypto really lies with respect to tokenizing real world assets that are outside of, like, you have stable coins and bonds and things like this. And I just. I wonder how much of that will be dependent on existing legal structures. It's like less crypto native. Whereas I am so confident. Like, it's so obvious to me that, like, gaming assets, for instance, anything that we create in the metaverse, like, for instance, our own digital store, stores of value, like nfts, especially to the extent that we can kind of have them on decentralized storage type systems, that is, like, we will beat the shit out of the nation state of those use cases. Like, they got no chance, but for sure, like, minds in the physical world, I think they still got us. And I think we have to. We have to have a bridge to, you know, the traditional legal system."
    },
    {
        "speaker": "B",
        "text": "This is why, like, this is why bitcoiners are so bullish on, like, central banks buying bitcoin, or my. Or in states having mining operations. You know, maybe not Kazakhstan, but mining."
    },
    {
        "speaker": "A",
        "text": "Or by bitcoin mining in this bitcoin."
    },
    {
        "speaker": "B",
        "text": "Mining, whereas, like, it's different when the state does it. Right. Like, when this. When a nation state is doing it, that's a big deal. And so, like, it would have to come if we want to, like, tokenize peruvian mines. The only people that have that power is Peru. Like, the government of Peru, the nation state of Peru, the property rights system of Peru, they have to go to Ethereum and be like, hey, this token on Ethereum represents this mine as determined by us."
    },
    {
        "speaker": "A",
        "text": "Yeah. And that's a nation state peruvian settlement, basically, that is just an iou in our, you know, so the value proposition is more surface area. There is, I guess my observation, I don't know, maybe. Maybe this could work out in a different way. Yeah. What else did you get from that episode. Do you like his answer about, you know, going back to his answer about capitalism? I guess he. He said, like, if that word doesn't work, just avoid using that word because it means different things to different people. And I definitely see that."
    },
    {
        "speaker": "B",
        "text": "Yeah. I've got friends that have very different perceptions of the word capitalism than what I have."
    },
    {
        "speaker": "A",
        "text": "I mean, I have a. I have a mixed perception in my mind, too. Well, yeah. So I have a different perception of food than maybe you do."
    },
    {
        "speaker": "B",
        "text": "Also true. Yeah."
    },
    {
        "speaker": "A",
        "text": "Yeah. What else?"
    },
    {
        "speaker": "B",
        "text": "I don't know, man. I think it was good. I think it was great."
    },
    {
        "speaker": "A",
        "text": "All right, guys, well, this has been the property rights system debrief. I appreciate you guys. Thanks for subscribing. Bye. Cheers."
    }
]