[
    {
        "speaker": "A",
        "text": "Welcome to the debrief. After our episode with Beth JSos, Brian's."
    },
    {
        "speaker": "B",
        "text": "Gotta go have dinner, so we're gonna make this 20 minutes or less."
    },
    {
        "speaker": "A",
        "text": "How about us? 20 minutes."
    },
    {
        "speaker": "B",
        "text": "David, you got 20 minutes to get to this."
    },
    {
        "speaker": "A",
        "text": "You know, this is the episode I actually wanted to have after our Elie Zeriyetkowski episode. So we recorded."
    },
    {
        "speaker": "B",
        "text": "So we just couldn't find the guest."
    },
    {
        "speaker": "A",
        "text": "Couldn't find the guest. I don't think the guests existed. In fact."
    },
    {
        "speaker": "B",
        "text": "EAc wasn't a thing."
    },
    {
        "speaker": "A",
        "text": "Iac wasn't a thing."
    },
    {
        "speaker": "B",
        "text": "It wasn't a name just emerging. It wasn't a named thing."
    },
    {
        "speaker": "A",
        "text": "It was very early, and Beth Jizos was just, like, an early pseudonym on Twitter. Was not doing podcasts, really, at the time. Of course, now he's been doxxed. So he's actually a brilliant physicist and quantum computer developer builder, formerly of Google. Like, just a super brilliant guy. That's apparently who he is in real life. His name is Jiome Verdan. And anyway, we wouldn't have been able to have this conversation a year ago. So what we did in the follow up from that episode was we talked to a whole bunch of other AI safety people, and we didn't really get the other side of the argument."
    },
    {
        "speaker": "B",
        "text": "Now, further and further down the AI safety, rather than."
    },
    {
        "speaker": "A",
        "text": "Yeah, down the AI safety or the decel. God, is that. Look, was I using a slur this entire time?"
    },
    {
        "speaker": "B",
        "text": "Decel. I mean, it sound. It sounds pretty slurry. I think if you were a decel, you don't want to call it a decel. No, it's too late. It's like, sorry that it's out of the bag."
    },
    {
        "speaker": "A",
        "text": "Catch."
    },
    {
        "speaker": "B",
        "text": "Out of the bag. They out memed that might just be the thing that ends this whole thing. It's just like, yeah, don't be a decel. Don't be a decel."
    },
    {
        "speaker": "A",
        "text": "It's too catchy. So apologies to anyone who's a decel. A decel."
    },
    {
        "speaker": "B",
        "text": "Sorry to hold the decels out there."
    },
    {
        "speaker": "A",
        "text": "I mean, so what's your take on this? What's your take on the debate? So are you IAC pill, David?"
    },
    {
        "speaker": "B",
        "text": "Yeah. Not to, like, flippity floppity around, like, because we were definitely AI safety pilled and, like, thought that that was an important thing to pay attention to for a while."
    },
    {
        "speaker": "A",
        "text": "It is an important thing to pay attention to. I still believe that, but go ahead."
    },
    {
        "speaker": "B",
        "text": "Yeah, I guess I don't necessarily have to conflict. I wrote my senior thesis on optimism, the concept of optimism, and how optimism allows people to take risks. It allows people to have higher self esteem about themselves. It allows people to feel agency over their surroundings. It can permeate like a virus in a good way throughout a culture and create a culture of optimism. And that can create an abundance mentality and can lean into entrepreneurialism and business minded people. And it's like creating growth. And so thinking about how do we spawn some sort of abundant society? I came at this conversation in my studies in college, just from the frame of the individual at the psychological level. And that's why I thought was particularly interesting about this conversation is Becky is talking about it as a political philosophy, as a path for science and progress coming at a decently different alternative angle. But I see these connections, and I'm like, yeah, I'm generally on board with this for sure."
    },
    {
        "speaker": "A",
        "text": "Okay, so I get that. I get that optimism is healthy for an individual and can create kind of a flywheel for more successful outcomes, is certainly a better, like, I want to believe. I want to believe all of the things that Beth says, that we're on our way more likely to a utopia rather than kind of like dumerism, but that doesn't necessarily make it true. Are those kind of like concepts separate for you? Like, just because, I mean, you shouldn't just be optimistic for optimism's sake, or at least, I don't know, maybe that's what you're arguing. But, like, isn't there a place for just like, realism of just like, well, is this actually risky or not? Yeah. What do you say about that? Because I don't want to be blindly optimistic, and I don't think you're advocating for that."
    },
    {
        "speaker": "B",
        "text": "Liberals are counterbalanced by conservatives and vice versa."
    },
    {
        "speaker": "A",
        "text": "Like, people going long and people going short sort of thing creates a market. Exactly right."
    },
    {
        "speaker": "B",
        "text": "Going long and going short produces price discovery. But I will say, and the only reason why you need pessimists is because sometimes the optimists are wrong. If the optimists aren't wrong, then you don't need pessimists because the optimists get it right."
    },
    {
        "speaker": "A",
        "text": "So pessimists do fulfill a role, I suppose."
    },
    {
        "speaker": "B",
        "text": "Yeah, they're a check on exuberant optimists over exuberant optimists."
    },
    {
        "speaker": "A",
        "text": "Do you have any reflections on kind of like, our generations, like, so millennials and Gen Z? I mean, one of my reflections, and this could just be social media, media, I don't know. Right. So it's like, not necessarily the people I meet in real life, although there's an element of that. It's much of the people that I meet online it's just like, I would say most younger generations feel like the world is not going in a good direction. Like, we're careening off a cliff. And they also feel completely disempowered to fix it. Like, they have no agency."
    },
    {
        "speaker": "B",
        "text": "Did you feel like that when you were, like, 18 to 26 ish?"
    },
    {
        "speaker": "A",
        "text": "Sometimes? I definitely did, yeah."
    },
    {
        "speaker": "B",
        "text": "And I stopped feeling that after I found crypto."
    },
    {
        "speaker": "A",
        "text": "Really?"
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Okay. What was that about?"
    },
    {
        "speaker": "B",
        "text": "One part just working in social work, which was not, like, it was hard to be, like, an optimist in social work. Underpaid was also not, it wasn't great, like, living with my parents a little bit too late into my twenties, like, stuff like that, so. And then I found crypto. My first crypto job paid me $60,000 a year, and I was like, whoa, there's a lot."
    },
    {
        "speaker": "A",
        "text": "And you're like, I did this. Cause you probably found that job."
    },
    {
        "speaker": "B",
        "text": "Yeah. And I totally earned it. Right? Like, I found my place there. And then all of a sudden, like, I went from, like, a young adult who was, like, lost in life to, like, a guy with a plan who is, like, you know, making a life for himself."
    },
    {
        "speaker": "A",
        "text": "So are you arguing that it's kind of like, I don't know, a symptom of a state of mind? Like, kind of like a learned helplessness?"
    },
    {
        "speaker": "B",
        "text": "Are you saying learned helplessness? For sure, yeah."
    },
    {
        "speaker": "A",
        "text": "Well, but are you pure? Like, everybody just pull yourself up by your bootstraps and, like, you can make it too. And here's my little playbook."
    },
    {
        "speaker": "B",
        "text": "David Hoffman. Well, it's hard to, if you are in still, like, swirling and trying to get, like, your rubber on the pavement, trying to get, like, a life built for yourself, it's hard to see that in hindsight or it's hard to project forward and then assume that this is gonna be, it's all gonna be good. And then once it is all good, you're just like, oh, what was that? What the hell was I worried about? At least that's been my experience."
    },
    {
        "speaker": "A",
        "text": "Okay, so there's definitely individuals, circumstances kind of, like, factor into this, and maybe that's the bulk of it, but there's also, I think, some existential dread beyond that, right? So even if you feel some agency in your own life, like, your career's going well and youre a, you have everything you need and you're feeling like you're on a good trajectory, there's still, like, a whole set of problems that feel, I think, to our generations, at least to me, at times, completely out of control. Like, what do I do about climate change or nothing. And like, the political system is not."
    },
    {
        "speaker": "B",
        "text": "On a positive trajectory."
    },
    {
        "speaker": "A",
        "text": "The answer is like a steel straw rather than a plastic straw. And you're like, are you kidding me? Like, that's not going to actually fix this problem. Like, that's all I'm doing, right?"
    },
    {
        "speaker": "B",
        "text": "Or I'm doing my part."
    },
    {
        "speaker": "A",
        "text": "Yeah, or like nuclear proliferation. And just like, you watch a movie like Oppenheimer, and you're like, oh, my God. God. We have been, for the last 60 or 70 years, on the brink of actual nuclear Armageddon. And wouldn't it be nice if we could just all not have nukes? I think it would be nice not to have this sword of Damocles over the entire world's neck all of the time. And yet that problem exists. Then you hear about a problem like the AI safety problem, or some sort of pandemic, a virus that somebody could create with a bio kit in their home, and you're like, oh, that could happen. And you feel very powerless. And I'm just wondering if that is something particular to our generation or generations, or if that's a feeling that all young people have, or, I don't know, it just feels like we have kind of moved into a doomer type of mindset more than an optimistic."
    },
    {
        "speaker": "B",
        "text": "I think that's true. I think that's true. I think two things are happening. From the gist of data that I've read through articles and stuff, millennials were the first generation to believe that they were not going to be as well off as their parents. The boomers. Not a great sign. Zoomers are even worse. But then also, millennials in that time, in the last five to ten years, have also gone from just young adult to like, what do you call it? Decently well into their careers, and have been able to start to purchase houses and get their feet under them and start to feel better about their situation. And I think doomerism among millennials is down, while doomerism amongst zoomers and zoomers are up. And so I think the younger generation always kind of feels like, look at all of these, like the millennials, the gen xers, the boomers who are still working, they're all getting in my way of having a life for myself, and they're the zoomers. And then they're going to get into their late twenties, early thirties, thirties, and then figure their shit out, and then it's going to be the next generation, but also at the same time, the, like, net interest rates of what it takes to stay alive and live life is like also increasing. It's like housing is not a good issue."
    },
    {
        "speaker": "A",
        "text": "There's a wealth issue. Right."
    },
    {
        "speaker": "B",
        "text": "There's a wealth issue. There's a wealth spreading issue. Right. Um, like rent is just insane. Has always, it's always been that way. It always is. Um, it's not getting any better. Yeah."
    },
    {
        "speaker": "A",
        "text": "What I guess I'm saying is I feel like there's fertile ground for the AI Doomer message, right? And I wonder if that is part of the reason that it has always."
    },
    {
        "speaker": "B",
        "text": "Fertile ground for doomerism across whatever millennium we are in."
    },
    {
        "speaker": "A",
        "text": "100%. Right. And it's also kind of like the Sci-Fi we consume. And just like, people don't understand technology change is scary. Like, it's always been the case. You ever see the political cartoons from the early 19 hundreds about fear of electricity? And it's like showing people like, tangled."
    },
    {
        "speaker": "B",
        "text": "Up in utility wires, electrical wires, telephone wires."
    },
    {
        "speaker": "A",
        "text": "Yeah, telephone wires. And it's like, this is some dumor. There's a natural technology fear as well. I guess one of the reasons I wonder whether IAC, like, there's always a, for every meme, there's kind of like a limitation in terms of its scalability, right. It's like, how many minds can this meme infect? And by meme, I mean IAC, right? It's basically a narrative. It's basically a meme. It's a philosophy is how far can it spread? And I wonder if it is very limited in terms of how far it can spread. I think it can spread towards to the technical kind of class, the builders. I would imagine a developer hears this and is like, oh, so you mean I can hack on things and build things for good? I imagine an entrepreneur hears this and is just fully empowered. I imagine a venture capitalist and investor hears this and it's just like totally fired up. But I don't know if the everyman hears IAC and is like, there's something here for me. Because most human beings don't give a crap about a Kardashev type two civilization, right? Like, what are they doing?"
    },
    {
        "speaker": "B",
        "text": "They're trying to, like, fill up their gas tank and get their bread."
    },
    {
        "speaker": "A",
        "text": "Exactly. And not only does they not give a crap, that actually, actually feels like a bad outcome to them, right? Like, it just feels just mechanistic and cold. It just feels too resource harvesty. It feels almost like the matrix and all the human beings are in these tubes and we're just energy harvesting everything."
    },
    {
        "speaker": "B",
        "text": "I kind of think the IAC versus decel debate is the same debate that society has had for hundreds of years, which is kind of just like capitalism, communism. Communism is like, no, we don't. We don't like everyone. We're just fine. We're just going to live exactly how we are and sort of share what we've got. And then capitalism is like, we're going to grow. It's just like the modern rebrand of this age old tension between two sides of society. I think if you are a capitalist or you have a strong job and you are thinking about investing your capital in the stock market or wherever, and you have wealth and you're trying to grow wealth, you are probably super into accelerationism if you don't have capital. If you feel like you are falling behind on your peers, if you feel like society is getting faster away from you, then accelerationism scares you. Because if, like, if you can't afford a house now, imagine how much you're not going to be able to afford a house in five years. Especially if, like, society is like, yo, we're going to hit the gas."
    },
    {
        "speaker": "A",
        "text": "Yeah. It just really doesn't deliver anything for you. Right? It's just like, um. I think the average person just doesn't see the wins for them. It does. It's nothing. It's not clear to them how this increases their own happiness in their own life."
    },
    {
        "speaker": "B",
        "text": "Saying, hey, the tide's gonna lift all boats, is like, well, I want my boat to lift sooner."
    },
    {
        "speaker": "A",
        "text": "Yeah. And I don't think they really believe the tide's gonna lift all boats because the billionaires will get richer at a faster rate sort of thing. I think that's hard. I also think so there's an element of, like, there's a sister capitalism versus communism, but then there's also just technophobes versus technophiles, like, pushing the forefront of technology versus the Luddites. And I think that's another persistent dynamic. There are many who resisted the mechanization of the industrial revolution. And you read about stories of 18 hundreds in London, and you can kind of see why beautiful cities and townships and shires and all of these things where there's just like, kind of overcome by, like, these factories puffing smoke and, like, child labor and, like, there was definitely some negative effects from technology, technological progress, and, like, whereas someone like Beth Jasos, if you scan his timeline, he sees the, you know, the new apple VR headset, he sees people wearing that, and he's like, awesome. We're moody."
    },
    {
        "speaker": "B",
        "text": "The future."
    },
    {
        "speaker": "A",
        "text": "Others see that and they're like, gross, right? Like, take me back to nature. Take me back to a simpler time. Take me back when we didn't have all of these screens and devices and we're more connected with one another. And I gotta say, there's an element of that that resonates with me, too. Like, I understand that."
    },
    {
        "speaker": "B",
        "text": "I saw a meme this week about this, where it was like, the Apple headset is actually going to be the device, maybe it was DC investor actually is going to be the device, where it actually eliminates the phone. And now it's just in the logical conclusion of the device, an innocent pair of glasses that actually allows us to stop looking down at our, like, phones and our crotch all the time. Instead, actually allows us to, like, look up again, because we figured out how to put the device, like, on our eyeballs, uh, and allows us to actually, like, stop looking at our phones all the time and actually see the world in front of us."
    },
    {
        "speaker": "A",
        "text": "So it's a pro social thing."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's like, if you're going through hell, keep going."
    },
    {
        "speaker": "A",
        "text": "Well, that's. That's basically iac. So DC investors expressing an EAC philosophy is basically, oh, technologies caused a problem, will make more technology, will solve that problem. Right. Like, other people see that. And so I read a review of the Apple headset, right? And they said the movie watching experience and the new Apple headset is just absolutely phenomenal. But it's just you. It's like solo movie watching."
    },
    {
        "speaker": "B",
        "text": "Oh, right."
    },
    {
        "speaker": "A",
        "text": "For me, like, watching a movie. Some of the best times I've had watching a movie are with other people that I care about when it's like some movie that we all see together collectively. Right."
    },
    {
        "speaker": "B",
        "text": "Nothing stopping two virtual avatars from joining into the same movie theater."
    },
    {
        "speaker": "A",
        "text": "Bro, take a picture of that, though. It looks so. It looks weird."
    },
    {
        "speaker": "B",
        "text": "I don't know. You'll get over it. How much time have you spent in VR before?"
    },
    {
        "speaker": "A",
        "text": "Not much time, to be honest."
    },
    {
        "speaker": "B",
        "text": "So in the early VR days, I got some friends who work in VR startups. VR came into my life relatively early, and there was a movie app. You could actually go watch tv, and you could go into a movie theater with your friends or with strangers. Strangers would be in there, and if you were sitting next to them, you would hear them talking. And then you could, like, have a tomato spawn in your hand, and you could throw it at the screen, and, like, you're in a public room, like, yeah, you could be in a public movie theater, bro."
    },
    {
        "speaker": "A",
        "text": "So I guess you're making the argument that, like, basically technology can increase our social connection as well. It's all kind of like how we use it right?"
    },
    {
        "speaker": "B",
        "text": "Yeah. So, like, four of us. Four or five of us got VR headsets. Only one of them plays VR headset solo. Cause he's nerd. The rest of us, when we play. I don't play. Has been a while since I've done this. But, like, we all would play mini putt golf. And the game's pretty fun. It's a pretty fun game. It's a well polished game. It does its job. But, like, the vibe is just, like, you're with your bros playing golf. Like, that's. That's why we're doing it. Like, I wouldn't be doing it solo."
    },
    {
        "speaker": "A",
        "text": "What did you think of his answer? It's been a long running, bankless theme to talk about coordination failures. Right. It's like, what is crypto? It's a better human coordination technology. We get out of, like, lose lose situations. We get to win win situations, and we escape from Moloch traps. Right. You know, I think part of the reason the AI safety argument resonated with us is because we were also so primed to see the Molok trap. Yeah, Moloch traps everywhere. And, like, the AI safety problem set was basically like an arms race. Like, super Moloch trap, where all of these companies are accelerating towards a negative outcome for all of humanity. I was trying to get at does the techno capital machine, which is sort of one of the ex gods, another God being maybe thermodynamics, but the techno capitalist machine, does it answer Moloch type problems? And I don't know that he had a really clear answer for that."
    },
    {
        "speaker": "B",
        "text": "I have to go back and listen to it. I think it equally solves and presents it same, same. One of the big problems about AI is it's such a centralizing piece of technology. And his answer is, great. Well, let's go even faster and spread it around. But there's no guarantees that if you go faster, it actually does spread around. Maybe you actually just further monopolize one company because their AI just aggregates even more."
    },
    {
        "speaker": "A",
        "text": "I think that's interesting, because when you see just IAC, it's accelerationism. But he wants to pick a direction."
    },
    {
        "speaker": "B",
        "text": "You need to pick a direction. Yes."
    },
    {
        "speaker": "A",
        "text": "He wants to accelerate in a specific direction, which is openness, basically maximum variance democratization of AI technology. And if you have that, then I think you have a shot at getting around some of these moloch type traps, maybe."
    },
    {
        "speaker": "B",
        "text": "Right?"
    },
    {
        "speaker": "A",
        "text": "Bankless nation. Hope you enjoyed that episode. Thanks for hanging with us. This has been the debrief."
    },
    {
        "speaker": "B",
        "text": "Cheers, guys. Bye."
    }
]