[
    {
        "speaker": "A",
        "text": "Hey, guys, welcome to the debrief episode. After our episode on your guide to the Bull run with Raoul Paul, that's what we decided to name it, because that's sort of what I think we wanted to get out of this episode is Raoul's been through a few cycles, and he has a great way to. A way of packaging things into sort of narratives, into units of thematic relevance. He calls theses, and he's just a good. I think you called him affectionately a moon boy. David."
    },
    {
        "speaker": "B",
        "text": "Call rel a moon boy. He's just so fucking bullish. He's just so bullish all the time. I think. I think, like, and anyone who was, like, bullish in crypto in late 2021, 2022 got, like, flak, because then what happened next? Like, crypto went down. But, like, crypto can drop down 80%, and you can still be massively bullish. You can be bullish before the 80%, and after 80%, you just, like, look bad in that local moment of time. But that's just not what the timeframe Raoul is talking about. He's talking about, like, decades."
    },
    {
        "speaker": "A",
        "text": "That's the thing is, like, when you say moon boy, like, I like kind of affectionately because, like, I think moon boys are more. At least when they're kind of long term oriented, they're more correct than the opposite, which is what, you know, critic. What's the opposite of a moon boy? I don't know. Sinek. Perma bear. Like, perma bears are wrong."
    },
    {
        "speaker": "B",
        "text": "They're all the time."
    },
    {
        "speaker": "A",
        "text": "They're mostly wrong. They're net wrong. And, you know, so I'd rather be a moon boy than a perma bear because you're more right as a moon boy if you're going to. Like, when Raoul Paul has been wrong. Like, so I think he thought that the cycle, last cycle would go on longer than it did, and he was still kind of the person who was."
    },
    {
        "speaker": "B",
        "text": "Pretty classic trap of the average crypto investment."
    },
    {
        "speaker": "A",
        "text": "Moon boy tweeting in 2022. Right. It's, like, at the early stages of that, and he thought we'd go higher on bitcoin. Well, he did a three x, and I think he predicted more than that. And so people in the aftermath get upset. Right? You're wrong. You are wrong, and you led us astray, and I don't think that's the right way to look at it. You know, Raoul has a probability distribution of all of these, like, possible events, but on net, being, like, bullish on crypto, I mean, God, that's the. That's the trade. That's really paid off."
    },
    {
        "speaker": "B",
        "text": "Easy win. Yeah, that's what he says."
    },
    {
        "speaker": "A",
        "text": "So I don't. He's. He's correct, I think, from that perspective. Yeah, he's a good person to talk to you. I also like his framework for things. Right. He's like, I think of Raul as the things he thinks matters, the big things he think matters, and he simplifies it as liquidity. And then as a result of all this liquidity, you see debasement. So he picks his asset classes based on debasement, and then he just measures network effects in the asset classes that are resistant to debasement and going through exponential gainshead. And so his way of, like, looking at crypto is active addresses. I've seen many charts from him where."
    },
    {
        "speaker": "B",
        "text": "He'S just like, I did like that IP comparison. I thought that was really good."
    },
    {
        "speaker": "A",
        "text": "IP comparison."
    },
    {
        "speaker": "B",
        "text": "Yeah. He was saying, like, everyone says, they're like, oh, active addresses. Not one dress is one person. He's like, well, IP addresses aren't on one person either."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah, yeah. Every time you reboot your router, you get a new IP address. I think that's the case. I don't actually know. Yeah, yeah. So he's just. And I actually, I think that this is a different Raoul Paul than the Raoul Paul I've heard before. He's kind of like, it's a dumber Raoul Paul. And by the way, I mean that, like, in the way that we were."
    },
    {
        "speaker": "B",
        "text": "Talking about at the end of the podcast, he's just, he's thinking more simple."
    },
    {
        "speaker": "A",
        "text": "He's getting, when he's tempted to kind of mid curve things, he just left curves it instead."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "And, yeah, I haven't quite graduated there. I'm not quite ready to just, like."
    },
    {
        "speaker": "B",
        "text": "Completely do that, but I actually don't like the mid curve meme. I think it's a Rorschach test."
    },
    {
        "speaker": "A",
        "text": "It's a."
    },
    {
        "speaker": "B",
        "text": "What a roar rock test. You know what Rorschach test is?"
    },
    {
        "speaker": "A",
        "text": "Yeah. Why?"
    },
    {
        "speaker": "B",
        "text": "Yeah. Just because, like, anyone can see anything inside of that. They can."
    },
    {
        "speaker": "A",
        "text": "Oh, oh."
    },
    {
        "speaker": "B",
        "text": "They can put any take on any part of the mid curve meme, and they can make a meme out of it."
    },
    {
        "speaker": "A",
        "text": "Yes, yes. But there's also some truth to it."
    },
    {
        "speaker": "B",
        "text": "But then I'm. Oh, I'm mid curving the mid curve meme."
    },
    {
        "speaker": "A",
        "text": "Yeah, you did. You just did. Why are you mid curving the meme, David?"
    },
    {
        "speaker": "B",
        "text": "The mid curve meme is just like, the shelling point. It's just saying there's a shelling point. And if you're trying to, like, rationalize it, you haven't discovered the shelling point. That's just what the mid curve is. Yeah, well, which is me rationalizing it."
    },
    {
        "speaker": "A",
        "text": "Do you have any examples of when midcurve is actually. Right."
    },
    {
        "speaker": "B",
        "text": "Yeah. So, like, it's. It's when. I think it's. When was this? Like, the same week the bitcoin ETF was approved is when, like, the first big doggy token pump happened. Right. And so this is the meme. The mid curve meme is like, oh, bitcoin ETF is getting approved. We're going to hit all time highs. That's going to attract retail. We're going to buy the dog tokens. That is the right side of the curve, the expert side of the curve, trying to front run the left side of the curve. And, like, the mid curve beam is often, like, tried to be illustrated as, like, the right and the right and left sides of the curve are equivalent, but actually, no, it's the right side of the curve dumping on the left side of the curve. Like, the experts are buying what the left side of the curve, the smart people, the geniuses, are buying what they think the dumb side of the curve will buy and then dumping on them. It's not like a unity between left and right side. It's the right side."
    },
    {
        "speaker": "A",
        "text": "And I also see, with the mid curve meme, I see that you could see anything in it, and you sort of, like, you play that out historically, and you're like, if something proves to be the right strategy and, like, you got it wrong, then obviously you were mid curving it, and you can find people."
    },
    {
        "speaker": "B",
        "text": "There's actually just no signal in the."
    },
    {
        "speaker": "A",
        "text": "Mid curve meme, one side of the curve, and you can find people in the. But there is something, I think, also timeless about it, which is just like, keep the strategy simple like that. That's where I get a lot of stupid."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah."
    },
    {
        "speaker": "A",
        "text": "That's where I get a lot of kind of, you know, resonance. Like, Raoul Paul may be wrong, and he is. And so bankless. So are we, for that matter. You, like, around the margins of our ideas and our concepts. But, like, directionally, he's correct. And if you get caught up on sort of the margins and the things that are kind of, like, wrong, and you don't see just, like, the big picture, and you don't get that. Right. I mean, like, his big picture is, I'm bullish. Crypto, and crypto assets and tokens will accrue value, like, as, you know, commensurate with their network effect. And so I want to own a lot of them. Like, that's, don't overthink it. Just do that and get more coins every cycle of, particularly the kind of the lasting blue chip coins that will be here from cycle to cycle. I mean, that's a simple strategy, and you'll do really well if you do that."
    },
    {
        "speaker": "B",
        "text": "What do you think the other takeaway that I have from this episode? Cause I kind of, like, intuitively knew this is true, but, like, Raul's just, like, a great data point. So many people are overexposed to Solana because it went up so much."
    },
    {
        "speaker": "A",
        "text": "Oh, tell me about that. Tell me about that. Okay, here's something. He's right on. Like, he killed that trade."
    },
    {
        "speaker": "B",
        "text": "He killed it."
    },
    {
        "speaker": "A",
        "text": "I'm sure, like, Chris, anyone who bought."
    },
    {
        "speaker": "B",
        "text": "Solana, like, below $30 when everyone, when, like, most people are saying Solana is dead, except for the few, like, holdouts, anyone who was a contrarian, it was like, it was the equivalent of being an eth contrarian in 2018 to 2020."
    },
    {
        "speaker": "A",
        "text": "Like, you didn't buy Solana, David, did you mid curve it?"
    },
    {
        "speaker": "B",
        "text": "I mean, I brought a little bit of Solana, actually. Not like, I mean, not like, enough to, like, sufficiently matter. So I can't run any, like, circles."
    },
    {
        "speaker": "A",
        "text": "Obviously, if you knew, if you knew that it would. It would have this kind of a run up. I think the run up surprised me. The magnitude of the run up this cycle and the speed at which that happened, which was even faster than insane. Ethereum, not surprised at all that that is a fantastic buy. Right?"
    },
    {
        "speaker": "B",
        "text": "You and I both, in, like, private conversations were like, yeah, Solana is totally gonna fucking pump."
    },
    {
        "speaker": "A",
        "text": "Yeah. And I, you know, could have bought some and like, maybe like, retrospect, obviously, retrospectively, that would have been a fantastic trade to go buy. I just didn't. I felt like I had exposure, enough exposure in kind of the Ethereum ecosystem. The combination of eth, l, two s, and other things that are emerging."
    },
    {
        "speaker": "B",
        "text": "You were already plenty exposed to crypto."
    },
    {
        "speaker": "A",
        "text": "I felt like it, and I didn't feel like Solana would have kind of as special case a run as it's had. It has had more of it."
    },
    {
        "speaker": "B",
        "text": "Like, it is a story that has going down in the halls of crypto history, for sure."
    },
    {
        "speaker": "A",
        "text": "Yeah. A comeback. And this is Raoul Paul now saying, of course, he's got some, like, some critics might say, heavy bag bias at the outset. And if he holds 90%, so I guess, you know, he would have. But he said it. Bitcoin, Ethereum, and Solana. People are trying to do that thing now. It's like these three assets everything else is speculative. I think three things are durable."
    },
    {
        "speaker": "B",
        "text": "Get behind that. I think Solana could build up a little bit more Lindy around that, but I don't know."
    },
    {
        "speaker": "A",
        "text": "I don't know about that still. I just. But I will say that the design choice of monolithic has proved more durable. There is going to be in whatever how you like to talk about, reroll the dice of the universe and how things. There's always going to be a place for an optimization of a high throughput layer, one monolithic chain. We don't have to worry about it."
    },
    {
        "speaker": "B",
        "text": "That's actually what my article is about that you actually haven't read yet because it hasn't come out yet."
    },
    {
        "speaker": "A",
        "text": "Oh, am I frontrunning that?"
    },
    {
        "speaker": "B",
        "text": "Yeah, a little bit. One part of the article is that there are four logical conclusions of a layer. One design. Uh, one is, uh, unsophisticated constrained blocks, bitcoin, uh, sophisticated constrained blocks, uh, with is, which is ethereum sophistication blocks. Yeah."
    },
    {
        "speaker": "A",
        "text": "Complete blocks."
    },
    {
        "speaker": "B",
        "text": "Exactly. We put a virtual machine into the block, but still small blocks. Uh, and then there's unsophisticated big blocks, Celestia, which is just blob space, just data availability. And then there is sophisticated big blocks, which is Solana, which is as much block supplies as possible with a."
    },
    {
        "speaker": "A",
        "text": "That's a really good take. That's a really good model."
    },
    {
        "speaker": "B",
        "text": "Thank you. Thank you."
    },
    {
        "speaker": "A",
        "text": "Where's Cosmos?"
    },
    {
        "speaker": "B",
        "text": "Well, no, Cosmos actually has one of the largest sections in the article. But the point about Cosmos is that there is no one censored Cosmos design. You can build anything with Cosmos. Cosmos isn't actually a network. It's an idea."
    },
    {
        "speaker": "A",
        "text": "I see. Yeah."
    },
    {
        "speaker": "B",
        "text": "And also mainly Celestia, anyways."
    },
    {
        "speaker": "A",
        "text": "Cosmos is Celestia."
    },
    {
        "speaker": "B",
        "text": "Yeah, largely. It's the most resonant. With Celestia."
    },
    {
        "speaker": "A",
        "text": "Huh? Yeah."
    },
    {
        "speaker": "B",
        "text": "The cosmos is an idea. It's not a network."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah, yeah. So in that way. In that way. Okay. But let's get back to the way you just said. We open with. So you think he's over allocated at."
    },
    {
        "speaker": "B",
        "text": "I think the whole market is over allocated to Solana just in case that."
    },
    {
        "speaker": "A",
        "text": "That'S not cope, David."
    },
    {
        "speaker": "B",
        "text": "Well, because of the logical conclusion that Solana has gone up the most. It has gone up the most. Uh, and it has stayed there. It's like pretty, it's pretty close to its local market highs of like 200 something dollars. Uh, and no one, no one has sold a diversified out, uh, buy in in the fact that, like, it's still outperforming. And so with me saying that the market is overexposed, to Solana is also me saying that, like, and anyone who is holding Solana has not diversified out."
    },
    {
        "speaker": "A",
        "text": "But it still could have quite the run because we're just leaving. I totally agree with this. The analogy of the season, spring, summer. So we're just leaving spring, Summer. And if this is the ethereum of last cycle, from a price run perspective. Right, like a blue chip mainstream, that's like 47 x is the number Raoul said of Eth to the bottom is like 100 or something to 4700 at the top. Last cycle, 47 x run."
    },
    {
        "speaker": "B",
        "text": "I don't think that puts Solana at 470 ish dollars."
    },
    {
        "speaker": "A",
        "text": "And where is it now? 200?"
    },
    {
        "speaker": "B",
        "text": "Something below 200. Like 180."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "So I guess."
    },
    {
        "speaker": "A",
        "text": "I guess right now, from a risk adjusted return like perspective, like, if the base case is like a 50 x or something, then you're not. No."
    },
    {
        "speaker": "B",
        "text": "From the bottom."
    },
    {
        "speaker": "A",
        "text": "From its bottom, from this floor, then you're only a two x from here or so, or a little bit more. And that's not like, oof, two x."
    },
    {
        "speaker": "B",
        "text": "Two x in this economy, no. Yikes. Might as well start going gambling on shitcoins."
    },
    {
        "speaker": "A",
        "text": "I thought you said summer. That's a summer."
    },
    {
        "speaker": "B",
        "text": "And then, okay, so, like, classic David coping about Solana, but is also simultaneous mid curve take bullish on ETH. You know, everyone is also underexposed to eat because everyone is pricing in an ETF denial. And, like, as we said on the roll up not too long ago, I was like, why would you hold ETH? Like, bitcoin is getting the biddenness, Solana is the shiny new casino. Like eth. Like, the only reason why you hold ETH is to farm airdrops. But in terms of the layer one trade is, like, is ETH. Just like, you don't need ETH right now."
    },
    {
        "speaker": "A",
        "text": "Our ETH bull friends sometimes think that ETH is just cursed. So watch the Ethereum ETF happen. But it happens, like, after the bull market is over."
    },
    {
        "speaker": "B",
        "text": "No one gives an f. Yeah, right."
    },
    {
        "speaker": "A",
        "text": "I mean, it could happen, right? Um, totally."
    },
    {
        "speaker": "B",
        "text": "Yeah. Yeah. Like a late 2025, uh, ETF approval when, like, dealers don't care anymore."
    },
    {
        "speaker": "A",
        "text": "I think that there's like, uh, a sentiment among, like, strong eth bulls, which I sometimes feel it's just like ETH still hasn't been given. It's the credit it deserves. It hasn't. Like, and I actually feel like that."
    },
    {
        "speaker": "B",
        "text": "From the start of 2021 to May of 2021, Ethereum and ETH people were like, that was, that was our time. We were, like, walking through the gates of heaven."
    },
    {
        "speaker": "A",
        "text": "I was actually happy at that time."
    },
    {
        "speaker": "B",
        "text": "We were actually happy at that time. We have never been happy at the other time."
    },
    {
        "speaker": "A",
        "text": "Well, happiness eludes us. And I actually tweeted this out last week or the earlier this week. I don't know if you saw this, but, like, eth bulls, do you still believe in the flippening? And it's. Hear this, David. The closest we ever came to the flippining was 2017, two years after the ETH network was born. Closest we ever came to Ethereum ever came to flipping bitcoin. Bitcoin. Right, right. It's almost been ten years. 2025 will be ten years since the launch of the Ethereum. And, like, you almost run the risk as like, an eth bowl. Still talking about the flipping. It's like, yeah, quiet, old man. Like, yeah, okay, boomer, shut the door type of thing."
    },
    {
        "speaker": "B",
        "text": "You've been talking about the flipping for a little bit too long."
    },
    {
        "speaker": "A",
        "text": "Yeah, one day. One day, we will flippin bitcoin. And my question was, two convicted ETH bulls, of which I consider myself a convicted ETH bullae. Do you still believe that the flipping could happen? Right? What do you think?"
    },
    {
        "speaker": "B",
        "text": "Okay, three x. I will admit that, like, probably when we started this podcast, I would be like, oh, yeah, the flipping would be. Would have happened by now."
    },
    {
        "speaker": "A",
        "text": "No, we said that it's recorded. I'm sure."
    },
    {
        "speaker": "B",
        "text": "I'm sure we could find at least 17 times of me saying that. So, yeah, it's been longer than I expected. It seems further away in this present moment in time. Granted, when ETH almost flipped bitcoin, it got within 20% of flipping bitcoin. It was in an extremely reflexive moment in east history when did not deserve it. It did not fucking deserve it."
    },
    {
        "speaker": "A",
        "text": "No way."
    },
    {
        "speaker": "B",
        "text": "In 2017. Are you serious? And the thing is, as Ethereum has, in my opinion, deserved it more and more and more, it's seemingly further and further away as our fundamentals improve, the ratio goes down. But, like, I'm sorry, fundamentals, I'm not going to, like, redefine, like, what it means to be bullish. Fundamentals are bullish. Fundamentals persist throughout history, throughout asset classes. Like, fundamentals are fundamental. And so it is inevitable."
    },
    {
        "speaker": "A",
        "text": "Wow."
    },
    {
        "speaker": "B",
        "text": "That, like, strong fundamentals will flip weak ones. And Ethereum has strong fundamentals. I guess I just have to stretch out my time frames."
    },
    {
        "speaker": "A",
        "text": "Mid curve take there, David."
    },
    {
        "speaker": "B",
        "text": "Fuck off."
    },
    {
        "speaker": "A",
        "text": "You're in the middle. Fundamentals matter on the left is fundamentals don't matter on the right."
    },
    {
        "speaker": "B",
        "text": "If you are a fundamentals person, you are the mid curve. You're the person who's rationalizing things. But it's also the difference between the middle time horizon is time horizon. Tell me about fucking time horizon."
    },
    {
        "speaker": "A",
        "text": "I know it's only been ten years and we give it another ten."
    },
    {
        "speaker": "B",
        "text": "Yeah, we're in it for the long haul. Like bankless in 2040."
    },
    {
        "speaker": "A",
        "text": "Thankless cop edition. Raoul Paul had a little bit of a conspiracy theory kind of on Sam Altman at the end, which I found sort of interesting, but that wasn't recorded. Well, part of it was. And then we asked him afterwards and he talked about that more, but like, something dark and brooding at OpenAI. I'd actually like to hear his thoughts more on, like, AI in general. And, you know, I can't figure out."
    },
    {
        "speaker": "B",
        "text": "How to get good, like, signal on the AI world."
    },
    {
        "speaker": "A",
        "text": "Signal. But like, also like, how do you invest in it? What's investable in AI right now for like, retail? For like, norms?"
    },
    {
        "speaker": "B",
        "text": "Meme coins. Meme coins. God, that's such a meme coins."
    },
    {
        "speaker": "A",
        "text": "I guess I shouldn't mid curve that, huh? It's the only thing I can buy."
    },
    {
        "speaker": "B",
        "text": "See, this is the terrible thing about the mid curve meme is just like, oh, I'm wrong. Oh, I just must have missed mid curve. I'm a mid curve alright."
    },
    {
        "speaker": "A",
        "text": "It's been abused. Let's say it's been abused. It's been. Yeah, it's too much. Scope has been injected into the mid meme. Exactly."
    },
    {
        "speaker": "B",
        "text": "Exactly."
    },
    {
        "speaker": "A",
        "text": "What else? What else did he say? Institutions. Oh yeah."
    },
    {
        "speaker": "B",
        "text": "He's buying nfts, which is very contrarian."
    },
    {
        "speaker": "A",
        "text": "You think so?"
    },
    {
        "speaker": "B",
        "text": "Yeah, nfts are down bad. Like cryptopunk floor below 50 right now."
    },
    {
        "speaker": "A",
        "text": "Oh, is that bad?"
    },
    {
        "speaker": "B",
        "text": "That's pretty low in the grand scheme of things. Yeah. You buy."
    },
    {
        "speaker": "A",
        "text": "That's still 50, Ethan. How high has it gone? 100 and 5150."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Three x -150 yeah. All right."
    },
    {
        "speaker": "B",
        "text": "But that could have also been like the very reflexive first pump of crypto punks, which could have been just like the ETH BTC ratio."
    },
    {
        "speaker": "A",
        "text": "In 2017, I will forever mid curve crypto punks then, David. Okay."
    },
    {
        "speaker": "B",
        "text": "God damn it. I hate this."
    },
    {
        "speaker": "A",
        "text": "What else did you learn? What else?"
    },
    {
        "speaker": "B",
        "text": "Let's see. So he kind of diminished the line in the sand I was drawing between bitcoin and getting ETF's by the end of 2025 and the rest of the market."
    },
    {
        "speaker": "A",
        "text": "He had a good take on that."
    },
    {
        "speaker": "B",
        "text": "He said it didn't really matter. Okay, you agree with that take?"
    },
    {
        "speaker": "A",
        "text": "I think it's. I think it's directionally correct. I think that. Although. Although I think it kind of discounts a little bit of the short term narrative boost that ETH will get. So, say Eth gets an ETF in 2024. That'd be amazing, right? It will get like that. We'll go to Valhalla, right? I mean, ten K Eth is just."
    },
    {
        "speaker": "B",
        "text": "Like, you know, just simultaneously when everyone has priced in, every, like. Everyone's underexposed, Ethan."
    },
    {
        "speaker": "A",
        "text": "Yes. Now, over time, though, I don't think that's going to be a durable advantage over other longer tail assets, because I do think he's right. It's just basically bitcoin. ETH. ETF is a gateway drug. It gets people interested."
    },
    {
        "speaker": "B",
        "text": "Well, I guess the question is the mechanism of how capital gets pushed down the stack below Ethereum and the market cap. Does it come from further ETF's on, like, the number three, number four, number five asset? Or does what he was saying just, like, capital just cycled?"
    },
    {
        "speaker": "A",
        "text": "Look at it today, right? Everything's benchmarked off of a bitcoin price and ETH price. If I have an ETH killer that's going to become the next Ethereum, then I get to benchmark mark myself off of, like. Well, if I can capture 10% of the tam of $400 billion, Ethan, then I should be worth 40 billion, which."
    },
    {
        "speaker": "B",
        "text": "Is such a left curve analysis."
    },
    {
        "speaker": "A",
        "text": "It is, but that's how the market prices these things right now. So it will squeeze its way into the other assets. I actually think. Yeah, that's a pretty good take there."
    },
    {
        "speaker": "B",
        "text": "Yeah. But shouldn't it matter if an asset does get an ETF versus ones that don't? Like, shouldn't there be some price differentiation there?"
    },
    {
        "speaker": "A",
        "text": "It should."
    },
    {
        "speaker": "B",
        "text": "Market cap differentiation."
    },
    {
        "speaker": "A",
        "text": "Well, it has been bitcoin in the short run."
    },
    {
        "speaker": "B",
        "text": "Sure. Yeah. Yeah. Has."
    },
    {
        "speaker": "A",
        "text": "I mean, that's why bitcoin is doing so well right now in comparison."
    },
    {
        "speaker": "B",
        "text": "Do you think other assets will get their ETF?"
    },
    {
        "speaker": "A",
        "text": "Not for a long time. No way. Not for a very long time."
    },
    {
        "speaker": "B",
        "text": "I mean, how long? How long is a long time?"
    },
    {
        "speaker": "A",
        "text": "Well, I mean, let's see. It can't happen under Gary Gensler. I think eth eTf can happen under Gary Genslere. Uh, Gensler being there is just not great, but it still can happen under Gensler. Nothing else happens under Gary Gensler."
    },
    {
        "speaker": "B",
        "text": "Okay. What do you think is the next asset to get an ETF? The most likely next asset?"
    },
    {
        "speaker": "A",
        "text": "I think it's a basket of assets. I don't think it's, like, just any one asset. I think it's just."
    },
    {
        "speaker": "B",
        "text": "Can you do, like, say we make a basket of assets and it's like bitcoin?"
    },
    {
        "speaker": "A",
        "text": "Oh, no, sorry, not a basket. I wasn't talking about, like, an index of assets. I was actually talking about like, a group of them all at once. Not just like, you get bitcoin and they get ether, and then you get futures for a bunch of other things at the same time. It won't just be one other thing. We're not gonna pay."
    },
    {
        "speaker": "B",
        "text": "That kind of goes against some of the legal minds that I've heard, where they all kind of say, like, every."
    },
    {
        "speaker": "A",
        "text": "Single asset is like, I'm not a legal mind. What?"
    },
    {
        "speaker": "B",
        "text": "This?"
    },
    {
        "speaker": "A",
        "text": "You asked for my analysis. I have no idea."
    },
    {
        "speaker": "B",
        "text": "Well, now. And now we're having the conversation. The legal minds say that each individual asset gets its own, like, facts and circumstances analysis."
    },
    {
        "speaker": "A",
        "text": "You know what that is? Sounds like a mid curve. I'm giving you the left curve take. You're welcome."
    },
    {
        "speaker": "B",
        "text": "Your roof is just like you and I, trading mid groups. Okay, hot take. Dogecoin is next."
    },
    {
        "speaker": "A",
        "text": "What?"
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "Actually, meaningfully decentralized commodity. Like, should be commodity."
    },
    {
        "speaker": "A",
        "text": "No reason why it shouldn't right now."
    },
    {
        "speaker": "B",
        "text": "Yeah, I agree with that."
    },
    {
        "speaker": "A",
        "text": "It's not."
    },
    {
        "speaker": "B",
        "text": "Other than, like, Blackrock isn't gonna, like, do that."
    },
    {
        "speaker": "A",
        "text": "Why not? Maybe bit wise, they totally could. Van Ack would, you know, van Acorn for sure would."
    },
    {
        "speaker": "B",
        "text": "Blackrock wouldn't do it because it kick out of it. It's like, looks weird."
    },
    {
        "speaker": "A",
        "text": "It's not serious enough."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's not serious enough. Yeah."
    },
    {
        "speaker": "A",
        "text": "I don't know, man. I think they'll throw all of that out the window in exchange for profits. I do really like Raoul's way of looking at the world in terms of just like, debasement. It's, it's kind of, it's, you know what's scary about that is just when he's talking about, like, in order to keep up with debasement and preserve your wealth, you have to earn 12% on your investments every year. That was quite the treadmill just to keep in the same place."
    },
    {
        "speaker": "B",
        "text": "Right. For sure."
    },
    {
        "speaker": "A",
        "text": "Like, yeah, man, that's exhausting. Why does it have to."
    },
    {
        "speaker": "B",
        "text": "Why does it have to have to be like that?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, you're just fighting that. You're sort of like, there's this leak. I would almost call it a slow leak, but that's not that slow. 12% per year. That's just happening on everything you own of kind of like the nation state taking it, you know, and we're all aware of taxes explicitly, but this is like a hidden tax. And, yeah, if you're not making 12% returns, you're just, you're falling. You're falling behind at least from a debasement perspective. Right."
    },
    {
        "speaker": "B",
        "text": "I've definitely brought this up before in, I think, probably a previous debrief. Have you heard of the movie in time with Justin Timberlake? No, because I'm pretty sure I told you to watch it last time I brought this up. It definitely talks about this as a bit of it, where, like, it's a Sci-Fi movie where everyone has time. Imagine just kind of like a trad alarm clock, but it's glowing on your wrist, and time ticks downwards. And when you run out of time, you die, and then you go to work, and instead of them giving you money, they give you time, and they load time into your body, and then you get 24 more hours. And then it's a little bit like hunger games in that there's different regions, but it's a concentric circles. And if you have, like, a lot of time, you get to go into the wealthy parts of the world. But, like, the outside parts of the world, everyone has, like, 24 hours or less. So they wake up and they, like, run to work because they are running out of time. And there and then. But there's also this notion of interest rates in this whole system. And so, like, people are, like, jacking up the costs of borrowing time and taking loans against time. And so it's also the concept of, like, time debasement is going on here where, like, I. Everyone has to, like, rat race their way into getting more and more time. And the bottom echelon of society keeps on getting trimmed because they keep on dying because they keep on running out of time. It's like super dark dystopian movie, but, like, crypto people love it."
    },
    {
        "speaker": "A",
        "text": "Okay, I was. That's pretty highbrow for Justin Timberlake. Pretty impressed there. Yeah."
    },
    {
        "speaker": "B",
        "text": "It was also kind of a cheesy movie. It was pretty cheesy, yeah."
    },
    {
        "speaker": "A",
        "text": "I mean, that's kind of how. Not that it feels like that, but."
    },
    {
        "speaker": "B",
        "text": "Like, well, that's where we get the financial nihilism, right? Like, we all kind of feel that, and we're all like, I don't have much. I think this is why kind of the crypto cycles have gotten more and more nihilistic over time and more and more PvP over time, because we're seeing the curve, the log curve of bitcoin flatten out. And so people are understanding, like, there's not that many more cycles left to get rich, and I fucked up the last one, and so now I need to, like, gamble even more this time."
    },
    {
        "speaker": "A",
        "text": "That's why I think that like, Raoul's take on this, which is something that you and I have said, which is, like, you want to have, like, keep. I would actually more than 10% for a lot of people. It's, like, more than, like, 20%. Something like this for Djen type of stuff."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Meme coin like activities. To the extent that you want that in your life, it's just because, you know that episode you did with Ledger and the other guest debating meme coins. Oh, yes, yes. Ledger and Steven. And I think that it can't come off. It's hard for an argument to be against meme coins to come off as non elitist, because you realize people with, I've got $5,000 to invest in crypto, and that's a lot of money. Right. And you're telling me that maybe I could have a three x. Three x. Five x this cycle. Thanks. That doesn't pay for, like, one year of my college debt."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "So I'm not going to do that. I'd rather have a chance at this, you know, coin that I've seen my friend, like, just some stupid meme coin and don't. I don't care about fundamentals. It's just, this is crypto. And I think if you kind of go against that grain and you say, oh, meme coins, badlandhouse, then you just. You sound elitist. Even if. Even if you're doing it with the best of intents, you're saying, hey, like, a lot of you guys are going to get ripped off. Short term games. Be careful. Like, have some financial prudence in your life. The best you can do is just tell them to sock away, like, a portion, you know, into the. Into kind of blue chips and safer assets while they play those games. You just can't. You can't teach abstinence. I think it's the learning."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah. No, that's right. That's right. For sure."
    },
    {
        "speaker": "A",
        "text": "All right, Raoul, Paul. There he is. I enjoyed the episode. I'm sure folks will, too. Thank you, guys. I."
    }
]