[
    {
        "speaker": "A",
        "text": "Hey, guys, this is debrief after our Mike Solana episode. Hey, let's talk about Trump first. Okay, so what did you make? Because I know you've been following this rabbit hole, like, going down this rabbit hole with the Donald J. Trump token."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah, the token."
    },
    {
        "speaker": "A",
        "text": "Yeah. So Mike Solana doubled down on his, like, his tweet, which said very emphatically that Trump did have something to do with the Donald J. Trump coin. It was like, yeah, he was, he."
    },
    {
        "speaker": "B",
        "text": "Was beyond just, like, it wasn't just Donald Trump, like, offhandedly approving his son's ability to do, like, a Solana meme coin. It sounds like it was even more aware that it was a meme coin in his name. And he was like, hell yeah, son, go for it."
    },
    {
        "speaker": "A",
        "text": "Yeah. And then maybe he changed his mind or his lawyers changed his mind."
    },
    {
        "speaker": "B",
        "text": "Maybe his lawyers are like, what the fuck are you doing?"
    },
    {
        "speaker": "A",
        "text": "Yeah. So how does that, how does that check out? Because I don't know what sources Mike Solana has, but, like, he's a journalist. You and I are not journalists."
    },
    {
        "speaker": "B",
        "text": "No, we're nothing."
    },
    {
        "speaker": "A",
        "text": "So we, like, just generally, I mean, we report things we think we know, but, like, it's generally, like, takes on the news. We're not going interviewing people and doing investigative journalist stuff. Mike Solana is supposed to be doing that. I think he does do that. I think he's trained as that. I think that's what pirate wires is. So hearing it from him, he claims to have sources."
    },
    {
        "speaker": "B",
        "text": "Well, so, I mean, we can, I think we can claim how legitimate the or big of a deal this is by the market cap of Trump token. And it is not at the highs that it got to when it was launched in June. So it got to, it got to a market cap of. God damn it. It got to a market cap of, like, something like, it got to a price of like, eighteen cents and we're currently at $0.12. So, like, if. No, I don't think anyone is, like, pricing in, like, Trump's gonna tweet about his token. So we're FTP $125 million."
    },
    {
        "speaker": "A",
        "text": "Is that good for a meme coin? Is that good? I mean, like, I'm benchmarking this with the doggy coins from, like, previous cycles."
    },
    {
        "speaker": "B",
        "text": "Doggy coins are at a billion dollar market cap, though."
    },
    {
        "speaker": "A",
        "text": "Yeah. So that's just not attainable by a former president of the United States. Huh?"
    },
    {
        "speaker": "B",
        "text": "Yeah. Well, if it, if Donald Trump endorsed the debate tonight was like, you should buy my meme coin. I think the thing would go to, like, $10 billion."
    },
    {
        "speaker": "A",
        "text": "The thing I don't understand, I've never understood about the Donald J. Trump coin thing was what incentive does he actually have? I mean, Trump will put his name all over something where he is the beneficiary of nfTs. Classic example. He made, like, $5 million off. He's got in crypto proceeds from his NFT sales. Right?"
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "This coin, just like, unless he bought it and front ran everybody. Does he have any?"
    },
    {
        "speaker": "B",
        "text": "It doesn't seem like it's in Donald Trump's nature because Donald Trump is like, he is a salesman who sells stuff. That's why he sold nfTs."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "He's not a publix market. Like, I have a token now."
    },
    {
        "speaker": "A",
        "text": "No, he's not."
    },
    {
        "speaker": "B",
        "text": "Doesn't seem like what he would do."
    },
    {
        "speaker": "A",
        "text": "Yeah. It's just like, if I don't know the man, if he's going to support something and put his brand on it and put his name on it, he expects to receive that royalty. He expects to be the recipient of the."
    },
    {
        "speaker": "B",
        "text": "Definitely a cash flowing dividend."
    },
    {
        "speaker": "A",
        "text": "I'd say so. All right, well, maybe we'll never get to the bottom of it. Maybe we'll never know what actually happened. And, like, I think the world has moved on."
    },
    {
        "speaker": "B",
        "text": "I just, you know, I've moved on."
    },
    {
        "speaker": "A",
        "text": "I've done. Yeah."
    },
    {
        "speaker": "B",
        "text": "You weren't even there in the first place."
    },
    {
        "speaker": "A",
        "text": "I was. I was barely. But it was just, it's interesting that, you know, a journalist. This wasn't just a crypto thing. He's, like a tech journalist. He had some sort of knowledge about this, and he was actually the guy that broke the news that Donald J. Trump coin was somehow affiliated with Trump."
    },
    {
        "speaker": "B",
        "text": "Somehow."
    },
    {
        "speaker": "A",
        "text": "That's kind of somewhat interesting. All right, what else do you think? Any other takeaways from this episode?"
    },
    {
        "speaker": "B",
        "text": "He's fun to talk to. He's a pretty fun guy. I like him. He's not very crypto, though, so I only have so much to talk to him about."
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, his takes on a lot of things were probably aligned with ours, I will say. I guess maybe this is the. So what does he do? Tech, politics and culture. And I'm an enjoyer of tech. I'm, like, not a super enjoyer of politics or, like, I am to the extent it's about, like, your life. Yeah. Liberties. Like, civil liberties or, like, free, like, you know, freedom from tyranny, that sort of thing. And, like, from a culture perspective, I just don't have a lot of interests. But, like, one thing I'm very much not interested in myself personally is, like, the whole culture war type realm."
    },
    {
        "speaker": "B",
        "text": "Like leftover culture wars. Yeah, I kind of like it. Cuz it's like watching a train wreck. I like it when Sam Harris talks about it."
    },
    {
        "speaker": "A",
        "text": "I get, I guess. But like that's kind of my feel. Like I just."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah. I'm not like going out and seeking it."
    },
    {
        "speaker": "A",
        "text": "I don't. I just. There's so many, so many things that."
    },
    {
        "speaker": "B",
        "text": "You can definitely tell he's in the middle of it."
    },
    {
        "speaker": "A",
        "text": "He's so in the middle of it. And he might be at a stage in the middle of it where he thinks it's like more important than it actually is. Probably the same way."
    },
    {
        "speaker": "B",
        "text": "Lost in the sauce."
    },
    {
        "speaker": "A",
        "text": "Yeah, lost in the sauce. Like probably maybe in the same way that we just, like we are lost."
    },
    {
        "speaker": "B",
        "text": "In the sauce about crypto. Yeah, sure. Yeah."
    },
    {
        "speaker": "A",
        "text": "But he very like framing. Whenever you'd ask for examples, it would be like just some culture war type example and just. I don't know. I don't care."
    },
    {
        "speaker": "B",
        "text": "We didn't ask him about founders fund stuff. I actually don't know too much about that."
    },
    {
        "speaker": "A",
        "text": "I don't think he's that involved, to be honest."
    },
    {
        "speaker": "B",
        "text": "Yeah, because I have two friends who are at founders fund."
    },
    {
        "speaker": "A",
        "text": "This is Peter Thiel's. Yeah, like it's a big vc, you know, like lots of capital."
    },
    {
        "speaker": "B",
        "text": "A lot of people. Lots of capital."
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, it's been active since like 2004. Has the brains of Peter Thiel. They do crypto stuff, too. They've done a number."
    },
    {
        "speaker": "B",
        "text": "They do a lot of crypto stuff. It's very crypto. I mean, Joey Krug is like one of the dudes."
    },
    {
        "speaker": "A",
        "text": "That's right. Yeah. So Joey Krug, previous bankless guest, he."
    },
    {
        "speaker": "B",
        "text": "Has other claims beyond that."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's true. Notable for bankless listeners. He's been on bankless, but yes, he did do a few things in crypto previous to this."
    },
    {
        "speaker": "B",
        "text": "He made augur and then he joined Pantera."
    },
    {
        "speaker": "A",
        "text": "Yeah, just an OG ethereum. He was one of the people that was kind of like OG Ethereum when I was just like new space and kind of getting into it. And he's kind of maintained that. So he's over there doing secretive stuff. I feel like founders fun is kind of quiet, don't you?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, they just don't have that many people to make noise, really."
    },
    {
        "speaker": "A",
        "text": "But like, they don't come on podcasts. They don't, you know."
    },
    {
        "speaker": "B",
        "text": "Is that your frame of reference for."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Why doesn't know them if they don't do podcasts."
    },
    {
        "speaker": "A",
        "text": "Well, I mean, Peter Thiel doesn't do many."
    },
    {
        "speaker": "B",
        "text": "He doesn't do. But he did Eric Weinstein's podcast. It was a pretty good episode."
    },
    {
        "speaker": "A",
        "text": "Yeah. And I don't know. I don't know many other, like, folks that are public. Maybe we should. Maybe we should bring Joey on and just be like, Joey. Yeah."
    },
    {
        "speaker": "B",
        "text": "Yeah. It's Joey and Bridget that I know. Bridget's at the founders fund. She works with Joey."
    },
    {
        "speaker": "A",
        "text": "Anyway, I don't think Mike want it. I don't think Mike does much there. Like, I think it's more like just maybe branding, marketing, that sort of thing. But I don't know if he's involved in the day to day. But I. I guess we could ask him. What else you got?"
    },
    {
        "speaker": "B",
        "text": "Not too much. It's kind of like a fun conversation type of episode."
    },
    {
        "speaker": "A",
        "text": "Yeah. What do you think? His take on media? He's very interested."
    },
    {
        "speaker": "B",
        "text": "Maybe I'll answer a different question and ignore you. I'm a lefty. I think you're a lefty. He's righty. He's very righty. And, like, I don't know if I could."
    },
    {
        "speaker": "A",
        "text": "Like, I don't like for. Okay, go ahead."
    },
    {
        "speaker": "B",
        "text": "You don't like the labels? You don't like the labels?"
    },
    {
        "speaker": "A",
        "text": "No, I don't like left versus right labels for myself and just annoys the hell out of my wife. But go ahead. Continue your thoughts."
    },
    {
        "speaker": "B",
        "text": "I'm only saying that because, like, Ryan and I have never really talked about this. We actually don't talk about personal politics. I bring it up because I bring up everything. I just shoot from the hip. Ryan doesn't. Ryan doesn't bring it up. And so I get that. That makes sense that you don't like the labels because. Whatever. But, like, he's very righty. And there's this line that I heard out of somewhere. I can't remember, but it's like the left thinks the right is evil, and the right thinks the left is naive. And I definitely think he thinks the left is naive."
    },
    {
        "speaker": "A",
        "text": "I actually think he thinks they're evil now, too."
    },
    {
        "speaker": "B",
        "text": "Yeah, maybe."
    },
    {
        "speaker": "A",
        "text": "I think what you said has been very true."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "But things have also shifted over the last five years, with maybe since 2016, which is a year you give a lot of time, where things have become increasingly polarized, where Mike Solana actually thinks the left is evil."
    },
    {
        "speaker": "B",
        "text": "The evil one. Yeah. He really doesn't like the marxist stuff."
    },
    {
        "speaker": "A",
        "text": "Yeah. You capture control, extreme, kind of totalitarian, authoritarian, seeping into your life in every dimension. Just communist. I'll put it in quotes. Communist level evil. No private property."
    },
    {
        "speaker": "B",
        "text": "It's evil via ignorance, though. Whereas, like, I think the left looks at the right and, like, you guys are just going straight for evil."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah."
    },
    {
        "speaker": "B",
        "text": "I mean, the left tries to veil it, since in, like, central planning and controlling the economy, the left will claim that, like. Well, yeah, because this is, like, good for all of us."
    },
    {
        "speaker": "A",
        "text": "Well, when you say. When you say you're the, like, left, like, what are you talking about? Like, are you talking about economics? Like, are you talking about. You're, like, more progressive? It's funny because we've never talked about this. Are you talking about, like, you're, like, Bernie Sanders progressive, where you think, like, there should be more distribution of wealth, like, taxes should be higher, people should be paying their fair share. We should encourage wealth."
    },
    {
        "speaker": "B",
        "text": "Once upon a time, I was very much like that. That was definitely my vibe. And having gotten into the world of econ and financial markets, I'm not very much like that at all. So having gotten into crypto and personal investing, I moved fiscally conservative and then socially left, which I think is a meme. I think saying you're fiscally conservative but you're socially left is kind of a copypasta."
    },
    {
        "speaker": "A",
        "text": "Okay, so you are. You would consider yourself more right than economically, or at least more right than."
    },
    {
        "speaker": "B",
        "text": "You were, at least compared to my frame of reference, which is my family."
    },
    {
        "speaker": "A",
        "text": "Which is your previous self. And then, like, I guess the other dimension is, like, social issues, right? So, like, social issues, I guess. I don't know, gun rights or gun stuff."
    },
    {
        "speaker": "B",
        "text": "I'm pretty happy to live in New York, where guns are banned. There's, like, a lot of people in New York, and I don't. I get comfortable with the fact that, like, the person on the subway doesn't have a gun to. Yeah, but if I was in Texas, I wouldn't care."
    },
    {
        "speaker": "A",
        "text": "And then just. Abortion, LGBT."
    },
    {
        "speaker": "B",
        "text": "If we're just gonna make a politics debrief, like, the whole LGBT influences in elementary school and kids tv doesn't make me feel good. But super pro LGBT rights."
    },
    {
        "speaker": "A",
        "text": "Yeah. It's mostly. Sometimes you can go so far left, you become. Or not so far left. What am I saying? Know, it's kind of u shaped, and you're basically a libertarian."
    },
    {
        "speaker": "B",
        "text": "Horseshoe theory."
    },
    {
        "speaker": "A",
        "text": "Yeah, horseshoe theory, which on social issues are, like, you know, people consenting adults should be able to do what they want kind of thing."
    },
    {
        "speaker": "B",
        "text": "Totally."
    },
    {
        "speaker": "A",
        "text": "Totally. Yeah, no, I get that. So I think that. But, like, how about the other thing? I guess in sort of left right politics is, like, the whole woke type thing."
    },
    {
        "speaker": "B",
        "text": "Yeah, I'm not. I find that valence disagreeable."
    },
    {
        "speaker": "A",
        "text": "This is why we've never talked about it is because I just don't think we really care much about it. But I guess maybe now we're, it's."
    },
    {
        "speaker": "B",
        "text": "Also hard to define and pin down because it's really about, like, all right, where do you draw the line? And it really matters on, like. Well, like, when you mean woke, do you, are you saying what I think you're saying, or is it just what I think?"
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Does that make sense?"
    },
    {
        "speaker": "A",
        "text": "Yeah, it does."
    },
    {
        "speaker": "B",
        "text": "Yeah. I just, I do agree that sometimes it's just fruitless to talk about it."
    },
    {
        "speaker": "A",
        "text": "I do. I feel like it's a total waste of time and it just riles people up, and it's just like all kind of, like, engagement bait and. Yeah, I mean, and people get excited about this, and I feel like it's a distraction from the real issues, which is why I've never cared, which my real issue is eroding civil liberties. That's the one thing I care about. And this is why when I said right or left, it's just kind of like whatever politician or party is not going to take away our privacy and our digital rights and it's going to support cryptography. And it's kind of like, I don't trust either of them fully to do that. But that's something I like very much care about in relation to other issues and particularly for the bankless platform. I sort of feel like people don't come to bankless to hear about our, just like, personal political takes so much."
    },
    {
        "speaker": "B",
        "text": "We also don't give them."
    },
    {
        "speaker": "A",
        "text": "No, we never give them. So, but anyway, he is very much, I think people go to the pirate."
    },
    {
        "speaker": "B",
        "text": "He definitely gives them. He definitely gives them."
    },
    {
        "speaker": "A",
        "text": "They want to hear about the political takes. Right. Which is why he's, he's a player."
    },
    {
        "speaker": "B",
        "text": "On the chess game of the political landscape."
    },
    {
        "speaker": "A",
        "text": "One thing that's interesting to me, though, is the old Silicon Valley and the old tech was very much left, like left leaning culturally, politically, whole thing. And I am, you know, the fact that Trump goes on the all in podcast."
    },
    {
        "speaker": "B",
        "text": "Right, right."
    },
    {
        "speaker": "A",
        "text": "And I, you know, I know David Sacks has always been very big Trump guy. Yeah, yeah, more. Right. But, you know, like Chamath and Jason Calcanus."
    },
    {
        "speaker": "B",
        "text": "Yeah. Did they used to be lefty?"
    },
    {
        "speaker": "A",
        "text": "Definitely. Silicon Valley left. At least that was my impression of it. And so, like, I do think that, and this is interesting from a power, political power perspective, because the quote, unquote like left democrats have gone so degrowth anti tech, at least the perception, I think, that has pushed tech, Silicon Valley more to the right. And that's something that's that's emerging and is just, like, now a new force. And I think, like, the right will take, like, full advantage of that because it's for sure through real estate. That's what they're doing in crypto. That's what Trump's doing."
    },
    {
        "speaker": "B",
        "text": "Yeah. Yeah. Like, I'm kind of, like, prepared for Trump to get elected and then my, like, liberal family to just, like, be in disarray, like, again, and, like, not comprehend why. Like, that's. That was, like, my biggest, like, thing to my sister is, like, after Trump got elected is, like, you should. We should take a step back as, like, democrats."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "And, like, reflect upon why Trump just won 100%, because that's how you fix it. And, like, I don't generally see the left doing that."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's probably my biggest criticism of the left is they're just not hearing."
    },
    {
        "speaker": "B",
        "text": "They are not reflective. They're like, how can you vote for this absolute buffoon, barbarian guy who's trying to take our civil liberties? I'm like, I don't know, but a lot of people did. You shouldn't think about that."
    },
    {
        "speaker": "A",
        "text": "You should look into that. Anyway, this is probably the closest we'll get into a culture war politics episode on bankless unless we bring on a major politician again and they want to talk about that."
    },
    {
        "speaker": "B",
        "text": "Yeah, I haven't done any of my. My seeking of that."
    },
    {
        "speaker": "A",
        "text": "Well, that's all on you."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's all on me. All right, well, if we ever bank the sanction, if we ever have Donald Trump on the episode, it'll just be a David episode."
    },
    {
        "speaker": "A",
        "text": "It'll just be a David. I might be out of town. I might recuse myself. So anyway, guys, this has been the debrief. Thanks for hanging with us. Bye."
    }
]