[
    {
        "speaker": "A",
        "text": "Bangladesh. It's a debrief. This episode is not going out on Monday. So usually we wouldn't record a debrief because we generally only do debriefs for Monday episodes. But Ryan here."
    },
    {
        "speaker": "B",
        "text": "Yeah, I wanted to."
    },
    {
        "speaker": "A",
        "text": "Wants to do one."
    },
    {
        "speaker": "B",
        "text": "I wanted to."
    },
    {
        "speaker": "A",
        "text": "Why do you want to do a debrief for this episode?"
    },
    {
        "speaker": "B",
        "text": "Because. Okay, so some episodes, like an Eric wall episode is like a nice but very long and slow meal. It's like a whole meal. You have to, like, digest."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's like a seven course meal. And they only bring out to you bit by bit by bit."
    },
    {
        "speaker": "B",
        "text": "Yes, exactly. It's just the opposite of fast food or the way I generally eat my meals, which is, like, really quick."
    },
    {
        "speaker": "A",
        "text": "You don't enjoy them."
    },
    {
        "speaker": "B",
        "text": "I mean, but sometimes there's time for that. Anyway, it's like that. And I wanted to say many things. I wanted to even talk to you about many things, like confirm understanding. But with an Eric wall conversation, I think that kind of interrupts the flow. And he was getting to all of."
    },
    {
        "speaker": "A",
        "text": "Those slowly progressing very methodically through, like, bitcoin layer."
    },
    {
        "speaker": "B",
        "text": "So why did I want this? Cause I have more to say. I want to talk to you about some things that we didn't talk to on the podcast, which is, like, for me, that episode was the best episode I had heard on actual l two building and what's real and what's not. And I came away from that episode feeling like. I just don't feel like. I feel like it's hard to get to the truth to figure out the signal of what's real in terms of bitcoin layer twos, because there's a project trying to sell you on their thing, or there's a bitcoin evangelist who is just overbuilt on bitcoin. Yeah, it's amazing. Or over enthusiastic. Not necessarily intentionally deceiving or anything, just a little over the years."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "B",
        "text": "Or there's, like, somebody who doesn't understand roll ups from the Ethereum perspective at all. And so, like, just is so new to it, they just can't even talk about it. Or at least even if they can talk about, they can't translate that into Ethereum roll up language, which is, like, let's face it, Ethereum is, like the place where roll ups began and has, like, spent the most invented roll ups. Okay. It spent the most amount of time thinking about it. Anyway, Eric checks, like, all of those boxes. And what I appreciate most is he's a roll up maximalist, so he's not a bitcoin maximalist. He's not Ethereum maximalist. He's got a love for bitcoin, but he really loves roll ups and actual decentralized roll ups and not the fake kind. Anyway, it was great. I thought it was great. And I understand that time invested in what? Like, how long was that? An hour, 20 minutes, something like that. Yeah. That was kind of like a masterclass in terms of where we are now with layer twos. And I learned a lot. I thought I knew a decent amount going into this, but I learned a ton from Eric that I didn't know."
    },
    {
        "speaker": "A",
        "text": "I think the perspective of Eric Wall is a roll up. Maximalist is like pretty poignant because that was like, the reason why he was ostracized from the bitcoin world in the first place, was trying to basically scale bitcoin not via lightning network, but via v, via ZK tech and other things you could do with the bitcoin world. And that was just not what was partisan speech at the time. I was like, not allowed, but he left bitcoin. But he didn't go into the Ethereum space. But I agree with you, he went into the roll up space before there was a roll up space. He was like, he, he was on, he was on to something intuitively. He had an intuitive understanding. Like, Eric Wall is very technical. He won't say that he's technical, but he's very technical. Yeah."
    },
    {
        "speaker": "B",
        "text": "I can't believe he doesn't say he's technical."
    },
    {
        "speaker": "A",
        "text": "Yeah. Um, but like, I think this is also kind of like emblematic of one of the big lessons I've learned over the last two years. And like, Eric wall left bitcoin in pursuit of, like, some intuitive idea that later became roll ups. And now today's world, the bitcoin community."
    },
    {
        "speaker": "B",
        "text": "Right?"
    },
    {
        "speaker": "A",
        "text": "Like, ostracized from the bitcoin community because."
    },
    {
        "speaker": "B",
        "text": "They were not the fundamentalist. Maximalist community. Not everybody. Right?"
    },
    {
        "speaker": "A",
        "text": "Yeah, exactly. Like, he ostracized from the bitcoiners."
    },
    {
        "speaker": "B",
        "text": "Right, okay. From the religion. Yeah."
    },
    {
        "speaker": "A",
        "text": "But then bitcoin itself is now, like, what is bitcoin now? And all the building that's happening on bitcoin, it's because bitcoin discovered its own data availability layer. Yeah. Like, oh, it turns out I have data availability in me before we knew what data availability was."
    },
    {
        "speaker": "B",
        "text": "Yep."
    },
    {
        "speaker": "A",
        "text": "And so, like, the sovereign roll ups, which Celestia is pioneering roll ups at all, which ethereum is pioneering ERC 20 tokens and non fungible tokens, or on bitcoin, this is, it kind of goes back to, like, what I kind of believe to be true of the crypto universe is actually. There is one logical conclusion of blockchain design."
    },
    {
        "speaker": "B",
        "text": "Sure."
    },
    {
        "speaker": "A",
        "text": "And ethereum, bitcoin, Celestia Solana are all, like, trying to figure out how to get there."
    },
    {
        "speaker": "B",
        "text": "Yep."
    },
    {
        "speaker": "A",
        "text": "And they're taking different strategies for getting there. But, like, there's this one, like, magnet that all blockchain architectures is, like, attracted to. And different, like, systems that are developed will stay appended to these blockchains, like, data availability until that magnet is found."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think that four quadrants model that you put out is pretty good. And they're all kind of like, drifting towards the middle, almost. Right. And the four quadrants model is, what is it, like on the top or the top row? Let's say the top two highest quadrants. It's a big block. No, sorry. It's unexpressive blocks or expressive blocks, which is basically programmability or not. And so you have bitcoin versus ethereum on that side. And then the other axis here is size of blocks. Both bitcoin and ethereum are actually small blocks, except. Except bitcoin. My God, the blob space. Let's call it the block space that you can put da stuff in, right? So I'll call it blob 400 kb. So small 400 was just like, laughing when he's talking about, well, yeah, we can't append functions together, you know, like this basic programming button. And he was just describing, like, the things we can do are like, addition, subtraction, multiplication. I'm like, you got a calculator, man? You're trying to put a computer on top of a calculator, right? Don't fit a computer settling into a calculator. And so they're having to be like, they have to be very scrappy. Scrappy, like almost hacky in terms of how they do this. And you like this. Casey Rodimer said, you know, it's basically like, basically a hack. Like, we're finding any place within the block space to stuff our rooms to do this."
    },
    {
        "speaker": "A",
        "text": "It's not been optimized to do this."
    },
    {
        "speaker": "B",
        "text": "It's not. There's another funny part where you said something, well, Ethereum rollups have to be decentralized, too. And Eric's like, David, you know, you've gotten wiser as you've aged, right? And I was thinking to myself at the same time, so has Eric, all right? Because I remember the first bankless podcast we actually did with him before, even the one that you said, and I don't know, this was like, maybe a first year of doing a podcast, 2020, something like this. We can look at the archives. It was Eric Wall, the shitcoin slayer. That was the episode, and it was about Eric Wall's kind of, like, noble pursuit to go kill all of the non bitcoin scams. You know, to him at that time, Ethereum was like, maybe probably not a scam, but it was still, like, a platform for a whole bunch of scams. So he wasn't so sure about it. I mean, that was Eric Wall, like, four years ago, and he's come a long way from. From that. He's become much more pragmatic, much more knowledgeable. Do you hear even his statement? He's like, yeah. What I've realized is, if we don't solve ux problems and, like, we just forced decentralization without solving ux, we haven't really solved decentralization because it's too hard for anybody to use. And he takes a much more holistic view of that, whereas I feel like Eric from four years ago would have been a bit more purist, been like, you should do things on lightning because it's the right thing to do."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "B",
        "text": "So he's come a long way as well."
    },
    {
        "speaker": "A",
        "text": "And the whole David, you've come a long way line is like, I think what he's talking about is once upon a time. And honestly, still, I would look at the centralized sequencers and the multi sigs of optimism, and I'd be like, guys, don't worry about that. Like, that's so temporary. Like, think about, like, roll up for the future. Don't. Never mind. Like, never mind the patchwork security measures."
    },
    {
        "speaker": "B",
        "text": "Sorry, you would have glossed over it more, is what you're saying."
    },
    {
        "speaker": "A",
        "text": "I've always, like, glossed over, like, you and I, as podcasters and in the Ethereum space, are critiqued for, like, not being critical of the layer two space that we hold. So in so high regard because of our opinions and beliefs. And people would say, bag bias. But, like, what we would say is like, well, that's because the layer twos have the most credible path to actually fixing the holes. Yeah, and so, like, that was like, the idealism of just, like, never mind the security holes, guys. They're going to be fixed. But then other people are like, no, there's a huge security hole. Like, arbitrary is a multisig back in 2021, during 2022."
    },
    {
        "speaker": "B",
        "text": "Sure, sure."
    },
    {
        "speaker": "A",
        "text": "And so, like, Eri and me. So, but when I go into the podcast and I say like, oh, but also, Ryan, layer twos aren't finished either. And Eric was like, david, you're so. I've just been like, more like middle grounded by receiving 10,000 punches from Solana people over the years. But I'm just marginally more pragmatic. I feel like, in."
    },
    {
        "speaker": "B",
        "text": "Willing to. I don't know, I don't. Maybe it's because we've changed together. I just. I feel like if they sound. If they did sound bites of what you said or what we said, collectively, they could have come away with this idea that David Wright or bankless thinks that l two s are completely decentralized today. But that's actually never been the case. We've always been in favor of l two beat and the path towards progressive decentralization. At some point in time, we get to throw the keys away. I don't know. So I don't know if it's us maturing or others. I don't. I don't really know."
    },
    {
        "speaker": "A",
        "text": "Misinterpretation. Yeah, the."
    },
    {
        "speaker": "B",
        "text": "The bank listeners can be the judge of that. Um, I did think one of the most valuable pieces of the conversation for me in terms of my knowledge progression, was that exhaustive analysis of BitVM. So, yeah, coming into that is completely new to me. Yes. Coming to this conversation, um, BitVM. And even from our last conversation with bitcoin Dave, do you remember that? It was called, it was also titled something similar, like, our bitcoin layer two is real. And his thing was like, yo, most aren't. He was like, let me give it to you straight. Most aren't. But there's this thing that is. It's called bit VM. And it's amazing. It's gonna change the game."
    },
    {
        "speaker": "A",
        "text": "And so, but he also said that there's still like a. It's not a solved problem yet, 100%."
    },
    {
        "speaker": "B",
        "text": "But like, if anybody's gonna solve it, they're gonna solve it. Um, we've heard that from a lot of the bitcoin layer two teams, which is like, basically we're starting off centralized, more centralized, like, look at, like a side chain. And then what's your solution to decentralization? It's bit VM. And the idea I had coming to this conversation is BiTVM is like a kind of. A little bit of a nerfed, optimistic roll up. Roll up. And the reason it is nerfed is because, like, you have to kind of. It has a permission set of verifiers to like, prove the frauds, but still, I mean, like, not bad. And so I was aware of that and he said that, and I was aware that the, like, the proving time, so the withdrawal time would be longer. I didn't, I wasn't aware that it could be like, you know, three months to six months. Yeah."
    },
    {
        "speaker": "A",
        "text": "Right. That's a, that's more than a little bit longer."
    },
    {
        "speaker": "B",
        "text": "But the rest of it where he talked about the, the fatal flaw, I consider it a fatal flaw. Massive fatal flaw, like liquidity crunch, liquidity crisis, type of event where the operator, in order to like enable redemptions, actually has to be, has to have that cash on hand. To the extent that's true, that feels very much like a fatal flaw. Dead end. And I totally get the logic. And the fail back model to that is a multi sig. And so he's basically saying, why not just have a, like super great multisig?"
    },
    {
        "speaker": "A",
        "text": "Yeah. Right. Just start with a multisig then."
    },
    {
        "speaker": "B",
        "text": "Yeah. So it's less of, from this conversation anyway. It's less of a holy grail than I had thought going into this. Now we're going to schedule something with the BitVM folks. Right. So we'll be able to talk to them directly about this and maybe there's design patterns around this, but. Yeah, that was all new to me."
    },
    {
        "speaker": "A",
        "text": "Yeah. Yeah. And like, the thing is, this is bitcoins current roadblock. But if you just believe in human ingenuity, it will find its way over that roadblock. And at the very end of the progression of the cryptography industry, you can literally do anything you want with sufficient cryptography. You just throw more cryptography at it and it'll work. And if we don't have the compute power to run those cryptographic programs, then we'll just wait until we have more compute, or we just wait until the cryptography is more efficient. But like bitcoin will be able to do with any, whatever it wants with sufficiently advanced cryptography."
    },
    {
        "speaker": "B",
        "text": "Yes, I agree with that. But like, provided, David, provided they add an opcode, they have to have some, like, so my."
    },
    {
        "speaker": "A",
        "text": "I don't know if that's true."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "I think you can squeeze cryptography in corners no matter what."
    },
    {
        "speaker": "B",
        "text": "My takeaway coming from this conversation was they are squeezing everything into the calculator that they possibly can. And they've gotten great things from it. They've gotten ordinals, they've gotten runes from this, they've gotten these sovereign roll ups which are different. It's just totally different scenario than a roll up, but it's some kind of independent ish chains. They've gotten that. And then they were trying to get optimistic roll ups via BitVM. But it looks like that might be a dead end. I don't know. I feel like they've squeezed it as hard as they can and we might be at a dead end. In fact, that was Eric Wall's conclusion. I'm not saying it's a dead end for bitcoin because it's certainly not, but it's a dead end of what you can squeeze into the existing opcodes. And the next solution is op cat is what he said, that can get you an actual, as adding an opcode to bitcoin, that can get you an actual optimistic roll up. And then you could add another opcode to get you kind of like, like a ZK proof on chain. Okay, let me just tell you, if this was Ethereum world, those op codes would be in there, like, within the next hard fork. Like, snap your fingers."
    },
    {
        "speaker": "A",
        "text": "Like, Ethereum moves at, like, lightning speeds comparison to bitcoin, because, like, bitcoin is like, yo, we do like one soft fork and we introduce one opcode every four years. And Ethereum does like, bulk eips, like six or seven or eight eips every 18 months."
    },
    {
        "speaker": "B",
        "text": "Yep."
    },
    {
        "speaker": "A",
        "text": "But then, have you seen the Solana discord? They're shipping patches like, every fucking week, dude. Lightning fast, man."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's just a whole different value set. Did you hear Eric? He was basically, yeah. When you're arguing for an opcode, you're arguing against people who think if you add this opcode, the world's going to end."
    },
    {
        "speaker": "A",
        "text": "Right?"
    },
    {
        "speaker": "B",
        "text": "Like, I don't think that's hyperbole."
    },
    {
        "speaker": "A",
        "text": "No, no, I think that's. That's how bitcoiners think. They're like, let's suss out every single, like, failure scenario of this opcode. Is this an attack on bitcoin? I love the line. This is an attack on bitcoin because it's, like, turned into, like, such a meme. I don't think many, like, newcomers. Listen, wait, why?"
    },
    {
        "speaker": "B",
        "text": "Why do you love that this is attack."
    },
    {
        "speaker": "A",
        "text": "This is an attack on bitcoin?"
    },
    {
        "speaker": "B",
        "text": "Yeah. So many things."
    },
    {
        "speaker": "A",
        "text": "Well, that's kind of the joke is like, the bitcoiners who will, like, look at something and be like, oh, this is an attack on bitcoin. Oh, you're putting a jpeg on into data availability on bitcoin. That's an attack on bitcoin. Like, oh, you sold bitcoin to buy something that's an attack on bitcoin because you're actually degrading, like, the security of bitcoin."
    },
    {
        "speaker": "B",
        "text": "And so, like, this was a high purity culture, though."
    },
    {
        "speaker": "A",
        "text": "He's super, super. Like, you don't really hear about this anymore. At least I don't, because I don't really, like, affiliate with bitcoiners as much as I once did."
    },
    {
        "speaker": "B",
        "text": "But, like, you're saying fundamentalist, maximalist. Not Eric Wall tribe, but zig tribe."
    },
    {
        "speaker": "A",
        "text": "Well, Eric wall called the. The BRC 20 token standard, like an attack on bitcoin because it is fundamental state bloat. And what he means by that, like, the regular, like, shitcoiners who are just, like, you know, buying and selling BRC twenties, doing some speculation. They're not attacking bitcoin. They're not, like, worried about bitcoin. They're not. They're just doing stuff. But, like, it's still an attack on bitcoin because somebody might actually be able to leverage that property of the inflation of the Utxo set of BRC twenties to actually, like, create infinite state blow of. Of bitcoin. And so, like, the. The engineers around bitcoin are thinking about, like, can, even though in this docile use case, it's totally fine, but, like, it actually could be exploited in this very weird way."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "That, like, actually renders bitcoin useless."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "So therefore, it's an attack on bitcoin."
    },
    {
        "speaker": "B",
        "text": "Yeah, an attack on bitcoin. Right. How does that lead to the end of the world? So attack on bitcoin."
    },
    {
        "speaker": "A",
        "text": "Bitcoin is going to save the world."
    },
    {
        "speaker": "B",
        "text": "Okay, cool. Bitcoin is basically a lifeboat for civilization. Right? And so an attack on bitcoin, you destroy bitcoin, you destroy humanity. Yeah. That's how that connection is made. So you can see if the stakes are that high. It could take some time to add something. But that's why I was saying to you, it's like, they could try to squeeze more, David. They could try to. Okay, here's a roadblock. And this bitvm designed me. There's another one, right. That could take years. It could take a long time. And Eric's point, I think, was, like, we might be able to get the cat op code in faster. And actually, if they do that, I think that opens up so much. But I guess in order to add a new opcode at this stage in the game, I don't know how that happens in bitcoin. I don't know if you have an insight into this, but."
    },
    {
        "speaker": "A",
        "text": "No, I mean, every single opcode is its own case study, I think. So just because we had segwit go in and then Taproot went in after that. So it was segret, taproot and then it would be opcat. But these are, like, every one of these being accepted."
    },
    {
        "speaker": "B",
        "text": "Like, this conversation is the first time I heard a bitcoiner, like, make the case that we need opcat."
    },
    {
        "speaker": "A",
        "text": "I mean, I think this conversation has been around in bitcoin. Like, op cat. And also, covenants are, like, the big. The two big upgrades."
    },
    {
        "speaker": "B",
        "text": "Yep."
    },
    {
        "speaker": "A",
        "text": "Yeah, but, like, the conversations are, like, at a fucking snail's pace, bro."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Like, when I. When I go and I talk to, like, ck my old bitcoiner, like, mentorous, like, I lost him. Like, oh, so, like, what's the deal with covenants? And, like, he'll, like, update me. I'm like, oh, that's what it was, like four months ago. Great update."
    },
    {
        "speaker": "B",
        "text": "Sometime this decade."
    },
    {
        "speaker": "A",
        "text": "Yeah, maybe."
    },
    {
        "speaker": "B",
        "text": "Well, that was part of my question is, if you get a lot of just kinetic energy around building and, like, funding these bitcoin, quote, unquote layer twos, which are just, like, layer twos from a narrative perspective, does that actually put pressure on bitcoin itself to let in bitcoin core?"
    },
    {
        "speaker": "A",
        "text": "I don't think it does. I think bitcoin core is actually pretty well politically buffered from the surrounding ecosystem because they're all open source devs who run on donations and grant money. And so there's actually a pretty strong political buffer between private interests and bitcoin core."
    },
    {
        "speaker": "B",
        "text": "So how do they decide? How does a bill become a law? How does a bip become a law?"
    },
    {
        "speaker": "A",
        "text": "Honestly, we've never done an episode on bitcoin governance, I think, of. Pretty interesting."
    },
    {
        "speaker": "B",
        "text": "Really? Yeah, it's like, we've never been."
    },
    {
        "speaker": "A",
        "text": "We would. We would exit the episode being like, wow, I am so glad that's not us. That's a mess over there."
    },
    {
        "speaker": "B",
        "text": "It's gonna take a long time. And so as you guys were concluding that this is inevitable. Right. I think maybe you're more optimistic that we can find, like, they can find a way to stuff it somewhere else in. In the chain without adding an upcode."
    },
    {
        "speaker": "A",
        "text": "Maybe in the fullness of time. Like. Like I said, like, sufficiently advanced cryptography solves everything."
    },
    {
        "speaker": "B",
        "text": "What's, like, something beyond snarks because, like, you. You do need some, like, you need some stuff. You can't just do it with, like, math and subtraction. Yeah, your pluses and your minuses. That's all the thing does."
    },
    {
        "speaker": "A",
        "text": "I might be out of my death here, but, like, that's generally my. Just my understanding of cryptography is, like, just wait for it to get more advanced, and it can be more powerful, and you can fold it into smaller spaces. Yeah, but like, I don't know, maybe not. Maybe you're right. Bitcoin needs more opcodes."
    },
    {
        "speaker": "B",
        "text": "I personally, I like, I really like ordinals and runes. I think that's cool. I think it's very cool that you can put a jpeg on chain. Let me ask you this. This is a question I didn't ask Eric, but I was just kind of thinking it. Do you think Satoshi would approve of a dick butt being like the first ordinals jpeg inside of the chain? Do you think?"
    },
    {
        "speaker": "A",
        "text": "Oh, specifically a dick butt or like, like the fact that you can insert."
    },
    {
        "speaker": "B",
        "text": "Your jPeg here, but like an irreverent JPEg that has like, no, you know, value or whatever?"
    },
    {
        "speaker": "A",
        "text": "I think so. I think Satoshi was a big blocker."
    },
    {
        "speaker": "B",
        "text": "Really? Yeah, but that's not a big blocker. That's just, that's still not a big blocker."
    },
    {
        "speaker": "A",
        "text": "Jpegs inside of blocks is big block stuff for sure."
    },
    {
        "speaker": "B",
        "text": "You think that's a SL. But Eric Wall's not a big blocker. And he's still, he's not a big blocker. He loves four megs."
    },
    {
        "speaker": "A",
        "text": "Big blocker is like utility. He's a utility."
    },
    {
        "speaker": "B",
        "text": "But that's the top row in your quadrants there, David. He wants utility in his blocks, but he wants to keep them small too."
    },
    {
        "speaker": "A",
        "text": "Yeah. Yeah. So to parse out what I mean, it's like if you can put a JPEG into your blockchain, it's doing some utility thing more than it is being a monetary maximalism thing."
    },
    {
        "speaker": "B",
        "text": "Again, that's utility different than big blocks. Right?"
    },
    {
        "speaker": "A",
        "text": "Because blocks, but big blocks, big blocks and utility, like go together. And so, like, you can still outbid monetary maximalist for block space and still put a JPEG into the layer one. It's just not highly optimized for that. But like, jpegs in block space is like a big blocker philosophy."
    },
    {
        "speaker": "B",
        "text": "I guess it is. But I think from my perspective, like, what Eric is, he's still a small blocker, but he's a utility block space type of person. And he very much believes in the free market. So he believes that you can't, like, purity test people into like, what the block space is for. And so he basically believes that, like, high value block space use cases in the fullness of time will just outcompete the low value ones. And who is he to judge whether, like a picture of, like a dick butt is like, you know, high value or low value? It just goes to the highest bidder of the block, right? So he's kind of like free market, small block, and also utility block, expressive block ish."
    },
    {
        "speaker": "A",
        "text": "Right? Yeah. And so, like, I think Satoshi, like, will, would Satoshi be happy about a dick? But inside of the blockchain, like, we, we know that Satoshi was interested in other things beyond bitcoin. Like, I think he talked about, like, namecoin a few times, which was, like, an early ens as a blockchain kind of thing."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "And so, and he was interested in others, like, scaling things and other trustless things. And so, like, yes, more. More leveraging of trustless block space was Satoshi's vibe. Do you think that's what they put in a chain?"
    },
    {
        "speaker": "B",
        "text": "Do you think that's the beauty of Satoshi, though? Like, as a pseudonymous founder without, like, any, you know, weigh in on any of these things, is like, anybody can make him say what they want. Like, anybody can, you know, use him as their image. Satoshi would have wanted this. Satoshi. I'm not saying that's what you're doing. Like, I'm just saying that, you know what I mean?"
    },
    {
        "speaker": "A",
        "text": "Like, roger, we're all speaking for an envoy, somebody without a voice."
    },
    {
        "speaker": "B",
        "text": "Isn't that the beauty of it? Isn't that the beauty of Satoshi is just, Satoshi could be a big blocker and support bitcoin cash. And people made that argument and, like, forked it out based on, you know, Satoshi's real vision for things. And somebody makes another case with, like, some people are rewarded. Oh, man. I don't, I don't have a strong, I guess, stake in that."
    },
    {
        "speaker": "A",
        "text": "This is kind of like, why I think, like, the invoking Satoshi is generally, like, fruitless. It's like, what's the point?"
    },
    {
        "speaker": "B",
        "text": "Exactly."
    },
    {
        "speaker": "A",
        "text": "Like, he's not, he's not a deity."
    },
    {
        "speaker": "B",
        "text": "Yeah, well, not yet. Give it. Give it another."
    },
    {
        "speaker": "A",
        "text": "You know, he didn't want to be a deity."
    },
    {
        "speaker": "B",
        "text": "Yeah, but he left. It's probably true. Maybe that's true. I don't know. I mean, give it a hundred years. Don't you think he will be like."
    },
    {
        "speaker": "A",
        "text": "Well, but, like, he, just because we deify him doesn't mean that that's what he was. That's what he intended. Craig Wright intended to be deified, right?"
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "What a Satoshi did not."
    },
    {
        "speaker": "B",
        "text": "What a cringe. Terrible attempt at that, huh?"
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "All right, well, that's why I want to talk about some other things we didn't get to is like, oh, one question I had for you, though, is do fees solve the economic security budget problem of, for bitcoin? I think I saw. Was it from you? I think I saw a tweet from you about this."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah."
    },
    {
        "speaker": "B",
        "text": "And like, what's your latest on it? Because we did see a massive spike up a fee revenue with runes and like, ordinals. Just generally, we've seen it. It's been a good year last twelve months for bitcoin fees, let's say the bitcoin fees."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Does that solve the problem or do we still have a problem here?"
    },
    {
        "speaker": "A",
        "text": "No, you still have a problem. So during the moments of high fee demand for the bitcoin blockchain, that does add to that momentary amount of security."
    },
    {
        "speaker": "B",
        "text": "You tell me it's too bumpy, too spiky."
    },
    {
        "speaker": "A",
        "text": "Yeah. So this is like what EIP 1559 does, is it captures excess demand and it spreads it out over time."
    },
    {
        "speaker": "B",
        "text": "Yep, you're right. I knew, like."
    },
    {
        "speaker": "A",
        "text": "Yeah. And so actually, in fact, like, excess demand for bitcoin block space is actually an attack on bitcoin because it leads to further bitcoin selling this podcast by the miners."
    },
    {
        "speaker": "B",
        "text": "Okay, one other thing that actually I noted that I wanted to ask you about is slipstream, this marathon mining pool. So he said, oh, now there's an easy way to actually get my four Meg, like, you know, dick butt picture or whatever, and there's a way to, through an API call, contact, like a miner, a mining pool, and like slip it in. Okay. To me, that's like a whole side market for Mev that you're kind of opening up. Am I wrong about this? You're contacting a miner directly right outside of the protocol, and you're being like, hey, can you put this into the block? And if there's a competitive market around that, or any kind of market dynamic around that, you have to get to a place where you sort of, you like, bribe, you give them a fee, you give them a tip. Here's a little extra something. I mean, aren't we just talking about like, Mev here? Isn't this like a problem in the future or is just, am I missing something here? Yeah, these side deals with mining pools."
    },
    {
        "speaker": "A",
        "text": "Is that side deals with mining pools. But it's not like flashbots. It's not transaction ordering. It's just because in order to get, in order to fill up a block with a full four megabytes and get a four megabyte transaction in, you can't, you can't broadcast that as a transaction. You have to go to the miners because the nodes don't accept it."
    },
    {
        "speaker": "B",
        "text": "So it's nothing to do with like."
    },
    {
        "speaker": "A",
        "text": "Ordering, it's like, the Ethereum blockchain will accept a four megabyte block jpEg, but Lighthouse or Prism won't. And so you have to go straight to, like, the client software, and, like, you have to go straight to a miner and be like, here's the data. Put this into a block for me."
    },
    {
        "speaker": "B",
        "text": "I see. Okay. Yeah."
    },
    {
        "speaker": "A",
        "text": "So it's. It's within the consensus rules of bitcoin."
    },
    {
        "speaker": "B",
        "text": "I get it."
    },
    {
        "speaker": "A",
        "text": "But, like, the actual bitcoin software isn't, like, capable of that for some reason."
    },
    {
        "speaker": "B",
        "text": "I got it. Okay. My ears just perked up a little bit. When we talk about going, like, we're sending transactions direct to minor."
    },
    {
        "speaker": "A",
        "text": "No, it's like an implementation problem."
    },
    {
        "speaker": "B",
        "text": "But I guess that's not necessarily a kind of like a mev or."
    },
    {
        "speaker": "A",
        "text": "It's not me. Yeah, because you're not reordering transactions."
    },
    {
        "speaker": "B",
        "text": "All right, cool. Yet we're gonna do the BitVM episode."
    },
    {
        "speaker": "A",
        "text": "Yep."
    },
    {
        "speaker": "B",
        "text": "There's some other bitcoin layer two projects. Like, there's a ton of them right now, and most of them are starting as, like, these side chains and then moving."
    },
    {
        "speaker": "A",
        "text": "They'll all say that they are using."
    },
    {
        "speaker": "B",
        "text": "The more decentralized direction. Right. Maybe something to tap into there. What else is there on our bitcoin journey right now? That kind of it."
    },
    {
        "speaker": "A",
        "text": "That's kind of it, yeah. Fungible tokens, non fungible tokens and layer twos, baby. This is ethereum 2016 in ethereum land."
    },
    {
        "speaker": "B",
        "text": "2016. Oh, my God. That was pre lt. Maybe."
    },
    {
        "speaker": "A",
        "text": "Maybe 2019. Maybe 2019."
    },
    {
        "speaker": "B",
        "text": "Yeah, 2019. When they found out that raiden is not a good way to scale Ethereum."
    },
    {
        "speaker": "A",
        "text": "No. When we found out that plasma could actually turn into an optimistic role."
    },
    {
        "speaker": "B",
        "text": "Yeah, they're right there. They're right there. Oh, wow. All right."
    },
    {
        "speaker": "A",
        "text": "I wonder if we ever going to get plasma back in Ethereum."
    },
    {
        "speaker": "B",
        "text": "Yeah, I hope not."
    },
    {
        "speaker": "A",
        "text": "I hope, you know, optimism is working on plasma. Da."
    },
    {
        "speaker": "B",
        "text": "Really? Okay, well, that's a different use case for it. My last thing for you is, do you think that lightning is acknowledged dead by everybody in the bitcoin community? Or it's like Coinbase just rolled out lightning support in 2024. I don't know."
    },
    {
        "speaker": "A",
        "text": "Victor Bunin hit me up. I think I told you that Victor Bunin hit me up. I was like, hey, you want to do a podcast with me from the Coinbase protocol specialist about lightning integrations?"
    },
    {
        "speaker": "B",
        "text": "And I'm like, no, I don't know lightning anymore. Like, Eric Walter, no one is going."
    },
    {
        "speaker": "A",
        "text": "To use that product. Wow."
    },
    {
        "speaker": "B",
        "text": "I mean, why lightning when there's layer two? Is the point that Eric said as well. All right, guys. Hope you enjoyed the debrief."
    },
    {
        "speaker": "A",
        "text": "All right, cheers, guys. Bye."
    }
]