[
    {
        "speaker": "A",
        "text": "Hey, guys, this is the debrief after our episode. Flynn Alden on nothing stops this train, fiscal dominance. David, now, do you understand the train metaphor?"
    },
    {
        "speaker": "B",
        "text": "Definitely understand the train. I think it's just a re articulated version of many of the macro episodes that we always tend to have, which is eventually the money printer exhausts the value of the currency, and then something new happens. And this is just the most updated version of this, with a new dynamic of, like, well, before we totally exhaust the currency in the late stages, we play this weird game of, like, the politics of the world gets to decide who's the winner and the loser. And this feels very, like, Ray Dalio esque of just, like, late stage decline empire. As people are realizing the gig is up, people just, like, try and grab as much as they can out the door. It's kind of. Kind of how I'm fitting this thing."
    },
    {
        "speaker": "A",
        "text": "Yeah, I definitely think that is, like. That is part of the vibe, for sure. This new era of fiscal dominance is mainly characterized by government spending, which is different. I feel like a lot of the early stage of bankless, just because, I mean, we're coming out of 2008, it felt like the central bankers were the ones that were controlling all of the levers of monetary policy. Here."
    },
    {
        "speaker": "B",
        "text": "They're at the center of all things."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah. And that's been basically true for the last 40 years, and they play a massive role in it, for sure. But the concept that we're talking about here is the next stage of that, the next stage of an eroding fiat system, the next stage of the money printer, which is, well, now Congress and the executive branch, the government starts spending uncontrollably as well, and they realize they can shoot the money cannon wherever and, in fact, their electorate wants them to. Right. How do we get out of the problem of the wealth gaps and wealth disparities?"
    },
    {
        "speaker": "B",
        "text": "Like, hey, help me, I'm poor. Point the water cannon my way."
    },
    {
        "speaker": "A",
        "text": "Yeah, but I mean, justifiably so, right. It's just, like, not a bad thing, necessarily. It's, like, inevitable outcome. The money printer has very much been pointed towards, like, asset, like prices and sort of the banker class and, like, the capital class and the wealthy class."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "And now the electorate is saying, like, hey, what about ours? Right, right. And so, like, that's very much part of Ray Dalio's framework where he talks about different monetary policies. I think he's got, like, if I'm recalling correctly, like, monetary policy one, monetary policy two and monetary policy three. There's kind of, like three in this the end stages of a late stage debt cycle that a government will use. This is, this is monetary policy three where fiscal government spending acts kind of like in unison with like Powell and the Fed and they become sort of one and they just like really, really crank it up. So I think Lynn Alden's right, that like 2019 was kind of the beginning of that and it was a very different style of spending and money printing than we saw in 2008. Right. Which is very much these stimulus spendings, the PPP program and like Covid stimulus checks, right. And like that was all fiscally driven. That was all like laws passed through Congress, you know, kind of like emergency acts and trillions of dollars can be printed that way as well. And is, and now that is effectively like the tail that, that's wagging the dog. And they're in control now. They're in there in kind of like the seat. So I think it's just a really important principle to figure out. And, yeah, I guess net net, it's inflation either way. It's just now it's a different controller on the dials here."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think fiscal dominance happens once inflation gets out of control and becomes inevitable. And I'm not saying like inflation is out of control, but, but kind of what I, what I am saying is like, the debt is out of control. And so now you, you manage inflation with the Fed, but money is going to get printed one way or the other. Like the whole like one way street of like the, the debt to GDP ratio of the United States GDP, right. Too much debt, not enough revenue to suppress the debt. And then somehow that through the system that magically turns into just like political controls over fiscal policy just seems so weird."
    },
    {
        "speaker": "A",
        "text": "But I mean, why does that seem weird to you?"
    },
    {
        "speaker": "B",
        "text": "So it's like, oh, you fucked up the budget, so now your controls get stronger. But I guess it's because like, because our debt is so large, but it's hidden away as debt. So it's not in the economy, but the money. The fiscal policy is a, the power of the fiscal policy is a function of the size of the debt while like the economy itself is relatively buffered from actually the size of the debt. And so you have a big mountain of debt over here. On one side, you have the normal economy with the circulating GDP and transactions and all that stuff. Normal economy. And then you have like, what is the conduit between the debt and the economy, which is the fiscal policy of the United States government. And so as the debt gets larger, which they helped create, so does the strength of their tools to nominally affect the winners and losers in the economy. That's how I understood the episode."
    },
    {
        "speaker": "A",
        "text": "Yeah. I don't think the strength of their tools necessarily becomes stronger."
    },
    {
        "speaker": "B",
        "text": "The strength of the fire hose of their."
    },
    {
        "speaker": "A",
        "text": "The strength of fiscal policy tools relative to monetary policy tools get, like, have a stronger effect on the economy for sure, if that's what you mean. Right. And it's like, it's definitely the case that monetary policy tools become weaker. Right. At some point, if you're at this level of debt to GDP and you're spending all of this cash running in a deficit on the fiscal policy side of things, it really doesn't matter what Powell does. Right. It's like he could raise the rate to ten. You know, all that's going to do is that's just going to airdrop more dollars to people who hold t bills. Because rather than get, you know, say you have 100,000 in t bills, rather than get a $5,000 a year airdrop, now you get a 10,000 a year a year airdrop. Right. And so it makes his tools less effective for, like, managing the dials he's supposed to dial, like, he's supposed to manage, which are like, you know, unemployment and, like, the economy in general and inflation, it just kind of weakens it because the fiscal policy impact just kind of, like, dwarfs monetary policy impact inside. So it's not the case that suddenly, like, kind of the Congress gets more power. But, like, I do think that it's relative power. Yeah, I do think that part of this is sort of an outcome of, like, our high debt to GDP ratio and, like, also wealth inequality. And the way we sort of, like, bailed out the banks in 2008, because now if you can bail out the banks, then you could definitely bail out student loans, right? And you can, like, definitely bail out main street and you can definitely print more money for the electorate. And it's natural. Citizens are like, hey, the wealthy got this massive bailout and corporate interest did."
    },
    {
        "speaker": "B",
        "text": "We did it during COVID Like, this was kind of like, why the COVID stimulus, I think was so strong is because we saw the stimulus, like, work in 2008 and just like, understanding and unpacking. Unpacking what happened in 2008 and the interventions that definitely worked in 2008. Then we hit Covid, and then our neurons as a collective society go like, I know what to do now, stimulus. And so we just skip straight to stimulus without actually, like, measuring how big Covid was or how big we actually needed it."
    },
    {
        "speaker": "A",
        "text": "It was just like, if you look at the stimulus, it was so shitty. It's like, the PPP program was absolutely terrible. I mean, like most Americans, when they think of, like, the stimulus, they think of their sort of checks. They don't see the whole PPP program. It was basically a loan that you could take as a business owner of whatever side size against payroll, promising that you wouldn't fire your employees. Right. And it actually turned out there wasn't a loan. It was like a grant, because it was a loan that was just like forgiven and could be forgiveness. And so these companies got a massive stimulus. And who owns companies? People who own capital. And so once again, disproportionately, the average american citizen got some check. Their stimmy check, a few thousand dollars, whatever. But the rest of that money cannon, the big portion of COVID stimulus and the trillions in debt that we added during that period was actually just like given once again to kind of like the wealthy yet again."
    },
    {
        "speaker": "B",
        "text": "I think that point is kind of like, aside from the point that I was making, which is like, say we have another crisis. And, like, people would be like, well, last crisis, I got like $3,000 in my bank account. So, like, oh, we're getting stimmy checks. It's another crisis. Money."
    },
    {
        "speaker": "A",
        "text": "Overton window has changed."
    },
    {
        "speaker": "B",
        "text": "Overton window has totally shifted."
    },
    {
        "speaker": "A",
        "text": "And in fact, it's gotten more so because, like, they're like, well, last time you bailed out the bank, so this time you better bail out just the."
    },
    {
        "speaker": "B",
        "text": "Citizens mob is going to get. And this, this is kind of like when I think while I was and kind of still conceptually am a big fan of universal, what is it called? Basic, basic income, the big linchpin. The reason why, like, that doesn't actually work is because people will always vote in the party in power that agrees to pay them a higher universal basic income. And so as, as soon as there's overly politicization of our money, which is in my mind, basically synonymous with fiscal dominance, as soon as there's politization of the money, the people will mob. And we've seen this in crypto, like, people will mob to band together to pull whatever levers and dires that they can influence so that they get more money."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think they will. And, like, there's also an element of, apart from some sort of fiscal policy, how do you, if you're, if you're trying as a society to change wealth inequality, how else do you do it? It's really, it's fiscal. Fiscal policy is not just spending. We're just talking about spending, but it's also taxing. It's also income. Right. And so you have to change the tax rate in some way. And so what's interesting right now is we are not increasing tax rates in the US, but we are increasing spending. And so the deficit increases, revenue doesn't increase, costs do. And so that just relates, like, a result in money printing. And what's also interesting compared to, like, the 1940s is who's getting it. A lot of the costs are going not just to interest rates, which were in the 1940s, but to entitlement programs. That's a key difference. It's like Social Security. It's going to run out for probably most people, I don't know, under 50 who are listening to this. I don't know where Social Security comes in the future. There's not enough money to pay for it. And then Medicare and in particular for older demographics, it's kind of the baby boomer esque entitlement programs that are getting the recipients of this deficit spending. So it's not like a healthy investment in the future. It's not going to roads or federal parks or investing in the education of a young demographic. It's just mostly going to things that don't have a great payoff, I would say."
    },
    {
        "speaker": "B",
        "text": "Yeah, I don't. I don't trust that when we move forward and, like, if nothing stops the strain, then the politicization of the money only gets, like, worse. As in, like, it's. Isn't it just gonna turn into, like, some sort of, like, societal popularity contest? As in, like, yeah, it's popular, right? Yeah, yeah, right. Well, like, wall street. Let's just tax the shit out of them because fuck those guys. Fuck the bankers. Oh, you know, also crypto bros. Also tax them. Also tax the crypto brothers. You saw the Ohio state, like, commencement speech where the guy said bitcoin once, and the entire audience just started booing. Yeah, well, if that's reflective, like, a, don't bring up bitcoin during commencement speech, but, b, like, if that's society's, like, sentiment towards crypto people, then, like, if the mob is in charge of who gets taxed and who gets, who gets subsidies, crypto people not doing well in that, like, eradic. Like, we're not, like, favored by society."
    },
    {
        "speaker": "A",
        "text": "Yeah, for sure. And I think it's a lot of this ire comes from, like, tech bro billionaires. Just like, it's just against kind of, like, wealthy Elon musk."
    },
    {
        "speaker": "B",
        "text": "Yeah, he's not doing well."
    },
    {
        "speaker": "A",
        "text": "Well, crypto definitely gets, like, blanketed in that entire movement, which is like, this was maybe apart from just the great overview of fiscal dominance and what that means. Just like, one of the most interesting conversations, parts of the conversation for me was like, that whole conversation around capital controls and how that is not just a policy sort of movement, but it's also a narrative and kind of social movement where you can really ostracize and you have the opportunity to ostraise and scapegoat one kind of asset class, potentially, or one group of people disproportionately, because in order to pass the type of legislation that you might want, you have to, like, cause some. Anyway, I just. I see some of the early stages of that, man. I see the early stages of, like, kind of a narrative war, but also a policy war against people that own their own digital property, like crypto. And I think that these are when times are relatively good, quote, unquote, right? Like, what happens if times get kind of bad, right? And like, let's say we actually get stagflation, things stop growing in the us economy, but at the same time, crypto, like moons, anybody who doesn't own crypto is going to feel robot resentment towards those that own crypto. And you can easily see how this can, like, escalate into some sort of."
    },
    {
        "speaker": "B",
        "text": "Racist Solana meme coin. Like, I'm not going to feel bad about voting for somebody who's going to say we're going to tax that type."
    },
    {
        "speaker": "A",
        "text": "Of activity, or just like, that's one example for sure. And also, even just like bitcoin, normal bitcoin, you're destroying the environment. It's your Ponzi scheme. You're getting wealthy and leaving the rest behind. Hey, we're all in this together. We live in a society, and you're just trying to escape in your lifeboat."
    },
    {
        "speaker": "B",
        "text": "Do you remember when we did our episode with Luke Burgess and there, I don't know if we ever talked about this in the podcast medic Desire episode. Yes, but mostly there was a. Inside of the medic desire, there is a subject about scapegoating. And I think also, if I can remember correctly, there's a. David Graeber also talked about the role of a scapegoat in society, where a scapegoat is like society's natural catharsis, whether it's accurate or not, society can find a scapegoat and pin all of the evils that society collectively produced ourselves onto the scapegoat so that we don't have to answer for it. So we just exile this one scapegoat and be like, all right, he was the problem. They were the problem. Now they're gone. So, like, now all of our problems are gone. And so there's this, like, natural desire to, like, scapegoat apart. It's gonna be like a part of the economy. That's the reason why everyone feels bad. So let's scapegoat them. And it's basically like a social witch hunt, the very natural, like, phenomenon to happen during mobs. And I just kind of feel like in an overly politicization of the money era, you're just gonna see, like, the force of the mob learn that it's actually, like, really powerful."
    },
    {
        "speaker": "A",
        "text": "Yeah. So something I've long to believe is there could come a time, if things get, like, messy, where it's literally illegal to own crypto in the US."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "Basically, turn in your private keys. And I've thought, so it'll be at."
    },
    {
        "speaker": "B",
        "text": "Least illegal to have an unhosted wallet."
    },
    {
        "speaker": "A",
        "text": "Sure. And, you know, it's sort of. I mean, do you see it now? Like, I've long kind of, like, believed, but, like, you can start to see the pieces coming together of how it actually could happen. I'm not saying it has to happen, but I'm saying if things get bad, if wealth inequality continues, if fiscal dominance increases, if we get to some era of stagflation, if society decides to turn its eye on some group and scapegoat them. Not to say that, I guess the disaster scenario for crypto is if it is disproportionately scapegoated. It'd be one thing if there was some sort of across the board increased tax rate on just all assets. But there could be the case where it's like, no, you actually have to turn in your crypto or on crypto assets. There's an 80% tax on other assets. It's a 40% tax or something like this. Anyway, that was actually the case Lin made for diversification, which actually is the first case that made sense to me for, like, why did diversify."
    },
    {
        "speaker": "B",
        "text": "Well, isn't that. Isn't that just because the case to want to diversify out of crypto is that there's a case that the United States government is going to become so authoritarian towards crypto that they're going to nerf the value of crypto?"
    },
    {
        "speaker": "A",
        "text": "Yeah, they're basically going to tax you disproportionately on your crypto. It's like, you know, I don't think that they can nerf the. Like. They can crash your bags, maybe they can in certain ways. I do sort of still hold taxing."
    },
    {
        "speaker": "B",
        "text": "At 80% and crashing your bags is almost kind of synonymous."
    },
    {
        "speaker": "A",
        "text": "I mean, right. But, like, except that I just don't think that the US has the ability if it went full draconi into, like, tank crypto prices, because I think there'll be an element of, like, the more capital controls that are put in place against specifically crypto. Like, the higher the price will rise. It's like, again, emperor with no clothes type of thing. But, yes, if you're still a resident in the country, like, maybe your taxes increase. So that's the case for diversification. Anyway, I don't like it, man. It just feels messy and, yeah, late."
    },
    {
        "speaker": "B",
        "text": "Stage empires are not enjoyable."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "The whole crypto is a life raft. Meme was better when we didn't really have any sort of, like, spotlight from the nation state on us, but now we do."
    },
    {
        "speaker": "A",
        "text": "Yeah. I mean, do you feel like that's what's actually going on with empire stuff? No, no. Yes. I like that. But, like, just sec attacking crypto, you know, turnaround of cash, developers in jail, financial surveillance. Do you think that this is capital control or it's just control in general, the government?"
    },
    {
        "speaker": "B",
        "text": "Like, I kind of. Well, I'm a big fan of just, like, zooming out and viewing the nation state as, like, a collective beast with agency and incentives. You called it a hydra. Different heads have different motivations, but the body's one collective unit. And so all of these think Gary Gensler, what he's doing, treasury, what they're doing. It all kind of makes sense. Crypto is just not a friend of governments by the nature of what it is."
    },
    {
        "speaker": "A",
        "text": "Yeah, exactly. I would really like to do an entire episode sometime with a historian about kind of, like, the 1930s and the gold ban in the US and, like, what actually happened and how that was felt by individuals. I mean, Lynn seems to have some knowledge about it, and she basically said there was a group of individuals who kind of, like, held their gold. She's like, barry just didn't. Didn't report it, and, like, came out on the other side of that. But, like, how did that happen? What were the headlines? How was there Supreme Court? Like, were there court cases about this? I mean, it seems like it's some kind of, like, a breach of your ability to hold property rights. And so. Yeah, how did that happen? How did that kind of, like, break down would be interesting because. I don't know. Could happen again."
    },
    {
        "speaker": "B",
        "text": "Yep."
    },
    {
        "speaker": "A",
        "text": "What else? You got anything else?"
    },
    {
        "speaker": "B",
        "text": "Nope, that's it."
    },
    {
        "speaker": "A",
        "text": "All right, guys, thanks. This has been the debrief."
    }
]