[
    {
        "speaker": "A",
        "text": "Hey, bankless nation. So happy, happy. Welcome to our debrief. After debrief, happy debrief to you. Timothy Massad. So this is a conversation like an invitation to a guest I didn't expect we'd get. This is somebody, I would say, who is more deeply embedded in some institutional ideas about the nation state's role with respect to crypto than David and I are."
    },
    {
        "speaker": "B",
        "text": "Big status perspective."
    },
    {
        "speaker": "A",
        "text": "I would say that, and I don't, like. I don't mean to be. Hmm. I don't think we should be, like, derogatory towards that point of view. Yeah. Or antagonistic. I just. And I think that there are some shared values, and there's definitely some. Some overlap, but this is a person who is looking at this from a economic sanction. Aml Kyc. You know, like, how can we kind of coexist while preserving the status quo type of perspective? Much more than like we would have. So, given that, I'm kind of surprised he came on bankless. And, I don't know, I think that's pretty cool that we're able to host these types of conversations. Right."
    },
    {
        "speaker": "B",
        "text": "It's just a super reasonable guy that, like, you can't really, like, you can definitely argue with him, but you can't really deeply complain about his motivations or perspectives or values."
    },
    {
        "speaker": "A",
        "text": "No. And I think I'm hopeful we never become a podcast where people with opposing views just feel like they can't. They just can't come on and can't engage. Right."
    },
    {
        "speaker": "B",
        "text": "Yeah. We want to be productive here 100%."
    },
    {
        "speaker": "A",
        "text": "Because if Tim is thinking it, you can bet a whole bunch of people in DC and Congress are also thinking it, too. And so what's the point in just, like, not alienating or not having a conversation about these things? And so this is a great, like, chance for us to sort of get into his mind how he thinks, hear about, you know, like, some of these issues. And I'm curious what some of your takeaways were from this episode. David?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I think the biggest standout part of the podcast that made me shrivel up the most was when he was talking about, what if we could just implement some sort of identity layer inside of stablecoin transfers, where you have to upload certain identity information, and then that pings every stablecoin transfer. I'm like, yeah, this is the part where we're going to be the furthest apart on that gap is going to be really hard to close between, uh, the masoodists that, uh, Nicar calls them, the. The cohort of people that align with uh, Timothy's perspective and the crypto industry, um, that was the hardest part to, to like, to stomach. Yeah. Uh, and this is, I think going, this is going to be like a mat, this is a massive theme and going is going to continue to be a massive theme when it comes to like crypto and Capitol Hill, which is what, what do we do about the fact that like, like ethereum did not implement KYC in the base layer?"
    },
    {
        "speaker": "A",
        "text": "Yes. I want to like talk to you about maybe a meta theme here, which is a very much seems to me like when, when you talk to someone in DC like, like this of the, of the Timothy type, one of their concerns or preoccupations is kind of like preserving the status quo of things that the US has had. Power projection that the US has had. And so a thing that the US has had over the last 40 years that has been very useful in air quotes from a national security perspective at least, the perception is it's been useful, has been economic sanctions. And it has the ability to do this through this asset called the euro dollar, which by the way is like whenever we say euro dollars, you should just say foreign dollars. It's just like any dollar outside of the us bank and inside kind of like a non us bank is a, is a euro dollar, basically. And I would say the US has been kind of spoiled over the last 40 years in having the ability to use swift, use euro dollars, use the money system that it has created as."
    },
    {
        "speaker": "B",
        "text": "A power projection cudgel, a non violent military weapon."
    },
    {
        "speaker": "A",
        "text": "And I can see how that's appealing in some cases. Right? So like if you're in the us government and you're looking at the prospect of like securing the homeland, right, and possible ways you can do that and enforce, uh, like, let's just say, I mean, you could be cynical and say like enforce, you know, the US empire and like dominance. And certainly there's some of that. But maybe on the less cynical side of things, just like protect the homeland or something and not get into a nuclear exchange with a foreign adversary, yet still do something to engage them, well, you just slap them with sanctions. And that has worked great for like, you know, terrorist organizations, maybe like North Korea. And they're, they have certainly tried it with entities like, like Russia. You, you can imagine how difficult it would be to cede any of that ground or to step away from that or to like encourage it. And they, they come over here and they see crypto and they're like, how, why would we want this to happen? Like why would we propagate this. This is against our national interest, at least from the ability to economically sanction people to, to do this. And I. He's kind of right. It is right. Even, even with stable coins, you could still peer to peer inside of that ecosystem. And then certainly with bitcoin and ethereum and crypto native assets. Right? That's non Kyc. That is like, that's why I kept calling it the elephant in the room, because it's the thing that, like, no, I just. It's hard to get engagement from because crypto native people are like, just. Yeah, peer to peer transactions. What'd you think, bitch?"
    },
    {
        "speaker": "B",
        "text": "Like, this is what we have."
    },
    {
        "speaker": "A",
        "text": "This is what we're all about. And by the way, we should make them private. We forgot to ship that feature in the original. And, like, we're going to make a big."
    },
    {
        "speaker": "B",
        "text": "But we're working on it."
    },
    {
        "speaker": "A",
        "text": "Yeah. And then you, like, don't look over there."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "And the national security people are just like, what? No, no. Like, you're not like. And. And they're very happy that the ledgers are open and they can use chainalysis and that we don't have a native privacy and that stable coins at least dominate the dollar, have, like, freeze type functions. And they're not even feeling great about this whole peer to peer decentralized blockchain thing."
    },
    {
        "speaker": "B",
        "text": "That's their lack of intermediaries is like. But that's where we do our. That's where we play in intermediaries. That's why I, why I was talking. I asked him about how he just thinks about the trade off space. Because if in the happy path of our engagement with the nation state and national security, we convince them, the powers that be the nation state, that it's okay, that they are going to lose up some control because we are going to work together as an industry for them to gain control in other directions."
    },
    {
        "speaker": "A",
        "text": "Make up for it in volume, baby."
    },
    {
        "speaker": "B",
        "text": "Maybe something like that. We're like, okay, sorry, you can't free. You have no control over the rails. Sorry, you have no intermediaries, but you guys have all of this data. You do control the endpoint and you get further dollar dominance. And I think what you're saying is like, they're just going to resist change and it's going to be really hard to convince them of change. But the crypto perspective and why we need to engage with people like Tim is that we can convince them that even though you lose something, you also gain something which is going to make the government uncomfortable, because that's change. And they're generally uncomfortable with change. They generally dig in their heels. They generally want the status quo. But we have to convince the government that, like, this, it's okay to embrace the change. Let's lean into the powers that make you feel comfortable, even though you know you're giving up something. And then we are moving forward in a more technologically advanced state of regulatory milieu. And the crypto industry stays in the United States. You get all the jobs, you get all the innovation."
    },
    {
        "speaker": "A",
        "text": "That's it."
    },
    {
        "speaker": "B",
        "text": "And, like, yeah, you lose something, but you also gain something. And now, but now the crypto industry remains yours, I think, which is like a pretty tight needle to thread."
    },
    {
        "speaker": "A",
        "text": "That's the exact argument, though, that, like, we need to present them. And the reason why I like to have this kind of, like, I think it's good for us to have this conversation. One other thing I would add to what you said is just this last detail that I don't think they are ready to accept, but feels like a near certainty to me, which is you're going to lose this power anyway, right?"
    },
    {
        "speaker": "B",
        "text": "Like, yep."
    },
    {
        "speaker": "A",
        "text": "Regardless of crypto, this is kind of losing this power. Yeah, this is the meme of, like, hard pills to swallow. This is their hard pill to swallow is the more they, and I think this is a deep crypto principle that you, like, I don't think everyone is, like, ready to hear or knowledgeable about, but the principle of credible neutrality. The more you make swift and your banking system and your dollar a picking."
    },
    {
        "speaker": "B",
        "text": "A tool of national security."
    },
    {
        "speaker": "A",
        "text": "Yeah. A geopolitical tool. The more you pick winners and losers, the more you freeze russian oligarch accounts and cut them off from the financial system. The more, like, just game theoretically. Like, let's just be a little smarter. The more China's gonna look over there and just be like, what? No, I'm not using swift."
    },
    {
        "speaker": "B",
        "text": "The more you squeeze, the stress ball just pops out. Like, the more you incent defection."
    },
    {
        "speaker": "A",
        "text": "And where it's going to pop out is in not credibly neutral systems, if they're not careful."
    },
    {
        "speaker": "B",
        "text": "Chinese CBDC."
    },
    {
        "speaker": "A",
        "text": "It'll be a Chinese CBDC or like, just different multipolar pockets of these things. Some sort of alliance between Russia, China, or Southeast Asia or something. So we'll have the, the US, you know, block, and then we'll have the China block. And I think the argument is that, like, I tried to make this argument, but he kind of, he was kind of laughing at it, honestly. And as I was making it, it's just like, you know, I'm conscious of somebody on the other side of this going, like, where's your army? Like, what are you trying to, you know, you're saying that it's better for an open network like Ethereum to take all of this economic activity. Like, that's laughable. You have just a smidgen of the total power and the total economic, like, you know, so pointing them to super."
    },
    {
        "speaker": "B",
        "text": "Fizz's Twitter feed of hash steak from home is not going to land with."
    },
    {
        "speaker": "A",
        "text": "Yeah, he's like, we're talking. I mean, we're at meme coin level here, and, like, come on, like, be serious for a minute. But I do think that's increasingly going to be the choice. The choice. It's either a geopolitical bloc that you align yourself with. It's kind of like, you know, Balaji's concept of, like, you know, gray, basically of like, Internet alliance that, that you can make. And I do think it all will eventually collapse to the most protocol sync thesis. It's the most credible settlement layer ultimately wins in these economic battles because the US can't trust China to, like, to do settlement. And so they have to use some, um, super national system that's kind of for enemies. Yeah, bitcoin is for enemies. Ethereum is for enemies. Um, and I think that's how, that's how it collapses. But again, that's just, uh, a weak argument when we're sitting here with, like, you know, only a $3 trillion, um, you know, level of assets and, you know, 200 billion, soon to be four."
    },
    {
        "speaker": "B",
        "text": "As soon as the ETHF is approved. How do you think that we get this perspective elevated to more people? Like, hey, like, how do we, as an industry propose, hey, government? Like, here's the gambit that you're faced with. Here's why you should choose this path. Because I don't think that, I've never really seen that articulated, like, in any, like, elevated political place."
    },
    {
        "speaker": "A",
        "text": "I think conversations like this, and. But I just, I don't think we win over any arguments until, like, things change. You know, like the euro dollar conversation where he was having, wherever it took the 1973 energy crisis for the US to wake up and be like, whoa, if we don't embrace euro dollars and bring them into the regulatory regime, then we will lose global reserve currency status. And, like, which is worse, they'll have to be, they'll have to be hit with something like that. So it can either happen very gradually where the kind of, like, the older demographic sort of ages out, and, like, we beat them with tools, utility, and then suddenly you know, crypto is a, you know, a $50 trillion asset class, and we win that way over many years. Or it would be just some kind of slap to the face, like an energy crisis or some sort of threat. Like China just starts really aggressively scaling out its equivalent swift type standard and its central bank digital currency starts winning over other economic blocs. It would have to be some sort of threat to the nation state for them to change the status quo here and be more embracing of exporting the dollar on stablecoin rails."
    },
    {
        "speaker": "B",
        "text": "That's such a pessimistic perspective on government, which I think is like the accurate one, sadly."
    },
    {
        "speaker": "A",
        "text": "I mean, I get, like, there's just this whole piece of government that is here for, you know, geopolitics and to like, you know, protect citizens front running."
    },
    {
        "speaker": "B",
        "text": "The opportunity and government policy don't seem to go hand in hand."
    },
    {
        "speaker": "A",
        "text": "Yeah, like, you can't."
    },
    {
        "speaker": "B",
        "text": "I don't think you can go up to Congress, be like, Congress, let's front run this. Because, like, Congress seems to be like, no, we, like, we get dragged kicking and screaming."
    },
    {
        "speaker": "A",
        "text": "It just kind of sucks because the US definitely front ran the Internet as a incredibly neutral communication protocol. And I think part of the reason for this is, like, the US just like, has a social institution, like, pedigree of freedom of speech. So speech is just not really regulated. Like, it's complete freedom in the US. And so if you're saying to the government, hey, this is this thing called TCAP IP, and it's like just free speech for everyone. It's a communication protocol."
    },
    {
        "speaker": "B",
        "text": "Information."
    },
    {
        "speaker": "A",
        "text": "Yeah. Then the US is like, oh, cool, we're on board with that. It's a free technology. Let's export this. Let's export democracy. All of these things."
    },
    {
        "speaker": "B",
        "text": "Are you sure it was like that? Or was the Internet just like being built and no one knew how to reason about it, brought it, it got a decade of just innovation before anyone could realize, really experience it."
    },
    {
        "speaker": "A",
        "text": "I feel like broad strokes, spokes. It's kind of like that. And I just, I guess I would contrast this with the US does not have free finance at all, or any notion of it. Complete lockdown finance, digital finance even. Right."
    },
    {
        "speaker": "B",
        "text": "Because of national security."
    },
    {
        "speaker": "A",
        "text": "Yeah. Because of the way things came to be, you know, and because this was not embedded in the kind of the social legal fabric of the United States, the freedom to transact. Where's that constitutional institutional amendment? It doesn't exist. And so you're pushing back automatically, you have to have a crypto revolution in order to change this. I think that's a big difference. It would be an absolute nightmare scenario. So I didn't know that Timothy worked for Senator Warren. Interesting."
    },
    {
        "speaker": "B",
        "text": "Yeah, that was new to me, and he's proud about it."
    },
    {
        "speaker": "A",
        "text": "You know, Senator Warren has legislation to basically extend the Bank Secrecy act and KYC responsibilities to everything. Oh, you have a crypto address. You know, you're a money transmitter. Aml KYC for you."
    },
    {
        "speaker": "B",
        "text": "Let's put an upload id button inside of your metamask."
    },
    {
        "speaker": "A",
        "text": "Crypto wallet providers, miners, validators, basically any network participants. That's an actual bill. Now, it doesn't have traction, but that's what a contingent is kind of like pushing. And Timothy actually mentions this in his paper. He mentions that bill. He doesn't, you know, provide support for it necessarily, but he says that critics of that say it will kill crypto in the US and it will totally kill crypto in the US. Like, are you kidding me?"
    },
    {
        "speaker": "B",
        "text": "Right?"
    },
    {
        "speaker": "A",
        "text": "Of course it will. This is basically a de facto ban of, like, the crypto industry and developers and anything, like being built."
    },
    {
        "speaker": "B",
        "text": "Do you think Warren understands that? Or she's just like, why can't you just add Kyc?"
    },
    {
        "speaker": "A",
        "text": "I don't know. I can't get into that mental space. It's just a very different mental space."
    },
    {
        "speaker": "B",
        "text": "It's hard for me to trust Elizabeth Warren these days."
    },
    {
        "speaker": "A",
        "text": "Yeah. There's another paper that Dimity's article cites which has a much more nuanced approach to regulation. It basically says something that I think you and I have been saying for a while. If it's centralized and can be regulated in the AML KYC regime, so exchanges things like this, then it should be, if it's decentralized, then it shouldn't be. Let it free, let it run. And that to me, is like the spot I hope we land in in terms of, like, compromise with the nation state apparatus around this."
    },
    {
        "speaker": "B",
        "text": "It was interesting to hear Timothy's analysis of the current state of Ethereum, where he was like, well, the dao hack happened. And so clearly there's, like, some people somewhere, and they did the merge. And so clearly there's some people somewhere. I would have liked to have kind of, like, unpacked it was like, kind of out of scope of the episode, but really unpacked that because, like, yeah, there are. There are people somewhere. It's called the all core devs call. It's a YouTube video. Livestream goes out. There are people that, like, vet things, but like, do they have control? Like, well, yeah, they have influence, but do they have the control? Well, no one has the, like, it would have been interesting to kind of really like do a thorough unpacking of what that means and how he thinks about these things. Because I'm concerned, I'm worried that he is coming to the conclusion of, if coordinated, hard fork, therefore centralized control. Whereas like, one of the immaculate things about crypto and about Ethereum is that there is this notion of decentralized coordination from a variety set of individuals. And yes, some people do have more control than others. But at the end of the day, that's actually why crypto is so cool, because we do get to update a global network shoulder to shoulder with our fellow node operators."
    },
    {
        "speaker": "A",
        "text": "Yeah, argument was interesting. It's basically the argument that the SEC has kind of made previously, at least. Who knows what they're going to do with the ETF. But it's against consensus, against Ethereum, core devs, basically looking into githubs and sending letters, wells notices to consensus and potentially core devs trying to inquire, as in discovery and trying to inquire as to whether these are centralized actors or not. I think more, Timothee was less strident on that. It was a bit of like, so think about this too. There's a whole political angle on this. So Timothee is a major financial regulator, chair, former one, Obama appointees. So that's like blue, right? Gensler is kind of the same, only for the SEC. And he was, by the way, formerly chair of the CFTC. Gensler was right. So it's kind of like our guy a little bit, I think. Right. It's like if you're, if you're blue or if you're red, like, it's just hard to, you can't say too much that's bad about your own team. I feel like there's an element of that as well. So I don't know how much that colored it, but like, but let me just say, here's the interesting thing. He said dao hack. He said the merge. He used the term layer one. Are you surprised at the appropriate use of these terms from regulators? They're much more educated than the regulator I recall from five years ago, let's say."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think there's a notion on people in government just won't understand crypto, and so we can kind of frolic around in our crypto land because our shit's so complicated that the government won't be able to understand that's wrong. They totally understand. Yeah."
    },
    {
        "speaker": "A",
        "text": "Increasingly they understand yet still disagree."
    },
    {
        "speaker": "B",
        "text": "Yes, yes. And that's why, like, conversations with people like Tim who understand yet disagree are, like, important."
    },
    {
        "speaker": "A",
        "text": "Yeah. So steel, man him a little bit. Do you think he has a point with all of this? Like, what's. Did you, did you. Yeah. Like, are you."
    },
    {
        "speaker": "B",
        "text": "My perspective changed at all or anything like that? Yeah, I'm, like, reminded of, like, my own kind of, like, line of, like, the only reason why we need pessimists out there is because sometimes the optimists are incorrect. And so the crypto people are the optimists here, and these, the national security concerners out there are the. Are the pessimists here and, yeah, if, like, the crypto people have their own way and we just get to build our systems as we see fit, like, North Korea is going to get a ton of money. Like, we're, like, bad people will. Will be able, will be enabled. And so it's worthwhile to, like, hear the perspectives of the pessimist, the crypto pessimists out there who want us call."
    },
    {
        "speaker": "A",
        "text": "Us on our ship. Basically, you built has just funded a billion dollars for north, like, something like that. North Korea legitimately."
    },
    {
        "speaker": "B",
        "text": "Like, I don't think any crypto bull can say this. Like, what happens when we accidentally finance North Korea with a billion dollars and they actually set off a nuke? Like, is that really an implausible version of the future? Like, 1%, 5%, anything around that is too high. And so, like, let's make sure we account. We are balanced out in our building of this industry by people who are concerned about making sure we don't give nukes to North Korea. And those are. Those are the pessimists checking the crypto optimists, because sometimes the crypto optimist can be too optimistic, and they. And we need to, like, find a middle ground where every, every party can be happy."
    },
    {
        "speaker": "A",
        "text": "A balance of concerns. I think this is all about a balance of concerns because there are some national, like, security types of concerns for nation states. We should hear them. Yeah. Like, yeah, I guess we should hear about these. These use cases and find a way to address them if we can or, like, work. So too often, if we get their."
    },
    {
        "speaker": "B",
        "text": "Blessings because of this conversation and negotiation, and we come to, like, mutual agreement bullish for our bags."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah, I guess I think that too often, the bias on their side is ban it. Just make them do it. Just make it. Make it a banking system. Like, we already have a banking system. You're creating a shitty banking system. We want to make you a banking system. Just ban it. And then on the crypto native side, the tendency is just to be like, yeah, free money. Like, it's just open, transparent financial system."
    },
    {
        "speaker": "B",
        "text": "Code is law, bitch."
    },
    {
        "speaker": "A",
        "text": "Yeah. With Korea, like, code is law. That's the law. Oh, well, and I think so both parties kind of talk past each other, and there's probably some way to, like that we're going to have to meet on some of these issues. Well, one thing I will say that feels concerning to me of, like, a voice that is almost never heard is the civil liberties voice."
    },
    {
        "speaker": "B",
        "text": "Yeah. Yeah. Uh huh. Which is a good trojan horse inside of these conversations to make sure we still get privacy."
    },
    {
        "speaker": "A",
        "text": "Yeah. Like, who's doing that? Who's advocating for, like, privacy? And where is, where is that in DC?"
    },
    {
        "speaker": "B",
        "text": "Where's big privacy?"
    },
    {
        "speaker": "A",
        "text": "There is, there's no big privacy. There's no, like, big first amendment. There's no big privacy out there. And, like, I just don't feel like it's well funded or has much of a voice in these types of conversations. It was, it was almost like, imagine trying to have this conversation and everything on ethereum is private, encrypted, and everything on bitcoin is."
    },
    {
        "speaker": "B",
        "text": "That'd be a lot harder."
    },
    {
        "speaker": "A",
        "text": "It'd be like a non starter. Right?"
    },
    {
        "speaker": "B",
        "text": "Yeah. Like, we, we'd be a lot more libertarian of a podcast."
    },
    {
        "speaker": "A",
        "text": "And at some level, that's kind of what we want, at least in some of our layer twos, right?"
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah."
    },
    {
        "speaker": "A",
        "text": "Like, it just bring up tornado cash is no bueno. Right. Because we're not going to see eye to eye on that."
    },
    {
        "speaker": "B",
        "text": "Yeah. Aztec is like, we're never going to. Like, that's going to be a gap between the crypto people and the masotists. Macedus, that I don't, I don't know if we can close that one."
    },
    {
        "speaker": "A",
        "text": "Yeah, I don't know either. And I don't think it gets, I."
    },
    {
        "speaker": "B",
        "text": "Choose to just kind of, like, shove that one under. Don't look at ZK tech. Don't look at that. Don't worry."
    },
    {
        "speaker": "A",
        "text": "Yeah. I've just never heard a good answer to, you know, that property that we have in cash where you could just, like, you know, get, like, you just. It's private. It's completely peer to peer. Is there any way we could preserve that in the digital world? And everyone's like, meh, I don't know. Probably not. Like, just. No one has a good solution for that outside of crypto, I would say. Anyway, there we go. That was the conversation. I wonder what Nick Carter will think about that. I wonder what Nick Carter will be thinking when you punch him in the face a week and a few days from now, a couple days from now."
    },
    {
        "speaker": "B",
        "text": "Well, this is coming out next week, so this is gonna come out on Monday. So it's happened in four days. For people who listen to the debrief, I'm gonna punch him in more spots in the face, too."
    },
    {
        "speaker": "A",
        "text": "You're kind of sore right now. If you heard some grow fucking this episode, it was because David is like, battle like, bruise from his sparring."
    },
    {
        "speaker": "B",
        "text": "Some really bad bruises on my ribs."
    },
    {
        "speaker": "A",
        "text": "I'm sorry, man. But you could do it, you know?"
    },
    {
        "speaker": "B",
        "text": "That's cool. Yeah. Going back to sparring tonight, too, I bet."
    },
    {
        "speaker": "A",
        "text": "Not you, David."
    },
    {
        "speaker": "B",
        "text": "All right, guys, thank, appreciate that."
    },
    {
        "speaker": "A",
        "text": "This has been the debrief."
    }
]