[
    {
        "speaker": "A",
        "text": "Hey, guys, welcome to Debrief after our episode with Chris Dixon. This one was just titled read, write, own. All the three things you can do on the Internet and crypto."
    },
    {
        "speaker": "B",
        "text": "Yeah, we stole the title from his book."
    },
    {
        "speaker": "A",
        "text": "It's a great book. There are parts I didn't read, of course, because I didn't have enough time."
    },
    {
        "speaker": "B",
        "text": "You didn't need the sections about how blockchain works."
    },
    {
        "speaker": "A",
        "text": "I gave it a healthy skim, all of it, and read some parts in depth. It's pretty good, I gotta say. It's good. He does a good job laying out the case, and he's articulate very much from kind of the software bent. So it's like, you know, one thing he doesn't talk about too much, like, when he's talking about this new computer, which is a blockchain, is he doesn't really talk about bitcoin as an app. I think he has in the past. I think he considers it an app. But it's just like, Chris's way of looking at this is less sound money. Like kind of like threat to the nation state from a, we're going to replace the dollar, you're going, you know, you're going to hyper, like, inflate fiat, and it's much more, hey, this is the next thing."
    },
    {
        "speaker": "B",
        "text": "Software, not economics."
    },
    {
        "speaker": "A",
        "text": "And here's the thing is, I actually, I think both are right, and it's a matter of emphasis, and it's a lens you have in the space. And part of the reason I know both are right is because both have made progress and both have duration now and have, like, Lindy and have survived multiple cycles, both from a narrative perspective, but also from, like, a duitive, like, actually, like, we're seeing it perspective. And so, like, the bitcoin sound money thing can't explain nfts, you know, why is that a thing? Bitcoin sound money can't explain, like, you know, defi, why is that a thing? And so it's a great lens. It's a useful lens. I think it's a lens that will be helpful among regulators and in DC and among kind of crypto investors. Not necessarily for everybody, but I really like it."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think when explaining crypto to people, you really have to kind of, like, pick your lens. Uh, and it really is helpful understanding who you're about to explain what crypto is, because, like, when somebody asks you, like, what's crypto? You can answer that in 17 different ways. And it's all a matter of, like, choosing your lens. And I think the read, write, own lens is probably one of the bigger ones out there, because I think the money conversation, people just generally aren't ready for, like, as a broad blanket statement. Like, people aren't that the money conversation is hard. Like, people aren't ready to understand that the dollars that they have are like a broken piece of technology. That's too many leaps. But, like, the software thing, it was like, oh, yeah, the Internet's going through phases, and this is just like a new phase of the Internet, and we're still kind of building it, but. And it's rough around the edges, but it'll get better. Like, I think that's. That's way more resonant, because then you're starting to talk about things that they're already familiar with about, like Twitter and Facebook and on some problems with social media. And so, like, that the software lens, I think, is a softer way of, um, approaching people, the general population. Yeah. Why web three, as a phrase, took off last bull market."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think. And Chris didn't mention web three too much in that, and he doesn't mention it in this book, interestingly. So I think that's like, it's kind of. Whatever you call it, the concept is read, write, own, and own is sort of the last. And, you know, one other framing, I think it is more comprehensive than just to sound money framing, because, as we said before, these blockchain systems are. They're property rights systems. Did I capture a slice of coffee?"
    },
    {
        "speaker": "B",
        "text": "Yeah, you got that one? Yeah, I tried to mute."
    },
    {
        "speaker": "A",
        "text": "Sorry."
    },
    {
        "speaker": "B",
        "text": "Ryan's got this new mute button on his microphone. He loves it."
    },
    {
        "speaker": "A",
        "text": "I just said something and I muted so you couldn't hear me. So this own, like, property rights, that's a. That's a hard thing to convey to talking to people about money."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Yeah. So what is a way to convey, like, how important this ownership verb is? Own definitely captures property rights. Like, Internet based digital property rights. That's great. It's comprehensive. It captures bitcoin, it captures ethereum, everything we're doing here. But then it also shows you the magnitude of how revolutionary this could be for society. Most people are in living memory of a time when the Internet was a lot less important than it is today. Some people even remember when the Internet wasn't here. Right. Who are bankless listeners. Maybe some of you that are listening will never remember a time where there wasn't fully functional Internet. But you will have seen the advance of things like Uber and maybe mobile platforms and social media, probably. And so as impactful as that stuff has been, this own verb will be just as impactful. So I think it really helps show how early we are and how big this could actually be if it's like a third wave of this whole Internet revolution. What do you think of that?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I was just thinking, my freshman year of college, we were ordering cabs to come to the dorms to go take us to parties. And I think by the end of freshman year, people had just started to take Ubers for the first time."
    },
    {
        "speaker": "A",
        "text": "Wow."
    },
    {
        "speaker": "B",
        "text": "And sophomore year, I never took a cab. Like, sophomore year, it was a one year switch. Uh, and so I think, like, we're in this early phase of crypto. We're all doing, like, infra stuff, infra chains, and, you know, restaking. But then at some point in time, like, we're going to figure out something like Uber, and it won't take long for it to get adopted, in my opinion."
    },
    {
        "speaker": "A",
        "text": "So I would just. So I as, like, the older kind of millennial I was in my fourth year of college when Facebook came out. And I just remember that wave because it started rolling out on campuses first, right? That wave of, like, oh, Harvard's got it. Oh, Yale's got it. It's like, when is it coming to my college? And then, boom, it hit. And it was just like, the most interesting thing on the Internet at that point in time. It felt so novel and it felt so new. I think most people listening can identify. Just like everything was different before, and then this software app happened, right? Like, things were different. Like, we just do things differently. It's incredible that this technology, the software, has such a effect on actual real world society and how we organize and how we, like, you know, do things and how we operate in the real world. And it's very much the case that these revolutions are happening at a very fast rate. And we can expect kind of that with crypto, or we should expect that with crypto. As Chris is framing, maybe to take."
    },
    {
        "speaker": "B",
        "text": "The other side of the same conversation, though, is Facebook came and it kind of filled a void that nothing else was filling. The early Internet was adopted because there was nothing else. There was empty, whereas there actually is stuff on the Internet now. And crypto AG is actually having to compete with the time and attention maximalism of web two. And it's also different because Uber is just like, we already had the business model of taxis. Now it's connected to the Internet way better. I don't know if there's going to be the same level of instantaneous adoption for financial assets on the Internet, because people are just more skeptical about that. And there's other things to do on the Internet that's not crypto. So maybe that's the counterargument."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's hard to know. I guess it's the history of rhyming, not repeating type of thing. Yeah, it's hard to know, I guess."
    },
    {
        "speaker": "B",
        "text": "But if you're reading on what the future apps are, is fundamentally impossible."
    },
    {
        "speaker": "A",
        "text": "What other pieces did you draw from this? I really liked how he kind of. I suspected this was the case, but I didn't know that this book was a result of soul searching for Chris Dixon, basically, where he had to. He's had a successful career. He certainly doesn't need the money. He had to ask himself, after the shenanigans of 2022 and the backlash that he knew crypto, the thing that he had helped prop up so much and given kind of like his recent life to, was going to be maligned and drawn through the mud for potentially years to come as a result, like, on the back of 2022. And he had to ask himself, like, do I want to stay around and clean up after this party? And, like, is it even worth it? Like, do I still believe that this thing is going to be good for the world? And his answer to that and his response to that was like, I'm going to double down and see if I still believe this by writing a book. And it turned out for him that, like, yes, still believe in the thesis. This is kind of like a bump in the road, but that's how he handled it. And I missed that one, too. Yeah, I just resonated with that. What was your take?"
    },
    {
        "speaker": "B",
        "text": "Yeah, like, the whole own side of the Internet, if we can own the Internet. Right. It's more egalitarian, it's more democratized. It's more just better for the individual rather than the institution, is aspirational. And I think what we want, and also, at the same time, we still need to get through this phase of just, like, ridiculous speculation. Like, airdrops are fun. I've made money on airdrops. I hope I continue to make money on airdrops. But also, I know that if we're going to have these billion person user apps that are crypto apps, it's not going to be anything like the stuff that we're doing even this year. We're still in this early phase of where people are trying to grab tokens as much as possible. But that's not what own is. To me, own is like, you use an app and you are becoming an owner of it. You're not the consumer. The consumer owner is like a blended spectrum, and you naturally own the things that you use just as a proxy of using it. That's what own is to me. And kind of what the vision of web three is that I think Chris is articulating. But we're still doing this djen stuff. We always will. But it's just, I guess a lack of maturity. But I guess Chris was just writing about this is the thesis and I'm writing it in an even long form book, not just doing podcasts."
    },
    {
        "speaker": "A",
        "text": "Yeah. You know, one thing I really like about Chris's view of the world, and I think reflects some decades of experience through multiple ways of the Internet, is what he called himself, which is an infrastructure determinist, like an infrastructure maximalist. And I know I've talked to him before, so I'm going to try to piece together what I think his belief is, is basically like, if you build the infrastructure, right, like, then the apps are inevitable. And it's kind of interesting that, like, he thinks that. So it's just like, if you build the train tracks, right, then, like, the trains will come and the commerce will flow, right? And if you build like, broadband Internet, we will get apps like YouTube and later Uber and all of these things, right? So now he sees that crypto has had, he's called in the past it's broadband moment, which is like layer twos. Now it feels like every time in crypto we are like, oh, we're done with infrastructure now. Now we can build the apps. There's like another mountain over the horizon that we have to go climb. Or like, even with roll ups is like, we did roll ups. Oh, shoot. Now we have to solve data availability layers. We have to go develop that. And then now we have this problem of fragmentation. It's still messy, and then the infrastructure around wallets still kind of sucks. So, like, we did roll ups, we had our kind of our broadband, and like, we realized there are many other infrastructure hills and mountains to kind of summit first. But he is a believer that once you have the infrastructure, Dapps will come. And he sees many of these things in his vc pipeline. Don't forget he has been at parts of the point of the network where Web two is brand new, and he's looking at apps like Foursquare mobile was completely new as well. Now he sees in the queue a whole bunch of builders. If you get the timing, if the infrastructure is right and you have the builders in the queue, then you inevitably get an app. So that kind of determinism is a unique way of phrasing it, I think is like a Dixon take."
    },
    {
        "speaker": "B",
        "text": "I think that's right. I think that's right. And I think one of the reasons why we have a speculative period that we can't seem to get out of VC's definitely have contributed to this because they're the biggest speculators out of anyone. And so we keep on investing in infra because it keeps on being bullish. But as soon as we have our app phase, the apps will start using specific infra. And then that cycle that Chris was talking about will engage where that infra that the app needs will be adopted by that app. And then that app grows. And then that infra is the infra that the other apps use. And so these selected pieces of infra are like the winner ones. And then also the return on investments will move into the app layer and move away from the infra layer. And when we can get the VC's to speculate, speculate on the app layer and not the infra layer, I think a lot of this dgen token infra speculation can go in our rear view mirror and we can actually start to engage in that cycle. But right now, we're in this cold start problem that we're investing in all the infra possible because no apps are actually chosen. These are the pieces of the puzzle that I need to build my system. Yet we don't have that part yet."
    },
    {
        "speaker": "A",
        "text": "Do you think crypto gets a particular form of hate? And do you have any theories as to why? I mean, I mentioned, and he mentioned the book, which is why I called it out. Buffett calls crypto rat poison. Like Michael Burry. He's the guy from the big short. Remember, the guy who called the housing crisis? He calls it magic beans. He thinks it's all dumb. And I'm just wondering why crypto evokes such a strong reaction. Do you have any theories on that?"
    },
    {
        "speaker": "B",
        "text": "Yeah, a few. Not comprehensive. I think a lot of our assets. I've been following Mike Caplito down this commodity rabbit hole where he thinks all crypto assets are commodities. And I know we've talked about, like, no, they have capital asset like properties. And I think that's right. But that's not what people see first. So people trade crypto like commodities. It fits the commodity asset class more than others. Better. And the commodity asset class is like the black sheep of Wall street, because they don't. It doesn't produce cash flows. So, like, commodities are like, hated by, you know, trad fi and commodities have a similar level of volatility that crypto assets have, because most of investing is investing into assets that grow fundamentally, which are equities. And so these commodities don't grow. They're just inert there. It's oil, it's gold. And so, therefore, because they're neglected by 95% of the capital on Wall street, they have way higher volatility and a way higher speculative nature. And the returns are greater if you can time it right, and it starts to look a little bit more like crypto. And so, like, as a financial asset, it's neglected. And then there's the fact that it's money and finance at all, which will also derive some level of, like, rejection from society, because, like, people get really testy about money. Like, so those are. Those are two pieces of the puzzle."
    },
    {
        "speaker": "A",
        "text": "It's. It's weird, though. It's like, I agree with both those things and people getting testy about the money. But certainly Warren Buffet is not someone to be, like, testy about the money. Neither is Michael."
    },
    {
        "speaker": "B",
        "text": "Yeah, well, he's like. It's like rat poison. Because it's a commodity. That's my commodity answer, really."
    },
    {
        "speaker": "A",
        "text": "Do you think there's an element of, like, it's just the older generations don't like what the kids are doing. There's kind of."
    },
    {
        "speaker": "B",
        "text": "Yeah, like, Warren Buffett miss out on, like, the tech boom."
    },
    {
        "speaker": "A",
        "text": "Yeah. Do you also think that there's an element of, like, kind of jealousy, like, just some resentment, basically."
    },
    {
        "speaker": "B",
        "text": "Oh, very bigly. That's a very big thing, for sure. You feel like you're not allowed to get that rich that fast."
    },
    {
        "speaker": "A",
        "text": "Yeah, because why? Because you're doing the right thing. You're investing your 401K. You're doing, like, the, you know, the mutual funds. You should. And then you see some jackass who's an absolute moron that went the same high school as you, and he's like, yo, do I just like, yeah, 50 x'ed on crypto? And, like."
    },
    {
        "speaker": "B",
        "text": "And you. And you have student debt. I'm."
    },
    {
        "speaker": "A",
        "text": "And then, like, social media amplifies that. Right. So that's the thing that you're gonna see. And then you just get resentful of that. And then you want nothing more than that moron that, you know, from high school to just fall off his high horse."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "And, like, get what he deserves and just, like, go to zero for gambling, because all it's gambling, and people just double down on that. You think there's a psychic, psycho social element to this?"
    },
    {
        "speaker": "B",
        "text": "Hundred percent. 100%. Yeah. We'll get over it. We need that. That's why we need the volatility and speculative nature to dampen. But no, we're not going to get."
    },
    {
        "speaker": "A",
        "text": "That for a good episode. I hope this is one for newcomers. Crypto and serves as a canonical episode for people. Anything else, David?"
    },
    {
        "speaker": "B",
        "text": "Nope. Nothing for me."
    },
    {
        "speaker": "A",
        "text": "All right, guys, this has been the debrief. Thanks a lot."
    }
]