[
    {
        "speaker": "A",
        "text": "Hey, guys, welcome to Debrief after our episode on Coin. All right, David, what'd you learn about coin?"
    },
    {
        "speaker": "B",
        "text": "A lot. I think the bull case for coin is that the exchange fees become a subdominant line item in their p and L. Coinbase just becomes kind of just like, what did they use? A behemoth? It's just got its finger in absolutely any type of business model that it can get its hands on. And it's kind of just crazy that the outside world, the offshore world, has just shot itself in the face and just kind of handed Coinbase the ability to just take a lot of the. Again, speculating that Coinbase will actually be able to penetrate these markets and execute. But if they can, then Coinbase was just so handed, like the biggest business of the crypto finance age on a silver platter. That's kind of my interpretation."
    },
    {
        "speaker": "A",
        "text": "Tell me the story. So why'd you want to do this episode so much?"
    },
    {
        "speaker": "B",
        "text": "So again, the episode started with, can Coinbase diversify its income? Which our analysts said yes, they've diversified their income into almost everything. It's kind of like the super app, but for crypto finance, it's exchanging, it's staking, it's treasury yields, it's getting into institutional lending, like speculatively, perhaps, offshore derivatives exchange. A layer two. Like I said, I'm not an expert in the world of traditional equities, but I don't know of another company that has such a going from dominance on one business model to eating up an entire sector, an entire industry of every single business model that's relevant to them in a very short timeframe. There's just this information asymmetry behind Coinbase, and I think even crypto people, and especially Wall street. And so that information asymmetry, like, gets me salivating as a content producer who likes to tell stories of, like, yo, look, look what's going on over here? Like, pay attention. That is interesting to me."
    },
    {
        "speaker": "A",
        "text": "Do you like it better than an ether or bitcoin?"
    },
    {
        "speaker": "B",
        "text": "Like, for your potentially bro, like, coinbase at an $18 billion valuation versus ether at. What's ether at? $188 billion? Yeah. So, like, ether is like my long term hold that feels very safe. I'm just going to get my yield on it. I'm not going to do anything crazy with it. But ether was once upon a time like speculative bags, my high risk bags, which was also my entire portfolio. But now coinbase is kind of like my side pocket. Oh, I'm going to go gamble on this. My gambling bags that people tend to."
    },
    {
        "speaker": "A",
        "text": "Have I think one aspect of this is interesting, which is if you compare coin to the uni token, for example, coin has much stronger legal guarantees to cash flows of its exchange than the Unitoken does. First of all, for Unitoken, they haven't even flipped on the fee switch. That's aspect one. And then with Unitoken, unfortunately, you're not actually buying the development power of Uniswap labs. Uniswap's labs has a separate kind of cap table, separate equity. They're building separate products. I wish it didn't play out this way, but you have to kind of live in the reality of, like, I am more bearish on defi tokens than I am on something like coin, because it doesn't have, like, defi tokens. Don't have the investor protections. Yeah, same investor protections and same investor draw on, like, actual transaction fees. And with that said, I am more bullish on, like, amms and Defi in the long run relative to Coinbase. But yeah, like, Defi tokens themselves as a value capture mechanism, just really haven't, haven't fully delivered. So that's another reason to look at that coin. If you're looking at that relative to some defi tokens, what do you think."
    },
    {
        "speaker": "B",
        "text": "Of that take all of a sudden now, I feel like that perhaps there's the time to take the contrarian side on Defi tokens."
    },
    {
        "speaker": "A",
        "text": "You think now you should go buy some defi tokens?"
    },
    {
        "speaker": "B",
        "text": "Well, defi tokens are down bad. I mean, coin is down bad, defi tokens are down bad. The only things that aren't terribly down bad are bitcoin and Ethan. But yeah, buying Defi tokens, you are taking a leap of faith, I think, is what you're saying, which I'm kind of happy to make."
    },
    {
        "speaker": "A",
        "text": "You're not only taking the leap of will this protocol increase in value creation, you're also taking the leap of will this token actually capture that value creation? Right, which is like, I mean, a leap that I think that, say, people took for Ether in 2018 or 2019, where it wasn't quite clear, like, ETh didn't have his money narrative, wasn't burning any fees, it wasn't generating much in the way of, like, transaction revenue."
    },
    {
        "speaker": "B",
        "text": "There was no staking."
    },
    {
        "speaker": "A",
        "text": "There was no staking. There's actually some question not only of will Ethereum deliver on its roadmap, but will actually accrue value at all. Right. And so you're taking, I think, a similar leap with Defi tokens in that it's just a couple steps removed and you don't have that same risk with Coin. I mean, Coin is a stock. You are a shareholder in a company, you have illegally, a right, not only more than a governance token, you have legally a right to the profit that this thing throws off. And my, my, it has some pretty big profit engines behind it. And I think a lot of these profit engines are probably core to like, um, like crypto banking, um, let's call it. And so, yeah, I could definitely see being bullish, uh, on, uh, on coin, especially at these valuations. It's also a bet, I think. I think Coin is somewhat of a contrarian bet because the industry, and still, I think the world is kind of fading. Crypto in the US, this is a pretty concentrated bet on crypto in the US, whereas bitcoin and ether, they're very much global assets, global instruments. If the US does something stupid, eth will be fine."
    },
    {
        "speaker": "B",
        "text": "Coinbase will not be fine."
    },
    {
        "speaker": "A",
        "text": "Yeah, but Coinbase would not be fine. But it's also a leveraged bet if you believe that the US will actually turn around and do a complete turnabout on crypto, which I'm not sure how much I believe that. I think that's true. I want to believe that. But I will say I also see a lot of anti tech ism inside of the us culture right now that might be more endemic than just a few regulators, if that makes sense. There's kind of a whole backlash against innovation and tech that is causing me some concern. It's a bet on us crypto industry as well."
    },
    {
        "speaker": "B",
        "text": "Yeah, one, I think, just anecdote about the whole Defi tokens versus Coinbase. I was getting a dinner with somebody who works at Coinbase who's intimately familiar with their staking program. And Jay brought this up on the podcast, like, well, Hill Dobby's dune board labels 13% of ETH staked as coinbases, but in actuality, it's something closer to 20%."
    },
    {
        "speaker": "A",
        "text": "That was pretty sparkly."
    },
    {
        "speaker": "B",
        "text": "Yeah. And this was going, Jay actually, I think, revealed this on crypto Twitter a couple a week ago, or maybe two weeks ago, where he's like, actually it's 67% higher than what we are familiar with because Coinbase doesn't label their validators. Why doesn't Coinbase label their validators? Well, this person who I was getting dinner with, like I said, just said, like, why would we like. It is only a negative thing for us to do. It doesn't provide us any benefit whatsoever. And so as a fiduciary duty to our stake, our shareholders, we're just, we're not going to tag those things. We're going to operate, we're going to keep our cards close to our chest. And so, like, what's the Tldr of this? It's like, well, Coinbase is fiduciary duty to increase the value of coin stock. Is the Uniswap protocol. Does the Uniswap protocol have that same fiduciary responsibility to unitokens? No. In fact, there is no voice of the Uniswap protocol that is trying to increase the value of the unitoken. And so there's like this. It's like this. No one's job to increase the uni token value. And so, like, if the. If you. You would be the reason why we, one wouldn't take this leap of faith in buying Defi tokens, would be something along that reasoning. It's like, yo, Uniswap protocol is operating just fine. The token price can go to zero, and Uniswap protocol is going to work just fine."
    },
    {
        "speaker": "A",
        "text": "Yeah, there's no kind of, like management that's working on behalf of a group of shareholders. There's just like with Uniswap and Unitokens, a group of shareholders. I mean, the other side of this, though, is I think the lens here in this episode was purely an analyst lens. Is the value of the token going to go up? Will I make money? All of these things? But there is a deeper public goods type of lens. And I do think that Coinbase has been a good citizen in the crypto community. In the same way, I would say that Kraken has been a good citizen. I mean, they've secured our assets and they haven't screwed us over, they haven't scammed us, they're not playing shady games."
    },
    {
        "speaker": "B",
        "text": "Our fights for us."
    },
    {
        "speaker": "A",
        "text": "Yeah, they didn't FDX things. And I mean that, like, not only run a made off level Ponzi scheme, but also they didn't go to Congress and, like, fight against DeFi, which is what SPF is. Like, Jesse Powell, Bryan Armstrong, like, these are these founders really care, it seems to me, about crypto values, but the founders of these types of entities, like a corporate entity, lives beyond its founder. And even if you have kind of, like, the founder DNA, there could come a time and a place where you just said it, like, Coinbase has a fiduciary responsibility not to label their validators. All right, well, that is misaligned. Misaligned with Ethereum alignment, potentially. Right. And so I think if the Ethereum community actually knew that Coinbase had 20% of validators. They would treat the entire Lido episode a lot differently. 20% is pretty freaking close to what Lido has right now. 31%. And it's completely centralized."
    },
    {
        "speaker": "B",
        "text": "It's not a. Lido's got 29 validators. Coinbase, that's one."
    },
    {
        "speaker": "A",
        "text": "Yeah. It's one publicly traded company that Gary can, like, press a shutdown button on, like, maybe if he wants. Right. I guess he'd have to, you know, I don't know, but the us government apparatus could certainly do that."
    },
    {
        "speaker": "B",
        "text": "Right?"
    },
    {
        "speaker": "A",
        "text": "And so I think there is a world where, or let's say JPMorgan does acquires Coinbase, right? Like, buys all their stock, some sort of, like, you know, forced acquisition, something like that. Right. Is Jamie Dimon Ethereum aligned?"
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "He's profit aligned, man. So there is a world where Coinbase actually changes from being a good citizen to being actually not Ethereum aligned. And I don't know, I'm not forecasting that or projecting that or saying that will happen for sure when that will happen. But I do think we need to stay vigilant because the incentives aren't aligned forever, that's for sure."
    },
    {
        "speaker": "B",
        "text": "Right. This is funny. I've had the same exact conversation with Mike Nooter, my climbing buddy, who has the same exact concerns that you have, where he doesn't think that the lido problem is all that big. It's the Coinbase problem."
    },
    {
        "speaker": "A",
        "text": "Yeah, I totally agree. I think Lido is a total red herring. And then people were like, oh, let's. I think that my odd take is people are running around like, chicken little about lido, and the stake is going to go right to a centralized exchange like Coinbase. It's stupid, if you ask me. I mean, these analysts, I don't think they're necessarily, like, ethereum aligned. Like, purely. They're just looking at this coin bitcoin. Yeah, he was talking about CBE taking, like, you know, 30% to 40% of market share. I'm like, if that happens, that is very bad."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah. No, I think you're totally right. Like, we people should all know that Coinbase, Coin equities companies are organisms with a desire to stay alive. Like, they are their own being. And they will have motivations beyond Brian Armstrong. I think Brian Armstrong is great. I totally trust him. But like you said, he will not be the CEO of Coinbase forever. Like, at some point, it will just be Coinbase. And all of a sudden, Coinbase is incentive to live and grow and develop. Will start to be into."
    },
    {
        "speaker": "A",
        "text": "I just wonder if the Ethereum community would be like, let's fork out Coinbase."
    },
    {
        "speaker": "B",
        "text": "This is why I think Coinbase. This is Mike Neuter's argument for why Coinbase is a bigger concern from Lido. If you socially fork out Lido and you just kick them out of the validator, of the validating system, the beacon chain, you just send ether back to staked ETH holders via that mechanism. So staked ETH holders just redeem. And it's fine, because Coinbase Cbeth holders, who owns what is held inside of Coinbase's centralized ledger. If you. To kick out Coinbase, you don't necessarily. I can't explain this perfectly, but like, lido holders, ste holders just get their ether back. Cbeth holders are totally beholden to Coinbase, so there is no social forking of Coinbase. Based on the structure of the system. I just totally butchered that explanation. But I think the. You can't socially fork out Coinbase."
    },
    {
        "speaker": "A",
        "text": "Yeah, you can."
    },
    {
        "speaker": "B",
        "text": "No, because they. They'll just redeposit. If you social. Here's the mechanism. If you socially fork out steeth, steeth holders, individuals get their ether back and they can go do whatever. If you socially fork out Coinbase, Coinbase just redeposits. And it's like, well, you could. So you socially forked out the old address, not. Not the new address. And CBE still exists, so there's like a buffer that Coinbase has from social forking."
    },
    {
        "speaker": "A",
        "text": "Hmm. I'm not sure I totally understand that. I'd like to understand that more. I was just thinking more from the Coinbase goes evil type of side, where basically, like, they might not play it like, the way light. Oh, like, let's say they're pure evil and they're like JP Morgan. They become a banker. They become the thing they hate. Right. Well, every. Every Twitter person who is, like, advocating a social fork then receives a letter from, like, Coinbase's lawyers saying, like, cease and desist. This is going to cost our shareholders a lot of money. And if you persist in doing this and you rally and like, or maybe some sort of, like, a letter to geth notes, like, threatening legal action if they fork out. I'm just saying, like, if a centralized company accrued power and went evil, and it was in their fiduciary best interest to not be forked out, they might."
    },
    {
        "speaker": "B",
        "text": "Use, they would do whatever it takes."
    },
    {
        "speaker": "A",
        "text": "All of the powers available to them to not be forked out. Right."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Anyway, again, I'm getting into distant, far off. What if type scenarios, but it's just investors. Well, it's a reason why Coinbase is a decent now solution, but it shouldn't be like, we need to. It's one destination on the final quest to go to bank, to go bankless. It is still a crypto bank. It is still custodial. It is not defi, it is not permissionless, it's not credibly neutral. It's not any of these things. This doesn't make it evil. It's great that they are providing a conduit to get into crypto, but it could go wrong, I guess. So."
    },
    {
        "speaker": "B",
        "text": "Iceberg executes on every single line item that we talked about on their p and L, and they become the dominant winner. That's the most, like, powerful centralized entity in the world of finance, future finance, that I can think of."
    },
    {
        "speaker": "A",
        "text": "Yeah. I mean, they're just. Unfortunately, they're going to have to play that game of regulatory capture because they're basically forced to. If they don't, the game theory, they're already in Washington. Yeah."
    },
    {
        "speaker": "B",
        "text": "And so is their partner circle. Both of them are doing it."
    },
    {
        "speaker": "A",
        "text": "And if they don't, then guess who does? Somebody like SBF, FTX will come in and do it. So they have to play the game. And. Yeah, it's. What do you feel like binance is being pushed to the wayside by us regulators and, like, the us regulators are doing like, a king make king making job with, like, king making Coinbase?"
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah. They're just making. Even though, like, binance, from the perception of regulators, is more evil than I think it is. Even though binance is still, like, not squeaky clean regulators and what the United States is doing is they are increasing the perception gap between what Coinbase is and what binance is."
    },
    {
        "speaker": "A",
        "text": "They have much more control over Coinbase, so much more control over Coinbase than they have of binance. And they still have some control over binance. Right, right. And so they want the entity that they control more to have more power. And I think they'll gladly grant them that. So."
    },
    {
        "speaker": "B",
        "text": "Yep."
    },
    {
        "speaker": "A",
        "text": "That's also what's happening anyway. Is that Mickey bullish on coin?"
    },
    {
        "speaker": "B",
        "text": "Yeah. Yeah. Well, I think the big question is, like, Jay started to have this line of reasoning, but he didn't really finish it. He started to, like, price coin in BTC or Eth terms."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "And that is the gamble. It's like, will coin outperform ETH in the bull run?"
    },
    {
        "speaker": "A",
        "text": "That's a good question."
    },
    {
        "speaker": "B",
        "text": "18 million versus 100 888 million. It's basically like Ethereum is ten x larger than Coinbase. Can Coinbase close that gap?"
    },
    {
        "speaker": "A",
        "text": "I also find it interesting that analysts are like, what's the probability that this becomes a meme stock? And they factor that into their fundamental analysis. I'm like, I don't. They're not wrong, but, like, how does this get factored in? That could happen, too. Anyway, that's all I got. Anything else?"
    },
    {
        "speaker": "B",
        "text": "You're good. Nope. Good."
    },
    {
        "speaker": "A",
        "text": "All right, thanks, guys. This has been the debrief."
    }
]