[
    {
        "speaker": "A",
        "text": "Hey, guys, welcome to Debrief after our episode with Sandy Pang about crypto in Hong Kong. David, what are your thoughts coming out of this episode?"
    },
    {
        "speaker": "B",
        "text": "I think maybe first context for, like, hey, why did we do this episode? It's actually Justin Drake came back from Hong Kong after a trip there and was like, guys, you gotta do an episode about Hong Kong crypto in Hong Kong. I think it's bullish. So why did Justin Drake go to Hong Kong? I don't know. He wouldn't tell me. He's talked about some secret stablecoin project that he's working on. What that means, I don't know. And I think that's. So I think what we just did just now is we produced the kind of pretty generic 101 201 content about crypto in Hong Kong. And producing the 30141 expert on the ground perspective is hard because there is so much China as a variable in that conversation. And it's also just like, there's stuff hidden beneath the surface, like, all things, like legislation in Hong Kong, how things work and progress in Hong Kong. I mean, I'm in New York, you're in Virginia. We don't know these things. I think there's a there there."
    },
    {
        "speaker": "A",
        "text": "Yeah. Yeah. Well, there have been a lot of headlines, right? So the US, basically, here's the product market fit. The US is turning, has been choking off its banks and turning hostile towards crypto. So where do we go? Where do we go? What jurisdiction do we flee to? Or what portfolio of jurisdictions do we relocate? And there's been a lot of conversation recently about how friendly Hong Kong is with respect to crypto. And one also wonders if that could influence mainland China. And so there's conversations about, like, should we visit there? Should we have a conference there? Should we base our crypto project there? What does the community really look like? And so this was a first exploration into that. I think you and I, David, we always run the risk going to one of these episodes of being sort of the you, the dumb Americans, or, like, the dumb westerners who don't really understand much outside of our US western bubble and certainly don't understand Hong Kong to the degree that someone like Sandy has spent ten years there, like, clearly does. And I think, you know, that that's definitely a risk for us going into an episode like this, but it's also why we do episodes. It's also a risk of us giving, like, color commentary on this in the debrief as well. It's just like, I feel like a toddler. There's so much I still don't understand, and yet I feel like I won't want to talk to you like toddler to toddler about our understanding of Hong Kong. And I was reminded going to this episode, it's not a question we felt like we had to stay surfacey with Sandy, I think, because there seems to be a lot of sensitivity with respect to Hong Kong. What you can say, what you can't say, perhaps, maybe. And certainly its ties to mainland China. And I think that cowboy Americans are a little bit different, maybe both culturally in some ways, but also with respect to, um, pushing back, we can say more shorty government. Yeah. Like, I don't think we would. And I'm sure this is, you know, not just, not just Sandy. It'd probably be any guest that's located in Hong Kong, trying to do business in Hong Kong, in crypto. They're not going to talk shit about their governors and they're certainly not going to talk shit about mainland China. Right. And so on. Bankless, we feel like, and this is partially cultural, but, but partially because I think the US has largely done a fairly good job in maintaining freedom of speech and some of these base level principles. We can talk shit about Janet Yellen or Gary Gensler, you can sue them in court without feeling like that's going to have some sort of repercussion. And there's not that level of, I don't feel, again, this is a toddler speaking, but I don't feel like that exists in a conversation that we have with, with somebody who is native to Hong Kong. You can't go beyond the surface in a recorded public conversation. It's just not done."
    },
    {
        "speaker": "B",
        "text": "Yes, right. The one experience that I have with this, when I was in Montenegro, I went into Podrusia, the capital for Edcon, and I met up with two friends that live in Hong Kong. One I had just met when I knew prior, and then we went off and just had lunch in the middle of Montenegro. So we're not anywhere close to China. And we were talking about Hong Kong because they're from Hong Kong. So I was asking questions, just blah, blah, blah. And we were, of course, the topic of China comes up and one of them is talking about the relationship of Hong Kong and China and starts to say things that are new and novel to me. And she looks at her phone and she takes her phone, flips it upside down and moves it very far away from her and then continues the conversation about things about China and Hong Kong so that the phone could not hear her, her own phone could not hear her assuming that, like, you know, the chinese government is on the other side of that and that I was like, wow, imagine that being the constant context in which you operate in. It's like, well, you live in Hong Kong, you love Hong Kong. You're building in Hong Kong, you're investing in Hong Kong, and yet, like, you are aware of the microphone on your own phone and the data that that is pushing around the Internet."
    },
    {
        "speaker": "A",
        "text": "I guess there's a few things. One, I think we could very easily get to that place in the west, too, is what I would say for sure. Another thing I'd say about that, upon reflection, is, wow, I think that we still have some freedom certainly worth preserving, and that are very essential. I'm very glad I don't feel worried about saying something publicly about a government official on a podcast or that my."
    },
    {
        "speaker": "B",
        "text": "Phone, or even privately. Or even privately."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah. And the third thing I'll say is there are different forms of kind of resistance. Right. So I think because somebody in Hong Kong is not taking kind of the, yeah, I'm gonna shoot them up and, like, go sue all of the kind of regulators or just, like, start talking some shit. I don't know what I would do in that kind of cultural and, I guess, reality on the ground type of context. And so I think that there are many different ways to push back against different government authorities and legislations, and I think, I'm sure that there is a community in Hong Kong that is fighting for decentralized crypto values just in the way that they have to with respect to their local jurisdiction. So I think that is all amazing. Well, one thing that I would say, which is interesting context going to this conversation is some back and forth between Vitalik and actually Hong Kong officials. So I don't know if you saw this earlier, that this. When was this? This was September 15. So just earlier this month at the time of recording. Two weeks ago. Yeah. Vitalik said, if any crypto project wants to make Hong Kong their home, they would want to have some confidence, not just that it's friendly now, but that it will continue to be friendly years from now when all kinds of unknown regulatory and political and other kinds of events are going to happen. How stable is the level of friendliness in Hong Kong? It's an important question if you're looking to relocate there or locate your crypto project. There is this kind of a passing fleeting, like, Hong Kong is now friendly, and then a couple of years from now, Honk. Hong Kong has now banned crypto due to pressure from mainland China. And we've certainly seen this back and forth whiplashing of China hostility towards crypto, ban and unban so much that to."
    },
    {
        "speaker": "B",
        "text": "The point that it's a joke, like, yeah, trying to ban crypto and it's going to unban it. And that's going to ban it. And it's going to unban it."
    },
    {
        "speaker": "A",
        "text": "Yes. And so this is this Hong Kong official responding to Vitalik. This I've made reference to the back and forth. This is the, you know, the responding back to Vitalik. All relevant strategies and regulations have gone through major social consensus, consensus and complete procedures. Therefore, I can tell Mister Vitalik that Hong Kong's policies are very stable. So government regulators saying, no need to worry, we're very stable. Right. But then you have to look back and you're like, okay, that's what this particular government official says. How much power does he actually have? How much influence does he have? Is Hong Kong a kind of a layer two to China, and how much governance ability apart from mainland China, does it actually have? If the message comes through mainland China, no, Hong Kong should not be crypto friendly. What are your political settlement guarantees here with this kind of a statement? Right. Which is, which is the big unsettling question in this conversation, I think."
    },
    {
        "speaker": "B",
        "text": "And that's what a regulator would say. Like, they would say, of course, of."
    },
    {
        "speaker": "A",
        "text": "Course they have to table stakes. It's table stakes. They have to say it and they have to kind of promote it. So that's one bit of context and why it's helpful, I think, to just start peeling back the layers on what Hong Kong is doing. The other thing I'll say is, and this went to the end of the episode where we touched on this a little bit, which is there is a different difference between making, like, banker, crypto friendly regulation. Okay, that's one, that's one level. And Hong Kong is absolutely doing that and is far ahead of the US in doing that. It's not choking off crypto to the, you know, to the banks, it's embracing them. It's giving some sensible clarity in terms of what's the commodity, what's the security and all of these things. And that is a necessary prerequisite. But, but the most important thing we can do for this movement is actually preserve the more important freedoms inherent in this technology, which is the ability to run a validator at home and receive stake, the ability to run a censorship resistant platform. No enforced AML Kyc on all of our defi front ends, the ability to spin up a Uniswap protocol or use defi without having to go through a third party. It's all of the decentralization type things that have not gone through any government gauntlet in the world, have not gone through unscathed any government gauntlet, whether it's in Europe or the US or in Hong Kong or mainland China. And I worry very much that for Hong Kong, it might not be able to get through that gauntlet. The reason I worry is because I don't think that there is quite the constitutional enshrinement of speech and censorship resistance that the US has. And by the way, I'm not saying the US will make it through that gauntlet either. I am very worried that the US actually won't. But at least it has a guiding document to reference back to. And we can be like, remember when we said this about our constitution, about the governance of it? So I worry very much about that second layer here."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think that those two phases are actually kind of worth parsing out. And the way that I interpret this is like there is that certain levels of deal, like working in crypto, can be made legal and that is banks accessing crypto stuff. So Coinbase totally allowed, like freedom to be Coinbase. Coinbase can use ethereum, be ethereum, do base. That's totally thumbs up. Like any centralized serve intermediary service provider is free to use crypto and crypto stuff. But that's layer one we're calling phase one. Phase two is that individuals are allowed to do this. That's exactly individual sovereignty. Defi applications are allowed to exist because they are banks. You get two types of freedom, centralized banks. Right? You get Wall street freedom, the bank freedom or the individual freedom. And the individual freedom is what you're saying is like. And that is the thing that is like. Well, that's actually antagonistic to the concept of nation states in the first place because individual, well, even, even nation states, it's as a concept, are about corralling the freedoms of the individual. There's always the tension about, like the power of the nation state and the power of the individual. And you can't maximize both. Like, you have to. Sure. There's points that you allocate between one or the other."
    },
    {
        "speaker": "A",
        "text": "Yeah. So, I mean, let's call this Wall street freedoms versus citizen freedoms. And those are the two layers you're fighting. And we might be able to get Wall street freedoms in the US or in Hong Kong, which helps move, hopefully, or maybe it's a deal with the devil and they, they then block off our citizen freedoms. But ultimately, the only thing we care about is citizen freedom. That is the big thing we care about citizens. Can we get that through the gauntlet? But, yeah, you're right. I do think that there is a tension between kind of government and citizen freedoms, right. But that the best governments actually like. And this is where my citizen freedoms western liberal democracy bias absolutely comes through. Right. I am a classic liberal lowercase l, and I believe that things like the Bill of rights balance that freedom in a yemenite, in a reasonable way. Right. Where citizens get the ability to organize and publicly protest their government and have freedom of speech and some of these constitutional things, you balance the control that a government apparatus has with actual citizen freedoms in other government structures, with different traditions. And without these kind of strong citizen freedoms, I think fighting for that second level will be very, very difficult. And I'm not necessarily optimistic about it."
    },
    {
        "speaker": "B",
        "text": "Right. Because it doesn't come by default, is the thing. It's like individual freedoms. Like, we kind of actually have to ask for those in this day and age because we have the regulators who fight for them. Fight for it. Yeah. And just to kind of really, like, parse this apart, like, why do individuals not have maximum freedom inside of a nation state? I am not free in America to drive on the left side of the road. That is something that I am oppressed from. The government is oppressing my ability. I'm giving up something. Yeah, I'm so happy to give that shit up because, man, it works better with everyone driving on the same side of the road. Like, that's a protocol. I'm happy to be oppressed in that nature. That can go too far and be like, well, no, we need everyone to use the dollar unit of account and use these same banks. Otherwise it's destabilizing. If we use alternative banking system less. Too much oppression. Too far. Too far."
    },
    {
        "speaker": "A",
        "text": "You're oppressed from building a bioweapon or building a nuclear weapon. Many things, but you're happy to trade those off so long as you get to."
    },
    {
        "speaker": "B",
        "text": "I will take the oppression of not being able to build a nuclear bomb if everyone else is also oppressed in that ability."
    },
    {
        "speaker": "A",
        "text": "Yeah. In fact, you think that's a good thing?"
    },
    {
        "speaker": "B",
        "text": "I think that's a good thing to."
    },
    {
        "speaker": "A",
        "text": "Be oppressed in that way. Yeah. Well, that's interesting. Like, so our one thing I found is our rhetoric on bankless as kind of like a, you know, a us based podcast and kind of show is very much, let's fight. Right? So I was talking, like, at the end of the episode."
    },
    {
        "speaker": "B",
        "text": "Oh."
    },
    {
        "speaker": "A",
        "text": "So do you think we'll get to that level, too? Right. And. Or do we have to fight for it? And Sandy's answer was very, very matter of fact. The jury's still outd. The jury's still out. Right. Which is not sort of a classic, like, you and I response would be like, hell, yeah, we'll have to fight for it. Bring it up. Like, let's do it. Let's go to the courts. Let's call your congress. Yeah, let's. Let's do it. Let's fight. Let's actually speak about this. There's not that kind of environment in Hong Kong, is what I am taking away from this one single data point as a toddler."
    },
    {
        "speaker": "B",
        "text": "I think it's at least not made explicit. I mean, exactly. There were the. There were the Hong Kong protests. They do fight. They don't talk about fighting."
    },
    {
        "speaker": "A",
        "text": "100%."
    },
    {
        "speaker": "B",
        "text": "They don't make it explicit."
    },
    {
        "speaker": "A",
        "text": "Nope."
    },
    {
        "speaker": "B",
        "text": "But, yo, they. They protested harder than America did during the black lives matters riots."
    },
    {
        "speaker": "A",
        "text": "A hundred percent. Or occupy Wall street or anything else. 100%. So I think it's there. It's just, you don't talk about it publicly."
    },
    {
        "speaker": "B",
        "text": "Can't talk about it. You can't talk about it. I mean, even the level of coordination around Hong Kong citizens fighting the government, like, when they were doing that, they were all, like, masking up. When they were going on public transport, they were turning off their phones."
    },
    {
        "speaker": "A",
        "text": "Imagine that."
    },
    {
        "speaker": "B",
        "text": "Imagine having to do that and then still fighting."
    },
    {
        "speaker": "A",
        "text": "Imagine. I cannot imagine. But I do think that something like scrolls cross jurisdiction. We have all of these different jurisdictions. It's really a global movement of the people. Right. And so we'll fight it in our various ways in all of the jurisdictions, in the way that we can best. But I think this is very much a movement for the people. Right. And by the people. And it's not a western movement at all. This is a worldwide thing, which is what gives it so much significance to me, I think. Yeah."
    },
    {
        "speaker": "B",
        "text": "So you kind of see crypto being adopted. Crypto as a movement penetrating into bastions of freedom."
    },
    {
        "speaker": "A",
        "text": "Right? Yeah."
    },
    {
        "speaker": "B",
        "text": "Like, where is crypto? New York, Hong Kong, Singapore, uh, New York. Inside of a federal government that's not that free. But fun fact, New York is also kind of a city state. We have. We have our own independent jurisdiction from the state of New York. It's a little bit more nuanced than that, but it's New York, for all intents and purposes, is a city state. So is Singapore, so is Hong Kong. These are the big crypto cities. Of the world. Like, where else?"
    },
    {
        "speaker": "A",
        "text": "Where else is, I guess, ish. New York is a. I mean, London is a big, big city."
    },
    {
        "speaker": "B",
        "text": "London, yeah."
    },
    {
        "speaker": "A",
        "text": "And I'm hopeful there will be other up and comers. Like there will be kind of the. The New York of crypto that's maybe not traditionally the York or not traditionally, like a big economic hub city, but this goes back to kind of full circle, to the regulator talking to Mister Vitalik and saying him that Hong Kong's policies are very stable with respect to crypto. I think this government official is talking about the level one. He's talking about the Wall street freedoms. I don't think he's talking about these."
    },
    {
        "speaker": "B",
        "text": "Citizen freedoms."
    },
    {
        "speaker": "A",
        "text": "Yeah, I don't think he's. That's not even."
    },
    {
        "speaker": "B",
        "text": "Yeah. On his radar."
    },
    {
        "speaker": "A",
        "text": "Hong Kong is a great place, and I can tell you with sincerity that I don't think, as a government official of Hong Kong, that China is going to block this. I think this is going to be very friendly. He's only talking about the Wall street freedoms."
    },
    {
        "speaker": "B",
        "text": "I really like the talk that we just made."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Individual freedoms."
    },
    {
        "speaker": "A",
        "text": "I think this is what we're going to have to, again, what do, like, pattern recognition? I'm seeing the same thing play out in every single jurisdiction. We're going to have to fight for both. And the bankers will, you know, get the banker freedoms. I'm confident of that they will. They'll just see economic opportunity. They'll kind of buy their way into it."
    },
    {
        "speaker": "B",
        "text": "Banks already have the political influence that they need to get their freedoms."
    },
    {
        "speaker": "A",
        "text": "Yeah. And whether that helps or hurts us, I feel like it's an unholy alliance right now in that, like, any sort of crypto adoption is good, and if they adopt crypto protocols, they adopt crypto values. You know, that that is kind of the optimistic take. And that's why I'm just sort of okay with ETF's and Blackrock and, you know, JP Morgan, all of this, but I don't trust them. I don't trust them to preserve the citizen freedoms."
    },
    {
        "speaker": "B",
        "text": "I think this is, this is why we all got, we, as an industry all got up in arms about SBF when he was going, I mean, we find out he was negotiations, like, why were we upset by them? It's like we were realizing that he was fighting for bank freedoms and closing the door to individual freedoms. That's why we got upset."
    },
    {
        "speaker": "A",
        "text": "He was taking the ladder right up. He's saying, yeah, I'm fighting for crypto."
    },
    {
        "speaker": "B",
        "text": "I'm fighting for this."
    },
    {
        "speaker": "A",
        "text": "The only way, the only way forward is for banks to get Wall street freedoms and for you citizen plebs to just eat our shit. As you as."
    },
    {
        "speaker": "B",
        "text": "I don't know if anyone's really articulated it like this before, actually."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Bank freedoms versus individual freedoms."
    },
    {
        "speaker": "A",
        "text": "I think it's important and that's why it's great to hear from Hong Kong. There's so many other jurisdictions that we should probably hear from outside of the west, like some point in time, Singapore, probably Japan. I am an absolute noob with respect to history of Singapore and its kind of role in."
    },
    {
        "speaker": "B",
        "text": "I just know that the network state people all just love talking about Singapore and how its minimum viable rule set and just produce a ton of wealth and ever all the city state innovators and entrepreneurs, network state entrepreneurs are trying to recreate that. Thats the main thing I know about Singapore."
    },
    {
        "speaker": "A",
        "text": "Yeah, the. The city state and that kind of thing is interesting. Like, the city state though, is so prone to being dominated by the empire next door."
    },
    {
        "speaker": "B",
        "text": "Military. Yeah."
    },
    {
        "speaker": "A",
        "text": "Yeah. So, you know, I don't even know."
    },
    {
        "speaker": "B",
        "text": "Like, how does Singapore have an army?"
    },
    {
        "speaker": "A",
        "text": "Would it matter? Like, seriously?"
    },
    {
        "speaker": "B",
        "text": "Singapore in Dubai?"
    },
    {
        "speaker": "A",
        "text": "No, Singapore is its own Singapore. That's why I was struggling. Yeah, that's why. That's why I was struggling. Singapore. I was struck. People are listening to this."
    },
    {
        "speaker": "B",
        "text": "The country of Singapore doesn't sound right."
    },
    {
        "speaker": "A",
        "text": "Morons."
    },
    {
        "speaker": "B",
        "text": "Yeah, we have."
    },
    {
        "speaker": "A",
        "text": "Yeah, sorry. With respect to some of these."
    },
    {
        "speaker": "B",
        "text": "We're just gonna google things and tell you the answers to them on this podcast."
    },
    {
        "speaker": "A",
        "text": "It's a city, a nation, and a state. Singapore is a city, a nation, and a state."
    },
    {
        "speaker": "B",
        "text": "City. Nation state. Wow, that's kind of cool."
    },
    {
        "speaker": "A",
        "text": "Yep. Where Hong Kong has kind of a little bit of a different status, but yeah. The empire next door. Right. It's how the, the, the greek city states all fell to the roman empire. They couldn't unify and they just got absolutely decimated."
    },
    {
        "speaker": "B",
        "text": "Swallowed."
    },
    {
        "speaker": "A",
        "text": "Swallowed. That's it man. Crypto and Hong Kong, you got anything else?"
    },
    {
        "speaker": "B",
        "text": "Nope, I think we're good."
    },
    {
        "speaker": "A",
        "text": "This has been the debrief. Thanks, guys."
    }
]