[
    {
        "speaker": "A",
        "text": "Hey, guys. Welcome to the debrief after episode with the new binance CEO. The man who is taking CZ's shoes is Richard Tang."
    },
    {
        "speaker": "B",
        "text": "Taking his shoes?"
    },
    {
        "speaker": "A",
        "text": "Yeah. Filling his shoes, not stealing his shoes. Oh, did I just accidentally make a jail joke? I don't think so."
    },
    {
        "speaker": "B",
        "text": "Kind of. It's definitely not the right metaphor."
    },
    {
        "speaker": "A",
        "text": "Do people take your shoes and put."
    },
    {
        "speaker": "B",
        "text": "Yourself in a man who stole CZ's shoes?"
    },
    {
        "speaker": "A",
        "text": "I mean, CZ is in prison right now."
    },
    {
        "speaker": "B",
        "text": "Yeah. In California."
    },
    {
        "speaker": "A",
        "text": "In California, it's a low. I look this up, it's. You're not in prison, but non prison. It's a low security prison, so it's probably not that bad. And he's still a bajillionaire. He's got to do four months. I mean, I would use that time to just, like, get in shape and read books. I would get caught up."
    },
    {
        "speaker": "B",
        "text": "I would do so many push ups. Yeah, yeah. But I'd definitely be a jail. Jail lifter for sure. By the way, if you're wondering about what my jail archetype would be, it would definitely be jail lifter. Thanks for asking."
    },
    {
        "speaker": "A",
        "text": "I'm not, like. I guess for me, honestly, I'm not wishing that upon myself, but I'm just saying, for me, you would literally have."
    },
    {
        "speaker": "B",
        "text": "Four months of dedicated time to bench."
    },
    {
        "speaker": "A",
        "text": "Press you, just, like, in a low security, safe prison."
    },
    {
        "speaker": "B",
        "text": "You think he's got, like, the worst garden that he can tend?"
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Did they give him a garden?"
    },
    {
        "speaker": "A",
        "text": "Well, this is the thing with CZ, is he flew too close to the sun, but not so close to the sun that he burnt up, melted his wings."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Like, do Kwan and Sam Begman freenski."
    },
    {
        "speaker": "B",
        "text": "Flew into the sun and was, like, charged."
    },
    {
        "speaker": "A",
        "text": "Do Kwan flew into the sun with, like, hydrogen bombs strapped to his chest. Right. So did SPF."
    },
    {
        "speaker": "B",
        "text": "Totally."
    },
    {
        "speaker": "A",
        "text": "But. And this gets into Richard versus Cz. Right. Because there is a completely different risk profile associated with those two individuals. And so when we talk about, is this a new era for finance? 100%. It's a new era, for sure."
    },
    {
        "speaker": "B",
        "text": "There was the first seven years background. Honestly, perfect for what finance needs to be in its current form. His background is all, like, financial regulation, which is, like, both good for finance, because, like, you know, you want to go up to the line and. But you need to know where the line is."
    },
    {
        "speaker": "A",
        "text": "Czech."
    },
    {
        "speaker": "B",
        "text": "I'm pretty sure CZ discovered the line."
    },
    {
        "speaker": "A",
        "text": "He did."
    },
    {
        "speaker": "B",
        "text": "Richard knows where the line is because he, like, you know, that was his industry before binance."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "And so I'm, like, bullish. Like, it's like I said, and when I asked him that question. These are very big shoes to fill, and CZ was a fucking operator. It seems like Richard is like that too. But when there's change of leadership, there's always some chaos. There's always something different about who steering the ship."
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, what we saw in Richard is just a much more cautious, measured individual. Right. CZ was free wielding. He was just willing to experiment."
    },
    {
        "speaker": "B",
        "text": "Well, he was freewheeling alongside the vibe of the industry in that time. So he was shooting from the hip in 2018 to 2020, and that's why Binance scaled so much. But like, that. And that shooting from the hip ended up having to be, like, the thing that they paid a $4 billion fine for four years later."
    },
    {
        "speaker": "A",
        "text": "4 billion. I mean, if you look at it from an EV perspective, an ROI perspective, like, just, like, look at CZ and his arc, and he, you know, like, now where he's come is a fantastic investment, right? Like. But it could have not been. I mean, judges could have thrown the book at him. Wasn't there a letter that was written to the judge or something like this from. I mean, third parties wanted their pound of flesh from CZ, in particular, the US. It seemed like regulators were out to get him. This is on the back of SBF. And now here's another non US based exchange. The anti crypto army would have thrown the book at him if they could. Ten years locked up, 20 years locked. That would not have been worth it, right?"
    },
    {
        "speaker": "B",
        "text": "For sure."
    },
    {
        "speaker": "A",
        "text": "Definitely the way it played out for him. He's got billions of dollars, probably hundreds of billions of dollars, and he scaled this thing called binance that has done more good than harm, I would say. Not saying it's perfect, but net net for crypto, it's gotten more private keys and more hands, more access to crypto across the world, and he gets to kind of walk away with a successor and a business in place, and he doesn't even have to have the pressures of daily work. And then he has to serve four months in jail. Pretty good outcome for CZ at the end of this."
    },
    {
        "speaker": "B",
        "text": "Four months is a long time, but it's not that long. It's a sabbatical. He just has to do it in jail."
    },
    {
        "speaker": "A",
        "text": "My prison sabbatical."
    },
    {
        "speaker": "B",
        "text": "One question we forgot to ask is that does he get to go back or is he done? He's done from Binance?"
    },
    {
        "speaker": "A",
        "text": "No, that's part of it. You're done. You're done, Binance. And remember, he. He's done crypto, too. That's what he said."
    },
    {
        "speaker": "B",
        "text": "Is that just a personal choice or is that like part of the settlement?"
    },
    {
        "speaker": "A",
        "text": "I think done Binance is part of the settlement."
    },
    {
        "speaker": "B",
        "text": "Done Binance, I think, is part of."
    },
    {
        "speaker": "A",
        "text": "The done crypto for now, is like, more the personal choice. Right. It's just like, last I saw something from him, he was trying to create, like kind of a, you know, a nonprofit education."
    },
    {
        "speaker": "B",
        "text": "Like, he was like, oh, my God, please. Like, let's. Let's revamp this whole education thing."
    },
    {
        "speaker": "A",
        "text": "Sure. If he does that right, it's hard to know how much of that is just, hey, judge, I've learned my lesson. I'm a good citizen. Look at all the good I'm doing."
    },
    {
        "speaker": "B",
        "text": "Like, education. Hard to know."
    },
    {
        "speaker": "A",
        "text": "I don't know."
    },
    {
        "speaker": "B",
        "text": "I believe him."
    },
    {
        "speaker": "A",
        "text": "I know you do. I'm just saying I would be surprised if he didn't get up to something big post prison sentence in some other way. Oh, he also mentioned AI, I think, which he's very excited about."
    },
    {
        "speaker": "B",
        "text": "Well, that could be the same. I think that's the same thing. Like, you can't rebuild education in 2024 without including AI."
    },
    {
        "speaker": "A",
        "text": "Yeah. Who knows? He's going to be up to some things, I think, after this."
    },
    {
        "speaker": "B",
        "text": "Could you imagine if Binance was just CZ's first rodeo and he goes on his second and it's. And it's like something as cool as education."
    },
    {
        "speaker": "A",
        "text": "Am I correct that there's one point?"
    },
    {
        "speaker": "B",
        "text": "What if he banks all of the, like, the long tail of the world with Binance and then he educates them?"
    },
    {
        "speaker": "A",
        "text": "Yeah, sure. I mean, it's hard to find something as CZ and binance and binance, or CZ is a fantastic entrepreneur and operator, and his ability to kind of maneuver this space was just like, best. Like, incredible. Right. And also, it's going to be hard to find anything like that. Any other industry that rockets you to that level of success so fast. Zero to 200 million users. Zero to. What is binance worth right now, David, would you say? I mean, 130 million, billion, something like this?"
    },
    {
        "speaker": "B",
        "text": "Yeah. I don't even know how to think about that."
    },
    {
        "speaker": "A",
        "text": "Coinbase and a half, maybe something like this."
    },
    {
        "speaker": "B",
        "text": "And then you add the BNP, at least two coinbases. How much is Coinbase worth?"
    },
    {
        "speaker": "A",
        "text": "Yeah, so, I mean, doing that in seven years, you can't, like, you can't."
    },
    {
        "speaker": "B",
        "text": "Replicate that in Coinbase is worth 62 billion. Like minimum 100 billion, probably 200 plus."
    },
    {
        "speaker": "A",
        "text": "So maybe he's just. I guess maybe he's just kind of done. Or maybe he does go for a second round. It's in something as explosive growth as AI, like, you know, who knows? But Richard, his tenure. He must have mentioned compliance a dozen times in that episode."
    },
    {
        "speaker": "B",
        "text": "I mean, he kind of needs to in this present moment. Well, so there is the, that's also correct."
    },
    {
        "speaker": "A",
        "text": "In this, in this era, though, I guess a couple of things. In this next era for binance, it could become like, obviously they need to kind of pivot to compliance and calm everyone down. And their, their founders just gone to jail in the US. They've just been fined $4 billion. So it's definitely their compliance error. If they overcorrect on that, though, they might get leapfrogged. Okay, so you lose your founder, the driver, the person willing to take risks. Right. The Brian Armstrong or the kind of the Jesse Powell. And you can revert into, like, operator managerial mode where you don't take enough risks and you get out competed by just like, a founder who can make the calculated decision, like the risk forward type decisions."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "I mean, that could be the longer term pain that binance could be in. Like, they're not able to make the."
    },
    {
        "speaker": "B",
        "text": "Risk to push the limits, push the."
    },
    {
        "speaker": "A",
        "text": "Limit type decisions that their founder was."
    },
    {
        "speaker": "B",
        "text": "But they're in the compliance area. I don't consider that. I mean, maybe binance is like, that would be bad for finance, but, like, as far as the industry goes, like, if binance stopped pushing the limits and now kind of just like, coasted as, like, the largest and also compliant exchange for the industry, I think that's a totally fine outcome."
    },
    {
        "speaker": "A",
        "text": "Okay, so one other thing I'll say is, which could be good for binance and fine for binance and fine on net for crypto, but it's not necessarily great for crypto values. Right. It's like, one thing we've always said on bank list is over time, exchanges will become more and more like banks. More and more. The more tradfi and compliance that you bring in and like, hey, regulators, we'll track all the transactions, do all the AML Kyc you want, the more like, the existing system you actually become. Right. And so did you hear something that didn't make me feel great? Part of his pitch to regulators is how easy it is to track on chain transactions."
    },
    {
        "speaker": "B",
        "text": "Right?"
    },
    {
        "speaker": "A",
        "text": "Do you hear that part? Yeah, that doesn't feel great. As a crypto native, it sounds great to regulators, but, like, he was basically saying, hey, crypto is even easier than the tradfi system to track everybody and the baddies. And we can give you all the data. Like, that's not why I'm here. To be tracked by governments."
    },
    {
        "speaker": "B",
        "text": "Yeah, but that's a line that I've said before is like, regulators. Like, it's a perfectly traceable audit trail. Like, you guys should be stoked on this, but don't tell them that we have ZK technology."
    },
    {
        "speaker": "A",
        "text": "Well, exactly. So, but like, you, I mean, you're not excited about that prospect. You're just excited about winning an argument with regulators to let the Trojan horse in, into their encampment. And then you just, like, bait and switch with privacy. Yeah, I just, I don't think Richard and Binance is going to help us with that bait and switch, in fact."
    },
    {
        "speaker": "B",
        "text": "Yeah, he's going to make that harder. He's going to make the bait and switch harder."
    },
    {
        "speaker": "A",
        "text": "Right. I mean, they've been hit, they've been slapped and pretty hard in this banking."
    },
    {
        "speaker": "B",
        "text": "$4 billion slap is pretty hefty."
    },
    {
        "speaker": "A",
        "text": "Yeah. And then your founder goes to jail. He doesn't want to end up in jail. And he comes from a central bank background."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "I was just saying, it's no mistake that CZ chose Richard for kind of the next era of binance. And I'm sure it'll be good for."
    },
    {
        "speaker": "B",
        "text": "Propagating binance is binance Narc exchange. Now, don't they have some oversight? Some sort of, like, somebody from, like, the feds in finance milieu, like, watching?"
    },
    {
        "speaker": "A",
        "text": "I'm sure they have to be like that, but they're all going to be like, narc exchange. That's my point. It's just like with a, you know, they all kind of have to be. And I mean, what have we said before? If it's centralized and it should be, like, regulated? And what does that mean? The fullness of time. They're all going to be privacy naRC exchanges, and the only kind of, like, freedom that we actually get will be on, on chain decentralized systems. So they're just kind of a gateway to that. But they're banks, basically. It's not be your own bank. With binance, he was also very, like, quick to not talk about the BNB chain. I mean, I feel like when we had CZ on, well, CZ was like."
    },
    {
        "speaker": "B",
        "text": "That too, though, a little bit."
    },
    {
        "speaker": "A",
        "text": "But CZ would always, like, comment a little bit. And Richard just kind of, like, cut it off, you know, he really just."
    },
    {
        "speaker": "B",
        "text": "Like, glanced that one."
    },
    {
        "speaker": "A",
        "text": "Yeah. And just like a style. If, I think if we asked a CZ about what's going on in Nigeria, he would have been a bit more. I don't know, he would have answered it differently than Richard."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "And I understand Richard's perspective of like, hey, I don't want to."
    },
    {
        "speaker": "B",
        "text": "There's ongoing operations."
    },
    {
        "speaker": "A",
        "text": "There's ongoing operations. I don't want to say anything again, it's just a risk profile type thing, is my observation between Richard versus Cz."
    },
    {
        "speaker": "B",
        "text": "Well, like, I feel like I have sufficiently met the guy."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "So, like, when I see future binance things and updates and statements from Richard, I feel like I now have, like, pretty sufficient context about, like, who's going on? What's going on? Who is he?"
    },
    {
        "speaker": "A",
        "text": "Yeah. And I actually don't hate his answer to the question of, like, why are you here? It is not the most, like, crypto native type of answer."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "Just like, sound money, separation of money, and stay, you know, decentralization, maxi. But I don't hate his answer, which is, like, financial access."
    },
    {
        "speaker": "B",
        "text": "That's always been Binance's thing."
    },
    {
        "speaker": "A",
        "text": "That's always been their thing. And that's okay to kind of pursue and maximize that. It's just not going to get us the full decentralized vision, I guess. But Binance can go maximize that. I guess we get, you know, we get the full decentralization."
    },
    {
        "speaker": "B",
        "text": "Binance has done its service."
    },
    {
        "speaker": "A",
        "text": "Yeah, they didn't. And I feel like they've been through the gauntlet of, look, if the feds went in thoroughly, you know, that they looked to see if the money was missing for, like, months, years even, they didn't find anything like that, to me, is a reason to. Net net wasn't perfect, but, like, celebrate the thing that CZ has bought because, or brought us because at least he didn't steal our funds, right?"
    },
    {
        "speaker": "B",
        "text": "Yeah. It's always a nice reminder that, like, binance got in trouble for, like, not complying with, like, nation state authoritarian laws. They did not get in trouble for, like, having a hole on their balance sheet or using customer funds or fraud. Like, they violated the nation state, not the individual, which is fine. I say as an individual."
    },
    {
        "speaker": "A",
        "text": "Yeah. And somebody with a lawsuit against the treasury."
    },
    {
        "speaker": "B",
        "text": "This is the debrief. The treasury doesn't listen to these."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's true. They have no access. They have no way to get it. All right, man, this has been the debrief. See you guys later."
    },
    {
        "speaker": "B",
        "text": "Thanks, guys. Bye."
    }
]