[
    {
        "speaker": "A",
        "text": "Hey, bankless nation, welcome to our episode. After the recording with Lee and Eugene, David called me out, actually, after we finished recording the back end of that, and he was like, what are you talking about? You teased the bankless nation about this fantastic story about a re record for this episode."
    },
    {
        "speaker": "B",
        "text": "Why did we re record the episode? Why did they did it twice? Why do they."
    },
    {
        "speaker": "A",
        "text": "I don't know why I teased that so hard. I get, like, the story you needed."
    },
    {
        "speaker": "B",
        "text": "To play to work with."
    },
    {
        "speaker": "A",
        "text": "Yeah, I guess. I guess I was going for something. But it. The story is, I think, somewhat interesting, maybe was basically the first time we tried to record this episode with Lee and Eugene. It was like three or four weeks ago, and Eugene just had like potato."
    },
    {
        "speaker": "B",
        "text": "Level Internet, potato wifi."
    },
    {
        "speaker": "A",
        "text": "It was like just the worst form, like the worst, probably one of the worst Internet connections we ever decided to have by far."
    },
    {
        "speaker": "B",
        "text": "So this is an app called Riverside that we use to record this in. And it's one of those things that uploads as you go. So it's pretty bandwidth intensive. But if you have good Internet, like both me and Ryan, I'm looking at it right now. I'm at 99%. Ryan's at 89%, but he'll, he'll catch up. Uh, like, there you are. You're at 99%."
    },
    {
        "speaker": "A",
        "text": "Now."
    },
    {
        "speaker": "B",
        "text": "Most people are at like 99% uploaded. It's kind of like, you know, they're trailing the chain. Uh, some people with bad Internet will be in the seventies or sixties. Eugene was twelve at the end of it. He had 12% uploaded. Yeah, his camera just cut out because he didn't have enough bandwidth to do it. I feel like there would be like, you know, multi second long latencies between Eugene handing off the conversation or being handed the conversation, and it just kills the vibe."
    },
    {
        "speaker": "A",
        "text": "Zachary. Yeah, it did. But honestly, it was still a pretty solid episode."
    },
    {
        "speaker": "B",
        "text": "It was pretty good."
    },
    {
        "speaker": "A",
        "text": "We're going to record it. And like a testament to the guests, I think Eugene can like, you know, go on a stream of conscious for a while and make sense and weave the ideas. And it was just an episode, but that episode will never get released."
    },
    {
        "speaker": "B",
        "text": "Will never get released. When he came into this, this recording and he had better Wifi, I actually, like, saw him for the first time. I didn't know what he looked like because he had like 17 pixels the first time."
    },
    {
        "speaker": "A",
        "text": "Oh, man. You know, another irony going into this episode was we jacked actually spent some time talking about what we were going to title this in YouTube. And then I was like, oh, David, we're doing the thing. We're the YouTube dance monkey. We're like, what's a good title for this episode for YouTube that's going to get attention and do well? And, man, you know, so many small ways we do that, don't we?"
    },
    {
        "speaker": "B",
        "text": "Let's. Let's hang on this. So, uh, the way that we structure our podcasts is there. It goes out on the RSS feed. We also place it out on YouTube. Uh, YouTube is an algorithm that we are beholden to the algorithm. So that's why we play the thumbnail game. That's why we have to think about the title optimization. What does bank list do? We want to bring one people bankless. How do we do that? Well, we need to leverage social media algorithms. So when we put the title of a podcast out on the RSS feed, the RSS feed is not an algorithm. That is a decentralized communications protocol. So you bankless listener who's listening to this in your podcast feed, either on Spotify or an Apple Apple podcast or whatever, do we have a direct relationship to you via the RSS feed? That is. There's no middleman there. It is. That's why we love RSS feeds. That's why we love podcasting. When you hit subscribe, you subscribe to what we get. No matter what we title it, the titling or the clickability of it does actually impact whether you get it or not."
    },
    {
        "speaker": "A",
        "text": "It's not all of the other social feeds that we have, which is basically mediated by Algo."
    },
    {
        "speaker": "B",
        "text": "Right. When we place this on YouTube, we have to do the shocked face. We got to do. We have to make it super colorful. We got to put lots of faces on there. We have to find a title that is very clicky because we're competing in the arena of web two of YouTube. So we have to compete in this fashion as a company to order to get more people to hear about the good gospel that is web three. We are forced to do that. We are forced to become dance monkeys."
    },
    {
        "speaker": "A",
        "text": "Yeah. And I think you can do it, by the way. Like, we try to do it in a. In a way that we call, like, legit bait, which is basically, it's not clickbait, so it's not like. But it is bait type game. But it is. But it is. It's clicky optimized, for sure. YouTube algo optimized. I mean, the other area that's like, the only kind of feeds that we really have from the media side are like, the podcast feed, which is not algorithmically mediated, the RSS feed, and then email our list of email addresses. Yeah, we send a bankless newsletter, and it has a subject line, and that's not mediated by Algo. Right. So we're still obviously want to make it interesting, so we're not going to say, click the subject line of this email. The most boring newsletter ever. It's going to be something, you know, attention y, but it's not like playing an Algo game, because there's no. No third party. That's kind of like tilting the rules. We're making a power law type winner. But, yeah, like, that's the thing, is what I was saying in the intro is once you see it, you can't unsee. It is like, wow. The last ten to 15 years has really modified our own behavior, everybody's behavior, society's behavior in general, towards dance monkeyness. It's interesting, like, we decided to title the episode that, because that was kind of like, we started talking about that near the end of the episode, but it also felt like a conclusion. It's like, man, we really are playing by the rules of these engagement, amusement, attention seeking algorithms. And this is a time, crypto provides a time to kind of reset and rechange the business model around this whole thing and inject some different algorithms into the societal fraye. And that provides, I think, some hope, I would say, as a good theme for the episode."
    },
    {
        "speaker": "B",
        "text": "The idea of web two as an algorithm, I think it really fits so well into so many different angles of the bankless thesis. First, an algorithm is a middleman that mediates relationships. A bank is a middleman that mediates value. So those things have very strong parallels. But I'd also say just like the whole, like religion to nation state to crypto protocols arc that we emphasize so many times, like social media, web two algorithms slot into that as well, because they are code for structuring human organization. They are codes for increasing Dunbar's number so that our social network can cohere and be structured at a larger scale. So it is a human coordination tool. These algorithms curate. What do they do? They curate. They curate the best stuff. The problem is, what is best is determined by equity, shareholder incentives, and not human values. And that is the promise of web three is like, we do the same thing. We structure and curate and provide scaffolding so humans can organize and we can scale Dunbar's number, and we get to choose what it means to be the best version of that, and hopefully it's more aligned with human values. So I think this whole conversation of web two algos are the leviathans of web two. They are the governors of the nation state. They are the figureheads in the religion that it fits very, very well into that pattern, I'd say."
    },
    {
        "speaker": "A",
        "text": "Yeah. I think that when you look at sort of everything we do to coordinate, you just sort of, you see a whole bunch of its algorithms all the way down at some level. Right. You know, like capitalism. What is that? Yeah. Capitalism is an algorithm for societal cooperation to get us above Dunbar's number."
    },
    {
        "speaker": "B",
        "text": "Is it is capitalism. It's a little bit. Capitalism is emergent religion, nation state."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "But website code, those are written down somewhere."
    },
    {
        "speaker": "A",
        "text": "You can very much select it. I would say. Sure, it's emergent. Or you could say it's like a kind of a law of nature and there's an element of that. But as a nation state, you can install, like, you know, communism 1.0 if you want, or you could install free market."
    },
    {
        "speaker": "B",
        "text": "Can you? I'm not sure you can."
    },
    {
        "speaker": "A",
        "text": "I mean, that's been tried many times. Of course you can."
    },
    {
        "speaker": "B",
        "text": "Well, trying has been happening. I don't know if it's ever successfully."
    },
    {
        "speaker": "A",
        "text": "I'm just saying it's kind of as code, emergent. And by the way, we're probably at capitalism like 9.0 or something like that. Because I don't think you can talk about the story of capitalism just as an emergent phenomenon. We created things like joint ownership, stock companies in the Netherlands."
    },
    {
        "speaker": "B",
        "text": "That's like a layer on top of capitalism."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's an upgrade, I would say. It's an upgrade or it's an app on top of capitalism or something like that. I think it's an improvement to the underlying software that makes it more scalable is how I would like, define it or think about it. Anyway, we have all of these social coordination algorithms, I would say, and we don't often take a look at them like, oh, what is actually underlying society? And this one that we've kind of ignored in the background, I feel like, and become maybe more aware of lately, are these social media engagement algorithms. Like, the first time he said this, in the first time we recorded and he said, I'm glad he said it again, is what happened in the two thousands up to now is there was this change that I don't think I noticed, which was our social networks. Good. Social networks, good. Connect with all your friends, family and Facebook, you know. Good, good, good. They became social feeds mediated by algorithm mediators. And what's kind of like the, you know, the incentive monster behind the algorithm? It was just ad sales. That's what injected all of it. And what does the ad sales underlying algorithm optimize for? Like, attention, engagement, like, time spent on screen, time spent clicking the thing. Time spent where we can put an ad in front of you and get, persuade you to buy something that will generate more revenue. And I feel like we are on the other side of that, where that model has given society and given individuals, like, all of its benefit. And now we look at this and we're like, oh, wow, it feels like such rent seeking. It feels like we are being exploited at some level. And so, yeah, I know libertarians like marc andreessen, his comment would be like, well, people seem to enjoy it. I mean, they spend so much time on it. But I'm like, yeah, no, people seem to enjoy it. But also people enjoy fast food, too. It doesn't mean it's healthy for them. It doesn't mean it's good for them. Yeah, you enjoy, like, in order to exist in modern society, I feel like, just like, you have to be disciplined about what you eat and, like, working out and, like, all of these things, you, you have to be disciplined about your social media use."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "Because it's not good for you."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Right. It's like, there's a fast food element. Not saying, like, you, small quantities are fine, of course, and there are some benefits. So it's a muddy picture, but, but just on net, it's. The engagement algorithms aren't good for people long term, and I don't think they're good for society. And so we're at the end of that. And the question is, oh, are we ready for something new? And can crypto provide that?"
    },
    {
        "speaker": "B",
        "text": "Yeah. Yeah. I think, like, a lot of this, a lot of different technologies are all coming together to produce what we call the metaverse. Like, what is the metaverse? Well, first it was MySpace. And I know it's just the persistent online place. Um, now, with Ethereum, we have property rights on the Internet. So now the metaverse grew. Property rights. Um, zoom was another way to create social connections through the metaverse. And again, the metaverse is just the Internet, but it's growing in complexity, it's growing in components, it's growing in fidelity. You slap on VR, and all of a sudden you have a very, uh, easy way to suspend your disbelief about being, quote, in the metaverse. We saw the Zuckerberg and Lex podcast, quote, the first interview in the metaverse. So we have a lot of these components coming together to produce the metaverse. And one of these components are these web, two algorithms that are defining what corners of the Internet, what they look like. And so Twitter, the conversation, the commons, the town square of the Internet, of the metaverse, is mediated by the Twitter algorithm. Um, same thing with Instagram, same thing with whatever your social media platform is. So a lot of these things dictate a significantly of the content that is uploaded and defines what the Internet is. And I think if we're going to build what people think of the metaverse when they think of something like ready player one, like the full, the metaverse in fullness, um, we really need to not have those algorithms dictate that landscape, because those algorithms have certain values embedded in them, and those values are equity shareholder values and not more human values that I think, I hope web three can bring to the table and start to define the culture in which the metaverse, the Internet version of the world, is built by."
    },
    {
        "speaker": "A",
        "text": "Yeah, I guess one of my takes is, I think cryptosocial will go through a phase where it's good for the world for another period of time that's good for the world, and then we'll find, find a dead end where it's like, oh, okay, this algo is not what we like. Anything you infinitely optimize for, like, eventually."
    },
    {
        "speaker": "B",
        "text": "Brings, it gets Ouroborok."
    },
    {
        "speaker": "A",
        "text": "Yeah. No longer diminishing returns, but actually negative returns. And I feel like at first it was okay to optimize for the ad revenue model. It was fine engagements like, oh, I get to find my stuff, and I could see across all of my friends feeds for the most interesting things. And this algo brings the greatest content to the forefront for anything I want to learn. And that's all good, right? But then we start to get into diminishing returns or negative returns world when we've over optimized for engagement, I feel like we'll probably do the same with cryptosocial. We'll over optimize for, however we finally, we tune the algo and crypto social, and then we'll run into some problems. But anyway, we're under optimized on that, I guess. One of my big takeaways is in web two, the platform was the asset. In crypto, the asset is the platform."
    },
    {
        "speaker": "B",
        "text": "Oh, did we just get a meme?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I think so. Like, what Li Jin was talking about was like, platformless social is very interesting. It's like, oh, actually, the asset is the thing that is collecting state. The asset becomes the platform in this new world and model. Right? So it's your crypto punk, it's your eth token, and you bring that to."
    },
    {
        "speaker": "B",
        "text": "The ten k club in the ens world, it's like numbers one through nine. Nine. Nine."
    },
    {
        "speaker": "A",
        "text": "Yeah. And you bring that to the platform. And the reason we can move from feudal lord era to mercantilism is because, well, now it's really hard for anybody to create a platform and go compete with the other feudal lords. Right. Because, you know, Zuck has that locked down. Uh, but anybody can create an asset, especially, like, right now, and you could bring your asset to any platform and kind of plug it in. And so that, I think, is a big mind shift in terms of, um, what we're doing here is it's just the. It doesn't aggregate around, like, the platform, the value and everything else. It. It aggregates around the asset. And the hope is that that is a much more mercantile type of world where that means we're not trapped because we can fork our assets, we can trade."
    },
    {
        "speaker": "B",
        "text": "Exactly."
    },
    {
        "speaker": "A",
        "text": "We're not trapped into the existing land ownership model of a bunch of lords, and we are serfs on their land, working and toiling away from them. All of us can be mercantile so we can create a merchant class, I guess, on the Internet that hasn't existed before. That's maybe an idea here."
    },
    {
        "speaker": "B",
        "text": "Yeah. Okay, so there's two things that you just said that I want to make sure that they get stuck together. The first, washing about how just eventually the wheel will turn. We will create a new social, just like web two. We'll reach a dead end. It'll become negative, it'll become bad. Eventually, in the fullness of time, that's where we all end up. I think that's just what human history and progress is. We eventually just squeeze all the juice out, and you need to find a new fruit. One of the core theses that I. Why I'm hearing crypto is to say, hey, we're all going to find this new fruit is called web three, is called crypto. As we are building this new fruit, we need to make sure that we can squeeze it for as long as possible. Hopefully infinity. Probably not infinity, but we should aspire to be infinity, because that's a good and noble thing to aspire to. That's what I'm trying to do here in crypto. That's what bankless is. Let's make sure that we produce a good equilibrium so that, no, there's no winners and losers. Everyone's treated equally, maximally squeezable."
    },
    {
        "speaker": "A",
        "text": "The idea of the infinite machine."
    },
    {
        "speaker": "B",
        "text": "Infinite games, long term games with long term people. Right. Okay, so that's part one, part two, and first, an interlude before I get to part two, remember the Ethereum logo of the prism, where you have one light shining in and then it shines out a rainbow?"
    },
    {
        "speaker": "A",
        "text": "Oh, yeah."
    },
    {
        "speaker": "B",
        "text": "Yeah. So what you're saying is, like, well, first we have, like, Zuck's landscape. You got Jack Dorsey's Twitter. You have these. Just not jack anymore, but, yes, yeah, not Jack anymore. But, like, you have these rigid landscapes that you are feudal on. Feudal peasants on. They define what it looks like. That's like seeing in black and white. That's like the old world. There's, like, no choice there. You are. Just given this option, you don't really have any possibility here. And then in web three, with, like, where you say the asset is the platform, and anyone can make that asset, anyone will make any asset. And then humans will just decide which ones they want to keep, which ones are the good ones, because we have the option to explode to infinity. The number of platforms there are, humans won't be stuck in web two. We will have the freedom to exit and migrate around and choose the assets that are the platform, choose the new platforms. Right. Uh, and so we have this, like, seeing in black and white, which is web two, to seeing in full color. I've always appreciated that, that logo of Ethereum, of, like, expanding things out into the full spectrum, because to me, that's what a lot of things, why crypto is good is there's that pattern there where we are first locked in and then combined with the, you know, the means to mint any asset, build any protocol, build any social network, we have the full scope of things to choose from. And that having that menu option will allow us to pick the best ones and create a new, sustainable equilibrium."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think that's right. And that's why I really love this analogy. It's like the crypto renaissance analogy, right? Feudalism to mercantilism, you know, like, and we have a new merchant class that is being born. And one thing that was interesting is Eugene kind of echoed this in a way, and this is something I hadn't thought of before, but when he was talking about the problems with social media today, one of the things he mentioned is lock in. The social graph should be composable. And the question, at least in western social media, is, why isn't it composable? Right? Like, why can't I just bring my. My social graph to Netflix, let's say, from, you know, x or Twitter or whatever, right?"
    },
    {
        "speaker": "B",
        "text": "What are all my friends watching? What have all my friends watching the last two weeks? Yeah."
    },
    {
        "speaker": "A",
        "text": "I mean, like, that seems so freaking simple to do. Like, it's just like, contact me. No, it's because Twitter, Facebook, all the social graphs, they make money on your eyeballs, and they only make money if they can sell you an ad. And so they have to own the real estate. They have to be the feudal, you have to work inside of their fiefdom in order for them to kind of maximize that. So it, it never really connected to me, that. Oh, actually, okay. The ad based business model is the root of why all of our social graphs are, like, closed and actually not open right now, too. So that's kind of another connective tissue. And so what happens if you remove that as the, the underlying business model and you have kind of a different model that's not ad driven? Well, okay. Of course, openness, we, we want our assets to spread everywhere. That's in the best interest of the asset owners. And so, of course, we're not going to lock it down. We want to export that asset social graph everywhere, that economic network, wherever we can. And so we're not going to build closed systems. We're going to build open systems. And the thing that always happens is, I think, the thing that will happen. Whereas as entrenched as the closed system, seems like the castle walls are so high and they've got know all of the siege, like the anti siege weaponry and everything else, they've got archers on the castle walls as high and imposing as that seems like open beats closed every time, because we can do thousands, millions of different experiments at the same time. And the walled garden kind of doesn't win against that kind of force. And that's what we're bringing to play here with these asset based experiments. And I think that's why maybe I'm just telling a story here, but it does feel like that's why we've got a lot of promise, and that's why the future is probably going to be more the open, crypto like future, right? It better be. Well, this podcast is over. I mean, it's not, it's interesting. Like, it's question of, it's not as simple as just replace the algo is a right. You know, like, why doesn't, why doesn't Elon just replace the algo? Rather than engagement, algo does something else. Like, right."
    },
    {
        "speaker": "B",
        "text": "My dream is, has always been a drop down. Choose your own algorithm. It's like, hey, today I feel in, like, fat and lethargic. I need to drop down the healthy nutrition fitness motivation algorithm. Give me that one."
    },
    {
        "speaker": "A",
        "text": "Yeah, but the problem is, if you're the, if you're the feudal lord, then, like, if you choose that, you don't."
    },
    {
        "speaker": "B",
        "text": "Want to enable your, you don't want to empower your citizenry to."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's like, okay, so you're gonna, you're gonna choose the, you know, 90% less net profit algo user. No, no, use this one. I'll impose this one. It's way better. I like, I don't care about David's law."
    },
    {
        "speaker": "B",
        "text": "I'm going to feed you the you're a miserable piece of shit algorithm, and then I'm going to sell you products."
    },
    {
        "speaker": "A",
        "text": "I mean, look, if it, if it sells products, that's the way the incentives work, right? I mean, if you want to understand the system, you have to look at the incentives."
    },
    {
        "speaker": "B",
        "text": "And it's just one thing we've seen out of China is that they do co control their TikTok algorithm, and they control it so that there's, like, education. And so, like, they're using TikTok to improve education, and so they're figuring out how to educate their citizenry en masse in the form factor that is addicting to them, which is TikTok. Like, that's kind of what you get when you have authoritarianism. Like, there are some benefits."
    },
    {
        "speaker": "A",
        "text": "You take the good and the bad with that, right? It's just like the good is. Well, you can have a public health type of initiative inside of your, you know, web, two tech media companies, right? That. So that's maybe the good side of it. The bad side is very, very bad, very scary, which is basically your party of control can broadcast whatever propaganda and can feed your population whatever you want, and no one can kind of dispute that, and you lose the ability to be a free society. But, like, who knows? Maybe, maybe that has better. My big worry is, what if that has better, like, product market fit from a tech perspective. Like, what if that is actually the outperforming society? You have western liberal democracies that are literally, these algos are ad driven, and we're tearing each other apart as a result. And if you have the authoritarian set of algorithms, then maybe you have some sort of massive advantage there that allows you to outperform the free society, freer societies."
    },
    {
        "speaker": "B",
        "text": "Let's punt on that problem."
    },
    {
        "speaker": "A",
        "text": "Yeah, well, we're not going to solve that here, but actually. But maybe we are. But maybe we are."
    },
    {
        "speaker": "B",
        "text": "Maybe put a pin in that is what I'm saying. Maybe the answer for later."
    },
    {
        "speaker": "A",
        "text": "Well, maybe the answer to that is the mercantile class, right? Maybe we've just gone too far in the ad direction. And now maybe the asset direction will actually show us some kind of better."
    },
    {
        "speaker": "B",
        "text": "Ways to organize anti authoritarian ways. Yeah."
    },
    {
        "speaker": "A",
        "text": "Do you have any takes on her psychological ownership thing?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I don't think we had enough time to fully unpack it, but there's just concerns around if you commingle financial ownership with psychological ownership, do you actually destroy a little bit when you collide those particles together, do they make something that new, or do you destroy some of both? And I'm concerned having financial ownership over something kind of destroys the psychological ownership over it."
    },
    {
        "speaker": "A",
        "text": "Like, it's more of a trade off than like, one improves other."
    },
    {
        "speaker": "B",
        "text": "Well, one thing we optimize for both."
    },
    {
        "speaker": "A",
        "text": "One thing that we commented on the first recording of this that didn't get going. The second is the net promoter score. Like the satisfaction with crypto."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah."
    },
    {
        "speaker": "A",
        "text": "For all the people who bought a JPEG or a crypto asset or anything based on the speculative utility of it, like, basically the promise was number go up, and the number didn't just not go up, it went down. And it went down 95% to 99%. And, like, that is terrible customer satisfaction, user experience. If you bought a thing because you were hoping that it would, like, ten hundred x, and what actually happened is it went to near zero, you have a bad experience from that product that you purchased. And, you know, I think crypto. Crypto people can be like, a lot."
    },
    {
        "speaker": "B",
        "text": "Of crypto has a bad ux right now."
    },
    {
        "speaker": "A",
        "text": "Yeah. Well, think about all the people who bought and are down bad and are like, I hate crypto because it didn't do the thing I thought it was going to. I mean, that we could blame the speculators, but also, a lot of our use cases have been speculative, and so it's also on us to design products that are not just fueled by that."
    },
    {
        "speaker": "B",
        "text": "Don'T go down in price. Right."
    },
    {
        "speaker": "A",
        "text": "I mean, like, I think. I think that's a takeaway. I think that's a lesson."
    },
    {
        "speaker": "B",
        "text": "Like design things that only go up in price."
    },
    {
        "speaker": "A",
        "text": "Well, I'm okay. Obviously, that that breaks some laws of the universe there, but ultrasound money is."
    },
    {
        "speaker": "B",
        "text": "Designed to only go up in price."
    },
    {
        "speaker": "A",
        "text": "Oh, really, David? Yeah. How come my ether went down 75%."
    },
    {
        "speaker": "B",
        "text": "Over the fullness of time? It's up only."
    },
    {
        "speaker": "A",
        "text": "Okay, well, see the reason a lot of people bought their eth."
    },
    {
        "speaker": "B",
        "text": "Cause I said words like that."
    },
    {
        "speaker": "A",
        "text": "Well, no, but, like, yes, maybe, but short term. Right. They're like, it's gone down. Like, I only know that you're right. If I spend the fullness of time holding my eth bags right. Listening to bank list and what I expected was like, twelve month return, 24 month return, that kind of thing."
    },
    {
        "speaker": "B",
        "text": "Anyway, a lot of a couple. My one, not one of my, one of my normie friends. Uh, every three times him and I talk. He's like, will crypto ever get back? Because I just want to dump it. I'm like, it'll get back. You don't have to dump it, though."
    },
    {
        "speaker": "A",
        "text": "He says that. Will crypto ever get back?"
    },
    {
        "speaker": "B",
        "text": "Yeah, because I told it. What's he holding? I think I told him to buy some matic or something. He liked how he could stake it. That's good advice. And now he's just like, will crypto ever come back? In my lifetime? I'm like, yeah, bro, calm down."
    },
    {
        "speaker": "A",
        "text": "I mean, it really depends on whether that person believes you or not, but I guess that's pretty bad. Ux from his experience, right?"
    },
    {
        "speaker": "B",
        "text": "Yeah. He just doesn't have the conviction that I have. You can copy someone straight, but you can't copy their conviction."
    },
    {
        "speaker": "A",
        "text": "100% true. That's a great way to leave this deeper. If you can copy someone's straight, but you can't copy their conviction. Yeah. Love that. There was another quote that he said."
    },
    {
        "speaker": "B",
        "text": "Which, you can copy someone's JPEG purchase, but you can't copy their psychological ownership vibes."
    },
    {
        "speaker": "A",
        "text": "Last thing I'll say is this quote I thought was worth repeating. The real problem of humanity is the following. We have paleolithic emotions, medieval institutions, and godlike technology that resonates. Paleolithic emotions, medieval institutions, and godlike technology."
    },
    {
        "speaker": "B",
        "text": "Why I've always advocated. It's been a while since I've done this, but when bull market was going on and prices were going up and then they were going down, I was like, hey, everyone, like, fucking meditate. Learn to meditate. You need this as a tool to navigate this century."
    },
    {
        "speaker": "A",
        "text": "Yeah, because we're just monkeys dancing to the algorithms, huh?"
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "All right."
    },
    {
        "speaker": "B",
        "text": "I think as a result of this episode, I'm gonna put my crypto punk back behind my. Behind my camera shot."
    },
    {
        "speaker": "A",
        "text": "You should. Where did it go? Why did it. Why did you take it over there?"
    },
    {
        "speaker": "B",
        "text": "It's on the other side. It's over my dining room table. And whenever I have friends over for, like, dinner, it's nice because my crypto punk is just, like, looking down at them."
    },
    {
        "speaker": "A",
        "text": "Is your crypto punk still your avatar on Twitter? Yeah, because you."
    },
    {
        "speaker": "B",
        "text": "You clearly don't follow me on Twitter."
    },
    {
        "speaker": "A",
        "text": "Well, no, I. You change yours. See, I don't change mine very often. Yeah, yeah. You change yours to different things."
    },
    {
        "speaker": "B",
        "text": "Yeah, I was done fighting with the solana people. So I removed my madlad NFT and put my crypto punk back to reveal my true colors."
    },
    {
        "speaker": "A",
        "text": "There you go. You are a crypto punk. Deep down. Alright, guys, this has been the debrief. Thanks a lot. Cool. Bye."
    }
]