[
    {
        "speaker": "A",
        "text": "Hey, guys, welcome to debrief our episode with Andrew Henderson on why you should leave your country, get a second passport. David, I feel like, in a way, I kind of, like, not sprung this episode on you, but, like, I was pursuing it as an interest area."
    },
    {
        "speaker": "B",
        "text": "Yeah, you've dropped some comments every now and then. I remember just throughout history of just, like, I remember when I came back from Montenegro and I talked about how, like, Vitalik had gotten in, was given a montenegrin passport. And I remember that, like, perked your ears. Like, oh, Montenegro's handed out passports. Interesting."
    },
    {
        "speaker": "A",
        "text": "Yeah, I've been very curious about this for probably the last decade. Like, not curious enough to, like, go do it myself and go make it happen, but it's been in the back of my mind, and you know how Andrew framed this as, like, he's got, like, a. There's a plan a and a plan b. So the plan a is you basically go all in. You have multiple passports. If you're a us citizen, it probably means renouncing your us citizenship. Like, that's the plan a. You just, like, go all in here and then. I've not considered that. I mean, that that is, like, oh, my God. Scenario, like, to me. But as a plan b of, like, hey, if things get bad, what's the backup plan? And I mentioned the episode of a canadian citizenship, but, like, I'm. As America's. America's addict, are we, like, is that really that different from, like, what happens in America?"
    },
    {
        "speaker": "B",
        "text": "Honestly, Canada's gonna be the canary, not the."
    },
    {
        "speaker": "A",
        "text": "There's no border wall there either, right? So, like, I think we're. We're gonna be in the same boat there. So, um, just, like, where else? Where else? And I guess there's complications for me and that just, like, you know, like, I have a family, and my kids are in school and all sorts of other things, but I've been softly pursuing it. But what's your story? Have you ever even thought about this? Or is this just, like, a. Like, a Ryan interestarian pursuit, and you're just like, why do I need this?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, I understand why I need this and why it's, like, valuable to pursue the, like, thought experiment. I've never personally aspired to have a second passport. And mainly, I think my perspective here is mainly, like, the Andrew type. That guy is an archetype of whatever is over there."
    },
    {
        "speaker": "A",
        "text": "And can we just say it specifically? So, no offense to Andrew, but, like."
    },
    {
        "speaker": "B",
        "text": "Tucker Carlson vibes speaks like him. Talks like him. Yeah."
    },
    {
        "speaker": "A",
        "text": "And some of you will hear that and be like, oh, that's a great thing. Some of you will hear that and be like, oh, okay, right."
    },
    {
        "speaker": "B",
        "text": "And so, like, there. What I mean, really by that is, like, andrew is, like, representative of some extreme where he is going out and seeking passports, and there's always going to be, like, reroll the dice of the universe. There's always going to be some type of person that does that, right? There's always a tribe of these types of people. And whether or not the state of the world, the state of globalism, is motivating that. I don't really think that there's that much motivation out there. There's sufficient in order to have a business around it, I guess. But, like, there's gonna be that tribe of people no matter what. And Andrew is, like, the archetype of that tribe. I don't think that I live in a world in which that activity is becoming, like, meaningfully motivated, at least in this day and age. And he was always like, yeah, we'll have a plan B. And one of the examples or the illustrative points is just like, well, what if America gets worse? What if it gets worse? Uh, and my answer to that is like, yeah, but, like, how many people? We have, like, 330 million people in America. Like, it'll get worse together. Like, like, there's 330 million people, like, to my left and right, that, like, I will, like, go down on the ship with, like, oh, no. Like, unless. Unless we have some, like, Hitler scenario, which seems very far fetched to me. Like, I'm. I'm. I'm going to be. I'm going to find a way to be happy in America one way or another."
    },
    {
        "speaker": "A",
        "text": "It seems very far fetched, but less far fetched than it did when I was growing up in the nineties."
    },
    {
        "speaker": "B",
        "text": "It's probably."
    },
    {
        "speaker": "A",
        "text": "And also the prospect of not a Hitler type scenario. Maybe there's civil war. I mean, this has happened in us history before. There's literally movies being made about it. This election is absolutely crazy. 2024 election. And the probability of some sort of event. It doesn't even have to be that, David. We were just on a podcast with Diana, expert on China. Probability of us war with Taiwan. 70%. Raised her odds to 70%. He's in conflict for the next three to five years. Conflict. But, like, hot conflict."
    },
    {
        "speaker": "B",
        "text": "Hot conflict."
    },
    {
        "speaker": "A",
        "text": "We're not talking about economic. I'm like, I don't know what that means, but aside from, like, some sort of."
    },
    {
        "speaker": "B",
        "text": "Some gunpowder, like, getting ignited. Yeah, yeah."
    },
    {
        "speaker": "A",
        "text": "So just."
    },
    {
        "speaker": "B",
        "text": "There's some. Okay, just to entertain this idea, like, a draft would be a big line for me. I'm 31. I don't know if I would be included in draft age. Yeah, but if things got bad, things got bad enough and you have a son who could be drafted, that would be a line for me. I would not. If I was in 1970s America and I got drafted, I would be like one of the, I would be so."
    },
    {
        "speaker": "A",
        "text": "Quick to draft Dodge for like Vietnam or something like that. A cos, like. But I don't know if you're, you'd feel differently if it was quote unquote, a just war. So like 1940s, would you draft Dodge?"
    },
    {
        "speaker": "B",
        "text": "Do you know what I mean? I'd go for it. Yeah."
    },
    {
        "speaker": "A",
        "text": "Depends on the circumstance, right? Depends on everything that's going on. But here's the thing. I mean, we learned this about like, crypto and markets in front running. By the time there's a draft dodge, you don't think they've plugged the hole already and made getting out of the US incredibly hard? You know, like, the time to prepare your plan b is like, not when shit has hit the fan because like, all the queues will be long, the exit windows will be closing. It's kind of like too late at that point."
    },
    {
        "speaker": "B",
        "text": "Yeah, but it's also. Okay. Okay, so that's like the draft and war scenario, but that's like only one of many possible scenarios that would motivate this. And they are all like equally marginal, in my opinion. Like, the draft. The draft is like low risk."
    },
    {
        "speaker": "A",
        "text": "Sorry, low risk, you're saying?"
    },
    {
        "speaker": "B",
        "text": "Yeah, it's just like, yeah, it's just like low probability. So, like, sure, we can prep, we can prep for that, but like, do you have a bunker in your house with food in it, Ryan, like, why haven't you prepped for that? Like, why is that not higher on your list of prepping for."
    },
    {
        "speaker": "A",
        "text": "Yeah, I guess so. And I mean, there's another critique of, like, that, that prepper is basically like, if we're talking about kinetic war between the, uh, and China, right? Are we not talking about early stage World War three? And if that's the case, like, where on planet Earth is safe, where are you going to go, actually? And how do you even know? I mean, if you looked at kind of world war two conflict, difficult to tell where a safe zone would actually be. Yeah, I mean, it's not a bad bet. And you've spent time there. Why not go try to pursue a passport for a country in South America that. David, like, why not? Why not have the."
    },
    {
        "speaker": "B",
        "text": "I feel like I could get an argentine passport. I don't know how. I don't know what those rules are, but I think they would enjoy my presence."
    },
    {
        "speaker": "A",
        "text": "The reason I don't, like. So, like, on my prep plans, basically, if I have a little bit of prepper in me, it's kind of like."
    },
    {
        "speaker": "B",
        "text": "You'Ve got more than a little bit of pepper."
    },
    {
        "speaker": "A",
        "text": "I have. I guess I have more than a little bit. You know what? For me, part of it was actually also having a family and, like, feeling like, oh, shit. I have, like, other humans I need to help and protect. And also just like, I don't know. I'm a. I love history. And, you know, smash those particles together."
    },
    {
        "speaker": "B",
        "text": "What do you get?"
    },
    {
        "speaker": "A",
        "text": "Smash those particles together, and you're like, oh, shit. You like. And then. So crypto to me, father of three."
    },
    {
        "speaker": "B",
        "text": "Listens to Dan Garland."
    },
    {
        "speaker": "A",
        "text": "Yeah. Look at my podcast players. It's like, the rest of history, this history. Dan Carlin, you know, like, bankless crypto podcasts. Like, I guess that's more prepper than 98% of the population, let's say. But I don't have a bunker, you know, so I'm not."
    },
    {
        "speaker": "B",
        "text": "I have never asked you this, but I also don't think you have any guns."
    },
    {
        "speaker": "A",
        "text": "I don't."
    },
    {
        "speaker": "B",
        "text": "Like."
    },
    {
        "speaker": "A",
        "text": "I don't. I wouldn't. I would. That could be part of a prepper plan. Right. But, like, actually, in my prepper priority, it comes after a second passport."
    },
    {
        "speaker": "B",
        "text": "Sure."
    },
    {
        "speaker": "A",
        "text": "And a second residency. So I guess my prep or priority is crypto assets. You can move across borders and just, like, no banks and they can't freeze it and whatever else. Right. It's on the Internet. So as long as the Internet's up, you're good. If the Internet's down, we're screwed. And then gold's not gonna be useful. Yeah. And then. And then it's kind of like guns and resources and, like, that's, like, item three and below, and I'm not gonna get there. And if I do that, like, it would be like, you know, gun training and to, like, do it the real way, but, like, yeah, a passport as a backup plan is nothing out of the realm for me, I guess. How do you feel about how this type of message will be received in general? Maybe not in the crypto community. I think a lot of people are libertarian, sovereign, individual. If the nation state's not providing you goods and services and is charging you high rent, then exit and to leave for another nation state that's competing for you, and this is just how it goes. There's more of that kind of, like, libertarian type thought in crypto. But like, in general, do you think that some people will bristle when they hear this episode? And why?"
    },
    {
        "speaker": "B",
        "text": "I think that the bitcoin archetypes are going to listen to this episode and be like, hell, yeah. And then like, I think the more like the leftist Ethereum side of crypto would be like, yeah, this guy is kind of a dick. At the same time, though, like, I think, like according to the sovereign individual thesis, the book, uh, you do need some of this behavior. Like this is the market expressing its desires. The market of like, citizenship, the value in business and commerce that they produce and where they decide to domicile. And that is a marketplace. Uh, and you see this inside of the United States with states, like, right. People have moved from California to Texas. People have moved away from California because of the high tax rate. Uh, and that's, that is like, and we, inside of the United States, good kind. It's great competition. We, that's why we enjoy, it's one of the many reasons why we enjoyed the state model, because they're competitive. It's competitive governance. And so this guy is participating in the market of like, well, I'm going to let countries compete for me and treating countries like marketplaces, which I think, like we do need some of that behavior. So we can't have none of that. Like we do need like some arbitrage around to the population to like play in this game. And then at the same time, I think if too many people do this, then, like nation state governance actually start to crumble because you do need to have some sort of foundational alliance between geography and people."
    },
    {
        "speaker": "A",
        "text": "Do they crumble or do they seek to get better and actually compete for that talent after they crumble?"
    },
    {
        "speaker": "B",
        "text": "After they crumble, they have to contract."
    },
    {
        "speaker": "A",
        "text": "This is why I guess, I don't know from a values ethics like, for me personally perspective, I have a little bit of trouble with this in general because there is an element. And like, by the way, some people hear crypto and they're like, you're doing the exact same thing. You're leaving the fiat system. Well, that's, you know, you're jumping on the lifeboats. The difference though is I feel like, is we are not just jumping on the lifeboats. We're like, hey, come on, come over."
    },
    {
        "speaker": "B",
        "text": "Like, anybody crypto into the states."
    },
    {
        "speaker": "A",
        "text": "Yeah. And there's lots of opportunity. If you have capital, obviously you can buy crypto. If you don't have capital. Start using things on chain. Learning about this. It's kind of like a land of opportunity. So it's kind of like an abundance type mindset where there's, like, room enough on the. The escape lifeboats for everyone."
    },
    {
        "speaker": "B",
        "text": "Sure, the Seattle system crumbles, but we get to replace it with a bigger, stronger system."
    },
    {
        "speaker": "A",
        "text": "Exactly. And not just a bigger, stronger system, a more decentralized embodiment of civil liberties on chain. Like, everyone has inherent property, right? It's like, that's the big difference for me. Whereas this, the jurisdiction hopping thing, particularly, like, to escape taxes. Like, I get an element of it, but, like, I can't go all in."
    },
    {
        "speaker": "B",
        "text": "It's a bit of a race to the bottom, right?"
    },
    {
        "speaker": "A",
        "text": "It can be. And it's also. It feels like. I don't know, there's just maybe it's just kind of like this, you know, romantic, like, idea of the story of the United States and the west and the story of, like, immigrants in general, you know? And that poem on the Statue of Liberty, which is like, give me your tired, your poor, and your huddled masses. It's just a land of opportunity for the poor. Whereas this, what we're talking about is, yeah, fork over two hundred k to the Cayman Islands and you can get your citizenship. This is not an invitation to the poor. It is, like, elites, you know, millionaires. Maybe this makes sense for you. And, like, you're leaving the poor. And those who, like, didn't make it in the economic game. I don't know why. Because they're sick. They're like, disability. Who knows why? So there's a bit more, I don't know, social. I miss if you go all in on this for me, like, just personally, it's kind of empty. It's kind of hollow because, like, we do live in a society. I am an enjoyer and believer in public goods. I do think that I do support a fair tax rate in general. I don't know what that number is. I'm not, you know, and that's, like, almost an impossible discussion, but, like, zero, is not it? You know? Like, does any of this make sense?"
    },
    {
        "speaker": "B",
        "text": "Totally. Yeah, totally. No. And there's an old planet money episode I remember listening to where there's, like, a town, there's a city in, like, Kansas. Like, maybe it's Topeka or something I can remember. But, like, the border between Kansas and whatever the neighboring state is is it runs through the town. And you're taxed differently whether you're on the left side of the street or the right side of the street, because you're in a different state or a different part of the city. And, like, Amazon used to have, like, a business there. A number of other businesses would go there and they would."
    },
    {
        "speaker": "A",
        "text": "Right or the left."
    },
    {
        "speaker": "B",
        "text": "They would hop from the left to the right, and they would establish their business on the right side of the street. And then the other city would be like, if you come to our city, like, we'll give you at a beneficial tax rate. And they would hop and then they would be there for a year. And then the other city would be like, hey, if you come and establish your business here, we'll give you a beneficial tax rate. And they hopped left and right, right down to the point. Point where, like, they couldn't fix the potholes on the street. Like, the. It was just like a nice microcosm of exactly this, like, tax arbitrage hop, like, happening. And, like, both cities suffered because, like, they couldn't actually, like, generate any tax revenue."
    },
    {
        "speaker": "A",
        "text": "That's the thing. I feel like meritocracy. I mean, Andrew's argument is that, like, meritocracy is the fairest way to organize a society. And I kind of agree with this. And so, but, like, I don't know, there's also an element of being born in the US, being born in the west, being born in kind of, like, middle class suburbia, being born, you know, like, with certain privileges, you're already sort of born on, like, at least second base, right? And you're doing interesting."
    },
    {
        "speaker": "B",
        "text": "There's a whole."
    },
    {
        "speaker": "A",
        "text": "Yeah, there's a whole, like, I just. So there's a social element here, too, in addition to, like, the public goods thing. And I don't know, for me, I feel like being a capital owner as just like, kind of an elder millennial. Like, I've owned capital for, like, a long time, most of my adult life, like, since, you know, 2012 or so. And I have received. I have benefited from the biggest asset stimulus, like, of all time where it's like, taxes are relatively low for capital holders in the US. And they have pumped through monetary policy. This is like, what we've been talking about through monetary policy. They have pumped the price of assets to ridiculously high degrees. No world assets. Yeah, yeah. And disproportionately rewarded capital. Like, what I'm saying is, if you're younger, you're Gen Z. You didn't have any chips on the table during that game. And by the way, I'm saying, like, boomers had it way better, right? Like, it started."
    },
    {
        "speaker": "B",
        "text": "They are the pumpers, if they were."
    },
    {
        "speaker": "A",
        "text": "Capital holders during that era. But just like, that was a subsidy. Let's call it what it is. If you held capital during that era. You got a massive subsidy. And I think that sometimes goes unacknowledged when people just look at take rates and taxes. I'm almost sounding like a bleeding heart progressive here, but I'm just trying to counterbalance some of this to jurisdiction hopping, paying zero tax rate and to, like, why I'm kind of, like. I don't want to go all in on that either."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think that's kind of, like, my general position towards this whole thing is, like, this. The system that I. That I'm experiencing, like. And, like, overall, the system, the. Whatever you want to call that, like, is f'ed. It's kind of fucked. But not for the reasons he's dodging them. It's for separate reasons. It's like. It's like, it's a whole, like, it's a whole, like, classist, like. And, like, like, wealth generation conversation. That's the part of the system that's broken. The part of the system that's broken isn't, like, the thing that he's dodging."
    },
    {
        "speaker": "A",
        "text": "So are you more of the, I guess, loyalty voice type of thing? Like, hey, just, like, I want to try to make it better first, you know? And then I, if all fails, go down with the ship or."
    },
    {
        "speaker": "B",
        "text": "Yeah, so, like, I'm the frog in the bucket of water that's getting heated up, but I don't think it's getting heated up that fast. And so I'm like, I'm chill. You chill? Maybe. Like, I have a fan. I have family here. That you have family here, but you also live with your family. My family is, like, on the other side of the country, but it's importantly in the same country. Maybe my calculus would be different if I, like, didn't have family and, like, yeah, fuck it."
    },
    {
        "speaker": "A",
        "text": "Sure."
    },
    {
        "speaker": "B",
        "text": "I'll go be a citizen elsewhere because, like, that's. That's my main tie. Like, if I. If I went and I started, like, being a citizen of, like, a different country, my mom would be, like, extremely unhappy."
    },
    {
        "speaker": "A",
        "text": "Well, you're not only exiting your society, you're sort of exiting your family, right? And you're basically saying, hey, that ship's going down, but I'm gonna be over here, right? And it's not just like your mom, but it's also, you know, like, your sister, her family. Like, you know, you have a nephew, right? So it's like, that whole thing, too. I mean, I have the same with withdeze, like, my kids and you have roots and just. Yeah, it's hard. One last thing. I feel like we didn't talk about here, which is, like, important in the calculus. I feel like, of where you choose to move, which is, like, which jurisdiction is going to long term protect civil liberties."
    },
    {
        "speaker": "B",
        "text": "Right. Yeah. Because you're making yourself. You're shorting one jurisdiction and longing another, which is also a gamble."
    },
    {
        "speaker": "A",
        "text": "Yeah. And so what if you end up in. So I'm just, I'm just gonna pick on Dubai. Not that I know anything. I know jack shit about Dubai. Okay. But, like, let's say there's a jurisdiction like Dubai. That is, you know, kind of like a pay to play type jurisdiction. We're really crypto friendly. Come on in. Crypto entrepreneurs. You get there and realize there's, like, censorship on speech, or there's certain things you can say."
    },
    {
        "speaker": "B",
        "text": "Marijuana."
    },
    {
        "speaker": "A",
        "text": "Yeah. Or they're killing people for having marijuana, or they're using, like, just, like, slave."
    },
    {
        "speaker": "B",
        "text": "Labor to, like, gum. Ryan, how do you feel about Gumdeh?"
    },
    {
        "speaker": "A",
        "text": "Okay, so, like, that's really important. And it is one reason I'm not quite ready to, like, forsake the west in general or, like, forsake the United States. It's because, like, again, back to kind of, like, maybe romantic ideals, somewhat of. It's a really cool experiment the US is running over here, right. With a constitution that protects civil liberties."
    },
    {
        "speaker": "B",
        "text": "Getting off the rails? Not quite yet."
    },
    {
        "speaker": "A",
        "text": "Yeah. But, like, where else do you go and get that with that sort of a. So I'm just still, let's fight here, because if we lose here, even if you move to some jurisdiction that supports, like, freedom of speech temporarily, you got this juggernaut over here that has turned, like, to the dark side and turned authoritarian. How long is it going to last? Like."
    },
    {
        "speaker": "B",
        "text": "Yeah, totally."
    },
    {
        "speaker": "A",
        "text": "Anyway, it's a collective action thing. And so this is just part of the reason why I, you know, we run a crypto company in the US rather than leave, it's just kind of like, let's fight for crypto here. Because if we lose here, I mean, we kind of lose a huge portion of the world and nowhere is safe."
    },
    {
        "speaker": "B",
        "text": "Right, right. Yeah, no, I agree with these things."
    },
    {
        "speaker": "A",
        "text": "I'm still going to look into it."
    },
    {
        "speaker": "B",
        "text": "Where are you going to go? Where's going to be your jurisdiction?"
    },
    {
        "speaker": "A",
        "text": "I don't know. I mean, I think probably the low hanging fruit is to just look for some, like, family history, which actually could be fun. Have you ever done one of those, like, family links, lineage, not like, where."
    },
    {
        "speaker": "B",
        "text": "You come from, not like the 23 andme thing with my grandma. So China's got my grandma's genes. Yeah."
    },
    {
        "speaker": "A",
        "text": "You know, Luxembourg. I've heard things. I've known a couple of people who've gotten Luxembourg citizenships, and I have, I'm sure, some ancestors in Europe. So, you know, all I need is, like, I don't know, 132 of something, a fraction of something, and maybe do."
    },
    {
        "speaker": "B",
        "text": "You think you could do anything outside of Europe, or is that too, like, culturally different? That's kind of the big thing for me, is just, like, I don't want to do. Be too far away from my cultural home base."
    },
    {
        "speaker": "A",
        "text": "I'm not bilingual. Yeah, so that's hard, too. But you said, like, argentina."
    },
    {
        "speaker": "B",
        "text": "I could do Argentine because I just love argentine food. And Argentines, they're great. Yeah, but I don't. I don't speak in sufficient Spanish. But I'm close enough that I could get there."
    },
    {
        "speaker": "A",
        "text": "But you'd be moving to a country with stricter capital controls and, like, more."
    },
    {
        "speaker": "B",
        "text": "Of a financial prison in some way, I think. No taxes."
    },
    {
        "speaker": "A",
        "text": "It's all trade offs. That's the thing. No perfect."
    },
    {
        "speaker": "B",
        "text": "Great mountains, let me tell you."
    },
    {
        "speaker": "A",
        "text": "Amazing. All right, guys, this has been the debrief."
    }
]