[
    {
        "speaker": "A",
        "text": "Welcome to the debrief after our episode with Block Space 101. I think it's definitely more than 101, bro."
    },
    {
        "speaker": "B",
        "text": "Yeah, that was like 301, 401 level stuff."
    },
    {
        "speaker": "A",
        "text": "Yeah, that was a little. We call it legit bait. It's a little bait and switch for you guys. We started with the 101 and then pretty soon we were talking about polynomials. Gotcha."
    },
    {
        "speaker": "B",
        "text": "Yeah, I love that section of the, where we tried to go into the technical part and I was like, yeah, you do some math, you extend the line, you unfold the numbers, and that's parting. Tada."
    },
    {
        "speaker": "A",
        "text": "The part I was laughing to, to myself is that part where you go like, computers are great. They really are great, David."
    },
    {
        "speaker": "B",
        "text": "They are great. You can do anything with computers."
    },
    {
        "speaker": "A",
        "text": "I mean, that's kind of the summary. Right? And math is great too. I think we got that in too. Um, is this really has a really a fun episode, I think. Um, let, let me ask you in terms of the significance of this. I feel like, um. Or the past couple of years since we've been doing bankless, particularly over the last 24 months, we've had a series of big upgrades. That's like big hypey upgrades. Right? So the original beacon chain launch, do you remember that? So we launched the beacon chain for the first time and then it was EIP 1559. Okay. The first time we're doing the ETH burn, and then after that it was the merge. And then there was kind of this mini upgrade after the merge where we could withdraw from the merge, which kind."
    },
    {
        "speaker": "B",
        "text": "Of felt like small, but also very important."
    },
    {
        "speaker": "A",
        "text": "Important, but also kind of small. Now we've got this upgrade which is again imminent. We don't know exactly when it's going to be. And the devs would kill us if we gave you a date. It's going to be November. No, just kidding. I don't know."
    },
    {
        "speaker": "B",
        "text": "Optimistically, November."
    },
    {
        "speaker": "A",
        "text": "Yeah. Okay, so this year, optimistically, how big is this upgrade relative to maybe the last three I just named?"
    },
    {
        "speaker": "B",
        "text": "Ooh, hard. Okay. I mean, it's the biggest upgrade in local time because it's the only upgrade in local time. It's. Man, it's bigger than withdrawals. It's really hard to do that."
    },
    {
        "speaker": "A",
        "text": "You gotta pick."
    },
    {
        "speaker": "B",
        "text": "The merge is the biggest. EIP 1559 is the biggest after that."
    },
    {
        "speaker": "A",
        "text": "And both of those are bigger than the beacon chain the first time we got."
    },
    {
        "speaker": "B",
        "text": "Because the beacon chain is not a hard fork. It is not an upgrade. It is the establishment of a new chain. So it's, again, apples to orange is here. But like, we're nothing about the inception of the beacon chain. The thing about like the beacon chain wasn't significant almost by definition, because if we effed it up, we would have just done it again. Um, if we effed up EIP 1559 or the merge, like that is significant collateral damage that we need to restore. And it's messy. Uh, the be sad the launch of the beaker chain is not messy by default. Like, you just do it and if you eff it up, you just do it again and you just do it as many times as it takes until it works."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Um, and so I will go the merge. EIP 1559 withdrawals and EIP 4844 are pretty equivalent. Withdrawals is such a small thing, but it's also so big because think about how much more ether inflowed into the beacon chain post withdrawals. Like almost double from maybe I can't remember the numbers at the top of my head, but almost double the amount of ether has been staked post merge, post withdrawals. So, like, is it actually really significant? And so is this the establishment of an entirely 2nd second new resource on ethereum that completes the roll up centric roadmap? What's the biggest, what's. I. This is the, um, maybe with full deng sharding. Um, so not proto dank sharding, but full deng sharding. We actually do holistically complete the execution roadmap that you and I were talking about so many times during the podcast. So, but like, man, this one is, it's like almost, it's like not tying the bow on the original roadmap, but it's like the box is wrapped, the ribbon is around the box, and then full dank sharding, we will tie the bow and then we will have the gift that is Ethereum."
    },
    {
        "speaker": "A",
        "text": "Yeah, I know, I see where you're going with that. And that rank ordering makes sense to me. I think that if we're to classify this, this is probably most similar to EIP 15 five nine in terms of structure, because you're dealing with gas markets and you're dealing with. So Ethereum is producing this digital commodity which is block space. And now we're adding a new digital commodity which is blob space. And both of these commodities are purchasable using ether. And both of these as well in the purchase of these assets contribute towards the ETH burn. I mean, it's pretty significant. I mean, EIP 1559 was significant because it's the first time we actually started burning some ether. But this is in some ways like more significant, in some ways not always. But in some ways more significant because it is such a boon to app developers and to the layer two ecosystem and to the achievement of the vision."
    },
    {
        "speaker": "B",
        "text": "Is a boon to the long tail."
    },
    {
        "speaker": "A",
        "text": "Yeah. That Vitalik was talking about, which is transactions that are sub penny. It should cost sub penny to transact on a. On Ethereum. And that's what we're getting closer to. So I feel like this is a massive unlock. And also like, I feel like this is kind of underrated in the crypto community right now. So we're doing this episode, a super nerdy episode, but there's not like the hype train right now behind EIP 4844 as there was with kind of the original burn or there was with the merge. And yet I think that this is a sleeper upgrade. Like, it is massively significant. And I don't think I fully realized how significant it was until this episode. But also prior to this episode, reading that post from Dom. So it wasn't entirely clear to me. I guess I sort of knew this, but I don't know, it wasn't in the front of my mind that we are creating a separate, completely separate fee market here, and that there's this decoupling in terms of resources. And I hadn't walked through the implications of what that decoupling would mean. So, like, layer twos are competing with other layer twos. They're not competing with some NFT project on chain. Well, that's interesting. Well, the existing layer two demand for block space will drop to zero and transactions will be essentially free at first, until blobspace demand kind of ramps up and then it'll start to cost money. There's so many implications to walk through here that I think it's kind of a sleeper upgrade that is happening that's going to have massive implications."
    },
    {
        "speaker": "B",
        "text": "One of the themes I've been really thinking about lately, my head's been, like, stuck in Solana land fighting with the Solana people. And I think one of the."
    },
    {
        "speaker": "A",
        "text": "You mean having conversations?"
    },
    {
        "speaker": "B",
        "text": "No."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "Don't mean that. Okay. I mean kind of fighting. Yes. Yeah. The conversations are. Nature. Are characterized by fighting. Anyways, so, like, there are like a couple, two main things that, like, solanans like to wave around. Solanians like to wave around is like, this is what we are, this is what we have. This is why we're unique. This is why we're better than Ethereum. One of them is localized fee markets and the SVM, the Solana virtual machine. And the other one is basically free transactions. The long tail of transactions. The economic model, the molecase for soul is to penetrate into the meme that they like to say is that first there was oracle and everyone had to use oracle services. And then cloud came and cloud penetrated the big players and disrupted them by much lower fees. To me, this EIP 4844 upgrade is that it is the long tail of economic activity. And why that has never made any sense to me, the Solana model. And so, like now, now Solana and its cheap, trans cheap transactions has to compete with every single layer, too. That is going to have cheaper transactions than Solana. And so it is. This is the Solana playbook, but playing out on the Ethereum layer twos. And they're doing it better because a layer two transaction will always be able to be cheaper than a layer one monolithic Solana transaction. And then the localized fee market thing, we have two now with blobspace, we have two fee markets on Ethereum, that is, localized fee market is local to this respective resource. Solana, I think, has much more localized fee markets."
    },
    {
        "speaker": "A",
        "text": "Like, what does that mean? What does localized mean?"
    },
    {
        "speaker": "B",
        "text": "Similar. It's the same thing, basically, spiritually, as multi dimensional EIP 1559, where every single compute costs and anything that makes up resource, the compute resources, is turned into a fee market, and they're all allowed to dislocate independently of each other. And this is maximally efficient because if one resource is just not being used, then the price of that thing drops to zero. And if one resource is being too much, then that thing increases."
    },
    {
        "speaker": "A",
        "text": "That's what you mean by. That's what it means by local. There's just these types of resources."
    },
    {
        "speaker": "B",
        "text": "One marketplace per resource."
    },
    {
        "speaker": "A",
        "text": "Okay. And how many, do you know how many resources there are?"
    },
    {
        "speaker": "B",
        "text": "I don't know. I think a handful of them."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "More than two."
    },
    {
        "speaker": "A",
        "text": "Okay. I need to school up on what they're doing there and how that works. By the way, us did something similar. I don't know if you remember this, but they had different types of resources."
    },
    {
        "speaker": "B",
        "text": "Who did?"
    },
    {
        "speaker": "A",
        "text": "Eos. You remember eos? Eos, eos."
    },
    {
        "speaker": "B",
        "text": "Oh, right, right, right, right."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah. They had some different."
    },
    {
        "speaker": "B",
        "text": "So this is like a computer science primitive."
    },
    {
        "speaker": "A",
        "text": "Okay. Yeah, yeah, yeah. Okay, okay, so. But you're saying that this is kind of similar? Yeah."
    },
    {
        "speaker": "B",
        "text": "Is it similar? Yeah. Now, Ethereum has localized fee markets between two different fee markets, block space and blob space."
    },
    {
        "speaker": "A",
        "text": "I just don't think people have fully processed, like, what it's going to be like when layer two transaction fees drop to zero."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "Like that is. I mean, that is, it's free block space. Right. That is the second value proposition that you just stated that Solana has. And it's actually, and Ethereum layer twos."
    },
    {
        "speaker": "B",
        "text": "Have more of it, because Solana, again, is a monolithic, like a singular chain. They, it will never be able to compete with a layer two is a layer two will always have the advantage."
    },
    {
        "speaker": "A",
        "text": "I also think that, like, the free block space thing on Solana anyway, is a kind of a misnomer because it's actually holder subsidized block space because it comes through the inflation of soul tokens."
    },
    {
        "speaker": "B",
        "text": "Yeah, but then. But everyone's staking sol."
    },
    {
        "speaker": "A",
        "text": "Oh, okay, so then that goes away. That cost goes away."
    },
    {
        "speaker": "B",
        "text": "It doesn't. That's a. Yeah, no, kind of. Kind of, but not really."
    },
    {
        "speaker": "A",
        "text": "So, okay, so like, there's all of that. And I don't know all the ways that's going to change the landscape, though. I mean, have you fully like, walked through this? Let me ask you this question. Do you think that this is going to be a net benefit to ether from a value accrual perspective? We're having a little bit of that discussion and I didn't want to include Domothy too much in that because like, then it gets into like, price talk, right? And you know, pure ETH researchers don't do price talk unless they're Justin Drake. But in your mind, we're going to lose some of the burn because block space demand is going to go to blob space, at least in the short run. In the short run could last for months or years. I don't know. It depends how long it takes to fill up the demand and consume all of the supply for transaction fees to increase for blob space? Do you think that the birth of new layer twos and the use of ETH as money inside of these layer twos will more than compensate for that decrease in burn? And why is your answer?"
    },
    {
        "speaker": "B",
        "text": "Yes, I think that this is a short term hit to the east burn, maybe a medium term hit, potentially even a very long term hit to the rate of ETh burn. But this is something that I think Ethereum critics will say about the Ethereum community. You guys are just here to burn eth, as much eth as possible. We enjoy the ETH burn because it's a byproduct. It is not the point of Ethereum. The point of Ethereum is to produce economic activity on top of trustless block space. The ETH burn is a phenomenon that occurs as a byproduct of that goal, and that is something that we celebrate as Ethereums is that the ETH burn, we're celebrating trustless economic activity happening. We don't do things that are intentionally support supposed to burn ETH. It's just that burning ETH is like this credibly neutral way of solving a lot of issues. And so the point being is like, we're not here to burn eth. We're here to produce economic activity that's leveraging trustless world war three resistant block space, block and blob space. Layer the roll up centric roadmap and decoupling blob space from block space and giving layer twos their own solution, sovereign resource to scale out and reduce transaction fees is a transfer of value from ether holders to layer two economics to layer two economic activities to users to users to users. Right. And so this is what we, why we call roll ups or the roll up centric roadmap or treating roll ups as a first class citizen, we are actually prioritizing roll ups over ETH holders. Politically, probably. I mean, maybe."
    },
    {
        "speaker": "A",
        "text": "No, no, completely agree with you."
    },
    {
        "speaker": "B",
        "text": "I don't know if they will. They all agree with like the, politically, like that's kind of where we were going with, like we're just here then. Yeah."
    },
    {
        "speaker": "A",
        "text": "You know. Yeah, yeah, yeah, yeah. But I completely agree with you. And this goes to a point I was having, I think a conversation, this might have been in discord with a bankless citizen who brought up a Nick Carter post. And there was some quote, I was actually a quote from him in a podcast where he said, nick said he had some, I'm going to paraphrase and probably not give you the full context, but he had some beef with the way Ethereum was changing its economics and it seemed a little too biased in favor of the ETH holder. This idea that ETH holders become kind of like rent extractors, the lords of Ethereum, I would ask, would rent extractors, do rent extractors completely butcher their fee markets and drop the cost to transact on this network towards zero? A purit rent extractor would not do that. A pure rent extractor would be fearful of any reduction in ETH burn or demand that this caused. Right. At least a short term, medium termist kind of rent extractor. The type of like, I guess, landlord you want, or maybe public servant you want, or ETH holder that you want, is somebody that cares very much about dropping transaction fees for users in order to make it up on volume so that they can like long term win and long term benefit. So it still can be like a selfish motivation it's just like a long term selfish motivation. Anyway, I think that this is a very much an anti rent extractor type of move to like innovate and actually decrease the cost of your blob space towards zero and have the layer twos have, I called it subsidized blob space. I understand why Dom took issue with that because not a direct subsidy, but like, I don't know, state funded, state supported. You know what I mean by this? It's very much like Ethereum as a community and as a protocol and as a layer one chose to go in the direction of isolating blob space costs because layer twos consume so much of it and making them really cheap went out of its way to go do that. And that was, I think I'll use the term politically motivated. And the politics of that Washington, the social contract of let's make transaction fees real freaking cheap to onboard more users."
    },
    {
        "speaker": "B",
        "text": "Yeah. So like maybe, maybe ether burn increases in the fullness of time because more layer twos are buying more blob space and burning more ether. I don't know if that's a given. It's possible that like Ethereum, quote unquote, makes it up on volume. But I think like base case, it'll be like a wash. It'll just, in the long term it'll be a wash. Maybe. Maybe there's a bullish case. I think Justin Drake might be a good person to ask this. Maybe I'll go ask him after this. But the reason why you would be bullish is not because of the increased burn, but of the increased reservation demand."
    },
    {
        "speaker": "A",
        "text": "Yes. What's reservation demand?"
    },
    {
        "speaker": "B",
        "text": "Money collateral. And these layer twos? Collateral in these defi apps on these layer twos, friends, tech friend, tech on base just absorbed $400 million of ETH. And why is that happening? Because of very cheap transaction fees and new economic possibilities. Because of the lower transaction fees on base. And so as more layer twos come to be, what is going to be the money of these layer twos? It's by default going to be ether, unless some layer two tries to entry an alternative money for some particular reason, for whatever reason."
    },
    {
        "speaker": "A",
        "text": "And I want to make that mental connection. So I agree with you, by default it's going to be ether. But why? Why do you think it's going to be ether? What about that case where a layer two says, well, I'm actually not, because blob space is so cheap now I'm actually not paying very much in ether like terms, so I can afford to like use my own token as the medium, exchange and unit of count inside of my own ecosystem. And that can be kind of like our own chains money. They're totally free to do that. What makes ether have any competitive value as a money inside of a layer two that makes those decisions?"
    },
    {
        "speaker": "B",
        "text": "I don't think if a layer two is not settling very many blobs on Ethereum infrequently, I don't think that is actually a relevant variable for whether or not ether is adopted as money inside of the layer two. I think those are asynchronous. And it's just because like when you create some sort of economy in a layer two on Ethereum, it is going to be most intimately what is the most proximate money to this layer two is ether or USDC. But I mean, what are people going to want to hold over the longest of terms? It's going to be ether more natively because it is more native, right. And so it's just a question of like what is the most proximate natural form of money to these layer twos is ether."
    },
    {
        "speaker": "A",
        "text": "Yeah, I agree with you. It's just because any network that is tied to Ethereum, inside of an Ethereum layer two is going to be tapped into the liquidity of ether the asset, and ether the asset is always going to be king of the Ethereum network and universe. It reigns supreme. Why? Because it's the highest, most liquid asset and it's hard to foresee that ever changing. I do agree with you, although I will say there is something that kind of tethers layer twos to Ethereum and causes some sort of, basically they still have to pay their taxes in eth, you know what I mean? Those taxes could be really low. If blob space is cheap, those taxes could go up over time and you still have to pay your taxes in ether. The Ethereum network will not accept another unit of account. Uh, it just like the us government requires you to pay your taxes eventually in dollars, right? And will convert it to dollars. That's why, you know, that's the only reason I hold dollars. It's like that and like pay bills in real life. But layer two still have to pay their taxes in ether, so that causes a little something, but. Yeah."
    },
    {
        "speaker": "B",
        "text": "Right? Yep, yep."
    },
    {
        "speaker": "A",
        "text": "Well, what else about blob? Blob space, are you going to call it blobspit? I mean like how are you?"
    },
    {
        "speaker": "B",
        "text": "I love the question, what's a blob? This is one of the funniest questions we've ever asked on bank list."
    },
    {
        "speaker": "A",
        "text": "How do we explain this?"
    },
    {
        "speaker": "B",
        "text": "What's a blob?"
    },
    {
        "speaker": "A",
        "text": "This is the question I asked Mike."
    },
    {
        "speaker": "B",
        "text": "Hey, honey, how was work today? And you're like, we talked about blobs."
    },
    {
        "speaker": "A",
        "text": "People outside of crypto don't even know what block space is. And now we have this new thing called blob space. Blob space?"
    },
    {
        "speaker": "B",
        "text": "Yeah. Trad people are so far behind crypto rabbit hole is getting real deep."
    },
    {
        "speaker": "A",
        "text": "Is it just hopeless to try to explain this?"
    },
    {
        "speaker": "B",
        "text": "You just like, to the average society person? Yeah, totally. So what the fuck do they want? Don't even try to care about blob space."
    },
    {
        "speaker": "A",
        "text": "Why is this important for us to understand? Why did we do an episode here other than it's geeky, it's nerdy, it's neat. Does this say anything for, like, investors in crypto?"
    },
    {
        "speaker": "B",
        "text": "Yeah. Yeah. Well, because, like, every layer one is a fight, is an investment, is like, you have to pick your battles. You only have so much capital. You have to allocate your capital appropriately. So this is answering the question of what layer one asset? What is the economics of the relevant landscape of layer one assets, and how does the network effects of a respective network's block space impact that asset? And if we introduce a new kind of block space called Blob space, all of a sudden that asset is relevant. And so one point of it is, since everyone here listening to this debrief is 100% a nerd, we all love."
    },
    {
        "speaker": "A",
        "text": "Yeah, you're a nerd. We love that you're a nerd. Nerd."
    },
    {
        "speaker": "B",
        "text": "We all love to, like, take apart our watches and see how they work and then put them back together. And that is what we're doing with Ethereum. We're like, hey, like, when you take apart uip four four, you get these, like, polynomial things, and they're constructed this way, and then you use ether to power the thing, and then that makes a blob space happen on the block space. And then all of a sudden, you have a network of networks, and you have some balance of burning ether. That's a function of economic demand of the long tail of economic use cases, and as a function of the demand of the users getting some settlement guarantees from their layer twos, you're going to burn more blob space, and that is going to burn ether. And also there's going to. It's like a matter of just, like, if you understand how these structures work, you can make informed investment decisions. I mean, isn't that why we did this podcast and run this company?"
    },
    {
        "speaker": "A",
        "text": "Totally. I mean, it is. And I also think it helps you compare, like, alternatives. Right? So now think through any kind of alternative layer one type of investment."
    },
    {
        "speaker": "B",
        "text": "Any other alternative layer one whose investment thesis is that they make it up in volume. Is that still the right investment thesis?"
    },
    {
        "speaker": "A",
        "text": "It's kind of under threat, I think. Or if, like, you're connecting these pieces, it feels like it's under threat. Now. Not to say it won't have narrative market fit, because I think there's that there's a narrative market fit, and there could be other, like, dimensions, but cheap block space probably ain't it, but it just probably ain't. Post this type of upgrade, how can you compete with free? That's really hard. Really hard to do."
    },
    {
        "speaker": "B",
        "text": "How can you compete with the free market that is innovating in all directions at once across many different roll ups? And the inception of this thing is free block space. One of the things I've wrote in one of my articles recently was that post 4844, this is exactly what Dom was saying, that blockspace becomes so cheap that it becomes rational for startups with vc money or companies to just subsidize the transactions of their users."
    },
    {
        "speaker": "A",
        "text": "So imagine if, like, friend dot tech could do this."
    },
    {
        "speaker": "B",
        "text": "Friend tech. Well, post 4844, right? Like, when you buy or sell someone share, you pay some dollars that could just be subsidized. So what use cases are unlocked when transactions are free? The answer is, like, the rest of them."
    },
    {
        "speaker": "A",
        "text": "Yeah. And the interesting thing about this is, it's not just a one and done. This is like the first phase of making transactions really, really cheap. Proto dank sharding. And then we get dank sharding. It'll probably take, like, years. I mean, we probably won't see dank sharding until 2025. But maybe if the timing works out around the time that our blob space is starting to really fill up and people are upset about the."
    },
    {
        "speaker": "B",
        "text": "Right around the peak of the 2025 bull market."
    },
    {
        "speaker": "A",
        "text": "Yeah. Then, boom, we get another injection of, like, oh, everything just got 98% cheaper. There you go. You're welcome."
    },
    {
        "speaker": "B",
        "text": "And that's just completely aside from the layer two optimizations themselves, because optimism, arbitrum, they still have plenty of juice to squeeze there."
    },
    {
        "speaker": "A",
        "text": "That's the thing, right? And so I guess I leave an episode like this, and I'm feeling quite comfy. I'm feeling real happy with how all of this has gone to be."
    },
    {
        "speaker": "B",
        "text": "The frustrating thing is articulating it across ecosystems, because we speak different languages versus the solana people."
    },
    {
        "speaker": "A",
        "text": "Right? But, like, I'm also getting, like, less inclined to do that. Like, I just. Okay."
    },
    {
        "speaker": "B",
        "text": "But. But I also, like, feel bad. It's like my job as an educator to not leave anyone behind."
    },
    {
        "speaker": "A",
        "text": "No, no, I know. And you gotta feel you are."
    },
    {
        "speaker": "B",
        "text": "Yeah. If you are, like, believing in the Solana thesis. I'm like, oh, you're gonna get left behind."
    },
    {
        "speaker": "A",
        "text": "Well, you have to test your chips, get on the ship, see what you're missing. All sorts of things. I think it's also valuable to do that."
    },
    {
        "speaker": "B",
        "text": "But."
    },
    {
        "speaker": "A",
        "text": "But I just like, stand back. And I'm like, damn, this is all, God. Better than I thought it would. Like, a lot better."
    },
    {
        "speaker": "B",
        "text": "What's that one Steve Jobs quote? Like, we overestimate what we can do in two years and underestimates. Yeah, yeah. Okay. Bill Gates. Underestimate what we can do in ten years. Okay, so we are 20. 819. Five years. Nice. We kicked ass."
    },
    {
        "speaker": "A",
        "text": "I mean, I really feel this way. And this has been, I don't know, it just, it was either a stroke or of luck or some kind of genius that led Ethereum into kind of this direction of, like, I thought it was capitulation, the slimming down of the vision in 2019 to not do the execution sharding on layer one. I was like, ah, they've given up. They can't actually do it. This is too magic, this is too difficult. And so the vision kind of dies here. Now we're capitulating, we're doing this, like, half assed kind of vision, and, my God, is worked out way better than I thought. And we're also going full circle and we're going to come back around and complete the full vision and, like, a whole bunch of VC money and funded it all. Innovation, like, funded it all. This whole thing has worked out way better than I ever thought it would."
    },
    {
        "speaker": "B",
        "text": "It's pretty magical."
    },
    {
        "speaker": "A",
        "text": "I don't know. I know Vitalik's smart and is genius, but I don't even think that, like, he thought. I mean, they have to sit back and be like, wow, this is kind of working out is amazing."
    },
    {
        "speaker": "B",
        "text": "Yeah. And I think it's not because they found the right answer, but they found the right process of getting there. And it's like the Ethereum researchers, the Ethereum foundation, is like this slow, methodical research and development, cautious research and development, just like social culture that was 1ft in front of the other. And I think the big thing, the big unlock, was not doing Ethereum 2.0 all at once and doing it in the smallest, most bite sized pieces, because then you implement an upgrade and then you research, research, and then you implement an upgrade, this very small, marginal upgrade, and then you research, research, research. And that process created the most optionality for forward progression."
    },
    {
        "speaker": "A",
        "text": "And there's notebook for this. This is the opposite of how VC's will tell you to build a startup, right? This is the opposite of what web two does. And it's worked out very well, so. All right, cool. I got to jump David, but we can leave it here. Thanks, guys. This has been the debrief. Cheers."
    }
]