[
    {
        "speaker": "A",
        "text": "Hey, guys, this is debrief after our episode with Michael and Vance on Crypto games. Crypto gaming. This is the first time we've had Michael on. We've had Vance on a number of times. These are both gps that stand for general partner in framework the fund. David, I think, said this in the intro. They got their start in Defi. They, I think, launched a pretty large crypto gaming fund. I seem to recall this. This is from memory, but two years ago. And they've been highly invested in the space since then. And, yeah, they just made the case of 400 million. 400 million."
    },
    {
        "speaker": "B",
        "text": "Wow."
    },
    {
        "speaker": "A",
        "text": "That's a big one."
    },
    {
        "speaker": "B",
        "text": "That had to be 2021, early 2022."
    },
    {
        "speaker": "A",
        "text": "Yeah. A lot easier to raise in early 2022."
    },
    {
        "speaker": "B",
        "text": "Good time to raise early 2022."
    },
    {
        "speaker": "A",
        "text": "Especially the first three months or so. After that, not so much. So good timing on their part. And the big question is, are they timing this correctly? David, do you think, are crypto games going to happen this time?"
    },
    {
        "speaker": "B",
        "text": "Well, I never thought that they wouldn't happen. I think in the axie market, we all just like, what do we do? We pull forward the future and be like, crypto gaming is going to revolutionize everything right now. Like, right now, it's going to revolutionize. No, it's never happened."
    },
    {
        "speaker": "A",
        "text": "We were wrong about the end part, the right now part. We were right about the first part. They're going to revolutionize everything."
    },
    {
        "speaker": "B",
        "text": "I don't even know if we set a time last time like, it felt."
    },
    {
        "speaker": "A",
        "text": "Like it was imminent when you saw the price of."
    },
    {
        "speaker": "B",
        "text": "When your reality is distorted from the bull market and time is moving very, very quickly, but it's actually not. Yeah. Like, yeah, your time dilation is definitely a thing. Yeah. Like this thesis, the idea that vanstone, it's actually not this kind of the same old thesis. It's just now we have a little bit of, like, there's some stuff launching and there is a bear market of lessons and forward progress to, like, unpack. I mean, I guess the thesis is the same. This is the same thesis."
    },
    {
        "speaker": "A",
        "text": "My take is this is actually pretty easy for a crypto investor here, or it's like an investor who's looking for opportunities. Front run opportunity is like, you get to go do a fun thing. Go like, play some games. Go play alluvium. Yeah."
    },
    {
        "speaker": "B",
        "text": "You know what we had to do to get into crypto? When I was coming into crypto, I."
    },
    {
        "speaker": "A",
        "text": "Know what I had to do. I had to go on this janky user interface."
    },
    {
        "speaker": "B",
        "text": "Download myst."
    },
    {
        "speaker": "A",
        "text": "Yeah. Make your dao and open a thing called a CDP. And I thought that was fun, kids. You guys get to play. You guys play games. But like, I mean, I mean, there's an element of, like, if you play it and if you think it's fun and if you start, like, getting into the economy and you like the mechanics, you're a user. I mean, like this Warren Buffett adage, invest in what you know, so what a great opportunity. You know, if you think these games are actually good and they're fun and you enjoy them, you know, maybe there's, there's some opportunity for you to kind of front run by just like playing games. I'm doing market research, honey."
    },
    {
        "speaker": "B",
        "text": "I think it goes back down to the crux of the question, which is, like, how far in scope can crypto games really take? Vance said this line in the episode where, like, oh, yeah. If gamers think that their game is fun, then they can own the native token of, like, the game. I'm like, oh, okay, well, security's concerns very bullish. But like, also, then we get, okay, what about governance? Like, if I own the game, if there's an alluvium and there's an alluvium token, now there's a governance conversation. Do you really want the gamers to govern the game? Because now we're talking about daos, and Daos haven't figured out their shit yet."
    },
    {
        "speaker": "A",
        "text": "I don't think you want that, do you? But, like, also, are the games going to be the central bank? Like, who, who controls the monetary policy in your economy that you created?"
    },
    {
        "speaker": "B",
        "text": "Yeah, but also, I wouldn't invoke the negative side of bank. That's the cool thing is every single game is its own bank. They don't have to actually be beholden to the dollar. They get to make their own in game currency. And so the whole maximum bull case for crypto gaming and gaming really at large, is actually the lines between crypto games and gaming and the metaverse. And then the lines between the metaverse and real life, these all blur. Yeah, like, there's just a spectrum of, like, oh, we're in real life, which is also by way of simulation. And then you're in a metaverse, which is also a simulation, and then you're inside of a game which is a sub simulation of the metaverse. It's just like, what side of the. What part of the spectrum of simulation do you want to be on?"
    },
    {
        "speaker": "A",
        "text": "I I actually, I kind of like the take that they're the, the practical approach they have to invest in crypto gaming. It's not pie in the sky. It's like, do you remember part of the narrative last cycle when we were talking about these things was like, I get to take my flaming sword from like one world to another. My assets are interoperable."
    },
    {
        "speaker": "B",
        "text": "And they were like, that thesis has never played out well."
    },
    {
        "speaker": "A",
        "text": "And they were like, just forget about that. That was always stupid. That was never going to work. And don't worry about that. What's the thesis? There's 3 billion gamers. If you can sell the assets, like the assets that you generate and work for in a game versus, and you compare that to a game where you can't do that, gamers are going to prefer the one. We could sell the assets, why wouldn't you? It's just that simple. And so what is Defi used for? What is the sound monetary policy of this token? The game doesn't matter. The fact of the matter is you can sell your assets. And that is a massive breakthrough compared."
    },
    {
        "speaker": "B",
        "text": "To that begs the question, okay, you can't just have people sell their assets because you also need someone to buy the assets. Those things have to balance each other out. And I guess their response would be like, okay, well, the east loves to buy assets. So rather than the game studios pocketing 100% of the assets that they sell to people that are buying them, that actually comes from other players, which, and one of the big original theses about why crypto gamings will work is like, well, because it'll make people rich, but then it comes out of the cost of game studios, which also fits to the trend of history. Like more wealth is generated at the margins than at the, at the center. That's a trend of history. So I guess, but like, yeah, so like why people are going to make money, but that's because it's going to be a wealth transfer between players. P two p. And then the game studios are just going to take a cut rather than like blizzard selling you your $20 packet of Hearthstone cards."
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, the end kind of base level utilities. Like, it has to be fun, right? That's where you kind of collapse too, is like, would you play this game? I guess without the upside maybe, but I think that this is where the central bank conversation kind of comes into play because crypto games are going to have to really pay attention to the scarcity of their assets that they create and also just the scarcity of any underlying token itself. There could be an insidious model where like, just like the central banks, games want to generate more and more money, so they just print more and more assets you know what I mean? And that over time, when you run out of buyers to purchase the net new supply that's been injected into these gaming economies, then, like, the price goes down and everyone's sad and, like you, the bubble pops and all of these things. So there's just a lot of considerations, I think, for designing a well functioning game, like, game. So you have to have a game that's fun to play, and you also have to have economics that are sustainable and that kind of work. You have to get the incentives right. It's just a difficult combination, I think. And I don't know."
    },
    {
        "speaker": "B",
        "text": "Yeah. What happens when we combine the particles of just the intensity of gamers with the degeneracy of crypto. Like, as we're speaking, like, over $500 million got deposit into the blast layer two, which actually isn't a layer two. It's actually just a multisig three of five. That's just a yield farm. Like, what happens when we do, like, the whole Ponzi kind of, like, scam stuff of crypto, and then you also mix that with, like, games."
    },
    {
        "speaker": "A",
        "text": "Yeah, I don't know what happens. And also, Kevin. Kevin was the just some NFT."
    },
    {
        "speaker": "B",
        "text": "What was that?"
    },
    {
        "speaker": "A",
        "text": "Yeah, something. Crypto, monsieur."
    },
    {
        "speaker": "B",
        "text": "Yeah, something."
    },
    {
        "speaker": "A",
        "text": "Yeah. There's another element of, like, you want to keep kind of the regular. It's just a game. You don't want the regulators to get, but, like, it's."
    },
    {
        "speaker": "B",
        "text": "But then you're just gonna invite the barbarians right through the door."
    },
    {
        "speaker": "A",
        "text": "Well, it's. It's just a game until, like, you know, you start to have hundreds of thousands of dollars in value right inside of this economy, and then it's more than a game, then it's a lawsuit, you know, like, if things go wrong and then, like, it becomes like a claim against, and I've lost something of substantial value and you owe me. And, like, regulator, they cheated. Come step in and fix this. You know, like, when you inject your finance into it, it gets real. Yeah, it gets real. And you have a new class of problems, don't you? New class of opportunities, too. I think what's interesting, too, is how some of this dovetails into their concepts of layer twos. So this was sort of a shift of the paradigm for me a little bit, which is their take on layer twos is bullish. New use case specific, app specific layer twos. They would be, I think, more bullish on something like immutable and IMX that is catering to a new class of users, a new use case than something like generic arbitrum which is basically taking all the deFi use cases from Ethereum, making them better, faster, cheaper, lower liquidity. I think their take, what they were saying is the big consumers of block space have to be these new fully integrated apps basically use cases like crypto games, which is interesting. And that maybe causes me to think about what's the bull case for something like immutable or for IMX tokens. I had wondered if that entire IMX side of things was going quiet. I just hadn't heard from that community in probably 18 months or so."
    },
    {
        "speaker": "B",
        "text": "Right. The whole idea is, oh, crypto gaming is dead and now it's back. And also IMX, what the hell's been going on with that? They've been onboarding like 500 games for the last like three years. What the hell's going on with that? I think just our expectation of timelines in crypto is colliding with just like this more slowness of the real world."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "For the first time ever. And we're like, oh, you guys are so slow out there. We've done like four cycles since you finished. Like, by the time you started your game, like, yeah, like, shit moves fast in crypto. But crypto also has to integrate with the rest of the world. And the rest of the world is slow. Yeah, sorry about it."
    },
    {
        "speaker": "A",
        "text": "I wonder how good alluvium actually is. Let's find out. Are you gonna play it?"
    },
    {
        "speaker": "B",
        "text": "Sure, why not? Why the hell not?"
    },
    {
        "speaker": "A",
        "text": "So let me know how that is. That's interesting."
    },
    {
        "speaker": "B",
        "text": "You should try streaming."
    },
    {
        "speaker": "A",
        "text": "I mean, I'd be curious because part of it, games are such an art form as well. It's just like, I think sometimes it's hard for investors to come in and take real artists and real creative thinkers to design an incredible gaming experience. It's not just going to be solved with, with kind of money. Right. And so I wonder if alluvium is anything close to kind of that triple a game that we've all kind of wanted and hoped for."
    },
    {
        "speaker": "B",
        "text": "Been told that it is, been told."
    },
    {
        "speaker": "A",
        "text": "That it is basically right. And I think people are excited about it because the first, and that's great. It just still might not be the one, you know?"
    },
    {
        "speaker": "B",
        "text": "Right, right. Okay. So I will say if crypto game, if a crypto game does have a success, and that success has actually determined success from the outside of crypto, not the inside. So, like, it's, it's non crypto people who are looking at a crypto game, like, oh, look, the crypto people gotta, they got something. They gotta win. They got a success. And it's in the crypto gaming category that, in my mind, actually opens up the long tail of potential successes outside of gaming for crypto. It's like, oh, maybe if it's crypto, this is the first success of crypto that's actually part of another industry, gaming. Okay, so maybe music and crypto is a thing. Maybe like, crypto and this other industry is also a thing and starts to open up the long tail of imaginations. Like, okay, well, there's something here for the first time that's not purely internal to crypto, that they are made themselves. Now it's actually able to, like, integrate with other industries."
    },
    {
        "speaker": "A",
        "text": "David, do you want to see a price chart? Funding price chart. Look at alluvium right now. This is market cap."
    },
    {
        "speaker": "B",
        "text": "Oh, my God."
    },
    {
        "speaker": "A",
        "text": "Isn't this a crazy price chart?"
    },
    {
        "speaker": "B",
        "text": "We are looking at a chart that is about 50% back up to its previous all time high."
    },
    {
        "speaker": "A",
        "text": "Is this Max?"
    },
    {
        "speaker": "B",
        "text": "Previous all time high? Yeah, that's maxed. Yeah. And its previous all time high, it, like, touched it for a second. Wow. Oh, my God. Wow."
    },
    {
        "speaker": "A",
        "text": "So, okay, so alluvium all time high was November 2021, $1.1 billion. It did not stay there for very long."
    },
    {
        "speaker": "B",
        "text": "Briefly."
    },
    {
        "speaker": "A",
        "text": "Briefly. And then sunk all the way back down to a market cap of, like, 58 million."
    },
    {
        "speaker": "B",
        "text": "And it's back up to a 750 million. Oh, my God."
    },
    {
        "speaker": "A",
        "text": "This is my point. Like, I don't think it's gonna be. Oh, we. We found a game that's just, like, nice and gradual and sloping upwards. No, this is crypto. It's gonna be like, you know, one to 100 to back to, like, five to, like, back to, you know, a thousand real."
    },
    {
        "speaker": "B",
        "text": "Okay, wait, go. Go to the very bottom right before I just poked out just recently, like. Like, a couple weeks ago. Okay, like, a couple weeks ago, it was $233 million, and now is at six over 600."
    },
    {
        "speaker": "A",
        "text": "Yeah, so it traditional bank three x."
    },
    {
        "speaker": "B",
        "text": "In, like, a month."
    },
    {
        "speaker": "A",
        "text": "Yeah. So now we're talking."
    },
    {
        "speaker": "B",
        "text": "We're fucking back."
    },
    {
        "speaker": "A",
        "text": "I mean, but go play it. I don't know. And, like, look, it's. It's a, you know, very spectacular."
    },
    {
        "speaker": "B",
        "text": "The game comes out, and it just, like, sucks. People just, like, dump."
    },
    {
        "speaker": "A",
        "text": "Well, not. Neither David or myself have any alluvium tokens, so this is true. But I kind of wish I did, and I kind of wish I was looking at that in October 2022. All right. Anything else I should have listened to?"
    },
    {
        "speaker": "B",
        "text": "Your own podcast."
    },
    {
        "speaker": "A",
        "text": "Yeah, sure. Why did you say that this was a big deal? It's. Alluvium is Kane Warwick's brother, right?"
    },
    {
        "speaker": "B",
        "text": "Yeah. Kieran Warwick. Yeah."
    },
    {
        "speaker": "A",
        "text": "May, should we bring him on the podcast?"
    },
    {
        "speaker": "B",
        "text": "Well, now that his token is punched."
    },
    {
        "speaker": "A",
        "text": "As is tradition, I guess you go play it and then let me know what you think."
    },
    {
        "speaker": "B",
        "text": "All right, cool."
    },
    {
        "speaker": "A",
        "text": "All right, thanks, guys."
    },
    {
        "speaker": "B",
        "text": "Meanwhile, I got another podcast."
    },
    {
        "speaker": "A",
        "text": "This has been the debrief. See you."
    }
]