[
    {
        "speaker": "A",
        "text": "Hey, guys. Welcome to the debrief. After the episode that I wasn't on with Worldcoin, Sam Altman."
    },
    {
        "speaker": "B",
        "text": "The cool thing about debriefs is it doesn't matter. Okay."
    },
    {
        "speaker": "A",
        "text": "Whatever you want. Tell me about it."
    },
    {
        "speaker": "B",
        "text": "We had on Sam Altman and Alex Bologna of Worldcoin. First time Sam Altman's been on the show. First time Alex has been on the show. And so, yeah, it was. So you weren't there. So I have to tell you about what the episode was."
    },
    {
        "speaker": "A",
        "text": "You guys recorded on Mother's Day. I couldn't be there."
    },
    {
        "speaker": "B",
        "text": "Oh, that's right. That's why you were there. It was also a Sunday. I don't think you would have. Yeah, I proud of."
    },
    {
        "speaker": "A",
        "text": "Would have aped out anyway."
    },
    {
        "speaker": "B",
        "text": "Yeah. So it was just a straightforward download on world Coin."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "So for people who had never heard about world coin before, this would be a great episode for them. Talked a little bit about, like, the drama about world coins launch, which we actually had. Not like a. It wasn't like how we had a play in the. We had, like, a quick story about the. The world coin launch way back when because they were gonna come on the show, and then their PR company canceled because you sent out the tweet. What the fuck is going on with world coin? And the PR company thought it was hella hostile, so they were out. Yeah. You don't remember?"
    },
    {
        "speaker": "A",
        "text": "You guys bring that up?"
    },
    {
        "speaker": "B",
        "text": "Not in the recording, but afterwards. Yes. Alex. And Alex was like, oh, yeah, we fired those people long ago. And they were terrible. And I'm like, thank you."
    },
    {
        "speaker": "A",
        "text": "That's so stupid, man. Okay, so that put a bad taste in my mouth when that happened. The only two times that's happened, actually. Besides, maybe I won't count Charles from Cardano, but Gavin Wood. Okay, right."
    },
    {
        "speaker": "B",
        "text": "Gavin Wood. Yeah."
    },
    {
        "speaker": "A",
        "text": "Polka dot scheduled. We were like, hey, and then could Gavin come to the podcast? Haven explored the Polkadot ecosystem, and then I think maybe a few days before."
    },
    {
        "speaker": "B",
        "text": "Really close."
    },
    {
        "speaker": "A",
        "text": "Yeah. The comms lead at Polkadot reached out and was like, hey, we went back through some of your previous tweets, like, years ago, and we don't like what you and Gavin's not going to come on the podcast, so we should cancel this. And tried to substitute someone else at Polkadot in the podcast. And I think I asked for, like, what the offending tweets were, and they were so tame."
    },
    {
        "speaker": "B",
        "text": "They were just weak."
    },
    {
        "speaker": "A",
        "text": "It was just so tame. Like, anyway, that kind of puts a bad taste in my mouth when projects do that, but I guess they're saying."
    },
    {
        "speaker": "B",
        "text": "So I'm giving world. It was a PR firm. It was a PR company. And I knew that it was. We knew that it was. Cause like, when the PR company canceled on the show originally on us, I went to Alex just straight on Twitter, and I was like, hey, fuck your PR company. Like, you need to. You're getting. Worldcoin is getting the absolute shit slammed on them right now. Like, the backing away from, like, the public spotlight is. This is not the right time to do it."
    },
    {
        "speaker": "A",
        "text": "Everyone is asking the questions that we would ask you on a podcast."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's so stupid. And so I said. I basically said that to Alex in DM's. I was like, you need to ignore your PR company because, come on. Mainly, a, that was very valid and real and authentic advice, and b, I also did not want to emergency find another good guest. He just, like, he. He didn't. He didn't go for it. Anyways, the cool trivia about that episode is the episode that came out of that was ultra scalable Ethereum, which turned out to be an absolute banger."
    },
    {
        "speaker": "A",
        "text": "Oh, the one that we did last minute?"
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah, exactly."
    },
    {
        "speaker": "B",
        "text": "Yeah. Anyway, so that was the precursor to this whole story. So finally, that was like a. That had to been over a year ago. That's a long time ago now. World Coin is still. Still around, still building. Has won some hearts and minds to have joined the team and support the effort. Mainly people I respect. DC builder. I don't know if you know that name floating around on crypto Twitter."
    },
    {
        "speaker": "A",
        "text": "This is not DC investor."
    },
    {
        "speaker": "B",
        "text": "Not DC investor. DC Builder. Zero knowledge cryptography researcher. Guy that everyone generally trusts and appreciates in this base. He joined Worldcoin. A few other people joined Worldcoin. Optimism and world coin are collaborating on op main net op stack stuff."
    },
    {
        "speaker": "A",
        "text": "Um, I think they still have a major uphill battle. So I am."
    },
    {
        "speaker": "B",
        "text": "About what?"
    },
    {
        "speaker": "A",
        "text": "Okay, so let me just say two things about this. One is, I am very excited to listen to this episode, actually. And thankless listeners should know I'm coming to the debrief, not having listened to the episode. So you guys are at an advantage to me. So, um, we actually are recording this because schedules. David was in Zuzalu, and just schedules permitting, we're recording this, I think, like, weeks later, really, this debrief. But I still haven't listened to the episode, and I am excited to listen to it, and I intend to go into this episode with an open mind. I also don't think it will answer all of my questions."
    },
    {
        "speaker": "B",
        "text": "I think it'll be, like, too high level it'll be a high level 60 minutes."
    },
    {
        "speaker": "A",
        "text": "Yeah. It'll open up the door for other questions. And I think one of my big questions is around sort of probably the privacy of this network. Probably, like, how decentralized really? Is it? Like, how public goodsy is it, how values aligned? Is it. I'm actually not sure what series of questions this will completely unlock, but I guess I don't want to hear a vc marketing machine tell me these things. I want to hear, like, independent community representatives that people that I respect in privacy and decentralization talk about these things. So that's one part of it. The other part, I would say. I think that they are just. It's just hard. I mean, I said this on the roll up last week, David, but the crypto bros want to orb you, right."
    },
    {
        "speaker": "B",
        "text": "And, like, it's not great."
    },
    {
        "speaker": "A",
        "text": "I mean, to what? To capture identity and who's, who's behind it. It's the guy who's building the most powerful AI in the world, Sam Altman. And, like, I don't know. That's an uphill marketing battle, I think. And, like, maybe it should be. It's a very, if you're going to do something of this type of magnitude and make these types of vision commitments, then I think you owe the world a commensurate level of transparency, auditability, openness. That's a pretty high bar to me."
    },
    {
        "speaker": "B",
        "text": "And they say all of that stuff is on their roadmap. They say, and I'm a trusting individual. I tend to believe them. Um, I think, like, there are some projects out there that are very, in the crypto world that are very, like, beloved. Um, like, gitcoin comes to mind, uh, protocol, guild optimism, I would say, has some of this world coin has, like, the opposite of that. It's like, ooh, what? What is the opposite of beloved? I don't know, but it's like, it's easy to hate worldcoin just by a nature of what it is, which is like, if you trust world coin and believe world coin, then it's, like, totally unfair. Cause they're doing the same thing as trying to."
    },
    {
        "speaker": "A",
        "text": "But you just said, so. You just said, david, you're trusted. You're a trusting individual. Why are you trusting individual after all the shit we've gone through in crypto? Like, why, why would you trust anybody in this space to do any, like."
    },
    {
        "speaker": "B",
        "text": "I was a trusting individual before crypto, first off, and so hasn't crypto trusting individual. My disposition is jaded."
    },
    {
        "speaker": "A",
        "text": "You, hasn't crypto kind of like, um, shown you to be less trusting in some cases, particularly when you have sort of the setup of large vc allocation, a coin super ambitious, kind of promises lots of ways to cut corners. Like, I'm not saying worldcoin could be fantastic, I have no idea. But I'm just saying the pattern fits many patterns we've seen in the past of, like, this not working out very well. And I think that's what the white blood cells, the immune system of crypto, is just kind of like, indiscriminately attacking. And I think if you wanna get more precise in the white blood cells, you really have to go dive deep. Most people don't have time to do that, including myself. Honestly, it's like I'm gonna be relying on third party privacy researchers, people in the crypto community I trust. I'm gonna do a little. Like, I'm gonna be able to do levels of due diligence, but I can't vet this thing from the ground up anyway. This trust. Like, why should we trust what they say at all? Like, why shouldn't we default posture to like, oh, this is a bunch of bullshit, and then work our way out of that."
    },
    {
        "speaker": "B",
        "text": "So I will. I'm not going to make the case for why one should trust world coin, but I will make the argument for. Let's see. I'm not. Okay, let me say that. Sorry, that again, not saying that you should trust worldcoin, but here is the argument for why you could. Why there are some green flags here that are different from all of the 2022 mess that we don't want to go back to. One is the idea, if you accept the idea that biometric scanning is the most Sibyl resistant mechanism to produce proof of humanity, then you get something like the orb. And so you can start to cast away the negative connotation that iris scanning and the orb has, which is a source of distrust. It's just the whole aesthetics of the whole thing. So you can try and shave that from your brain. Then there's, okay, VC allocation, serializing humans, all that kind of stuff. Like, Sam, like, do you trust Sam Altman? Like, maybe. Maybe. What does Sam Altman have in it? That, like, 3 hours capital or Doe Kwan or SPF? He just doesn't fit those types. And neither does Alex Blania, right? Like, maybe if Alex Blania was loud on Twitter and they're not populous, you're not populous, right? Yeah, exactly. Yeah. So there's not that, right? There's not. It doesn't seem like a get rich quick scheme, they actually have a roadmap to produce something uniquely valuable and unique in and of itself to crypto. So I don't think it maps onto the whole things that we should."
    },
    {
        "speaker": "A",
        "text": "Does it map onto a VC coin VC alternative layer one that we've seen so many times? I know it's not actually an alternative layer one, so that alone makes it kind of different. But we've seen many just ridiculously funded alternative layer ones that kind of go liquid. And then you just sort of get this feeling and kind of see in the data that the VC's just dump on you once it gets into the market. And they don't really go anywhere, they don't have product market fit. It just feels like corporate top down. It doesn't feel organic. There's no builders, there's no community. And so I guess where that usually turns into is not an outright scam, but just like, I don't know, exit, you become exit liquidity in some cases for VC's. And then it becomes sort of a zombie chain, which is not like the worst outcome. That's not like a SBF FTX style outcome or a lunatera outcome, but it's still not a. It's not a great outcome."
    },
    {
        "speaker": "B",
        "text": "So, like, it's heavily VC weighted. There's, there's two things that there's two ways to approach. Like, VC waiting. There are like the easy, like, yo, let's fork Ethereum fork, the EVM, which the Ethereum researchers have been building for like almost a decade now, more than a decade now. Uh, and then, like, let's raise on it. And then, like, keep all the tokens for ourselves and dump on the followers. So, like, get other people to do the lyft work, pump the token ourselves with our VC marketing dollars, and then dump. So, like, not much work, a lot of upside. So the world coin project is a ton of work. Is a ton of work."
    },
    {
        "speaker": "A",
        "text": "It's not like a fork. It's not like a me too of something else."
    },
    {
        "speaker": "B",
        "text": "Like, the VC raise the amount. The VC dollars are legitimate because there's no way that they could get the orb mass produced in a way that other people can produce the orb. And there's no way that they could get people to scan other eyeballs like, that. Aren't in the world coin and like, aren't world coin employees. Like, that whole lyft side of things requires VC dollars. It's very legitimate use of a capital raise. And then, like, the whole, like, so that just checks out to me. Like, you need vc money for that."
    },
    {
        "speaker": "A",
        "text": "Still doesn't fit the mold of a typical VC exit scam kind of thing. And I put scam in quotations because it's usually just ghost chain, low product market fit, where you become exit liquidity if you buy this particular token. But you don't have to buy."
    },
    {
        "speaker": "B",
        "text": "Right. And also, it's not even the point of world coin, isn't even the token. Like, that's one of three points."
    },
    {
        "speaker": "A",
        "text": "What are the three points?"
    },
    {
        "speaker": "B",
        "text": "Proof of human hood, the coin and a missing one. Maybe. Maybe just two. I feel like there's world id, there's the world app, which I think is pretty similar to world id. It's like, yeah, it's the wallet, your authentication, but I guess that's pretty similar to world id."
    },
    {
        "speaker": "A",
        "text": "This is built on a layer two, right?"
    },
    {
        "speaker": "B",
        "text": "So right now they're deploying on op mainnet, and eventually they will make op stack chain."
    },
    {
        "speaker": "A",
        "text": "So this will be their own sort of. Will it be like a layer three type chain or."
    },
    {
        "speaker": "B",
        "text": "It'll be an independent op stack chain."
    },
    {
        "speaker": "A",
        "text": "Independent op stack chain."
    },
    {
        "speaker": "B",
        "text": "Which in theory fits into the optimism super chain model."
    },
    {
        "speaker": "A",
        "text": "I mean, that's kind of cool, right? Yeah, I guess. So."
    },
    {
        "speaker": "B",
        "text": "Like, as an op stack chain, the app that. So it's like an app specific chain. And what does that app specific chain do? It provides proof of human hood, the world coin way to the op super chain, which is eventually just ethereum."
    },
    {
        "speaker": "A",
        "text": "And by the way, the reason I'm coming in a little hotter in this is because I think this is how the white blood cells are attacked. These are the questions, I guess maybe the. The last. We don't have necessarily full, satisfactory answers on what you just raised already, but, um, I think you are offer offering some valid points of how this kind of breaks the pattern. Typical pattern that we've seen. That's all I'm doing right now. And I think that's what the crypto community is doing. Pattern recognition. But there's. There's this third kind of negative pattern that I think people see, and that is the figure of Sam Altman, which is like, all right, tech bro. I put him in quotations. Billionaire. I don't even know if he's a billionaire. I heard him go in front of billionaire. Okay, so. But he went in front."
    },
    {
        "speaker": "B",
        "text": "He quacks like one in Congress."
    },
    {
        "speaker": "A",
        "text": "I mean, he has no equity in OpenAI. Like, I just don't even know how this works."
    },
    {
        "speaker": "B",
        "text": "Yeah, he has no equity in OpenAI. I think that you can't necessarily take that at face value because, like, he could have no equity in OpenAI. And then OpenAI could get liquidity, and then he could get like a billion dollar grant OpenAI. So there's, like, roundabout ways where that doesn't really matter."
    },
    {
        "speaker": "A",
        "text": "He feels like the Mark Zuckerberg of the 2020s in that he is, he has created this technology that is clearly going to change everything about the fabric of the way humans organize and interact in OpenAI. Right? And so he is sort of this. And now we're at a phase, I think, in the world where tech bros from Silicon Valley are all kind of grouped into this parasitic extractor type of motif. And some people might think that's fair. Some people might think that's unfair. I think the majority of society, though, just doesn't trust that sort of individual at this point in time. And so I guess a question to you is, or maybe just a question to mull over, is this guy legit or is this guy going to be somewhat evil or somewhat influenced by Moloch traps and all of the things that we've seen tech billionaires get influenced by leading to bad outcomes for society. I guess the question is, can you really trust Sam Altman, is what it comes down to."
    },
    {
        "speaker": "B",
        "text": "So, yeah, the archetype of the web two extractor, the Zuck web two idea. Like, I'm reminded of the, this quote from Sam Harris where he was talking about how everyone is like, there are fewer people in the, like, there's a modern movement to ignore expertise. Just like, oh, experts are wrong. They're all, they're all wrong. Like, experts told you to wear masks and they're wrong. And so he was throwing a flag at that whole, like, movement that's going."
    },
    {
        "speaker": "A",
        "text": "On in the anti intellectualism."
    },
    {
        "speaker": "B",
        "text": "Yeah, exactly. And he's like, the way that society progresses is like, there are experts and then they say things, and then we prove those experts wrong. That's how society moves forward. But who actually proves experts wrong? Other experts, like more experts, not the masses. And so, like, in the, to carry over this analogy, Zuckerberg is the old expert, Sam Altman, who knows if he's a better, newer expert who proves the old archetype wrong. But as me, as a trusting individual, I would like to leave that door open. That the way through that bad branding for tech bro, VC, tech bro, founder, innovator type is actually we find one that, like, does good for the world. Like, who fixes the problems. Like, it's not going to be like the average Joe that solves proof of humanity, proof of humanhood in the AI world. It's going to be a VC tech pro. That's why he's a VC tech bro. Is that's how you solve these problems?"
    },
    {
        "speaker": "A",
        "text": "And what was your impression of him during the conversation?"
    },
    {
        "speaker": "B",
        "text": "I'm slowly liking him more and more and more."
    },
    {
        "speaker": "A",
        "text": "Why? What do you like about him?"
    },
    {
        "speaker": "B",
        "text": "Um, he, see, he seems authentic, he seems nice. He seems, he's, he's not running away from the alignment problem."
    },
    {
        "speaker": "A",
        "text": "I mean, I think some, if he."
    },
    {
        "speaker": "B",
        "text": "If he is good in the front and then bad in the back, he is a world class sociopath."
    },
    {
        "speaker": "A",
        "text": "What does the AI safety community think about this guy? I mean, I know, I don't know. Lee Kowski has like burned down all the GPU's."
    },
    {
        "speaker": "B",
        "text": "Like, yeah, he's an extremist, okay."
    },
    {
        "speaker": "A",
        "text": "But I'm surprised that AI safety, I haven't really seen AI safety and alignment groups come out and like Torch OpenAI or Sam Altman very publicly anyone, right?"
    },
    {
        "speaker": "B",
        "text": "They don't have in torch anyone."
    },
    {
        "speaker": "A",
        "text": "Is that sort of happening? Or is there the general impression in AI alignment communities that, hey, while OpenAI is not perfect, they've done a fairly good job so far and they're not completely ignoring safety. They're still trying to remain competitive and that's right, they're trying to do."
    },
    {
        "speaker": "B",
        "text": "Open AI has an alignment division inside of them and apparently contribute to this world."
    },
    {
        "speaker": "A",
        "text": "Well, there's another factor of why people are scared, and that's just because these tech billionaires are so powerful these days. It's like, how powerful is Mark Zuckerberg at this point? How powerful is the individual who is masterminding open AI? Right, and now you're doing decentralized identity as well. You're doing Worldcoin as well. I think that unnerves people. One thing I'd say though, because this has been somewhat me throwing lobbing grenades and criticisms, what is the alternative to decentralized identity? That is the threshold to cross. Basically what we're going to be left with is some sort of nation state digital identity. I mean, that's all we have. I mean, India has already has that deployed now and that's completely centralized now you might argue. Well, this is probably the roman gray argument that, well, yeah, of course, decentralized identity, it's great, it's a democratic nation state sort of proposing this and putting this forward. And so that's a great thing. But that is definitely centralized technology. And I do think that is the only viable alternative that we've seen. For all of the decentralized identity experiments in crypto so far, none of them have really taken off. So as long as this thing is better than that, or different enough than that. It feels like a worthwhile experiment to keep running. Like, what's the downside, I guess, would be my question."
    },
    {
        "speaker": "B",
        "text": "That's where I go back to, like, the claim that biometric scanning is the best form of simple resistance, if that. I don't know. There's probably some measure of truth or falsity to that, but still, it's biometric. There's a reason why we do biometric scanning. Um, so turning biometric scanning into proof of humanhood, I think, is a noble endeavor. And so that is why I am categorizing myself as a world coin apologist."
    },
    {
        "speaker": "A",
        "text": "Wait, you'd say a world coin apologist?"
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "So that, like, apologist means, like, you're fighting for world coin, like, you are evangelizing for worldcoin. You are sort of making the argument."
    },
    {
        "speaker": "B",
        "text": "I'm just saying that, like, the existence of world coin is not the thing to be upset about."
    },
    {
        "speaker": "A",
        "text": "I guess my take is, and this might be a more moderate take, I'm just open minded. I think that sometimes the crypto white blood cells attack too hard and destroy things without, like, without good reason. And so I am pretty open minded about this one and excited to see how it plays out. When are you going to get orb, David?"
    },
    {
        "speaker": "B",
        "text": "I'm not getting orbed."
    },
    {
        "speaker": "A",
        "text": "If you're an apologist, though, you have to get orbed at some point."
    },
    {
        "speaker": "B",
        "text": "I will get orbed when I need to do something that requires me getting."
    },
    {
        "speaker": "A",
        "text": "Or what's the benefit of getting orbed anyway? Is it just, you get. You get actual world coins."
    },
    {
        "speaker": "B",
        "text": "Yeah. You get world coins sooner. You get a distribution of world coins."
    },
    {
        "speaker": "A",
        "text": "And the idea is that world coins, like, any crypto token, appreciate in value over time."
    },
    {
        "speaker": "B",
        "text": "Yes. Sam Ohman actually talked about that on the podcast, explicitly. Like, yeah, yeah. Why number go up? Like, so, like, the interesting thing about world coin is that, like, not only is it a currency that might be used, but it might also be like, a graph for, like, things like airdrops or distributions. So if world coin as a distribution mechanism becomes legitimately decentralized and distributed to humans equally all over the planet, then it becomes a very good, like, graph to distribute other things to. Remember, you read Bill Bowder's book red notice. Yeah, yeah. So, like, there was a big problem when the Soviet Russia went from communist to capitalist. Like, how did they distribute the equity of the companies of the. To the, to the people of Russia? And so they gave out, like, these vouchers things and to people. Like, if there was world coin they would have just been airdropped. Here's the equity of the company to the citizens of Russia. Right. It's just like a. It's a legitimate mapping of equity and capital as. As far. It's like the most legitimately distributed asset of all time is the thesis that they're going after."
    },
    {
        "speaker": "A",
        "text": "Why worldcoin? Why are they calling this thing world coin? It just."
    },
    {
        "speaker": "B",
        "text": "I don't know. I don't. I don't know."
    },
    {
        "speaker": "A",
        "text": "All right, well, open minded. Uh, and then when's this thing launching? Did you. Did you find that out?"
    },
    {
        "speaker": "B",
        "text": "Uh, they do not have a public date yet."
    },
    {
        "speaker": "A",
        "text": "Okay. Well, I do know that, um, it, like, rolls out."
    },
    {
        "speaker": "B",
        "text": "It does. It's not like one thing that launches. It rolls out over time."
    },
    {
        "speaker": "A",
        "text": "Do you know, uh, our editor, um, Luke of bankless newsletter? He got orbed, actually, on Thursday, New York City."
    },
    {
        "speaker": "B",
        "text": "Luma."
    },
    {
        "speaker": "A",
        "text": "Yeah. Luma got orbs."
    },
    {
        "speaker": "B",
        "text": "Luma got orbed?"
    },
    {
        "speaker": "A",
        "text": "Yeah, he went to offices and got orbed as a test."
    },
    {
        "speaker": "B",
        "text": "No shit."
    },
    {
        "speaker": "A",
        "text": "Yeah. So I haven't debriefed with him."
    },
    {
        "speaker": "B",
        "text": "Is it gonna be like the. What's that doctor Seuss book? Star belly sneeches or whatever?"
    },
    {
        "speaker": "A",
        "text": "Orbs, if you're. Or if you're not."
    },
    {
        "speaker": "B",
        "text": "Yeah. Have you been orbed or not? Yeah. Uh huh."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "I just."
    },
    {
        "speaker": "A",
        "text": "I feel like they could have done something different in the marketing, but maybe there's no other way."
    },
    {
        "speaker": "B",
        "text": "World coins. That's what I was thinking about. Like, okay, so if you. Once you commit to the biometric scanning thesis, then you conclude this is, like, outside of just crypto stuff, then you conclude that irises are the most legitimate biometric scanning technology. So you are scanning irises if you believe in biometric scanning, you believe in scanning iris."
    },
    {
        "speaker": "A",
        "text": "So you're saying there's no way to make that."
    },
    {
        "speaker": "B",
        "text": "How do you. How do you make a thing that is mass producible so that we can capture 8 billion irises? Like, what shape do you put that in? You want it to be a box? Because the box isn't much better. Like, do you want to, like, dress it up like a teddy bear? Because that's kind of worse. Like, how do you do it? How do you do it in a way that doesn't make people squirm? It's not possible."
    },
    {
        "speaker": "A",
        "text": "Maybe. Could you do. Yeah, it's probably not possible. If you have to have an independent hardware device, you can't, like, create an app for it or something like this, right? Yeah. Well, you know what?"
    },
    {
        "speaker": "B",
        "text": "Once you make its own device, it has to be custom. It can't look like anything else? Like what? How do you do it? I still think a chrome orb is like, as good as idea as any."
    },
    {
        "speaker": "A",
        "text": "I still think that even though this is very well funded, given the names and given kind of the ambition as well, it kind of should be, I still think that the most likely scenario of a product like this is it doesn't reach a product market. Fitzhen right. And I just say that because that's generally what happens with startups. This is startup phase. And so maybe, I think a few things to watch is like, how's traction going? Is it able to resist civil attacks or not? That's a huge one. Big question. Big question. What's, you know, I guess how many new ids are they getting over time? It's stuff like that. I think that will be the big."
    },
    {
        "speaker": "B",
        "text": "Question is because, like, Sam Altman is doing this because the world of AI is coming. And so I think without the world of AI."
    },
    {
        "speaker": "A",
        "text": "Wait, why? Because you need to prove who the."
    },
    {
        "speaker": "B",
        "text": "Humans are on the Internet. Yeah. And so, like, world coin without AI, I don't think is has much legs. Like, I think Sam Altman is going to simultaneously produce the need for worldcoin using OpenAI. And that has actually been his plan all along. He's like, first I need to make OpenAI, and then there's gonna be AI's everywhere. Oh, then we're gonna need to figure out who the humans are. So I'm also gonna make this worldcoin thing."
    },
    {
        "speaker": "A",
        "text": "I created the problem and also the solution. I mean, you can see how this model, good business model. Yeah. Anyway, to be determined. We'll see. I would definitely be great to have Sam on the podcast again and talk about AI stuff as well. But I'm sure we'll get into that some future stage."
    },
    {
        "speaker": "B",
        "text": "He's going to owe the world a handful of conversations while bankless nation, let."
    },
    {
        "speaker": "A",
        "text": "Us know what you think of worldcoin and this conversation, as always, we appreciate you being bankless citizen. Thanks a lot."
    }
]