[
    {
        "speaker": "A",
        "text": "The most bullish thing about ETH right now is the fact that the understanding of tradfi is that it's this crypto asset like bitcoin, because I think when they fully understand it, it's going to blow their brains out."
    },
    {
        "speaker": "B",
        "text": "Welcome to bankless, where today we're exploring the diaries of an ETH maxi on Wall street. Yeah, Steven and I came up with that title, and I think it's a perfect description, as usual. This is Ryan. Sean Adams. I'm here with David Hoffmande, and we're here to help you become more bankless. Our guest today is Sam Jernigan. He is the unofficial eth maxey of Wall street. Now, those are his words. Sam's been evangelizing Ethereum to institutional funds and to billionaires, really rich people from inside the house for the past five years, and giving them the ETH narrative so the ETH killers don't take all of the marketing oxygen. That was a discussion we had in today's episode, and I think this was a fascinating look at the inside baseball of Wall Street's crypto adoption and the Ethereum narrative, where early is an expression Sam kept coming back to. And I definitely felt like that in the episodes, very early in Wall Street's understanding of the Ethereum narrative."
    },
    {
        "speaker": "C",
        "text": "Today, Sam's been on Wall street longer than some of you listeners have been alive, probably. Um, and so he's, he's seen a thing or two about Wall street and has just. Is one of those guys that was open enough to crypto to really get pilled on crypto, like, in a very deep way. Uh, and Sam's connected to a lot of, just, like, the Ethereum ogs, people like Justin Drake, have been, like, going back and forth about, like, the Ethereum narrative, why it fits inside of Wall street. But for a long time, Sam's been more or less hat, like, wearing the Wall street gag. If you work in Wall street, you can't really talk. You don't really have total freedom of ability to express your thoughts and opinions about things. But Sam has since left Wall street. So we get an exclusive peek into the stories that Sam has from being on Wall Street, Wall street in 15 years, as well as just all of the times that different crypto people have come into the world of Wall street to pitch their layer one, among other things. Uh, and so just hearing the takes about, like, somebody who's a Wall street veteran that's also crypto native, uh, who's finally get to tell their story after such a long time is always a pretty interesting episode."
    },
    {
        "speaker": "B",
        "text": "All right, guys, let's get right to the episode with Sam. But before we do, we want to thank the sponsors that made this episode possible, including Bankless Nation. Today we have an opportunity to pick the brain of someone who I think perfectly straddles both tradfi and ethereum. Sam Jernigan is a macro investor who spent the last 15 years trading many different asset classes, including crypto. He built and ran crypto at more capital, which is one of the largest, oldest macro funds in the world. Space, New York. And before that, Sam launched a global macro fund that could trade digital assets. This is one of the first out of Mike Novogratz's family office. So he's done so many things in finance. He helped pioneered crypto options, executed the first ever option on ETh. And before that, he even spent some time in the belly of the beast at Bear Stearns and JPMorgan. And to give you a sense of the straddle and what he's up to right now, Sam is currently both a participant at the US monetary policy form. So that sounds pretty central banker, and also at the same time, an Ethereum ZK EVM advisor to the project scroll as a layer two, which you've heard about. So that is deep crypto and central bank, again, straddling these two worlds. Sam, this episode has been a long time coming. We've wanted to get you on for a while, but you have not been able to because I think you've been under some tradfi rule sets that have, you know, not allowed you just to speak out and talk about crypto in the way we're about to talk about it. So welcome to the bankless episode."
    },
    {
        "speaker": "A",
        "text": "Thank you, guys. So thank you for having me. I am a longtime listener. I rarely miss an episode. I'm a big fan. I think you guys do a public good."
    },
    {
        "speaker": "C",
        "text": "Appreciate it."
    },
    {
        "speaker": "B",
        "text": "So let's talk about. We want to get your background in a minute and how you kind of ended up here and, like, what you've been up to, just like the behind the scenes. Cause that's super interesting for bankless listeners, what it's like in the belly of the beast. But I think the context for this episode is we want to talk about Ethereum and ether and how to sell it to Tradfi, like, what narratives resonate. In order to do that, I think we need to set up this term. Tradfi is something that crypto natives use. I don't know that institutions call themselves tradfi. They're just like fi. They're just like finance. Right. But I think that, like, for crypto natives. Yeah, finance for crypto natives, right. It's basically anything not crypto is tradfi. I mean, that is maybe a simple way to explain it. But when we say the word tradfi, like, what does that mean in your world?"
    },
    {
        "speaker": "A",
        "text": "Right. I remember the first time, one of my best friends is a chief economist at one of the largest banks. I remember the first time we were out one night. I remember the first time I said this word tratfied to him. He's like, what is that? What does that mean? That was not long ago, I think. I would say. We think about, when I say finance, I think about basically the investment banking world. So sales, trading, research, investment banking. And then that's what we call the sell side. And then the buy side would be what most people would usually consider, like hedge funds and private equity funds. Venture funds are really outside of Wall street. Really. I was pointing out to somebody that, like, Andreessen Horowitz may be a huge fund, but I doubt they're even a client of JP Morgan. So they're just, they're not. I think they probably use Morgan Stanley or something, maybe, right? But in general, venture funds are just separate, really, from Wall street, or what I call Tradfi or what most people I think call tradfi. I think you would be thinking of Goldman, JP Morgan, Citibank, et cetera, the investment banking world that comprises institutional buy and sell side."
    },
    {
        "speaker": "C",
        "text": "So what I want to get out of this episode, Sam, is we are entering the era in which crypto and Tradfi are becoming closer than ever. We now have the bitcoin ETF. We're about to have the Ethereum ETF, and now our conversations are going to go directly into the ears of quote unquote tradfi. I'm trying to learn how to best sell what crypto has to offer. And right now, that's bitcoin. And that, that's it. That's eth. But in order to really, like, put the correct words in the correct order, we really need to understand the audience. And so understanding that the audience is not venture capital, but it is Wall street, let's keep on going down that path. Like, what is, what's the makeup of Tradfi? Who are these people that we are actually, like, connecting to via the ETF's?"
    },
    {
        "speaker": "A",
        "text": "Right. Well, I mean, I think the ETF's, I mean, there are some hedge funds that probably. Okay, so, I mean, I think, I remember probably a couple of years ago, I actually in a chat I mentioned, you guys, that most major funds are now papered up. That means that they are now papered. They have legal documents in place with say coinbase in particular to actually trade spot. That can be a very long process. I would say we got about maybe a third of the way through that process in the last cycle. I remember at one point I think Coinbase had a backlog of 1000 funds that were waiting to onboard. They simply couldn't do it and then things went off the rails. Then I would say half those docs probably didn't get done and they have of the last year or a third didn't get done and then the last third probably have been getting done over the last brief emerging bull market. Yeah. So most funds are actually now like more wired or papered, as we say, to trade crypto. And the infrastructure for that's gotten a lot better. Like Coinbase prime, which will be the primary platform that institution going to use. I can't even describe to you the evolution of that platform has gotten a lot better. It's also much more crypto native. We could save that for another conversation. But the web wallet integration, particularly on the back of their win at the SEC, is going to really change things. I havent seen that picked up on crypto Twitter. The infrastructure is very good. That actually goes back to my origin. Tagomi is the smart order router that was acquired by Coinbase and now whats integrated into prime. And I was one of the first people to ever demo that back in 2018. Um, so, yeah, so the infrastructure is very good and a lot of accounts are quote papered up to be able to trade spot, but there are still other funds and I would say like even like just smaller prop shops and, and then like family offices, some family offices I would consider like tradfi institutional right in the Wall street sense. And then the next tier, I would kind of, you know, I would almost kind of put them in the next tier out because they don't trade a lot or they're not as active. The next tier out are going to be more like pensions and endowments and they're obviously also part of Tradfi. But this is permanent allocated portfolio capital. And that's actually a very compelling story. I'm actually not surprised by the adoption of bitcoin ETF's by large long term allocators. And we can get into this, the portfolio allocation benefits and that was to having not just bitcoin but ETH and other crypto assets. That understanding that story from an academic standpoint, based on some work a former senior fed official friend of mine had done while he was actually at the IMF, is what actually convinced me to start the first fund. So I guess that's a long way of saying Tradfi is definitely going to be very involved. I think in terms of selling it, bitcoin is digital gold. Maybe we're seeing a little bit of a change to that with OpCAT and some of these other initiatives. I saw the Starcore actual little video earlier from earlier today, really trying to prod the bitcoin community into embracing, scaling, embracing a lot of the technologies that Ethereum has pioneered, by the way. But for the time being, bitcoin is just digital gold. Look, I understand why that has been very attractive for bitcoin investors, right? It's like if we ever get to the size of gold, like we're all rich, we've done great. Like what more do we. Why risk, why take any of these risks, you know, or potential risks that they perceive anyways, to try and do more. And that opened up this opportunity where Ethereum, you know, entered and said, hey, we can do a lot more with this ledger than just have a, a meme coin on it or something that we all agree has value like gold. I do think, by the way, that bitcoin is a superior gold. That was also part of my evolution into the space, and I can explain that. And it is a, you know, I was one of the first people to really begin advocating for it as a macro asset and telling the story of that as this permissionless, non sovereign asset that can be transferred. But the part that getting to Ether ETH took this one step further and added a Turing complete. Adding a Turing complete, which maybe is a little overused term, but adding a Turing complete programmable environment. Now, I think the reason people think it's very difficult to tell the story of ETH is because it's so compelling. You can really almost do anything with this environment. And that is a good problem for us to have. Telling the story of Ethereum being difficult is okay, I can tell you one, the way I kind of view it, the way I've tried to explain it to trad five people, it doesn't always stick. This is going to be a long process. But again, that's to the hashtag early. These are good problems to have. The actual way to. One simple way to think about a functionality of ETH that every trat five person can understand is very simply to explain that Ethereum, the network, is a little bit like Swift plus chips. So chips. So everybody now knows what Swift is. Swift is a messaging system. It does not settle. So it is literally just a format for banks to communicate, or even banks to communicate basically on sending dollars and increasingly other types of securities. But at the end of the day, banks have to settle and they use primarily chips, which stands for the clearinghouse corporation. It goes back, you should look into it. It goes back probably almost 200 years. It's owned by the 25 or 30 largest banks in the United States. We're talking about gross settlements every year of hundreds of trillions. And Fedwire, these are basically 24 hours cycles. And what Ethereum is, again, in this one very narrow definition, where I can show you what it can do that's game changing to this otherwise massive and critically important global financial system infrastructure, is to think about Ethereum, the network as swift plus chips. So messaging of financial transactions, not just cash, but any type of financial transaction, plus the settlement of those transactions. And you pay a fee and that fee then accrues to ETH, which is basically this equity, and that is then transferred via a buyback. So when you pay a fee to do a transaction on Ethereum, that eth is then burnt. And it's the same as one way that you can take that application. Then another analogy is to say it actually lines up. Well, from a modeling standpoint, actually is to look at Ethereum a little bit like Mastercard or Visa. So Mastercard and Visa, you usually do not pay the fee yourself when you check out at the grocery store or a restaurant, but the merchant does. They pay anywhere from a three to 5% fee. And imagine if that 100% of that fee was basically cash flow, which it's not. It has to pay for Opex and it has to pay for taxes. So the drop through from cash flow, those fees actually to net earnings is about, or cash flow is about 50%. So that model has very high margins, but ETH basically has 100% margins. But at any rate. So you have to pay the employees that run Mastercard, and you have to pay some marketing expenses, maybe, and then you have to pay taxes. And the net of that. If it were all to be used to buy back stock, that would be very similar to what Ethereum is. But here, Mastercard, Visa traded like a 25 times priced earnings multiple. And I think that I've generally thought that a reasonable framework is that Ethereum should have roughly a two x that multiple. So a 50 times priced earnings multiple. One because it's growing faster, but two because it doesn't have to pay for Opex and it doesn't have to pay for taxes. Doesn't have to pay taxes. So it's a very clean revenue and return of revenue to holders of the equity like asset eth. And it's important to understand that for the system to be permissionless, the ownership of that asset, which you have to use to pay the fees, like oil, has to also be permissionless, and it has to be highly decentralized. And so that's why it can't be, you know, eat the security or eat the publicly traded stock. It has to be eat this permissionless crypto overused, but crypto asset that anyone, anywhere in the world can have access to and can use to access the network."
    },
    {
        "speaker": "B",
        "text": "Sam, I think you've given us a taste, a preview of the rest of this episode, right, where we're going to be camping on some of those subjects. I guess a few things just to tie off one thing. What is eth's pe ratio right now, just out of curiosity."
    },
    {
        "speaker": "A",
        "text": "I don't know if I had that."
    },
    {
        "speaker": "B",
        "text": "It's like in the hundreds, right? I don't know. I saw it 150 something in that range. So maybe a bit more than like two x what? Mastercard and VSR."
    },
    {
        "speaker": "A",
        "text": "Right. So I think I would have to check. I don't know offhand, to be honest. And so if I don't know the answer, I don't want to make it up. I think you also need to make sure to be clear, issuance is a cost. And I want to set the record straight on this. I just like a lot of people watched your episode with Justin and Anatoly. And Anatoly has had a very strange, I think I said on Twitter last night, naive understanding of economics for some time. I remember he said something very similar to this back in December on Twitter. It is definitely a cost. You can think about it a little bit, like paying the employees, issuance pays the miners, or it pays validators. And if earnings are the net of what you're taking in in terms of the fees minus your costs, that's your net earnings. Going back to that Visa or Mastercard example, ethereum is the only system that has positive net, you know, net earnings, net yield also for staking validators. And, you know, I've seen your previous episodes on the risk free rate. Another issue I'd like to get into is I feel like I was trying to, I saw a previous episode you guys did on the risk free rate and the staking yield. I feel a little bit guilty in a lot of ways. I actually helped point out to a lot of the people behind the scenes. I point out to people that this was a positive real yield, the only positive real yield that is economically sustainable and generated by user activity. That's very important. It's the only positive, yielding, real, positive, real, yielding asset in all of crypto. And part of that has accrued through that buyback mechanism. And part of that can be via staking. But I think that one of the reasons I say that I kind of regret heavily pushing this understanding is that this is now running into this issuance problem we're having, that several very bright researchers like Onsgaard and Casper have been talking about, and it's worth us having a follow up episode on that. But it is very important that eat the asset, maintain this quality of a positive real yield and being ultrasound deflationary money, in the same way that every year Apple is able to buy back its stock, and it's the outstanding stock of Apple's equity declines in value. That is how value from the network is returned to Apple shareholders. And we need to make sure that the issuance curve is adjusted to maintain that same quality. For a lot of reasons, that a company that returns its earnings via buybacks, in our case, buy and burn, the burning of ETH used for transactions, that we're able to retain this unique and very powerful differentiation."
    },
    {
        "speaker": "B",
        "text": "Sam, there's so many ways we could fork this conversation. We've just brought up a ton of different topics. One is, I'd still like to get your background and how you came from this place of straddling trad five and ethereum. That's important. I feel like we've mostly talked about who Tradfi is and what we mean by that. But I don't think folks still understand the size of tradfi right now. And then you just branched into a conversation around eth monetary policy and how issuance is a cost to the network. And ethereum is the only crypto network with a true source of yield. So, like, I want to hit all on all of those things, just like not sure where to go first. So let's do this. Let's backtrack. And could you give us some of your background on how you came to be, and then we'll hit some of those other items, how you came to be here. So I have sort of seen your personal trajectory a little bit from afar. I've heard rumors of Sam in the tradfi space as this liaison role between kind of tradfi and particularly ethereum. I think you've been described to me as like a tradfi eth Super bowl, kind of like a Michael Saylor behind the scenes only for Ethereum. Right. And so I'm wondering how you took that rule. Can you give us how you got into crypto? You said you were originally pilled with bitcoin. How did that start? And then how did you come to the place where you are like EtH pills and having conversations with the movers and shakers in the institutional tradify world? How did that come to be? And why are you doing this?"
    },
    {
        "speaker": "A",
        "text": "Sure. So I started my career in New York at Bear Stearns in sales and trading. I successfully made the transition over to JPMorgan. And while there, you know, it got the crisis right, the zero eight crisis. Right. Internally I was. They almost fired me actually, because I was trying to tell people that all hell was about to break loose. And they were like, if you don't stop telling people this, we're gonna like fire you. Anyways, thankfully, all hell broke loose and I kept my job and got promoted. And I, I worked on a, an internal desk that basically traded the bank's capital, or what's called proprietary trading. So I worked on a portfolio that reported to senior management. And we did both long short equity and global macro. One of the early trades I had there just to kind of having got the crisis right. I was very deeply learning about economics and JPMorgan has probably the best economics team, period. And I had this unlimited access to this huge resource, both of the publications, but also to the economists. And I took advantage of that and became very good friends with several, one in particular, former Fed, but senior economist at JP Morgan. That's how I developed a lot of my fed network and former staffers. And one of the early traits you guys had a recent interview with Timothy Sade and where you talked a lot about the Yardla futures market. That was great interview for everyone watching. I highly encourage you to go watch that. Eurodollar futures was actually one of the biggest trades I had early in my career at JPMorgan. So they're commonly used to bet on their. The market has evolved since then, but at the time they were the most liquid asset for trading basically expectations about fed rate hiking cycles. And as compared to everyone, whether bitcoin, Maxis at the time that emerged in this period of time of the crisis, or trat five people, everyone thought that the Fed was printing money and we're going to have hyperinflation. And I didn't think that was the case. And so the way you would do that is you would buy eurodollar futures that were pricing in fed rate hikes, betting on, quote, lower for longer. And so that was a trade we nailed both in 2010 and 2011. Proprietary trading was outlawed, though, under the Volcker rule. And so in 2012, I left. I worked at a few different macro funds. I think the next kind of little anecdote here, I think that fits well, is I think, where I was exposed to bitcoin a few times between 2012 and 2014, and I probably cost people, being billionaires, talking them out of this asset that I viewed as like, yeah, look, I think I thought it was a joke. I thought it was an incarnation of the reach for yield or this incarnation of this view that I felt was wrong, that the Fed was printing money and they were going to have hyper inflation. I disagreed with that. I thought that the Fed would have to keep rates low for longer to facilitate a slow recovery, and that inflation expectations have been significantly de anchored to the downside, or at least were very low. And so I missed it. In fact, I remember it went from 100 to 50, and I declared victory. And I never. I dont think I looked at it again for two years. So I was like, I see it went from 100 to 50. And that was the extent of it. What changed for me was in 2015, I was at a different fund. I actually told this story just before COVID at the first macro conference to talk about bitcoin for Wall street that I ever helped put on. Back in 2019, my former boss was in the room. We were betting against the chinese RMB. So in 2015, 2016, we had a very large options trade in the forward market on basically that the dollar would go up against the chinese RMB. And when you're playing against something, like when you're betting against the CNY or CNH offshore, you're playing for this four to 6% move, this very small move. I remember I was on the phone with our HSBC salesperson in Hong Kong, and I was like, hey, are the chinese billionaires still trying to get money out of China? Do they still want dollars? Basically, he was like, yeah, the only thing they want more is bitcoin. I'm like, what are you talking about? He's like, they love bitcoin. They can't get enough bitcoin. They basically buy bitcoin. They move it out of the country, and they swap it, the OTC brokers, into dollars. And I was like, oh, my God, this is unbelievable. He's like, pull up the chart. Overlay dollar, CNH versus bitcoin, and put bitcoin on log, which you have to do. So I do that. And of course, it's like this perfect correlation. I was like, holy shit, we're playing for this 4% move, and this bitcoin is moving like 400%. And so I printed out this chart. I remember I took it into my boss's office, and he did not like being disturbed during the daytime, by the way. He liked to read in his office, whereas I'm a little bit the opposite. He did not like to be deserved. So I went, I was like, david, I'm sorry, I need you to look at this. We have the wrong trade on. And he's like, what are you talking about? I was like, look at this. I was like, we have the wrong trade on. He looks down at him, he goes, what is this? I said, it's bitcoin. He looks back up at me, he goes, we don't trade bitcoin."
    },
    {
        "speaker": "C",
        "text": "And you're like, yeah."
    },
    {
        "speaker": "A",
        "text": "I was like, but we should be. I was like, but we should be. You know, that was, I think that was the first realization that this was a macro asset. And I think that an important thing I wanted to kind of communicate. I did it recently at Denver, actually, at this panel I spoke to. I think when you think about macro, we spend so much time, or I think the popular press and CNBC really over dramatizes like 25 basis points, even 100 basis point hikes here from the Fed. If youre dealing with an asset like bitcoin, who cares if youre dealing with crypto? This is much bigger than a small fed cycle. This is about the movement of capital, global capital, about people, about politics. This is about, for the first time in really ever, that youve been able to instantly and permissionlessly transfer assets across borders and around capital controls. This is so much bigger in a lot of ways than anything the Fed can do. That is why every macro person on the planet is literally blowing their brains out that the Fed is much higher than they ever thought they were going to hike to yet. Ethan, bitcoin are basically at all time highs. That was not possible for anyone. You could have gotten on your show a year or two ago. It's because don't let the noise let you lose sight of the forest here. Or what is it the forest for the trees, maybe I have the throng. So anyways, and this will come back when we talk about what do tratfi people understand about crypto? Look, after that experience, I was like, well, we cant trade bitcoin and frankly, I didnt think about it again until later in 2017. I was hired away to another fund to cover US policy. So Fed policy and DC policy for another fund. And one of the things I realized was that a lot of the hedge fund billionaire founders were, and this was coming out, some of this in the press, but a lot of them were trading bitcoin and Ethan, their pasin. I was hearing this from friends that I know at a lot of funds, when we say pas, we mean personal account."
    },
    {
        "speaker": "B",
        "text": "Personal account."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "Yeah, I was hearing this from a lot of my friends who work at these funds. And I was, you know, so. But none of these hedge fund macro billionaires and guys running these funds were doing it in the fund because they didn't want to take the risk of alarming or startling existing investors in their fund, or what we call the. You don't want to take lp risk on the 2%, basically. Right. So I saw an opportunity there. So I saw an opportunity to basically a greenfield opportunity to start a macro fund with the ability to trade digital assets in the docs. But I'll admit, I wasn't completely convinced. Just because people are speculating on something doesn't mean it belongs in a macro fund. People speculate on Ferraris or art, doesn't mean it belongs in a macro fund. Even with the experience I'd had of seeing how it was being used in the context of capital flight out of China, that still wasn't enough. What really moved the needle for me was that a friend of mine, I think I can use his name because his work is published and he still updates it. Benson Durham, who was then, I think he was a deputy director at the IMF under Christine Lagarde. He had previously been associate director of monetary affairs at the board, at the Federal Reserve board. He had been asked by Christine at the time to look into whether or not this is probably mid 2017, whether or not what was going on in crypto was a reach for yield. Was this just pure speculation, or was this the emergence? Was it possible that we were seeing the emergence of a new asset class? And for fed economists and people of this ilk like that is a very high bar. And there's a lot of statistical tests that I would never even begin to explain, much less do I barely understand them. But the short answer was that their surprising result was yes. And the reason I knew about this, because Benson knew that I had some interest, and he was reaching out and talking to me and asked me to kind of review a draft. And I was taken aback, because one of the findings was that it was bumping out on what's called the efficient frontier. And that basically means that and a lot of this, he ended up publishing this research in the portfolio journal of Portfolio Management in 2019. But it basically means. And now BlackRock is running away with this old theme, but it basically means that almost every portfolio should have a little bit, because on a volatility adjusted basis, because it is uncorrelated or has no correlation to any other asset, it provides diversification benefits and the benefits are massive. We're not talking about one or 2% portfolio diversification, we're talking about huge, huge benefits to what's called, again, the efficient frontier. And so I was like, that was really convinced me that I had to do this. Unfortunately, we were just way too early. Mike Novogratz, a great macro PM who had very publicly gotten into crypto. I was introduced to someone who was working out of his family office. Anyways, Mike gave us some sort of capital and space to start up the fund. But I think that everything takes longer than you think that it will, even when you take account for how long it's going to take. Hofstadter's law, and it was definitely the case. Not only was the whole realization of crypto as an asset class not yet mature, the tooling and the infrastructure, and just like the accountants and the auditors, none of that stuff, it was very difficult, but it was still an amazing experience. Just to put you back in this period of time, I remember my then future partner said to me, Sam, just FYI, Mike is not convinced that bitcoin belongs in a macro portfolio. If you remember, it was really confined to venture funds at the time, and paradigm had just raised a lot of money, I think at this time. I remember the first question Mike said to me was, why is bitcoin a macro asset? I said, it's a macroasset by birth. It's written in the Genesis. Block chancellor on brink of second bailout Jan 2008. He's like, that's a great answer. I'm going to use that. But it was a very long and difficult bear market. But it was great. I mentioned earlier that I was one of the first people to use to go me, which ultimately was acquired by Coinbase and became integral to Coinbase prime paradigm trading, which is now where 70 plus percent of all options, bitcoin and ETH options, even CME is now block trades are done through paradigm. I was one of the first people to do that. Anand is an amazing builder. We were probably 10% of the bitcoin options open interest at this period of time. Bitcoin was at like 3300. And we were the first people which this is crazy in retrospect, people watching this will laugh that know this derivatives base. We were the first people. It even got written up by Ledgerx. Ledgerx by the way, was the only legitimate place that was CFTC registered to really trade bitcoin options. It was difficult though because it was fully collateralized and liquidity was low. There was only one market maker. It took us I think two or three weeks just to get like a few million notional of options premium on in bitcoin, which is not a lot. But at that time that was like 10% of the options open interest, which is crazy for something that's now 20 billion market. So it was an amazing experience. I got to see a lot of the early infrastructure that now is being used by institutional investors that are papered up to trade spot and help facilitate the growth of that market. We were very early on Darabit."
    },
    {
        "speaker": "B",
        "text": "So to finish out your story, Sam, what got you kind of ETH pilled as well, because that's how you've been introduced to me as well. I think maybe three years ago. It was just like, hey, meet Sam, the guy who is popularizing the Ethereum narrative to a bunch of unbelievers in tradfi. He told the story of basically crypto and bitcoin, and how you kind of dialed in there in bitcoin. But correct me if I'm wrong, I don't think it stopped there. And now I know you as more as sort of a tradfi's Ethereum evangelist. So tell me, the unofficial self proclaimed."
    },
    {
        "speaker": "A",
        "text": "EtH maxi of Wall street."
    },
    {
        "speaker": "B",
        "text": "Yeah, is that what they say?"
    },
    {
        "speaker": "A",
        "text": "So you mentioned earlier we traded the first option on Ethan did that with a via an ISDA, an OTC trade. I remember ETH was at $100. I'm sorry, 160 and we bought. No, I'm sorry, it was at 120 and we bought 166 month call, six month calls. I remember there was no volume curve for ETH at that time because Darabit had not yet launched. And so I remember when we were negotiating, we were like, what are we going to use for this? For the Volcker? It was like, we'll just take bitcoin and add five points to it. That was like, that was the logic that went in to figure out what the forward volatility curve of Ethereum should look like. I never really expected to get as deep into the Ethereum ecosystem as I did. I was pretty happy playing this more, Tradfi, being an allocator and trader in the space. What kind of happened? Flash forward a little bit. I was hired to come in, and I was pretty much the only person who had really built what is a sufficiently credible institutional setup for trading digital assets at that time, I was asked to come in and build out crypto for more capital to a sufficient standard. And during the course of 2021 in particular, and I think it reached kind of a crescendo for me. And it was actually in December 2021, I think it was when JP Morgan had its first and only digital asset conference. And this goes a little bit into one of the bullets I put that I wanted us to talk about. What does tradfi know about crypto? The knowledge level is very low. In a lot of ways. I joke that tradfi is worse than retail, and the reason why, when it comes to fomo, and the reason why is because tradfi often is not allowed to use metamask or is very highly concerned about getting caught by compliance. It's a little bit vague in my prior job, whether or not even I was allowed personally to use it, or did that $3 eth transaction count as something I need to report? This is not sufficiently important enough for people that they even want to play with it in a lot of cases, that ambiguity. It's not until you really get into these deep bull cycles that people are trying out metamask, you see those usage spikes. Knowledge is unfortunately low because tri doesn't actually know what private keys are. They just haven't interacted with it the same way retail has. I've actually said, I think at a permissionless conference a few years ago with you guys, that I actually think retail has a little bit of an advantage over tradfi or the billionaires, because they actually engage with the technology, and that's very helpful. So I became very concerned that I was seeing a lot of, at that time, what we called ETH killers coming through, making the rounds in New York, telling institutional investors that Ethereum was going to die, that so and so was going to be the new, it was going to replace Ethereum. And we, we still see some of these coming around, but not to the degree it reached then. And I don't think Anatoly was as guilty of this. And again, I'm referencing conversations and pitches that I saw happening in tradfi type environment and conferences. Eman Van Goon definitely went around saying this."
    },
    {
        "speaker": "C",
        "text": "Yeah, that's the founder of Avidoon for people who don't know."
    },
    {
        "speaker": "A",
        "text": "Yeah. Anatoly, not as much. Kyle Somali did. But that was not actually a new thing. Kyle told me the day we bought those first call options on Ethereum. It was at 120. I remember I met anatoly during the seed round because Kyle had introduced us. And I remember I wasn't going to tell the story, but I. I remember it was like 09:00 and I was talking to Kyle on the phone and we had just, again, Eth was at 120. We bought six month forward, 160 strike calls. And I was like, kyle, what do you think of eth here? He's like, it's going to zero focus. Let's focus on Solana. I was like, it reminds me of a younger version of myself, this kind of overconfident. When you're younger, you think you know a lot, you're very overconfident. As you get older, you get beat up in the market enough, you become a little bit more. A little bit more humble. But, yeah, flash forward to 21. I think he in particular was out there telling. I remember seeing on Twitter this comment that he said he was getting called by all the billionaires. You know what? I think that was probably true. I think they probably were. And he was telling them, like, Solana is going to kill Ethereum, basically. So that whole thing was very frustrating to me. And the reason why is because, guess what? Ethereum does not have a marketing department the way that Solana does. It does not have a marketing department the way Ava labs, or whatever it is, does that plasters the New York City subways with avalanche advertisements. And then we had Luna and this thing. I knew within 15 minutes of looking at it on the website, this thing was a Ponzi scheme. There were little toy versions of this on eos and Ethereum back in the prior bear market. Everybody knew. There were jokes. And here, this thing's actually become like a real. This looks like a huge thing. I was genuinely alarmed. And so I reached out to Justin Drake and I said, look, I understand that Ethereum and the EF, et cetera, doesn't have any interest in or doesn't have any type of interaction. I mean, one of the problems was, like, JP Morgan didn't even know how to get in touch with the efdeh. The team that is building their blockchain solution could not get in touch with anybody at the EF."
    },
    {
        "speaker": "C",
        "text": "And I would assume tradfi deals in handshakes and meetings and conversations. And so if they can't have that form factor, they probably just have to sit on their hands."
    },
    {
        "speaker": "A",
        "text": "Well, I mean, they're certainly not supposed to use messengers as the SEC has enacted these very large fines on messaging apps. I don't know if you've seen these billions of dollars on the banks and now they've been looking at some of the funds. That's why I was not allowed to use messenger apps until I left my prior employment. Interesting. So what I would say is Ethereum doesn't have a marketing department. There is no single person you would reach out to. I remember I said to Tyrone Lobbin, who runs onnx at Jimmy, and I was like, oh my God, ethereum is so decentralized. This is like this. Call me to court in the future and I can testify as to how decentralized Ethereum is. That literally, the group running a geth client at JPMorgan cannot get in touch with anyone at the EF. And so I facilitated an introduction and the first call that took place between JP Morgan and the EF in 2021, which is just pretty remarkable. But it's also a beautiful story, and I think it really speaks to the robustness, and I think it's getting back in a long way. I apologize to why I ended up getting pulled into this. You realize that these are assets. This is a space where you've got to do a little bit of your part when the opportunity or when you're called upon to do that. I had to do it in a very careful way in my prior job that included, for example, trying to do reference calls for Coinbase to keep people from going on to FTX, because anybody who was close enough to these markets, looking at what shenanigans Alameda was doing, I was terrified, frankly, that it was going to drag down my career and the respect for this space or not, that we had a lot to begin with. But. And so I was trying to do my little, my part, right, both to say, you know, on the, on the sex side, prevent a lot of Wall street firms from onboarding at FTX. Unfortunately, I was not sufficiently successful. And that really set us back. But that was me trying to really protect my career in a lot of ways. I didn't want us to go through this, but it was also that there was an opportunity for me to play a little bit of a role in the ethereum ecosystem that wasn't being filled. And part of this, again, was that because nobody, when Iman van Goen or Anatoly, and to a much lesser extent, Khalsimani, comes in and tells tradfi people something that's slightly sophisticated sounding. They don't know any better than just to like nod along and be like, yeah, that makes sense. You know, Anatoly in particular has this debate style where he says something kind of complicated sounding and then he laughs about it as though you should have, this is obvious, everybody knows this. And it kind of almost makes you feel, if you're not Justin Drake or Dankard Weiss, you know, you're not sufficiently competent or confident in your view to really refute that. I'm not saying that he always does that in a malicious or negative way. I think it is just part of the way he communicates. But there was a lot of, there was just, again, Terra Luna was just, I felt a need to try to stop a Ponzi scheme from promulgating throughout all of crypto, all of traditional finance. And that meant that we needed to have people that could speak on behalf of what I feel is going to be the global settlement layer for the global financial system, Ethereum. And people like Justin Drake or Dankrad or Onsgaard, these really brilliant, really smart, earnest, great communicators that are also researchers in the Ethereum space and try to get them or at least be know enough to then communicate it back to people in trad five."
    },
    {
        "speaker": "C",
        "text": "Well, I feel a lot of resonance with that story. Actually, one of the reasons why Ryan and I started bankless is because there was just a void about the story about Ethereum. Like no one was really telling it. And as a result of that void, that if the Ethereum community wouldn't really fill just, it just didn't really have that sort of desire. Like you said, there's no marketing department at the Ethereum foundation because the Ethereum community didn't fill that void. The bitcoiners did and the alt layer ones did, just because it was free real estate. And so that was one of the main motivations of starting bankless, is like, well, let's make a media organization that actually can effectively tell the fair story of Ethereum, at least how we see."
    },
    {
        "speaker": "A",
        "text": "It, and you did it. I consider myself a bankless acolyte, a follower."
    },
    {
        "speaker": "C",
        "text": "I appreciate that. And also doing our same role inside of the world of Wall street, where there is a void that many of the VC's with ETH killer investments will happily fill the void of the lack of understanding around ETH with their own narrative. I'm wondering, and maybe you can give us the download on what is the current understanding of Ether and Ethereum in Tradfi? What is the average tradfi member, the Wall street goer understand about Ether and Ethereum. How should we think about this?"
    },
    {
        "speaker": "A",
        "text": "I once asked someone, a tritified person, what is eth? What is Ethereum? And the answer was, Ethereum is a cryptocurrency like bitcoin, but it has some utility. And I was like, that's actually a very good answer. It's very concise. It's like a very high level and it is descriptive, but it, under the surface of that simple statement is like all the juicy details. That is probably a good line to just to think about when you like what distributed. They know it's a cryptocurrency like bitcoin, which is digital gold, and it has some utility, but they don't really know what that means. One of the other topics this person will be okay with me telling this story. One of the other topics that we're going to get into later is, have there been tradfi or in particular fed people that have been pulled in besides my friend Benson, who had written this paper, one of the first papers on the portfolio, benefits of having crypto assets in a portfolio. There was a guy who worked for him at the time, and we met like five years ago, and I haven't seen him since, but I was in Dubai representing scroll, and I was actually at Arthur Hayes party, and this guy comes up to me, behind me, goes, you're Sam Jernigan. You know my friend Vincent Durham, who I used to work for at the Fed. I was like, oh, my God, who is this? You know, I turned around and I couldn't remember his name at first. He was like, dion. I was like, oh, my God, Dion, how are you? He's like, good. I was like, what are you doing here? This guy used to work for a asset pricing theorist at the Federal Reserve. Dion. I was like, what are you doing here? Like, this beach party for Arthur Hayes in Dubai. And he goes, oh, I come into crypto now. I'm a Defi founder. And I was like, what did you start? And he was like, term lending. I was like, oh, my God, it's brilliant. One of the missing pieces in Defi is actually fixed rate lending. So Dion and his partner have started term finance. And he goes, what have you been up to? Blah, blah. And I told him, he asked me, he goes, well, what do you think trad five people understand about crypto? And I used this line, and I remember Deion looked at me, he goes, so you're saying I should still be buying ETH? I was like, basically the most bullish thing about ETH right now is the fact that the understanding of tradfi is that it's this crypto asset like bitcoin, because I think when they fully understand it, it's going to blow their brains out. I had a breakfast last week with a financial institution that has some periphery exposure to crypto. Let's say I had to explain this. We walked through what is digital gold? Bitcoin is digital gold. And they knew the Michael Saylor routine well. I was like, but for example, tether, which youve probably heard of USDT, of course. I was like, none of that is on bitcoin. Hes like, what do you mean? I was like, theres no tether on bitcoin. And he did not know this. I was like, I was like, all of it is on Ethereum. And Tron, which we dont want to talk about is on Ethereum and Tron and Tether. The company pays fees to the Ethereum network. They do not pay any fees to bitcoin. And this was he, I think he said something effective. Tell me more. Explain this. He did not know this. So the understanding is pretty low, even for, I would say, people in tradfi that are reasonably exposed to already to the space. And so that's very bullish. But it also should, again, hashtag early. It's early."
    },
    {
        "speaker": "B",
        "text": "Okay, so Tradfi has very limited understanding of Ethereum. They sort of now have barely wrapped their minds around bitcoin, but by and large, they don't understand Ethereum. Sam, you said something interesting there. You said, once they do understand it, minds will be blown. So why, maybe this gets back to the conversation we were having earlier around sort of the risk free rate in Ethereum. And this idea of ETh producing positive yield was a term you said, and we said we'd get back to this in the podcast. But does this have something to do with why you think Tradfi's mind will be blown when they understand what this asset actually is? Give us the case here."
    },
    {
        "speaker": "A",
        "text": "Well, this is where I, this is where you run a lot of risk doing an hour long podcast for this, because I tried to give you one very simple vertical, one simple utility of Ethereum, say swift messaging of financial money assets, and this simultaneous settlement of those funds, that alone is going to change the world. You can think about stablecoins as having pressed a button on an unstoppable progression at this point, but that alone is a huge deal. I think the natural evolution of that is that if you have this decentralized permissionless asset etH, that is effectively accruing value and becoming a, whether you want to call it outright deflationary or ultrasound or whatever description you want to put around it, now it becomes collateral because this is a cash flow bearing asset. The cash flows from that asset are returned. Right now, they have two primary issues. Primary means the first is cash flow is bought and burned, like Apple buys back its stock to return the earnings to shareholders. Here, the ETH is burned to return the cash flows to ETH holders, and then some of it is accrued to stakers. But the system as a whole is over a meaningful period of time. Fees are very low right now. That's partly because we're still in a bear market. Basically, I think traditionally a bull market is when you're making new highs. We're not quite there yet in Ethereum. Part of that's because we're in a bear market and we haven't started that virtuous process of bringing in a lot of new people playing with metamask or argent, et cetera. Part of it is because the recent upgrade, prototype sharding, was a scalability enhancement. This was not a minor upgrade. This is one where we actually scaled Ethereum in a very meaningful way. We scaled it so much that fees are cheap, and that's what we wanted, and that is likely to be a temporary phenomenon. Right. You know, you've had Justin on here to talk about this, but it's, you know, if Anatoly is like, you know, they used to be, that the Solana bear case on Ethereum was that fees are too high. Well, you know, guess what? We did a lot of really advanced cryptographic work. I mean, you know, the work dankard does, I think he's probably, probably the smartest person all of crypto. You know, Dankard's team, these are cryptography, ZK, and very advanced cryptographic schemes are scaling Ethereum in a way that I don't even think crypto understands. Certainly tradfi does not. One of the things this line that Vitalik has that I think is hugely underappreciated is that ZK is and maybe even eventually fully homomorphic encryption. But ZK is Ethereum's transformer, momentous. This is hugely underappreciated. This is largely not just a crypto manifestation driven by Ethereum, but even in academia. Ethereum community has driven the academic community within cryptography around ZK. And now fhe fees are. The burn right now, temporarily, is low because we have proto dank, sharding significantly, but the addition of blobs has made it cheaper to transact on Ethereum. It's made it cheaper for l two s to consume ethereum. Da, and that's great. But over time, the cheaper fees will onboard a lot more users and eventually they'll go back up. And that's why we will progressively increase the number of blobs, and we'll also eventually have full dank sharding, which will, as you guys know well, basically allow infinite scaling for pennies and the number of transactions will be much higher. So right now, temporarily, the burn looks a little bit lower. But again, that's for good reasons. It's because we have actually scaled Ethereum to make to allow more onboarding cheaper or via cheaper fees. But long term, again with the right thoughtful changes to the issuance curve or other appropriate adjustments such that we can keep eth an outright deflationary asset. It acts like collateral, and now you have a permissionless, decentralized collateral that exists in the world that has never existed before. And I think one of the most underappreciated bull cases that Justin Drake has laid out, actually a few years ago at Defcon in Bogota, I guess maybe a year and a half or so ago, where he explained how if you had a only governance free ETH collateralized stablecoin, what would the price of ETH need to be in order to provide for this utility? We need ETH to be ultrasound collateral to use the meme, but basically deflationary collateral such that it cannot go to zero. And that is really crucial, because then you can very safely, again, with the addition of removing as much governance as possible and keeping it capital efficient, which we have a plan for, but we're not there yet. ETH can be collateral not just for stablecoins, which there's a trillions of demand for that, but for other types of assets as well. I remember it was like five or six years ago. I think it was Joe Lubin who had this idea. He said, hey, you could have a smart contract at Ethereum that was an agreement between, say, the US and Iran that is collateralized by ETH, this permissionless collateral where they both have to put up, and if one of them violates it, neither of them can control Ethereum or ETH. This would be a slashable type of penalty. You can enforce behavior, good actions, you can basically enforce contracts using this asset. I don't think people have even really wrapped their head around the design space beyond just, again, crypto collateralized stablecoins that we can have, but we're talking about trillions of additional value for this, of collateral value on top of the cash flow value. So you have the cash flows that are accruing to this swift plus chips or fed wire settlement system, this moving of financial assets and the fees that accrue, and then that then allows you to have this permissionless collateral that has an additional value. So I think this is one of the reasons it's very difficult to tell the story of ETH, is that it's, well, it's infinitely infinite possibilities, but I would say that is at a high level. You have the cash flow story, and then you have the potential value of this permissionless collateral. And the smallest, what I used to jokingly say the SAM, or the smallest addressable market for ETH is five to 10% of chinese deposits. So call it two to $4 trillion. That is the smallest addressable market for ETH asset."
    },
    {
        "speaker": "B",
        "text": "Do you think the addressable market for ETH of the asset is bigger than the addressable market for bitcoin? This is a test of your ETH maxiness, Sam. Do you believe in the flippening? Do you think that's going to happen? Do you think these are equivalent assets? Or is just like one destined to always be larger than the other? Or is Ethereum going to flip in bitcoin? Does that question even matter in your world?"
    },
    {
        "speaker": "A",
        "text": "The answer is yes. The market opportunity is definitely larger. I think that the bitcoin community is probably figuring that out. That's why all of a sudden you're seeing efforts like OpcaT and some of these turning on opcodes that previously the religion of bitcoin said was unacceptable. Yes, unquestionably so. Does that mean that the lever evolve or evolve on time, or evolve sufficiently, or enable sufficient functionality to challenge eth? Probably not even in the 100% scenario of a bitcoin. Maxi, or let's say you had a great guest on recently who walked through some of this. I don't remember his name from bitcoin. On the bitcoin side, I'm not sure I remember. He was from North Carolina, actually, because I grew up in North Carolina."
    },
    {
        "speaker": "B",
        "text": "Who are we talking about? So many guests, so many guys."
    },
    {
        "speaker": "A",
        "text": "But anyways, I think people who want to do more with bitcoin and have been inspired by what Ethereum has done and want to enable some of that capability even in their wildest dreams, I don't think they'll ever really get there. Look, I think even if you were able to get all that, the bitcoin community may not at the end of the day, these are social systems. I think its underappreciated the degree to which, at the end of the day, these are social systems. One of the things that caused me to want to put my reputation, my career behind Ethereum is after spending a few years now, getting to know and interacting regularly with the ethereum community, the breadth of it, but also the individuals that like, say on the research side, this is probably the highest functioning and executing group of people anywhere in the world. And I had a better, I said that better probably a year or so ago to someone, and I wish I could remember the exact wording, but it really is. I mean, I'm close enough to understand just how both functioning, but also the values and the way that people interact with each other. This is one of the reasons you don't hear on Twitter, maybe with a couple of exceptions, a lot of screaming about ETH or degrading bitcoin, et cetera, the same way the bitcoin maxis do, is just not part of the culture. So I was both impressed with the people, the culture, the way that people communicate with each other, the focus on research and not noise and that, I guess I was ETH built. And now I'm trying to tell that story to a broader tradfi audience."
    },
    {
        "speaker": "B",
        "text": "Okay, so the story for tradfi is ethereum as this almost this like unified ledger for global financial settlement, right? So like there's that part, part of the story and then as, as this collateral asset that is like, you know, supranational and exists outside of the nation state control. That's the dual story. Now we have a new narrative that's sort of entering. This is maybe on the shorter term time horizon, which is the Ethereum ETF. And going to this episode, the reason you, like David and I kind of prefaced it the way we have is because now it's time to explain some of these things for Tradfi. I'm just wondering, in your mind, as you see the Ethereum ETF finally being approved, what's the significance of this for tradfi? Does it de risk things? Do you have any assessment of what the impact might be for ether, the asset, like what the flows might look like? Just in the broadest of terms, how big of a deal is this for."
    },
    {
        "speaker": "A",
        "text": "Tradfi to begin with? People watching, people that spend too much time on Twitter, or just a normal person to spend some on Twitter? Dont worry so much about what happens in the very short term. I remember when bitcoin ETF's launched, people like, oh, it was priced in, fell down, went sideways for a month, and then it ran off again and blah, blah. Dont be so short term focused. I have no expectations as to what the initial adoption of bitcoin ETF's will, I'm sorry, or ethereum ETF's will look like, and in the short term it just doesn't matter. But when that does happen again, partly again, if you want to be able to accrue a little bit more eth over time, like myself included, I hope it actually goes a little bit slower, to be honest. I hope that I get a little bit more time to buy eth below all time highs. So I would not pay a whole lot of attention what happens in the very short term again. But over time, it's kind of inevitable that more people will get exposure to this asset class and a broader audience, and they'll be able to do it more comfortably. Even those firms that are papered up in, like the wall street firms, the hedge funds and family offices that are papered now to trade spot at Coinbase, theyre never going to do it in the same size as if they can hold it in an ETF form. So I think thats one of the reasons the ETF flows on the bitcoin side have exceeded peoples expectations. This doesnt surprise me. Its just a form factor that a Wall street organization can get more comfortable with. Preston, when I mean comfortable, I mean size, hundreds of millions, billions of dollars, I think what will happen with ETH, it seems likely, just based on my understanding of how they're arriving at this, or my understanding until now as to why, how the process has worked. They've been able to, the ETF issuers have been able to show a tight correlation between spot and bitcoin CME futures and ETH CME futures, and there are no CME futures on any of their assets. So these two are likely to be quasi enshrined, unfortunately, but kind of quasi enshrined because of that narrow path by which we're going to have spot ETF's for bitcoin and ethan. Over time, when flows do come into ETH, lets say that the organic new flows into ETH, there simply will not be any eth for sale. The dollar values, even with fees very low on ETH. And of course, once ETH starts making new highs, transactions are going to go up, fees are going to go up, and that means youre back into a deflationary mode. Even with the very modest amount trickle of new ETH that is flowing onto the market with activity low post proto dank sharding. It's nowhere near one average day of bitcoin ETF inflows is ten x the net issuance of ETH, whereas that barely offsets the issuance of bitcoin on a daily basis. So I think the price reaction could be actually pretty absurd."
    },
    {
        "speaker": "B",
        "text": "What about the clearing of the regulator."
    },
    {
        "speaker": "A",
        "text": "By the way, once it starts making new highs, then you have new users and you're entering that cycle where now it's like supply is contracting as more money is flowing in via these ETF's. I think it could be quite dramatic, to be honest. Again, I don't know if it'll take two days to happen. I don't know if it'll take two years and it doesn't really matter. Hope that it takes longer to be honest. For me personally. What about that? Hold on. But let me just, theres a second derivative here is that I dont care if you are $100 retail investor or $100 billion billionaire investor, everyone chases. And so youve got what, 25, 30 billion in bitcoin ETF's when ETH out starts to outperform. This is going to your question about the flipping that money thats sitting in those bitcoin ETF's. Again, this is just simple economics. In FX, you value currencies on relative inflation, and the relative inflation of ETH is lower. So when ETH starts outperforming bitcoin, people will chase. And so money will not be, we're not just talking about new money into ETH. We're talking about money that is the 20 or 30 billion that is sitting in bitcoin ETF's is now going to start chasing Ethereum ETF's. You already have this large pocket in the beginning. They'll call it a diversification of their crypto asset investment. So it's like maybe it's 2% of some pension fund that they've got in the blackrock bitcoin ETF. And so they'll say, oh well, the market waiting. When ETH starts outperforming, after a while, everybody gets fomo. Remember, they'll start saying, oh well, we shouldn't have all bitcoin. We should have some of the Eth ETF as well. And so they'll do like a market waiting. We'll start with 10% and then, well, we should have two to one because bitcoin is twice the market cap. So then they'll add more eth to get a market weighting of bitcoin to ETH, but it's just human nature."
    },
    {
        "speaker": "B",
        "text": "They just fomo."
    },
    {
        "speaker": "A",
        "text": "I do think the marketing will happen again. I don't know the timing. It is very difficult in markets. I've got a lot of gray hair at this .1 of the things I've learned in markets is that it's hard enough to get the direction and the magnitude correct. Don't try to also get time correct. Leave that one alone. Expect it to take longer and focus on the direction, the magnitude."
    },
    {
        "speaker": "B",
        "text": "How about this breaking of the regulatory haze? I don't know if that's made a big difference for tradfi, but it's Ethereum because of the lack of action of the SAC or banning about of people like chair, chair Gensler. It's been unclear what its status was. Is it ethereum of security? Is the SEC going to try to claim this? Is it a commodity? And now with the SEC's approval of the Ethereum ETF, it's just quite clearly a commodity. Is there a group in tradfi that was just like waiting for this to happen? Like there was this some regulatory haze over Ethereum and they had not purchased ether, but now they will because it is securely a commodity or does that not matter very much?"
    },
    {
        "speaker": "A",
        "text": "I'm not sure. I'm not sure. I have a view on that. One thing I would say that I know from in 22, I think that there were some large, well known hedge fund, hedge funds that were long, some Eth. And I remember I got a message from one of the large bank sales coverage and I remember she basically was like, hey, somebody's telling me Eth is going to be declared a security. This is like two years ago. And I was like, that's not going to happen. Actually, I wanted to give you guys credit. This is reason why you need to watch bankless. Every single one is because there are alpha drops in bankless episodes that people don't realize. The biggest alpha drop that nobody realizes was in a bankless episode where Justin Drake. It was right before the merge, towards the end of a conversation, you remember this, the list of reasons to be bullish on ETH or ETH won't be a security or something like that. And one of them was a statute of limitations. I went and looked into this because I had never heard anything about this. This was a. So I went and spoke to several big law firm lawyers, including a former head of, longtime head of enforcement at the SEC. She almost would not engage with me on the conversation because she said east not a security. And I was like, but if it was, she's like, but it's not. And I'm like, please help me here. If it was, would this, would it the, and here's specifically what, I don't think he gave this detail. But here's what I figured. I found out basically there was a change to the National Defense Authorization act of 2021, if you want to. By the way, we can talk about politics. And I had a brief prayer on Capitol Hill in the prior life. But if you want to get something into a bill, you want to get it in what's called the omnibus, which is a spending bill, and you want to get in the defense authorization bill because everybody's got to vote to pay the troops, you got to vote. There's all these bases raise salaries, and that's done. The authorization bill, at any rate. So somebody slid in a change to the statute of limitations into the National Defense Authorization act of 2021 that changed the statute of limitations from ten years to five years. And so he was correct that there was, and I, again, did some due diligence to double check this. I was pretty confident that ETH was not going to be a security. And having done some due diligence on that, amongst other things, and I said as much. And so the way I would answer Davids question is to say that I dont think recently people have not owned it because of, or rather theyve owned bitcoin and not ETh. I think theres some of that. Right. It was just nobody wants to take headline risks like what if it is a security that's a small segment of the market. But what I can say was certain is that there were people, say back in 21, 22 that weren't just worried about the fed raising rates and selling or FTX blowing up or whatever. There was also in Wall street this concern even back then that I guess, 22, that ETH was going to be deemed a security. So I think that there were people that otherwise probably would have been around long for the ride or maybe on the ride, on and on again, off again. And they kind of got off due to that concern back then. But I think people just don't own ETh right now. Really, on Wall street, it's still pretty small relative to bitcoin. People are very crowded in that concentration, that exposure."
    },
    {
        "speaker": "B",
        "text": "Sam, one general question, I think for a lot of crypto natives, is it a good thing to have tradfi on our side? Right. It feels kind of good right now to hear Larry Fink talk about the bitcoin ETF. And hes also talked about tokenization and with Blackrock getting an Ethereum ETF approved, I know hes going to be on the media circuit talking about ether the asset as well. And all of that is great, right? Were excited about that. In general. Were not really sure what they think about DeFi, though. We're not really sure what they think of the concept of a decentralization. If we create another privacy mixer on Ethereum, not really sure where they'll fall on some of these issues like decentralization. And the broadest of questions is do they consider crypto a threat? Could they use it the way they want? Maybe for tokenization of real world assets, but then also be concerned and try to choke off the Defi touch points because those are threatening to the large institutions. You got a bank like Wells Fargo has 200,000 employees, and then you have a protocol like Uniswap with just a few dozen got to trillions in terms of trading volume. We can do so much with far less people. And is that not threatening to the existing institutions and incumbents? So where do you come down on this? I know you're representing trad five, but you're also straddled in the crypto world here, so you've got a foot on both sides here. Do you think tradfi is going to be a friend of crypto or a foe of crypto or just something in between?"
    },
    {
        "speaker": "A",
        "text": "I think it's good. I do not think we want the Ethereum ETF's staking. If there were a mass slashing event that would cause, that would cause governance risk. Right. You could imagine if this is actually why we need to limit the percentage of the network that is staked or evolved staking in a way where a portion, that only a portion of it is slashable staking versus non slashable. Vitalika has introduced proposals around this. So I do not think for the time being we want those ETF staking. They should be simply receiving that. The risk free rate, which is the deflation you get from holding native ETH, that is the real risk free rate because you can be slashed and it hasnt happened sufficiently up to now for people to be worried about it. But it freaks me out to think about blackrock getting slashed. I dont want that data happen. We need to keep the network such that the risk free rate is the deflation, 50 bps or 1% you get from holding native ETh. That's really a side conversation. The next part I would say is I think that, look, defi is super cool. This is an evolution. And they love it. This is why I think I was surprised that somehow Larry Fink was able to become a crypto maxi within such a short period of time after FTX. I will admit I did not see that happening that quick. I thought that would take two or three times as longer. It's still this one. I got a good example of why I don't do timing. I did not expect this to happen. So I think that this is, remember I said their minds are going to be blown when they figure this out. This is an example, tries going to be blown away when they figure this out. I think actually getting back to this unified ledger, you mentioned this, the BIS introduced this piece around what they call the blueprint for the future financial system and the unified ledger. And I remember when I read the first half of it, I texted a former fed friend of mine. I was like, the BIS is trying to fork Ethereum because what theyre trying to do is basically deploy a central ledger that all other banks and financial institutions and central banks would then settle to. And that is the power of a unified ledger that enables just infinite composability and tokenization is an insanely big concept. And it's going to happen. And it's what I would almost say it's a little bit like DeFi growing up. I think you'll always have the uniswaps and compounds and aaves of the world, but I think you're going to have, remember we talked about JPMorgan's onyx that uses basically the geth client that Consensys maintains. Consensys bought that from JP Morgan in 2021 after JP Morgan had been maintaining it for a long time. But it is trivial. So right now, JP Morgan basically tokenized dollars and tokenized treasuries and solved one of the last remaining problems from the global financial crisis. And this was whats called tri party repo. This is where banks basically can't trust each other during the period of time it takes for these two assets to settle at different times. So dollars and treasury settle at different times, but if you tokenize them, they settle at the same time. Right now they're basically just doing it with a small handful of counterparties. So it's basically just like Goldman and JPMorgan doing what's called repo, loaning each other money for a short period of time overnight borrowing dollars, using treasury as the collateral, which again, have both been tokenized. But it is trivial. And it's private and permissioned, but it is trivial to connect that to the ethereum l one. Now put yourself back in. Sam journey in my prior seat at a very large global macro fund. And let's say we have, let's say we have JP Morgane, so tradfi institutions on the buy side, so hedge funds, et cetera. We want to trust JP Morgan, we need to trust JP Morgan. But we would love to have the ability to also immediately move that asset with finality to settle, say a margin requirement at Deutsche bank. And so if you were to connect the JPMorgan onyx geth client and basically make it a validity proof or basically an l two, right, you connect it to ethereum l one. And now if Deutsche bank or Goldman Sachs has their own zk roll up, maybe it's a, maybe it's a l two, maybe it's an l three construction or validium. It most likely will be some sort of a validium construction so that all of the data is not posted to the l one. It'll be posted to a data availability committee, which is fine, because again, we're talking about hedge funds that want to trust, that need to trust JPMorgan. So we're okay that the data is housed there, the data availability is there, but we want the interconnectivity of being able to utilize this unified ledger, the ethereum l one. I actually think that most major banks and financial institutions will have their own execution environments that will allow their clients that are permissioned to interact and execute in these permissioned environments and then move those assets around via the l one. And this is not a new concept, by the way. Ive had conversations where this is the holy grail. This is the goal. And this is why, from my perspective, when I read the b's paper, I was like, oh my God, theyre forking ethereum basically because this is really transformative. Stablecoins pushed a button that really cant be undone. Stablecoins were a phenomena of the prior bull market that did not go away. And in fact they've grown and proliferated and they have really legitimized the use case for open public systems. But you could imagine this is going to reach a limit. JP Morgan is not going to allow 100% of its balance sheet to be monopolized by this corporate squid circle. If circle were to grow to a certain size, JP Morgan will be like, we're not going to just let you take over all of our deposits. They're going to tokenize their own. And so you have pushed a button. I don't know if you're familiar with tokenized deposits. We should have that conversation to follow up. But stablecoins pushed a button that can't be really undone. This is basically the global proliferation of dollars that for the first time ever, really, anyone and everyone in the world, no matter where you are, is allowed to save, hold and transact in dollars. And that's never existed before. China alone has more than 500 billion of capital flight a year. This is not reported, obviously, but it shows up in what's called IMF air and emissions data. It's the difference between the current account and the capital account. And so we know that money flows out like the average chinese citizen is only allowed to hold 50, is only allowed to buy $50,000 a year, and they have to hold it with their domestic bank. But if you have an Ethereum account, you can hold as much circle or tether as you want in your Ethereum wallet. So this is a really big deal. This is why adoption in parts of Asia and in South America has been very high for stablecoins and the number of individuals in these countries that have either held or used stablecoins for transactions. But ultimately that is going to result in banks saying, hey, we want to get on this too. And we can't have this corporate entity with 30 employees monopolizing our balance sheet. We want to tokenize our deposits and they will go on public blockchains because private permit. We know this from the era of the Internet. There used to be what's called the intranet and the Internet before the Internet of the World Wide Web. And now you still have, I'm sure maybe you guys have a little bankless corporate intranet with your HR or whatever. Most companies do, JPMorgan, intranet. But you spend your time on the Internet. And I think it'll be very much the same way. The analogy of you'll have businesses and banks that will have their small permissioned private and permissioned execution environments, but they're going to be connected via the Ethereum l one, the unified global ledger."
    },
    {
        "speaker": "B",
        "text": "You're painting a world here, Sam, where tradfi doesn't try to choke off crypto and defi at all because it's not in their best interest to do so. Right? The idea of tokenization on this unified global ledger is very appealing to them. Gives them an opportunity to just upgrade their infrastructure, gives them new products to sell, gives them more things to financialize, which is, I think, bullish. I mean, as we end this conversation, one other topic we haven't uncovered yet is regulators and how they'll feel about all of this because it's a similar sort of cost benefit analysis when you get into kind of a regulator's head or like a big government's head. There are some things about crypto that are threatening to nation states and common powers and regulators, and there's also clearly some benefits in a similar position as the banks. And so from a regulatory perspective, I'm just curious, your general take on what you think needs to happen, and you also, I think, wanted to talk about. So we asked you part of this episode, hey, Sam, do you have any, like any alpha to share any thoughts on various topics? And you brought up this term that I'm not super familiar with, but I want to ask you about, it's called Chevron deference, and that sounds like a legal mouthful, something that only a regulator could love. But maybe you can explain the regulatory landscape, what's needed, this concept of Chevron deference, what does that mean? Why is that important to this story?"
    },
    {
        "speaker": "A",
        "text": "Sure. So the first one, again, I think regulation, I once said this with Matt from Van Eck on a panel. I was like, I never worry about regulation because it takes care of itself. Recommend 95% of the people watching this podcast don't worry about regulation. Since I've been in this space, people have always worried about regulation. And if that kept you out of it, well, it has kept a lot of people out, unfortunately. So it doesn't mean that you don't need to call your congressman. And calls work better than an email, by the way, call when you know, when important bills are coming up, etcetera, or when you get the point, but don't let it keep you out of this space. That is noise. That is short term noise. So I think regulation will evolve. Fine. And at least in the very near future, we are awaiting this. Basically 40 years ago, fascinating story. 40 years ago, there was a Supreme Court case involving the Chevron Corporation, EPA and environmental defense Agency organization. The short version is that the Supreme Court ruling at the time gave the power, basically said, hey, agencies are experts, we judges are not. So when a law is written ambiguously, we should give deference to the agency. And as it turns out, the head of the EPA at that time, and this was a win for the EPA. The head of the EPA was Neil Gorsuch's mother. Neil Gorsuch is a Supreme Court judge. His mother was head of the EPA at this time. Now this, it basically, again, it basically says when there's a law that is ambiguous, say, is crypto a security or a commodity? If it is ambiguous, the courts should defer to the agency expertise, basically. And this has been used to varying degrees by both Republicans and Democrats. Republicans used it actually to kind of, to reduce a lot of protections in the Clean Air act and Clean Water act under Bush. Bush W. People might remember that, but then that turned very hard the other way under Obama and also under Biden. And so, for example, the EPA in particular, this has had huge implications. I mean, we haven't had immigration law in God knows how many, I mean, 50 years. So everything that is done is interpreted by the agencies and courts. Give them deference."
    },
    {
        "speaker": "B",
        "text": "When you say agencies, you're talking about the regulators, right? The SEC, the CFTC. These are the agencies."
    },
    {
        "speaker": "A",
        "text": "Sorry, the regulators. Yeah, yeah, the executive agency. Regulators. Okay, so. And the courts simply have to defer to them over the last there have. The Supreme Court is currently very conservative, as most people know, and has taken a couple of strikes at this. Chevron deference, again, goes back to the original company, Chevron Corporation, 40 years ago, has taken a couple strikes at it. Most recently was actually last year. They did what was called the major questions doctrine. The Coinbase actually took advantage of that decision and part of their defense against the SEC, the idea being that, hey, the court said, hey, if a topic is of national significance, it's a major question. The court should not defer to the agency, for example. But then the question is like, what's a major question? Right. Well, in October of last year, not many people noticed it. I almost missed it. The Supreme Court agreed to hear a case of, I believe it's herring fisherman. There's actually two cases. One's called relentless, the other is called loper. Bright v. Raymondo Raimondo is the head of commerce. And what's at issue here is basically that these fishermen, these fishermen, there was a law passed years ago that said that the national marine fisheries should require observers on commercial fishing boats. The problem was that it cost money, and the Congress did not say how to pay for it, and they didn't provision money for it. And so the agency interpreted it to say that they could charge the fishing boats. It turns out that, and you see this in the case, that the cost of having an observer on every single boat was going to cost as much as 20% of the profits for these fishermen. So they sued and they lost straight up into the district circuit, the DC circuit, where Ketanji Brown Jackson was sitting at the time. And they lost based on the National Marine Fishery Commerce Department claiming Chevron deference, that they had written these rules under Chevron deference. Of course, this was then appealed by loper Bright Enterprises, the name of the fishing boat company. And the SEC took, I'm sorry. The Supreme Court accepted the case. So they had three options. They could hear the case on its merit. They could hear the case on curtailing Chevron deference or completely removing Chevron deference, striking it down. And they elected the latter two. And Katanji Brown Jackson is recused from that case, having previously heard it. As a result, the conservatives on the court, led by Neil Gorsuch, whose mother originally is responsible for this being in place, he's leading the charge to remove Chevron deference. And so they don't have just a normal majority as they normally do. They have a super majority because one of the liberal justices is recused, and we must. The way that the Supreme Court term happened works is they accept cases and it runs from October to June. So any day now, it's June 4 when we're recording. This could be this coming Monday, it could be the Monday after, but anytime in the next, I would say two to three weeks, we are likely to get a decision in loper bright. Vray Mondo on Chevron deference. And if you google this, you're going to see articles that talk about the potential chaos that could ensue from this. Because the agency's ability under Chevron deference to interpret and write rules and regulations was so broad, it stretches across finance, it stretches across, like I said, immigration and the environment. But in the hearing, you should go and listen to the oral arguments for the Supreme Court. Crypto comes up a number of times in the oral arguments, and it's even used as an extreme example of how Chevron deference has effectively caused a problem where this uniquely 21st century phenomenon, digital currencies, is seeing overreach by a regulator that clearly doesn't have authority. So the implication there being that if and when most likely, I would say 90 plus percent probability, Chevron is at minimum significantly curtailed, if not completely removed, there will be no question but that the regulator assault on crypto is basically done. It's done. And that actually has significant implications about whether or not you actually want to see legislation as it stands. I can tell you I personally do not want any legislation passed. It's much better. We're so early in crypto, if you write something with a certain definition or understanding now, it may not be relevant six months from now, much less 30 years from now. And it is almost impossible to get something taken out of law once it is put in law. This is why you, like, you hear about these laws. Of the 18 hundreds, it's very difficult to repeal them. Arizona is having to do this now in the context of Roe v. Wade and the abortion decision. There's 1800s law that they're having to quickly repeal. So you don't want. I mean, I think in my opinion, with the exception maybe of a very narrow stablecoin bill, I personally would just prefer to have no regulation. And that is especially true because almost any day now, the agencies are going to be completely neutered. The SEC is going to be done. Their assault on crypto is basically going to be cut off at the legs. I think they know that, and I think it's one of the reasons why they have implicitly pivoted."
    },
    {
        "speaker": "B",
        "text": "So this is cool, maybe just to connect the dots and then finish this out. So if Chevron deference is overturned, then it defangs one of the core problems that crypto has had with regulators, which is like regulatory overreach. These unelected officials, Gary genslers of the world, that are basically like hating on crypto and doing everything they can to just put up roadblocks. And it completely defends that. And I guess if we were able to thread the needle, at least in the US, is we'd have regulators, aggressive regulators, defanged from their ability to do kind of like over a broad rule. And then we'd also probably have a hung congress, at least for a while, so that they only get through legislation on, like, stablecoin bills and they don't go full, you know, like prying into the business and trying to over regulate everything, which would, which would draw us into a quagmire in crypto. Very interesting. I had no idea that that case had anything to do with crypto. And so, yeah, it sounds like it's a big deal. Well, Sam, this has been excellent. Thank you so much for guiding us through this. Do you have any. Just parting thoughts on. David and I have this bet right now, which is on the next roll up, we're going to give our pitch for Ethereum to Tradfi. I feel under equipped to do this, although I'm definitely going to beat David. David's got no chance here, but he's shaking his head. But when we're talking to Tradfi. But what is kind of the simplest pitch that we can give them? Is it what you said earlier, which is like, hey, this is bitcoin, but it has extra utility. Is that what Ethereum is? Yeah. How would you close this out?"
    },
    {
        "speaker": "A",
        "text": "I say to myself that to myself that EtH is like apple. And Jim Cramer has this line, own it, don't trade it. And that's the way I think about it. You want to own ETH. It is a platform. It is a secular shift with, you know, unbelievable fundamentals underneath it. You want to own it, don't trade it. That's, that's. That's how I approach it personally."
    },
    {
        "speaker": "B",
        "text": "There you go. Own it, don't trade it. We will leave it there, of course. Gotta let you know, none of this has been a financial advice. It never is on bank list. Crypto is risky. You could lose what you put in. But we are headed west. This is the frontier. It's not for everyone. But we're glad you're with us on the bankless journey. Thanks a lot."
    }
]