[
    {
        "speaker": "A",
        "text": "What do I see? I see some, like, scammy gamblers, which whatever they're saying, they're that now. So I like that better."
    },
    {
        "speaker": "B",
        "text": "I see honest, scammy gamblers."
    },
    {
        "speaker": "A",
        "text": "I see a handful of people working on things that I think could be really cool, and I think that's really nice. And then you still see a bunch of people sort of being dishonest, like, looking for a solution to a problem that doesn't exist and pretending they're working on something that doesn't really actually matter. And all they really want to do is launch a coin and make some money. And those are my least favorite of all the groups."
    },
    {
        "speaker": "B",
        "text": "Welcome to bank, where today we explore the frontier of tech, culture and politics. Maybe some crypto sprinkled in, too. This is Ryan Sean Adams. I'm here with David Hoffman, and we're here to help you become more bankless. The guest today is Mike Solana. Now, there's no relation to the Solana chain. That's just his last name."
    },
    {
        "speaker": "C",
        "text": "We do discuss that."
    },
    {
        "speaker": "B",
        "text": "Yeah, we did. He is the editor of the Pirate Wires. He's the guy that broke the recent Trump coin news. This is Donald J. Trump. And we started the conversation on that. Interestingly enough, he doubled down on his take that the Donald Trump J. Trump coin was actually associated with Trump. So stay tuned for that and why that could be bullish for crypto. Then we broaden the conversation to a number of other subjects, including why tech has pivoted. Right? Why the Democrats are bad on crypto, how the tech world views crypto. Is it like one giant Ponzi casino to those guys? Growth versus degrowth and the memetic wars, the state of media, and why it's broken, including social media. And is the US going to be okay after the election of 2024?"
    },
    {
        "speaker": "C",
        "text": "Mike is a podcaster. He's got his own podcast, which it's always just fantastic hosting other podcasters on your podcast, because they know how, they know how to podcast. It's always just a good conversation. He's always got something to say, something useful. And I really think his perspective, as someone who is just outside of crypto, he's savvy about crypto. He knows about crypto. He's not in crypto, though, but he's in tech circles. He's in political circles. And so getting his perspective on, like, our world as, as well as his perspectives on the future of where all of this whole, the whole world is going is just very, very, very useful because he's not a crypto person, even though even though he's pretty close. He's pretty close. And so that's kind of the value I got out of this episode with Mike David."
    },
    {
        "speaker": "B",
        "text": "Maybe for the clickbait, we should have titled this the Solana episode. Huh? And then it's just Mike Solana. I don't know, but we'll have some things to discuss, I'm sure, during the debrief, which is available to you if you are a bankless citizen. All right, guys, let's get right to the episode with Mike Solana. But before we do, we want to thank the sponsors that made this episode possible. Bankless nation. Excited. Introduce you to Mike Solana. He's the editor in chief of Pirate Wires, which is a media company that focuses on tech, politics and culture. I would say very pro tech. I don't know if he'd use the term I ack, but that's a term you've heard on bankless and is really pushing against a number of narratives. Maybe the degrowth narrative, among others. Also, he is the CMO of Founders Fund, which is Peter Thiel's VC thing. They invest in crypto as well. Mike, welcome to bankless."
    },
    {
        "speaker": "A",
        "text": "Thanks for having me."
    },
    {
        "speaker": "B",
        "text": "All right, so you must be aware your last name is now the name of a major cryptocurrency."
    },
    {
        "speaker": "A",
        "text": "Yes."
    },
    {
        "speaker": "B",
        "text": "Do you own."
    },
    {
        "speaker": "C",
        "text": "How do you feel about that?"
    },
    {
        "speaker": "B",
        "text": "Yeah. Have you sent cease and desists?"
    },
    {
        "speaker": "A",
        "text": "Honestly, I hate it. Solana. It's my name, and it was a rare name, and it was. I owned that name. I was Solana. I signed my essays. Solana. Solana is an important name. It's my family's name. Like, to have it just taken from me in this way is. Feels wrong, weird, and obviously, you know, it's a word, and people can take words. I'm not saying that, like, I'm going to be sending any cease and desist letters anytime soon, but it's just. Yeah, no, I don't. I don't. I guess maybe it's partly. It's flattering, but, God, I wish they chose something else. I really do."
    },
    {
        "speaker": "B",
        "text": "Do you own any soul at least, you'd benefit from?"
    },
    {
        "speaker": "A",
        "text": "No, I don't. I was a bitcoin person. Still. I'm a bitcoin person, and. But I've kind of stayed out of the. I'm interested in could, the crypto stuff. Beyond that, in the abstract, I'm going to defend people's rights to work in it and trade in it and all of that. But I've got too many hills that I am presently dying on to take on another."
    },
    {
        "speaker": "C",
        "text": "So I promise that we're going to get to more intellectual conversations. But speaking of crypto coins that have people's name on them, the Donald J. Trump meme coin debacle that happened last."
    },
    {
        "speaker": "A",
        "text": "Week, well, there's been a lot of news. Did you see?"
    },
    {
        "speaker": "C",
        "text": "Yeah, people are in my DM's saying, like, no, David, it's not over. Like, it's going to be. It's going to blow up. And so I haven't put my head in since last week, though."
    },
    {
        "speaker": "A",
        "text": "Well, obviously I broke the news and I stand by everything that I reported. I've spoken a lot on the pirate wires pod. I kind of broke down everything that I know about the coin. Like, there are things that I can. That I know for sure, and then there's speculation. So I know Barron Trump was involved. And beyond that, I don't have any insight into the inner workings of the Trump family and what weird things are going on behind the scenes. I have a perspective, which I've shared. But I think the more interesting thing here now is obviously people are speculating on the Donald Trump meme coin, but then you have the poly market, like the. The betting markets, where people are like, well, there was a question of, is the Trump coin real? That was one. Then there was the question of, is Barron Trump involved? Both of those, because of the UMA protocol, have been resolved to know. And while the first one, you know, what is a real official meme coin? That's subjective, really complicated. Like, I don't. That's a separate question."
    },
    {
        "speaker": "C",
        "text": "I think philosophers need to come in on that one."
    },
    {
        "speaker": "A",
        "text": "To the question of, is Barron Trump involved? To resolve to know on that question is shocking to me. I could maybe understand resolving to nothing."
    },
    {
        "speaker": "C",
        "text": "Like to sort of unresolved."
    },
    {
        "speaker": "A",
        "text": "Like, unresolved or I don't know if. But that's not possible. Well, then the problem is the protocol. Like, then the protocol is a problem, a huge problem, because you're resolving to know on something that I know, I know is true, and that the only evidence we have indicates that it's true. But a bunch of anonymous Degen assholes just think the vibes are off. And so they're saying it's not true. They don't know anything unique. And now people are losing money off of that. Not only are people losing money off of that, but the people voting on the protocol are also voting on polymarket, which feels like fraud to me. And it's a huge, like, the Trump coin thing is fun, but it is, like, really sent shockwaves through. I would say, the sort of decentralized finance community and challenged a lot of assumptions about tools that are, you know, still being worked on and have a lot of promise. And I still think there is a lot of promise in this stuff, but this one's really bad. Uma, like, not only did they come out and not only this happen, they then supported it publicly. They have employees making fun of people like myself publicly online over this, in my opinion, like, very contentious issue, that they're just wrong again, they are just wrong about. And polymarket just denounced them publicly. So that is going to be, I mean, that's like a huge sort of, just now, like, within the last hour, I would say, breaking story."
    },
    {
        "speaker": "B",
        "text": "I feel like we need to maybe back up and set some context. We dove right into the Donald J. Trump like meme coin, and, like, some bankless listeners might not be familiar with the story. So I want to start with kind of like the tweet that sort of set a whole bunch of this off, which is, as you said, Mike, the tweet you kind of stand by, which is from pirate wires per conversations, Trump is launching official token Dgt on Solana Baron spearheading. That's the tweet. And so is that what you're talking about? Like, you stand by that tweet, you think that that is an accurate."
    },
    {
        "speaker": "A",
        "text": "Everything that I reported was. Everything that I reported at the time was accurate. And I have no idea what's happened since. I'm not in Donald Trump, not a member of Donald Trump's family. I imagine a lot has happened since I can speculate. And I did on the pirate wires plot about what I think kind of maybe went down since then."
    },
    {
        "speaker": "B",
        "text": "What do you think? What do you think went down?"
    },
    {
        "speaker": "A",
        "text": "I believe that Barron asked Trump to run this meme coin and to make it the sort of official Donald Trump meme coin. And Trump said, I love you, son. Yes, of course, whatever. And that can't do his voice, but someone else better than me can. And I think he didn't think much about it. And Barron got excited. And I do believe Shkreli was involved. I don't know. I have no sense at all of whose idea it was or anything like that. I just know that that Barron was involved. I believe my speculation is that Trump said yes, but there were other people, maybe even in his family, who wanted to do their own version of a meme coin. There was probably some kind of, like, succession, like internal gain."
    },
    {
        "speaker": "C",
        "text": "Who gets to do the meme coin?"
    },
    {
        "speaker": "A",
        "text": "And I think Barron Trump made a move, and that's what I think. And I think that once, I think once the news went public, probably Trump had not clued in a lot of his lawyers. And I think they probably were like, what the fuck is this? And freaked out because it's not too long before an election and it's a sort of unknown quantity and shut it all down. But there's been no public business just."
    },
    {
        "speaker": "C",
        "text": "To shut down the exposure. Just like the, they're just like, don't say anything."
    },
    {
        "speaker": "A",
        "text": "I think they iced out anybody. I'm not involved, obviously, in the coin itself. I don't even own any, I don't bet on this stuff, but I think that they probably iced out anybody they were talking to about it and are just putting all of it on pause for now. It's interesting to me that there's been no public denunciation."
    },
    {
        "speaker": "C",
        "text": "I hasn't, there didn't, didn't. There was some announcement from one of, like, the Twitter news accounts that said, like, an advisor to the Trump administration says that they are not involved with the DJT token on Solana."
    },
    {
        "speaker": "A",
        "text": "Well, the advisor's not involved. I didn't see it. I'll have to look at it."
    },
    {
        "speaker": "C",
        "text": "The advisor said that the Trump administration."
    },
    {
        "speaker": "A",
        "text": "Speaker one, I know that advisors, advisors back channel didn't and didn't know anything about it. They're totally wrong. If, if there's an official, if the Donald Trump campaign is officially coming out and saying the president of the United States can confirm that he is not involved in this or whatever, that will be interesting to me. And I'll have to reassess what I've been saying publicly and provide more insight into what I know for sure. But I'm guilty of being a headline."
    },
    {
        "speaker": "C",
        "text": "Reader, so I don't go into the details."
    },
    {
        "speaker": "A",
        "text": "I haven't seen that. And I've been inundated with anonymous schizophrenic dgens in my mention."
    },
    {
        "speaker": "C",
        "text": "Sorry."
    },
    {
        "speaker": "A",
        "text": "I'm surprised. If they, if they had denounced it, I think I probably would have seen that over and over again. Maybe not. I'll have to look at it later."
    },
    {
        "speaker": "B",
        "text": "Wait, where does Martin Shkreli fit into this? That's why this story is also weird."
    },
    {
        "speaker": "A",
        "text": "Shkreli was working with Baron in some capacity on the coin."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "C",
        "text": "And Skrelly inserts himself into things."
    },
    {
        "speaker": "B",
        "text": "I have no idea."
    },
    {
        "speaker": "A",
        "text": "I don't want to say anything about him because I actually don't know the genesis of that at all. I just want to share what I know."
    },
    {
        "speaker": "B",
        "text": "Can we, can we talk about a hypothetical universe where Trump's advisors lawyers a better sense of the situation didn't actually put pause on this, and Trump actually legitimized a crypto meme coin. What do you think that world would actually look like?"
    },
    {
        "speaker": "A",
        "text": "Well, it'd be mooning right now. It'd be insane."
    },
    {
        "speaker": "B",
        "text": "So number go up."
    },
    {
        "speaker": "A",
        "text": "And I think that all it would really do is solidify Trump's connection to crypto in such a way as he would have to defend it or be much more likely to defend it, which would be a really great signal for crypto and people heavily involved in crypto to support him even more than they already have been. It's very clear to me that the Democrats want to shut it down. I mean, you're dealing with people who are animated by socialism and control of the economy. And so obviously, it always surprised me that they allowed this to go on as long as they did without going to war, for it fundamentally threatens their ability to manipulate people. And, I mean, in fact, that's why bitcoin was created. Like, come on. Like, that's the whole fucking genesis of it. And it's working. And, yeah, it's like they're on a natural collision course. Democrats have always been on a natural collision course with crypto. I'm even surprised that Trump, I mean, Trump's not really, like a free trade, sort of libertarian type person. He's a populist nationalist. And I was surprised to see him take this up. I think it's just politically very smart for him because crypto is a very increasingly influential contingent of the pop or segment of the population, crypto people. And certainly they have money, and they were being demonized. And Trump's been making a lot of bets like this, where he seems to be finding these places where there's really not any downside for him to support them and protect them, but a lot of potential upside. They're just, like, easy bets for him to make, and he's been making them, and crypto is, I think, probably the best version of this, where it was like, why? I know why the far left wants crypto to not exist, but Biden's a moderate. Like, why does he care? Why is he taking this bet? Why is he going so hard now with so many other things that are failing in his administration and his campaign? It was stupid. And we just saw what Jamal Bowman went down. The crypto people got involved there. I don't really think. I think that was bigger than them. I think it was bigger than, was it AIPAC or whatever? I think it was just like, people really hated him."
    },
    {
        "speaker": "C",
        "text": "But, yeah, I want to continue kind of just doing the sit rep on, like, the state of crypto and politics right now. Like, the crypto industry. Like, we see this. We see the incoming, like, 2024 election when we're getting excited, right? We see, like, both political parties trying to, like, vie for our love. Like Donald Trump. The demsite kind of pivoted and then, like, didn't really complete that. Like, crypto."
    },
    {
        "speaker": "A",
        "text": "They got scared."
    },
    {
        "speaker": "C",
        "text": "They got scared. Yeah, they got scared committing to the industry. But, hey, at least we got the Eth ETF in that moment."
    },
    {
        "speaker": "B",
        "text": "One lousy ETF."
    },
    {
        "speaker": "C",
        "text": "That's it. Trump undeniably, like, winning the tug of war over the crypto industry. But then you have, like, the pro Trump crypto people who are like, f. Yes. Like, you have to get behind Trump. He's going to support our industry. Then you have, like, the more, like, moderate skeptics, like leftists who are saying, like, well, like, he's definitely more pro crypto than Biden, but, like, it's free real estate for him. He doesn't have to make any, like, real promises. He just has to, like, speak the words. And this is kind of like the tension of politics that crypto has."
    },
    {
        "speaker": "A",
        "text": "That's the tension of politics, period. Yeah. It's like politicians say shit and do they mean it or not? Those, that's valid. I think that if you just looking at the record here, it's very, very, very silly to think separate from everything else. It's really not even silly. I think it's like, it's almost dishonest to say that you think there's a chance the Democrats could be better on crypto than the Republicans at this point, not only because of what they've actually done in office, but because of just, like, the ideology behind both parties. I've never understood conceptually the sort of, like, the leftist crypto person. I don't understand what that is. To be a leftist to me, is like, control of the economy, centralization. It's the only way to make leftism work. We're talking about fucking Marxism here. I remember there was this huge wave of press years ago. Taylor Lorenz generated it when she did an interview of this. Was her name Li Jin or something? She was like the web three socialist person talking about reading marxist and shit."
    },
    {
        "speaker": "B",
        "text": "We know Li Jin."
    },
    {
        "speaker": "C",
        "text": "We've had Li Jin on the podcast. Yeah. Uh huh."
    },
    {
        "speaker": "A",
        "text": "So she talked a lot about Karl Marx and, like, trying to find some, like, intersection between these things. There's no intersection. Okay. That's like you trying to be cool among, like, the young kids who are like the fucking communist baristas and shit while making a lot of money doing crypto stuff. And it's like, that's classic of a certain kind of leftist rich person, to be honest. But, but it's obnoxious and it's just not true. And, like, ideologically, it's just a lie. Crypto is the antithesis of centralized, the sort of centralization that you would need to make socialism or communism work."
    },
    {
        "speaker": "C",
        "text": "It just is one thing that I'm trying to measure out is, like, a lot of the crypto industry, like we say that crypto might just end up deciding the fate of the United States election. Like, we are enough of a cohort of, uh, that, like, we might be able to sway some, some, uh, swing states. And even Mark Cuban, uh, was on, he put on some big tweet saying, like, Gary Gensler, the, and his reign over the SEC might actually cost Biden the election because he represents, like, the policy stance of the Biden administration towards crypto. I'm wondering if you as being like, more external to the crypto industry, uh, what your thoughts on, like, our ability to sway this thing or not. Like, how much influence do we really have here?"
    },
    {
        "speaker": "B",
        "text": "I."
    },
    {
        "speaker": "A",
        "text": "Anyone with money has influence. People say there's too much money in politics. There's not a lot of money in politics, actually. There's not comparatively to the rest of the economy or whatever. People aren't flooding it with dollars. It's pretty easy to make a huge impact with a few million dollars, even $10 million. And now you're a major player in a race, especially if you're talking about regional senate races or things like that. So there's money in crypto. Ergo, crypto has influence and should use it. I think that's broadly true of anyone in tech, anyone in business. Like, if you, you need to be involved or you need to stop complaining about the outcomes."
    },
    {
        "speaker": "B",
        "text": "Okay, here's the thing I don't understand, Mike, and maybe with your kind of, like, tech politics lens, you can shed some more light on it. But it feels to me like, I don't understand why the democratic party is really, like, doubling down on this anti crypto army thing. It just feels very much like shooting themselves in the foot."
    },
    {
        "speaker": "A",
        "text": "Anti crypto army?"
    },
    {
        "speaker": "B",
        "text": "Yeah. Okay. So this anti crypto army is like an Elizabeth Warren thing. So she launched an actual campaign a year ago and saying, hey, I'm going to lead. I'm the general in an anti crypto. She actually seen this, right? You've seen Elizabeth Warren?"
    },
    {
        "speaker": "A",
        "text": "I was introduced to that story as Elizabeth Warner Goons, because Trump said, I will keep Elizabeth Warner goons off of your bitcoin."
    },
    {
        "speaker": "B",
        "text": "Well, actually, there's some truth in that, and this is why it's a self inflicted wound, is because Elizabeth Warren actually stated that, like, she was going to lead the anti crypto army. Right. And so lieutenants like Gary Gensler, the regulatory state, this whole thing has been part of it. And the Biden administration has largely kind of let them set a White House policy on this. But, like, what I can't get my head wrapped around is like, why?"
    },
    {
        "speaker": "A",
        "text": "Well, because he's old and senile and weak."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "No, I don't have the energy to keep her off."
    },
    {
        "speaker": "B",
        "text": "But what about. So is it that, but like. But even for her, right? Like, the Democrats still want to remain in power. They still want money and votes, do they not? And so they gain nothing by being anti crypto. Like, not even the big banks want to be anti crypto. There's some legislation."
    },
    {
        "speaker": "C",
        "text": "Who is the anti crypto army? Who's funding is. Who's supporting these people?"
    },
    {
        "speaker": "B",
        "text": "This is why it feels like such a self owned to me, that it's just, like, not logical from a."
    },
    {
        "speaker": "A",
        "text": "The Democrats have a weird, I mean, so you have also democratic policies on things, for example, and I insist, I'm not gonna try and have the debate right now, but sort of like trans stuff for kids. Like that entire topic. Right. You have behind the scenes, this, the story is just breaking. Now, Biden's was the secretary of health or whatever. She is the general involved in removing age restrictions for procedures for kids, like gender affirming procedures for kids. Right. Like, that is really unpopular. And why would they do that? And there are lots of things like this that are really unpopular, but they do it on the republican side. You have a republican right now who, and I just skimmed, so I don't have, I'm not going to have a thorough breakdown of the report here, but you have a republican congressman who is targeting IVF, which is, like, wildly unpopular on both sides of the aisle in America. And this is like, on the hardcore pro life side, right? Like, at a certain level, both, we have two parties, and so they have to make a lot of bizarre alliances and they end up doing things that are deeply unpopular eventually. And I think on the crypto side, it's like you have real Marxists in the Democratic Party, like hardcore leftists who would like to completely control the entire economy. And with getting rid of crypto is a really big part of that. Crypto, I actually believe that bitcoin makes communism sort of impossible right now. So it's a huge enemy of the very far left."
    },
    {
        "speaker": "C",
        "text": "So there was a take floating around the crypto world right after we discovered that the SEC was coming to, like, actually, like, try and stop the ethereum network. Like the SEC was going to try and make ether a security going after consensus. And the take was, it's not just Gary Gensler in this one rogue campaign. It's not just Gary Gensler trying to climb the political ladder, but it's like, like the Clinton types and the powers that be, in quotes, that saw the rise of web, two tech empires, saw the rise of Zuck and Facebook, like Elon and Tesla, and the rise of Silicon Valley as this center of power that they don't have influence in because the rise of the Internet kind of surprised them. So the Internet kind of, quote, unquote, got away from them and created all these loki of power that are outside of whatever the Clinton types have influence over, and they don't want to see that again. And so, like, one hypothetical, this is just a conspiracy. One potential answer to, like, who is the anti crypto army? Is a lot of, like, the establishment elites that don't want, like, a new set of, like, influence to be outside of their control. I'm wondering if that, like, resonates with you or not, or if you have any reflection."
    },
    {
        "speaker": "A",
        "text": "I think to a certain extent, yes. But I think crypto is also interesting in that so many people have exposure to it, including elites. And that changes your perspective on an. Obviously, for obvious reasons as well. Once you've bought a little bitcoin, like, you start to think about it differently when it starts to moon. And there are people on both sides of the aisle who have done that as well, which means there's a sort of tension now between the ideology of politicians and the self interest of many politicians, which is great. Let's keep that as tense as possible. I think that there is something to the idea that people saw this empire rising, but also, why is the most aggressive stuff happening in a. In a bear market, rather than the crazy exuberance that we saw previously? It was kind of quiet during the exuberant period. I don't know. I'm a little bit less. And you see a little bit of this with AI as well, where I think that it's like, people are going after this stuff now because they didn't do it aggressively enough before. Certainly you saw that with scooters. Remember scooters in all the cities? Do you guys remember this there was."
    },
    {
        "speaker": "C",
        "text": "Like, the cities that have populated everywhere. Yeah, right."
    },
    {
        "speaker": "A",
        "text": "So that's mostly gone at this point. They aggressively regulated out of a lot of cities. And I think that the aggressive regulation in part was driven because it came fast and hard. And it was in part driven by this feeling that among regulators, like the worst people alive, that they should have regulated more firmly against ride sharing, like Uber and Lyft. You know, they came in and they, like, broke a lot of rules that should never have existed in the first place. Like, if I have a car, I should be able to do whatever the fuck I want with my. If I want to drive someone around with my car, I should be allowed to do that. But they don't believe that. And they think that that was a mistake. They should have ended that. There should have been, you know, like, a politically empowered taxi lobby, I guess, in every city that they controlled. They don't now, and it's frustrating. And this was like another version of that, just like something they didn't have control of that could potentially get away, and they preemptively nuked it. In hindsight, they probably didn't have to. It seems like that stuff would have gone away on its own. I am sad about that. I personally loved riding the scooters around, but, yeah, there's a lot of. Just in a lot of different technology spaces. They're overreacting now because of what they feel as a miss on their part."
    },
    {
        "speaker": "B",
        "text": "Okay, so here's the thing. I mean, we're talking about, like, it. Definitely the Democrats are, like, much weaker on crypto and hostile towards crypto versus the Republicans in the right, but I'm not sure I trust the right either here, Mike."
    },
    {
        "speaker": "A",
        "text": "Yeah, you shouldn't trust any politician."
    },
    {
        "speaker": "B",
        "text": "So you were talking in terms of right versus left, and that's one framing of it. I also have the political compass type framing of it where you have two lines. You have the right versus left line, but then you have another line that kind of intersects that which is authoritarian at the top and then, like, a small libertarian at the bottom right. So, you know, civil liberties types. And I know it's less common for somebody to be in the bottom left quartile of, like, I respect civil liberties and yet I am on the left, but there are a lot of people on the right that are just, like, authoritarian state as well."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's why I said it was not. I agree. You're talking, anyone sufficiently nationalist who wants control of the economy is going to have a hard time with this, for sure."
    },
    {
        "speaker": "B",
        "text": "And this is part of the reason, like, Trump is better, and he's branding himself as the pro crypto president. He's better than Biden right now. But last term, he, like, wasn't. He had, like, a secretary of treasury who in the final days in January, you know, Steve munition was trying to, like, do a blanket ban on non custodial crypto wallets. So, like, how much do you really trust the right on these kind of tech forward libertarian issues? And should we trust the right? Are they just the better of the evils?"
    },
    {
        "speaker": "A",
        "text": "Well, first of all. Okay, so I misspoke. Nationalism is not it. It's, like, the authoritarian thing, because there's nationalism and globalism. Either one of those things can be authoritarian or, I think, a little bit more liberal. And the authoritarian piece is the thing that you want to watch for. And there are obviously nationalist authoritarian right wingers and who want control of the economy and whatever else your life. Can you trust the rhetoric? You can't trust any politician. First of all, you can't trust anybody who wants power. And yet you also have to be just reasonable about the people who are going after this specific thing. Are there really authoritarian right wingers? Yes. Have they done really fucked up things? Of course. But just look at the landscape here and who has passed all of the worst legislation and who is right now trying to do it. And it's just very obvious that you don't vote for those people. If this is your only issue and then you lobby aggressively on the right, it's just like, there's no good answer here because you're like, oh, can we trust these people? It's like, of course not. That's just democracy. But, yeah, I mean, it would be very silly to vote for a democrat. I think. If your only thing is crypto, and if you are going to anyway, I would be willing to bet your only thing is not crypto, and you're just valuing other things higher than that, than your economic freedom."
    },
    {
        "speaker": "C",
        "text": "I want to get your perspective about what the crypto industry looks like from your perspective, because I know you're pretty exposed to it, but you're nothing in it. So, like, adjacent, but not inside. And so, like, just from the outside in. Like, what? What are we to you? Like, you like, what? You look over the fence like we're trading meme coins. We're, like, trying to innovate. We're, like, struggling scam. Yeah. Do we look like a mess? Like, are we legit? Like, how do you perceive us?"
    },
    {
        "speaker": "A",
        "text": "I think on some level, it's, like, refreshing to see people speaking more honestly about the meme coins, because that's what, what everything was a few years ago anyway, and there was a lot of lying about, like, well, this meme coin is going to be essential to, like, I don't know, agriculture in some really ambiguous way. And I was just like, is it? That seems like a fucking stretch and a half. So it's like, kind of nice to see people like, no, I'm just going to, like, launch a meme coin, associate it with Andrew Tate and call it Daddy. And you're going to buy it because this beanie baby is really popular and, you know, cryptographically secure. That is one thing, I guess the sort of overt trashiness of it, I actually prefer. And then I think that there are a lot of people who very earnestly are looking to work on decentralized finance because they sort of believe in the mission. I think that's cool. And they're still figuring out ways to do that. I think that bitcoin has already proved its value, and I think that any kind of decentralized, cryptographically secure store of wealth is very valuable by itself. You don't even need to justify beyond that. So that's cool. It's already awesome to me. And then if any of these other interesting sort of hypotheticals play out, that could be great too. I think that the sort of decentralized contracts are interesting. And I think that every time I talk about this problem of vanishing information online, people say, crypto solves this. I have not seen that solution. I am interested in that solution. If you can actually create some kind of solution there to this idea of literally information just vanishing or being manipulated."
    },
    {
        "speaker": "C",
        "text": "Disturbed, or removed from the Internet."
    },
    {
        "speaker": "A",
        "text": "You mean we need a permanent record, and it is this huge flaw in a life lived online. We've abandoned the analog, right? The last encyclopedia Britannica was published in 2010. The physical Encyclopedia Britannica. People are not buying magazines anymore or newspapers. I'm not a fetishist for paper. I don't really care about it in that way. But they were physical. There was 20 years ago. If you told me that a mid century issue of Time magazine would be more durable than a blog from 2004, which no longer exists, I would have been like, that's crazy. There's no way the information online is immortal. It's never going to go anywhere. But that's not true. It's vanishing all the time. MTV News just pulled their entire archive for the last two decades. You saw the entire Gawker universe snuffed out, like the toast and weird blogs like that that really mattered to millennials, really."
    },
    {
        "speaker": "B",
        "text": "So, like, no one's archiving this stuff. Like the wayback machine, you have the."
    },
    {
        "speaker": "A",
        "text": "Way back machine doing pieces of it. It's super clunky. It's really hard to search, and what it effectively does is it cuts you off from your past. So, yeah, there are versions of this, and it's just not enough. It's like, this stuff needs to be alive and at your fingertips and, like, really easy to sort through, and it's not at all. So, yeah, maybe there's a solution there. So, I guess what do I see? I see some, like, scammy gamblers, which whatever they're saying, they're that now. So I like that better."
    },
    {
        "speaker": "B",
        "text": "I see honest, scammy gamblers."
    },
    {
        "speaker": "A",
        "text": "I see a handful of people working on things that I think could be really cool, and I think that's really nice. And then you still see a bunch of people sort of being dishonest, like, looking for a solution to a problem that doesn't exist and pretending they're working on something that doesn't really actually matter, and all they really want to do is launch a coin and make some money. And those are my least favorite of all the groups. Sure."
    },
    {
        "speaker": "C",
        "text": "Yeah. Agreed. What are your touch points with crypto? When crypto comes across your timelines or your feeds or whatever, is it just through Twitter or where do you actually view the industry?"
    },
    {
        "speaker": "A",
        "text": "Twitter. And then through friends of mine who are super and colleagues who are super into it."
    },
    {
        "speaker": "C",
        "text": "Yeah, interesting. Shows up in chat rooms just because somebody's interested in throws your way, like."
    },
    {
        "speaker": "A",
        "text": "Crypto news and stuff, like developments and weird things that people are working on. But, yeah, that's kind of. But, yeah, Twitter, like, it does feel like a slightly different world, though, to my world. Like, I'm definitely right next to it, and there's always overlap, but it wasn't until the Trump coin chaos that I was like, whoa. I am suddenly like, they are here, they're at my doorstep, and it's like a whole other thing."
    },
    {
        "speaker": "B",
        "text": "Mike, I consider you kind of like a memetic warrior at some level, right? Sort of. You've got some memes that you care about, and I also consider you someone who is skilled in this warfare as well. And I think we'll talk about media a little bit later and kind of like new media. But I want to focus on the meme portion of this, because in order to win this movement for crypto, there's a few meme tribes that we belong to. We belong to the tribe of pushing crypto versus fiat, for example, the tribe of the network state versus the nation state. The tribe of going bankless rather than being banked. The tribe of liberalism versus authoritarianism. What would you say are your tribes that you identify with these days? Where have you picked the different battle lines? Just in general, what do you think are the big memetic wars that are being fought right now?"
    },
    {
        "speaker": "A",
        "text": "Wow, such a good question because they're so complicated and there's so many. And I think that over the last ten years, things have become really fragmented and there are more dimensions to the conflict than there have been previously. Right. So I always say that freedom is like my North Star, like Anarcho capital. I started my whole sort of philosophical journey as an anarcho capitalist. That's when I really kind of came online, so to speak, and has read the most and became the most radicalized. I mean, I've been radicalized a few times in my life, but that was one of the big radicalizations that's diminished, but is still my north. That's like a, wouldn't it be nice we should try and maximize for liberty wherever it doesn't put you into some sort of real danger and sort of threaten the entire project of human civilization. So that's the star and that's the guiding light. But I would say the things that I find myself fighting for, it's like business conceptually, technology conceptually, the country, the nation. I am a nationalist. I'm pro America, and that's my frame for thinking about international politics, for sure. It's like this idea that you should. So I'm not in the decentralized state camp. I believe that states exist, and I think that Covid really proved this out. When the physical world around you in your own hometown is crumbling, like, the decentralized state does not matter at all. I hate to disagree with you guys on that. I love the people involved in thinking about it. I think it's just really a really kind of damaging path to take, because you're taking a lot of smart people out of the problem of just fixing your local community. What really should be happening is crypto people should be flooding to one place and leveraging their wealth and influence to shape politics in a more freedom oriented way is what should really be happening. Not trying to reinvent a place. Maybe the decentralized state becomes an island utopia somewhere or whatever. You don't have to do all that anyway. If America falls, your island utopia is not going to be safe. Where is going to be safe. If America is over, nowhere is safe. So, yeah, I would say it's business, technology, my country, and I have all of those values because of my family. I care about those things because I think it makes the world the safest and the best for my nieces and my nephew and my sister, I think about, and my mom. Those are the people that I think about. And all those things have interesting memes that become a field of war for the concept of those things. And that's where I fight. It's all really abstract, but the meme stuff."
    },
    {
        "speaker": "B",
        "text": "No, no, no, that's abstract. It's great framing. I think we've gotten to the basement level, and then we can maybe build up. So one that intersects probably business, tech, and America is this memetic war that we have observed sort of a growth versus degrowth type of memetic war. I don't know if you see that. If you can weigh in. It's certainly part of the crypto battle, right? Anti crypto versus pro crypto made the observation that, like, in the. In the 1990s, the Democrat party under Clinton Gore, like, Gore, was famously arguing, like, telling people that he invent, invented the Internet. Right?"
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Like, the Democrats used to be very pro tech, very pro Internet, and now it's switched into sort of a. There's, like, a degrowth."
    },
    {
        "speaker": "A",
        "text": "Well, because the Democrats have become less liberal. The Democrats are no longer liberal. Like, the whole project, the Internet was super liberal. It was like hippies doing the whole earth catalog and shit, leading to, like, this idea of the free flow of information."
    },
    {
        "speaker": "B",
        "text": "It was a macro capitalist, wasn't it? I mean, that was the idea."
    },
    {
        "speaker": "A",
        "text": "Yeah. There was overlap between the hardcore libertarians and the left for a long time, but they're super authoritarian now. And not only are they authoritarian in terms of money, that's been true for a long time. They're authoritarian on social issues as well, and controlling your actual life and speech. It was unthinkable to see a liberal 20 years ago say that the First Amendment was problematic. You would never, ever, ever, ever hear something like that."
    },
    {
        "speaker": "B",
        "text": "But I think our politics, our politicians, our political parties are somewhat of a reflection of. They're built on top of the memetic narrative wars that actually happen, the battle for hearts and minds that we see sometimes on, like, social media and other things. And, like, this. This growth versus degrowth thing has entered. Definitely entered the tech sphere in the form of crypto, but, like, maybe more manifestly in, like, AI, right. There's sort of this AI safety thing."
    },
    {
        "speaker": "A",
        "text": "The growth thing is a human issue as well. That's a dimension I didn't mention. I'm glad you brought it up because it's weird. It's. To me, it's just table stakes. Of course you'd be pro growth. I think a lot of people don't understand that. They think of it as, like, you can be growing or not growing, and the more you grow, like, more money, more problems kind of thing. Things get complicated. You run out of resources, whatever. But there is no such thing as stagnants. Right? It's like you're either growing or you're dying. That's what an organism does, and that is what our civilization is doing. That's how I look at it. And I am pro human existence, and so I am pro growth. It's sort of that simple. And then all of these other things that I care about are also just inherently pro growth. And there are problems, like the question of what if we run out of this resource? But that is a problem that we can solve with technology and more material in the. I mean, eventually you're gonna get to a point where you need to, like, be leaving our sort of world and harvesting new materials and using those. And it's like, but what if we run out of that? It's like you move on. Like, the universe is very big. We're gonna be okay."
    },
    {
        "speaker": "B",
        "text": "So, like, I guess you err on the side of being pro growth. Not necessarily too extreme. So, like, how does pro growth."
    },
    {
        "speaker": "A",
        "text": "Yeah, I'm 100% pro growth, but, like."
    },
    {
        "speaker": "B",
        "text": "Okay, but like, how does that manifest in, say, the AI debate? So there are some folks out there that just say, accelerate, accelerate, accelerate, accelerate. Yeah, like, without regulation, without sort of breaks, just all gasoline on this AI thing. We need to out compete china, all the models, all the time, open source everything. Get every single person their own kind of like, AI lab on their computer. Yeah. What's your take on that? Because the AI safety people will say, yo, this shit's dangerous."
    },
    {
        "speaker": "A",
        "text": "Well, I think it's a meme. And it's an important meme, because they're basically saying. It's like when you have someone saying AI should be banned, it's an existential threat. You need someone to. Then suddenly your reasonable position is the extreme position. Like, no, we should do it with some safety protocol. Now you're the extreme, let's say the extreme right of that. Of that equation. The extreme left is now. Shut it down. So the IAC people are like, no, no, no. We should, Max. No rules, no regulations. We should just fucking do anything. And now they've expanded the conversation. So the moderate position is where we get to be because of the IAC people. So they're very important, important in this conversation. And so I'm happy that they exist. Um, if it wasn't for them, we would really just be arguing, like, how quickly should we be shutting down AI? Uh, instead, it's more complicated. I think that all technology is complicated, and I'm not this. Like, I'm not an IAC person. I think that technology very obviously poses. Every new technology poses new challenges that were actually, if it's efficiently a new technology, then the challenges were impossible to predict. That's always happened with every huge paradigm shift that we've encountered, even the Internet. Right now, I think that we are just figuring out what it does socially, culturally, politically. We didn't know. We had no idea. Like I was saying a moment ago, we thought we had no idea that information would be vanishing like this, or we thought everything was permanent. It was going to be our problem. There was no problem. It was abundant information. There were actually several problems. One, the information was malleable. Two, there's too much of it. So people have a hard time making sense of the world because it's endless amounts of information. So what do you focus on that makes people feel disconnected from each other? Right? Like, these are all challenges. It took decades to figure out. I don't know about regulations. I'm not proposing any. I'm just saying, like, it's very obvious to me that not every technology is 100% good. And it's very conceivable to me that some things might have to be regulated based on the realities that present themselves inherent of those technologies."
    },
    {
        "speaker": "C",
        "text": "You brought up this information disappearing information thing a couple of times, and we actually just haven't explored that on the bank list podcast yet. I don't know. I actually am unfamiliar. Maybe you can just give us the quick download on what that is and why you're concerned."
    },
    {
        "speaker": "A",
        "text": "Sure. I've written about this a lot. I first started writing about it in 2020, and there was an issue of people changing definitions of things online in the middle of contentious political debates, public political debates. So there'd be some debate over the phrase like sexual preference. Is that offensive? You know, and ACB, the Supreme Court justice, was in her hearing, her confirmation hearing, and she used the phrase, and a Huffington Post writer reported that as highly offensive. He was like, ACB just used the phrase sexual preference, which is bigoted and blah, blah, blah, blah, blah. And I was like, like, is it? I didn't know that. It's like dated for sure, but like, is it off? Is it offensive, sexual? I didn't know that. So I googled it. And at first it was not. And then as the news cycle blew up, the Webster's dictionary changed the definition. So I was like, that's crazy. Like that. You can just change it. Changed it to say that it was offensive, it had been offensive. It was very nerve wracking to me because nobody has a physical dictionary anymore. They're relying on these Internet definitions. And so if someone controls that, then they have a lot of cultural influence that previously they did not. Your record was what was ever on your shelf. The problem is much broader than that. This is like, articles change randomly without a notation about it. Definitions of words change based on whatever thing is happening politically. That then determines the debate, the shape of the debate. Wikipedia is a huge problem, and people are like, well, there's a record of the edits or whatever, and it doesn't matter. Most recently, we saw this with the flag that was flying in front of one of the Supreme Court justices House. It was the green tree flag that had, over the one week where that became a controversy, there were more edits to that page than over the preceding. I think it was like six or seven years. I would have to go back. I think it was even longer than that because I tweeted out about this. I actually counted all of the edits. You have a war going on right now that most people have no sense of whatsoever. It's a straight up information war, and it's biased completely in favor of one ideological worldview. And so that was where I first, that's like the most topical political version of this problem is that the information is just changing. And there's this sort of invisible information war happening that is shaping the frame of our entire politics right now and culture and whatever else. But then you have this additional problem of. Of things straight up vanishing. And so all of the old livejournals, Zanga, MySpace, geocities, Google nuked all of these old YouTube and Gmail accounts. There's endless amounts of information in all of these things that comprised culture online for the first two decades of the 21st century. That is fading very fast. Faster than information from 100 years ago is fading. That information is fading. And it's going to be very hard for us to reflect back in 50 or 70 years and assemble an accurate portrait of what we were at this time, I think. And so I think it's a very hard problem to wrap your head on because it's a very hard problem to wrap your head around because it's so abstract. I have a hard time myself, and I think about it a lot of, but it is this invisible, very important problem facing our entire society right now."
    },
    {
        "speaker": "C",
        "text": "Right. And it's not coming from any one central epicenter. There's not the ministry of truth, but it kind of is similar to that, I think. What are some of the things you're saying is the Internet is soft, it's malleable. And so some things as a result of this malleability are pruning snippets of the Internet as they see fit to benefit them and their reality and their version of the truth. And so, yeah, I think you're just asking for, like, literally just a harder version of the Internet when that's a little bit just more like, like structured and less malleable. Is that kind of like just what you're, you're seeking?"
    },
    {
        "speaker": "A",
        "text": "What I'm seeking is to have a conversation about this problem. I want people to think about this problem. I don't know what the solution is. I think that the Internet inherently is malleable. And so, like, the technology, this is, Marshall McLuhan talked a lot about this. He posed this very interesting series of topics. Central to his philosophy is the idea that most people think that technology is additive. You invent a new technology, and it's the typewriter. The typewriter is just as good as the printing press. It does everything the printing press does, plus a little more. It's this old thing plus this new thing. Then the computer comes along. The computer's like, well, it's just as good, the word processor just as good as the typewriters. Everything that does, plus a little more. So culture isn't changing. It's just growing. There's now new things that the old thing could do. It's not true at all. Every new technology, the medium that you exist inside of, has fundamentally new rules that reshape society completely. And the way that the thing, the tools that you use to build and to communicate, alter you entirely. The world of the Internet is completely different than the world pre Internet, which is completely different than the world pre print. Like, fundamental differences, they're not additive differences. And I think the Internet is something that we are just understanding. And this one aspect of it is new and so unexplored, I think, that we actually don't even fully know. There are many aspects of the Internet. The rapid, instant global virality is another new property of the Internet. So rapid viral sharing of any piece of information that could be erroneous or not and have consequences because of the rapid sharing. For example, Covid. Okay, had you had a virus like that 50 years ago be released from a lab in China, would we have seen lockdowns all over the world? I don't know. I don't think so. Actually. I do know it would not have happened because these controversies would have broken down at different times in different places at a very slower speed. And so you would have had a, had a much more sort of diverse set of practices that played out. Now, you could say, that's bad, and everybody had they just locked down immediately and starved to death or something, the world would be a better place. I don't think so. But, I mean, that was not possible, is my point. These are new properties of the Internet. And I think this one, the malleable piece, and the fact that it's so easy to change information, the fact that, you know, you have to have a conversation. Now, I have screenshots of what the definition was yesterday. And people are like, well, did you doctor them? I have no idea. I don't believe you. We're entering the world of deepfakes, which adds a whole other layer to this. Like you are. It's very interesting that the very first deep fake controversy that we're having is Biden's press secretary conflating the word cheap fakes and deepfakes, but also using the word deepfake to talk about just an unfairly edited piece of information, but, but implying that, you know, Biden acting very senile in these video clips that republicans are weaponizing were not real. And so you have someone hiding behind deepfakes rather than using them to attack someone. And that is what the future is. It's going to be like, did this happen or not? I have no idea. And it's like we haven't even, we haven't even figured out the Internet shit yet, and now we're adding, you know, generated information online. It's super, super malleable and, like, clownish, cartoonish. That's a different kind of reality that we're living inside of now. It's like a dream world. And so that's going to affect our culture. The impermanence of everything."
    },
    {
        "speaker": "B",
        "text": "The impermanence of everything is a problem with the Internet today. And you talked about disappearing information, the ability to bias information. Can we just double click on media in 2024 and maybe in particular start with social media and then we'll kind of branch it out for there? But the Internet is really interesting, because TCP IP, it is a communication protocol. That's the thing. It does. It is not a truth consensus protocol. That was kind of left to us individual nodes in the network to figure out what the truth is and have institutions like media help with that. Now, social media has taken a more and more active role in helping society find out what's true and disseminate information. Yeah. At the same time, I don't know if you feel this way, Mike, but social media also feels broken, or at least incomplete. And now, like, the newest manifestation of social media, it was. We were aggregated on a few particular platforms, one being Twitter. We found out, like, Twitter was censoring in various ways. And now we're in this stage where we've got this, like, fractured social media going on. Balaji just tweeted out, it's like, now you have x, which is like, the center right. You have threads, which is the center left. You have sub stack nodes. The center, you have mastodon and blue skyd. And that is, like, the left. Maybe you have gab and truth. Right. In crypto circles, we've sort of forked some of our, like, discourse to chat rooms. But then also there's an app called Farcaster. A lot of crypto people hang out on that. It's like a Twitter clone, only with decentralized protocols."
    },
    {
        "speaker": "A",
        "text": "I know. Farcaster is there. Awesome. Okay, so, yeah, I'm not super active, but I. Yeah, but that's the thing."
    },
    {
        "speaker": "B",
        "text": "You're not super active because it's hard to be in all these places at once. So the fracturing of your state, like, makes it just hard to maintain. Anyway, what do you make of the health of social media today? Because it just, like, it feels broken."
    },
    {
        "speaker": "A",
        "text": "Yeah, so, I mean, Balaji's right. He actually is echoing. So I did an interview with Jack Dorsey where he broke this down himself. This was, like, a month or so ago, and he was just, like, he had left blue Sky's board because of this problem. It was just a super left wing place now. And he was reflecting on the fragmentation of the landscape now. And his thing is, he's super idealistic, and I think he really does believe in some kind of totally decentralized version of all of this stuff. It's just increasingly not the world we live in. And I don't know, the word broken has a connotation of bad, I think. And I'm not, first of all, I don't know what's really happening. I think no one really does. It's still kind of in flux. There's a lot of chaos right now. I think we're in the fog of war right now with social media."
    },
    {
        "speaker": "B",
        "text": "Can I get more precise? When I say broken, I mean, I feel like mediataindeen is there to help people figure out for themselves what's true and for society sort of reach consensus. And in that aspect, it feels like social media is broken. One element of this is, like, Twitter bot accounts like crazy. I don't know who's real, who's a human in, like, crypto. Twitter is sort of front running a little bit of this because there's literally incented bot armies that are, like, put in place to pump particular tokens or narratives or to, like, shift the ties. Recently, there's this, like, this air drop type of meta where token projects, they give airdrops, and if they're not giving enough airdrops to the right people, you see Sybil attacking armies rise up and say, this is a scam. Give us more tokens. I can't figure out what's real, what's not, who's a human, who's not. It's just broken. From that perspective, I don't know what's true and what's real."
    },
    {
        "speaker": "A",
        "text": "Yeah, there's no way to tell. It's going to get worse. But also, part of this is very good, because no one ever knew what the truth was about certain topics or things. And we were lied to for the whole 20th century. This was how, in the 20th century, every single country became super centralized and I think, pretty authoritarian. This is how you operate in a wartime. It was huge, massive existential wars were happening. So to maintain power like that, you have centralized communication, and everybody believes a very narrow bandaid of things, many of which are not true at all. So the Internet makes that impossible. Like, if the Internet were around during Vietnam, that would have been a very, very short conflict for America. There was no way it would have persisted for as long as it did. So in this way, it's very good that all of these narratives are challenged and nobody's really agreeing, because on a lot of the topics of the day, there is no way to agree. Okay. You can see the same exact thing. I think about Nick Salmon a lot. The kid with the MAGA hat who got yelled at by the Native American and then was laughing, and it was like, well, what's really happening here? He's attacking the native American. It's a native american attacking him. People are looking at the exact. Even when the full clip came out, and to me, it was very clear that the kids did nothing wrong. There were people who were like, this is the problem. These kids are the problem with America. Right? We're looking at the exact same thing and disagreeing. So what is the truth there? Okay. I think there isn't one. This is a subjective issue, and we've never had a solution to navigating this, certainly not at scale. Building consensus among a family is difficult. Among a community is very difficult among a world that's not possible. That will never be possible. There's no way to do it. And I think because we were, like tribal creatures, okay, pack oriented creatures, we have this desire to come to some kind of broad agreement on everything. And we're going a little bit crazy online because the Internet tricks your brain into thinking your tribe is this whole group of people now, now all over the world, and you're trying to come to consensus with people who are fundamentally different than you, and you never will, and that makes you feel like you're going insane. So it is easier to manipulate people online than ever before. But I think that the fact that we're all questioning everything is just. We should be questioning everything. You know, it's like we didn't question enough 50 years ago. I think it's super anxiety inducing for everybody to be in the state of what the fuck is going on all the time, which means probably what's going to happen is people are going to be not online looking for things. They're going to be trusting. I think influencers are going to become much, much, much more relevant. Small groups of people who people trust will just rise in dominance. Joe Rogan is already playing this role for people, sort of sifting through complicated things and coming to a perspective, and you're like, well, I trust that guy, so I'm going to kind of go with that. And this is actually what the media was before the 20th century. You had all of these warring journals saying all sorts of crazy shit, and you kind of just picked the one that you believed in based on vibes. Like, you picked the guy that you felt like that one, I guess, and then you just trusted him because you can't spend all day thinking about this stuff. Stuff. And weirdly, I think that's where it's like, this older thing is kind of popularizing again."
    },
    {
        "speaker": "B",
        "text": "There's another theme here, too, apart from figuring out truth, and that is just the algos that power. These things are very much incented by a advertising business model. Some of the crypto web three tribe has sort of pointed this out, which."
    },
    {
        "speaker": "A",
        "text": "Is, you guys should check out the interview, it's on pyro."
    },
    {
        "speaker": "B",
        "text": "I totally will. I. Jack, he talking about this?"
    },
    {
        "speaker": "A",
        "text": "Yeah, he points to everything, to the advertising model. This is the problem with everything. And, well, for him, when it came to censorship, he had no choice but to go after this narrow band of things. And he was very. He's like, I'm out of. He didn't call himself a victim or anything, just like, listen, I chose for the company to survive. We unfortunately picked this advertising business model, which put me at the mercy of advertisers who are, you know, they're motivated by all sorts of things, not just, you know, selling ads for the new disney movie or whatever, right? They had to do whatever they said, and that is just what happened. So if you free yourself of that, it helps. But if you get rid of advertising revenue, there's a lot less money in media, which is also another set of problems."
    },
    {
        "speaker": "C",
        "text": "So, Mike, you've presented some of these ideas that I want to kind of, like, summarize and throw back to you. This is an idea I have that I want to give your vibe check on the crypto industry. All us crypto tribes, we kind of exist on Twitter, on discord. We have our own little satellite world. We've got a strong meme game. We also have political agendas. We also have our own job markets, and we also have our own financial markets. With all these tokens that we have. We also have scammers, fraudsters, distasteful humans. We also have bots, fake humans trying to pretend to be real humans. Like, political tribalism and social engineering campaigns. We kind of have, like, everything that society has."
    },
    {
        "speaker": "A",
        "text": "You're like an asian market and blade runner where it's, like, robots walking around and, like, people fighting doctors and digital prostitutes. Like, it's all there. You have it all, but everything is."
    },
    {
        "speaker": "C",
        "text": "Like, super concentrated and, like, everyone's a participant, right? Like, everyone's, like, playing in this kind of. This game, but also, like, time is sped up. Ten X. That's what it feels like to be in crypto. Like, time just moves really fast in crypto. Everything's happening all the time. And also there's a lot at stake because we have all these tokens that, like, we're all invested in, and it really matters at, like, what the outcome is. Like, you kind of also have to play in whatever this game is. And, like, this idea is, like, I kind of think crypto is, like, this spearhead of the rest of society, and we're not the only ones. There's. There are other, like, organizations like, communities out there that are also doing this, like, zoomers on TikTok. I would also kind of classify as this because they are being inundated with, like, AI generated content, and so they are, like, able to discern what AI generated content is. And sometimes I'll throw, like, some AI thing, AI meme to my mom and she won't realize this AI. So, like, some other, like, we're not the only communities doing this, but, like, crypto specifically, I think, is, like, front running a lot of social problems. Like, especially, like, the fake Internet, the fake human problem. I think we're also going to see a lot of this play out in the 2024 election where, like, social engineering campaigns is going to be like, can society handle this? But I just kind of wanted to, like, present this idea to you that, like, crypto is as a community, as, like, a corner of the industry is kind of, like, charging into this future, like, running headfirst into these very big Internet social problems, and we don't have solutions yet, except for the fact that we're exposed to them. And so, like, I kind of feel like I can navigate the Internet a little bit better than the average human just because of the skills that, like, we're living in crypto, like, has produced for me. I'm wondering if this kind of, like, sparks anything in you or anything it does."
    },
    {
        "speaker": "A",
        "text": "I think anyone sufficiently online will see this. And if you're just, like, super, super, super online, no one, like, I agree with you. Like, no one's really prepared, but, like, you're more prepared. And crypto by its. Crypto exists. It lives online, right? And then to learn about it, you have to be online. And, like, you're talking about these huge swings that are happening very fast, so you want to be online finding them. It's not that, like, it's crypto that did it. It's that being online did it. If you're living a non significant, non trivial part of your life online, you are just now. Your life is a giant question mark. Like, I. Yeah, I agree. Like, I mean, there are people fighting, like, in my mention, it's not even with me, with each other all the time. And I'm like, I don't know if that's a person. I really don't. And I think about it more and more like that. You just."
    },
    {
        "speaker": "C",
        "text": "Have you seen the chat ubt reply guys yet? Yeah, dude, those are funny."
    },
    {
        "speaker": "A",
        "text": "Yeah, I have."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "And it's like, that's."
    },
    {
        "speaker": "B",
        "text": "Wait, wait. How do you guys know? That's a stupid question."
    },
    {
        "speaker": "A",
        "text": "You just read it, and you're like, I didn't say. I know. I say I have question marks now all the time, and sometimes things are confirmed to be not true. So, yeah, so I am just living in a state of, generally speaking, like, I have a lot of doubt about the kinds of things that are happening around me. And if I'm responding to someone, it's usually because I think other people reading this might have a question, and I'm not really responding. I'm not talking to the person in my mentions. I'm talking to the other people reading the thing that's live."
    },
    {
        "speaker": "C",
        "text": "Do you have any just, like, advice for either? We both work in media for, like, maybe a young media entrepreneur or a young person who's just, like, growing up in this world or how to, like, navigate what this weird world of 2024 and beyond is just any sort of, like, perspective you have to offer."
    },
    {
        "speaker": "A",
        "text": "I think that you want to be skeptical of everything as much as you can, but also cognizant of the fact that it's really hard when you're emotionally involved in something, to be skeptical and just acknowledge that, like, you're a human and you're going to make mistakes. And if you're very heated about something that just showed up on your timeline, mine, it's hard to advise this because it's so impossible to do in the moment. I make this mistake all the time. But just be aware that you could be just totally wrong about almost anything. And you have to always just be. I mean, if a story is too good to be true, you have to be asking, like, is this true? If it confirms your biases immediately and you really want to share it, you should be very concerned. If it perfectly confirms all of your biases, that means, in my opinion, someone is. Is trying to provoke you. If it's just too good to be true, you know, it's like, genderqueer teacher with purple hair tells kid to transition or she's gonna fail him from class. Wear a dress. Like, that's. There's a whole sort that was too bad. Not gonna make you furious if you're a certain kind of guy, but, like, my thinking is, like, there's no way that's true. Like, there's no way that's true. One, two. If it is true, how true? Like, how deep is that? Like, that's a crazy aberration. It seems like, probably. Right? Like, how serious of a problem as it is. If it just is really, really confirming your biases, I think that you have to be very careful. I think this advice was always good, probably throughout all of modern history, but now it's just very important because we live inside of this raw information feed, and this stuff is just very quick and it happens all the time. Yeah. Advice? I don't know. It's just like, it's the Fox Mulder thing. Just trust no one."
    },
    {
        "speaker": "C",
        "text": "My advice, there has been that meme that will surface up in a variety of different formats of, just, like, the world has been the same since, like, 2016. Like, 2016. Like, the world just got more and more chaotic. Some meme will say, like, yeah, it was when, like, they killed Harambe. But that's also just like an Internet meme. But, yeah, just the world has just gotten weirder and weirder and weirder for, like, you know, coming up on, like, a decade in a row now, and there's just, like, a fog of war with everything. Like, it feels like we are in an equilibrium that doesn't feel stable. Like, growing up in the nineties and the early thousands, I kind of. That felt like a pretty solid equilibrium, but what do I know? Like, that was my 1st. 1st rodeo of, like, first and second decades. But the Internet is chaotic. Twitter is being chaotic. Elon is being chaotic. All these platforms are being chaotic. We have AI now. That's changing up the game. And overall, our political landscape doesn't feel like there's an equilibrium there. I'm wondering if you also just agree with that sentiment of just, there's chaos. If you see there's a clearing in the fog of war, because to me, I just see fog of war. And, like, what? Like, a normal society looks like on the other side of this? Like, doesn't feel clear to me."
    },
    {
        "speaker": "A",
        "text": "You're the normal society, because what you're asking is, like, are we going to go back to something that existed when we had a different technological frame defining our reality in the. I think it's like 2014, 2015, probably maps with mobile Internet penetration and number of hours people are spending online. Once you're walking around with the Internet in your pocket and everybody else is now, society is existing for a non trivial amount of time on the Internet. The Internet. The rules of the Internet are clownish. That's what. Like, the malleable information, the rapid pace of information, the ease of deception. You're now talking about, like, a sort of cartoon reality that is shaping culture. So our politics didn't get crazy. It's not like, oh, my God, how did Donald Trump happen? And then now how is, like, what's her face, like, kamala, like, like, giggling in a weird way every 5 seconds. And, like, I can't believe she's a heartbeat away from the presidency. Like, this is clownish, clown world type stuff. The politics are mapping, the politics are being. They're emergent. Like, there was no way to stop this once we started living online. Because the Internet is a cartoon world now. Our society is shaping to those laws interesting. That will be the future. That is, it will get more and more clownish. It will only get more. I think it's like. It's like, sort of less chaotic, chaotic a little bit, because people sort of now understand that it's going to be clownish. So it doesn't hit the same way I think that it did in like, 20, certainly 1617. And then 2020 was super dark. You're, like, a little bit more adjusted to the clown world, but I don't think we're getting rid of the clown world. I think the only way that gets rid of it is a paradigm shift, a technological paradigm shift that changes the way we interact with the world. That could maybe be something like artificial intelligence in some really crazy way that none of us can see it really predict right now, because it's just very, very complex. But I think that's the only thing that changes. And I think there's no going back unless you get rid of the Internet."
    },
    {
        "speaker": "B",
        "text": "I mean, get rid of the Internet, right. Here's a difficult position just to steel man the case against kind of like some of your core tenants. I certainly don't think this. We are very pro tech at bankless, obviously being crypto pro capitalism, property rights, this type of thing, and generally pro the US. But someone hears that, that we're living in a clown world. And you say that this is because of technology, because of the Internet. And who brought us the Internet? Well, these corporations, that's the business side, and it's resulted in clown influencer politics. And your position is pro America. And they see America, and it's just going in the total wrong direction. So how do we go back to the normies out there and say, yeah, I know, like, the Internet has caused all of this chaos, and tech companies have, like, brought about the Internet and brought it into our everyday lives and have been a participant in this chaos and by the way, made a whole bunch of money and, like, now we've got this, you know, clown politics. How do we go back to them and say, hey, guys, you know what the solution is? It's actually more business, more tech, like more entrepreneurship. Do you see, like, why there is this, this cynicism on the anti like this. Maybe this explains the anti crypto army. Maybe this explains degrowth. Maybe this explains, like, all of the counter forces that we're kind of facing in these arguments."
    },
    {
        "speaker": "A",
        "text": "Well, I would first just acknowledge that you're right to feel a kind of way about this. It's like there I am not. People put techno optimism on me. I don't think I'm techno. I'm I'm like, I believe in the concept of technology and the concept of business. I think they generally track to good things. I am not in a dogmatic person about this stuff. I think that there are problems that we're not facing because we don't want to face them, because we don't want to have this conversation. It's like we want to believe that the Internet is an unambiguous good, but nothing is an unambiguous good, especially nothing at scale, like nothing that everybody now is using. Of course there are going to be drawbacks. I think that there is no easy answer here because the easiest answer would just be like some silver bullet argument of, like, no, the clown world's great, and it's going to do all of these good things. I think that there were drawbacks to not having it. Like I mentioned before, in the prior world, it was easy to convince people to do these horrible wars that killed. I mean, like, I forget what the number was. It was like millions of teenage boys were shipped off to Vietnam to die. Like, forced, like, conscription. That is not possible now, okay? Like, you're never going to get to the level of consensus society consensus that you need to do something like that. So the prior world of technology led to certain outcomes that were also really fucking grisly. Once you created machine guns, for example, okay, like, you could defend yourself better, but you sort of guaranteed that there would be trench warfare and you would have a long, protracted, sort of world war one situation. Every technology changes the world in some kind of a way that is not good or bad, but complicated. And now we're in the Internet world, and I think the very first thing that we have to do is just sit with these challenges and kind of come to some sort of consensus on, like, okay, we are in a clown world now. What? Like, we're in a clown world."
    },
    {
        "speaker": "B",
        "text": "What does that mean?"
    },
    {
        "speaker": "A",
        "text": "How is that presenting? Are there technological solutions here? Are there things we could do to make it better? What are the good outcomes of that? Like, what are the things that happened that were great? Like, we don't want to throw the baby out with the bathwater. Like, I think we have to just be talking about it and, uh, and be sober about it and not be a Luddite about it and also not be, you know, a crazed, accelerating, you know, I think every American should have a nuclear bomb in their basement type person. I'm not really on board with that either."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's a rational take. I can get behind that. I think the larger point is maybe just tech realism is, like, more the bent here is, which another point is, we can't put the genie back in the bottle. Like it is what it is. Like, you can't, like, delete the Internet and go back to the 1990s. We'll never live in that world again. So let's talk about one area that we're both focused on. So I consider pirate wires sort of the alt media for tech in similar ways that bankless is like alt media in crypto. And so we were talking earlier about how social media is imperfect, has some flaws, is going through this anarchy type phase. Let's zoom out to media in general. So, like, we've got mainstream media, we've got alt media like pirate wires. There's difficulty sustaining the business model. It's hard to, like, I don't know, pay for real journalism and truth finding. Like, what's your take on the state of just media in general? Not social media, but media in general in 2024 and, like, the way forward to make it better?"
    },
    {
        "speaker": "A",
        "text": "Well, it's really bad. It's like, absolutely, I would say, existentially bad to the point where whole kinds of journalism will probably end, and there are people who will celebrate that, who think, just, like, all journalism is bad and fuck the journalists. And it's like, I understand that because so many journalists are such shitty people, but it's really important that you know what's happening in your local city hall. And there are places all around the country right now that have no idea. And local politics sort of shapes your actual day to day reality. To not know what's going on is very bad, man. It's so complicated, because the thing that's happening right now is you basically need people to pay you for your content, which is great. And for me, pirate wires is we're good to go. We're able to do that, and I'm able to pay all my employees, and we're going to grow, but there are all sorts of things I cannot do because I'm not making tons and tons and tons of money. Okay. All sorts of things I would like to cover but won't be able to what the New York Times is able to do is really just sacrifice, burn a ton of money to be reporting on some strange, I don't know, political feud in Africa that might have one off consequences, like our second order consequences all around the world, really, because it's good for their brand. They're the people who are covering everything or whatever, not because it makes money. And what is the future of that? I think the times will survive and they'll continue doing a lot of this stuff. I think that the influencers will be the other thing. And then now we're reporting on certain topics, like we're doing, like, on tech, on like based tech news. No one can compete with pirate wires. Like, there's no, we don't have a competitor in that lane. It's a very specific lane. Like the New York Times could never. And so, like, you have to go after the giant on those, in those ways and then just grow as best you can from there. But there are going to be a lot of things that just are not covered. And I don't know. Newspapers were basically, they were companies that had hard, defensible lines of distribution. They made money for the most part on advertising, and then advertising was multi pronged. You had advertisements, you had inserts, you had what was the other? Hewitt classifieds was the other huge one. By the time of the Internet, most of that had already been like most of the advertisers, they were already dying. And a lot of the advertising had been cannibalized by television. Once the early Internet, before social media came, you lost classifieds to Craigslist and search and things like this. And then all you had in the new media landscape in the early two thousands was just straight up advertising. So you needed clicks. That was a total disaster for media and was the beginning of the end of everything. Now what you're seeing are people rebuilding old media companies is on the Internet, essentially building back lines of distribution separate from social media. They're owning their own distribution via the email. And you're like rebuilding this advertising revenue sort of on top of that in addition to that. But it's just still, it's like such, with technology as it is, the slice of the pie is much, much, much smaller. And I think it's like, there's not a lot of, I don't have a lot of good solutions here. All I can say is that, like, I'm on the front lines, like in a hard moment, succeeding in a way that is sort of closer to the top of the pack, and it's like, very difficult to do it, and I'm just hoping that we develop new tools to do it, and I really hope that AI becomes a huge amplification of what we're able to do on smaller teams. I'm really interested in every sort of new tool that comes around. But, yeah, it's pretty bad right now. I think the other thing that's kind of good with fragmentation, all these different social media things, if that continues, which I would love to see, there's a world in which they just lose the pricing power that they had, which was really, really, really damaging to the whole ecosystem."
    },
    {
        "speaker": "C",
        "text": "That gets to the question I want to ask. I wonder if you have a take on. Imagine a pendulum between large conglomerates, media conglomerates, MSNBC, New York Times. The spectrum here is centralization versus decentralization. If there's a pendulum that is swinging between one and the other, where do you think that pendulum is? Where you have large, centralized media orgs on one side, and then you have the Elon Musk vision, which is he wants every single Twitter account to become a citizen journalist. And then you have people like you and I, you and us, where you have pirate wires and bankless, which are small independent media organizations with a committed following somewhere in the middle, probably more in the left side. Where do you think. Do you think there's a pendulum, and where do you think we are on that, and where is it going?"
    },
    {
        "speaker": "A",
        "text": "I think that there are no real citizen journalists, to be honest. There are people talking, and that's enough. That was enough to do the most important thing that social media did, which was throw the curtain back on these huge institutional, or these legacy media institutions and just challenge them fundamentally. Like, you are telling us things that are not true and you do not have authority over the concept of truth. You are not able to fact check me. Okay? Like. Like, your opinion is not more valid than my opinion. That is really important and is provided that the Internet, the social Internet stays free. You have this very important corrective on these other giants, but none of these things are solving the chaotic Internet problem. In fact, social media just amplifies it. It. And so what you're going to have to have are these smaller groups that are growing. So once everything weirdly modeled off of the New York Times, right, like, we're talking about building up distribution channels and, you know, your own forms of advertising, subscription revenue, you have this new crop of smaller players that are growing and increasingly influential, like you said, in the middle. And I think that they're going to become these really important nodes for sense making of the world. Twitter in this chaotic state and all, social media really is kind of too chaotic for the average person. They're looking to like, okay, what's this one guy who I like going to send me in my inbox and that says, like, everything I need to know that's happening right now. So that will be very important and I think also increasingly lucrative. When you have that kind of a relationship with someone that they trust you that much, you'll be able to make a lot of money. And what I'm trying to do with that is use that money to fund journalism that otherwise would be very difficult. For example, local politics reporting in San Francisco, just straight up like, what the fuck is going on? Type stuff at city hall or with the crime stuff, or the new mayor who's out of Oakland, who's super is allegedly corrupt. That's what you hopefully do with that kind of. With that kind of influence. And I do think that influence is really growing."
    },
    {
        "speaker": "B",
        "text": "Yeah, I hope it grows. I mean, like, I'll just tell you sort of our story. And I don't know if you have any advice for someone who is thinking about, like, starting an alt media company. Maybe the generic advice is, like, don't do it. Like, be sure you want to. Like, for David and I, story with bankless is we kind of, like, stumbled into this. David was doing a podcast. I was doing, like, a sub stack, and we were basically like, man, no, traditional media is not covering crypto the way it should. Right? Like, you see financial media, CNBC, and Bloomberg, and it's just, like, reporting on the wrong projects in the wrong ways. Like, it's just so, like, just boomer and out of touch and, like, not in the weeds. So we sort of just developed this niche, and then, like, a substack turned into, oh, we have some people to, like, write this newsletter. And that kind of, like, grew. Then we forked off. We, like, accidentally built, I think, maybe an alt media company. But this doesn't scale to hundreds of employees. Very likely it's still going to be, like, David and myself and probably a small team to just cover our niche better than anyone else in crypto. I don't know if that's a scalable model. I see some similarities in pirate wires. And one thing that's important to us is we totally have a bias. Our bias is decentralization values. Our bias is crypto, and we're unapologetic about that bias. I think that might be an important ingredient. I don't know if you see patterns."
    },
    {
        "speaker": "A",
        "text": "Here, really good people clock. As I always say, pirate wires is very biased. People are like, this has got objective reporting. I'm like, correct. I've already told you my biases. I am generally pro business. I am generally pro tech. When I go after companies like Google, it's because I think that they are damaging those things. I think that their policies are bad for the country or the industry more broadly. Engineers like, I. That's why I. That's. But that's. That is how. That's what builds trust. And that is the problem with the 20th century media model is like, once we all got online and started talking to each other, it was like, holy shit, we've been lied to a lot."
    },
    {
        "speaker": "B",
        "text": "Well, I feel like they pretend they don't have any biases or."
    },
    {
        "speaker": "A",
        "text": "Yeah, exactly. Just a lie. That's the first. That's like, the original sin of media of 20th century. 20th century media didn't always used to be like this, but, like, the idea of the objective journalist is a myth. It's not true. People cannot be objective. They cannot. You cannot. Even when the way that you determine what a good story is or an important story, what is newsworthy? Okay, that's your bias. That is. That is. You need the bias to tell you what to cover. Even if you could somehow cover it in a neutral way. I don't even know what that would exactly look like or be. You needed the bias to tell you that it was important. And so to say that you don't have it is just a total lie. And everybody knows it's a lie. And that's why. That is the power of someone, someone like Joe Rogan, for example, who is just very clear about what he believes and what he's interested in. And that's why people connect to him, because they've been lied to for so long, and people who don't lie in that way are going to grow and grow and grow. The danger of that, obviously, is building up trust and then abusing it, which people will do and probably already have done. I think that you have. I see these influencers blowing up and then buy my token class on how to start a business or whatever. That stuff's really gross. But that kind of stuff has existed forever. And the Internet's just kind of modeling. It's just showing you the new version of this scammy kind of guy that has always existed. But, yes, I think that we are biased. I think that's really good. I think that is why people like us. I think that it's super narrow and we're able to do it because we both are covering stuff where there are enough people with enough money who care about this thing that it's worth it for them to look at this. I would like to grow beyond what we're currently covering as well. I'm never going to be able to cover, like, local politics in Missoula or something. There's no way I could justify that. Maybe one day, you know what? Never say never. Yeah, I'll find a way."
    },
    {
        "speaker": "B",
        "text": "AI, right. I mean, maybe that little AI reporters embedded in every community."
    },
    {
        "speaker": "A",
        "text": "Maybe."
    },
    {
        "speaker": "B",
        "text": "Let's end with this question. Mike, this has been really cool. I think we've covered a lot of things, but just one of your, one of your values, rather than biases, I'll call it a value, is the United States. And this is an election year. It's a particularly insane election year of 2024. And I guess, like, my question, David and I aren't as, like, in the weeds in terms of politics, except as it relates to crypto, but, like, we, I mean, we definitely live here and see what's going on. Like, is America going to be okay after this election? Do you have any election predictions? I'm not asking who's going to win and who's going to lose, but say that if you want. Like, my broader question is, is like, are we as a country going to be okay?"
    },
    {
        "speaker": "A",
        "text": "I mean, it depends on what you, what do you mean by okay? Like, are you asking if democracy is going to still exist?"
    },
    {
        "speaker": "B",
        "text": "Yeah. To me, it's like constitution, democracy, and also, like, no, civil war would be, like, a good definition of who's going."
    },
    {
        "speaker": "A",
        "text": "To fight in the civil war. Like, let's just start there. Who's fighting in this war? Is it like this, this the sort of angry baristas of San Francisco fighting the farmers in Napa Valley? Like, that's not happening. Democracy."
    },
    {
        "speaker": "C",
        "text": "What about will the far with the extreme, the left and the right? Will they get further apart, or will we move closer together as society? Can we meld far left and right relationship?"
    },
    {
        "speaker": "B",
        "text": "That's nice. That would be nice to have. My question, too, is will the republic just hold? Are we going to be able to just maintain a democracy?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I don't really. We're talking about two democratically elected presidents, and everyone is saying that democracy has failed. It's like, well, both of them won their election and it didn't fail. So, like, automatically I'm sort of like, okay, what are we really talking about here? It's just, it's like, very hysterical. It's all like, super, super, super hysterical. And I think people just need to, like, calm down generally and be a little bit more sober about this. I do think that there are huge problems that are new problems. I think that the weaponization of the court is really scary to me. I think that the sort of distrust of the court, the higher court, the Supreme Court, is really scary to me because you have a situation now where people all sort of understand that if you control the Supreme Court, you can just sort of magically do whatever the fuck you want. And that's super authoritarian potentially. You know, you have the Democrats talking about packing the court, which is, like, really horrifying to me. Just like a complete. So that's like, for me, that's like, you're taking over the country. You've dissolved the legislative branch at that point. And they're new things. The courts have not ever been this. The Supreme Court has never been this distrusted. And the idea that stuff like the Alvin Bragg case was, like, really crazy to me. I couldn't believe that that happened. But I still think, like, the thing about America is it's so goaded in terms of talent and resources and money. I often wonder, why are things so stupid here separately from the Internet? Things are so dumb in so many ways. San Francisco is dumb. The politics are really, really dumb, and the Internet didn't do that. It's been dumb for a long time is because we can, like, it's like, we just are so good that, like, the, like, we can fail totally at politics and still we're better than everybody else. So there's not enough external pressure to fix anything right now that's both good and bad. It's, like, bad news for new infrastructure projects. You're never getting high speed rail in California as long as we don't have, like, some kind of, I don't know, California specific dictator to do it, which would, I don't know. I'm open to it. But, like, we're also. I think democracy is going to exist, and I think the republic does survive. And it's like, does the Republic survive a Donald Trump presidency? It did. Everything was fine. Like, I just don't think there's. I think that people freak out about this stuff, and it's actually fine. I think that we're. There are fewer checks and balances to just pure democracy, which is a problem. Like, we're becoming more and more of a. Of, like, I think all of the California style direct democracy is really bad. You want to be electing representatives and having them legislate and you want to make sure the courts are not legislating, that the courts are determining what legislature, they're sort of litigating what legislators have said. But, yeah, I mean, this is a lot. I'm babbling. I think things are going to be fine. I don't think there's definitely not going to be a civil war because where would the lines even be? It's like with your urban core versus the suburbs. That just seems really silly. I think that. Yeah, I think things are going to be fine."
    },
    {
        "speaker": "B",
        "text": "I'm glad to hear you say that, Mike, because the civil war would be very bad for our bags, I think, over here in crypto."
    },
    {
        "speaker": "A",
        "text": "Well, crypto would."
    },
    {
        "speaker": "C",
        "text": "Boom."
    },
    {
        "speaker": "B",
        "text": "I don't know about that."
    },
    {
        "speaker": "A",
        "text": "Yeah, for sure. You need a currency you can trust."
    },
    {
        "speaker": "B",
        "text": "Sometimes we wonder if this is a risk on asset or a risk off asset or what it actually is and how it trades. But, Mike, so far it's been both. Yeah, it's been both."
    },
    {
        "speaker": "C",
        "text": "Bearish."
    },
    {
        "speaker": "B",
        "text": "It's been both, Mike, this has been great. I, for bankless listeners, I consider pirate wires kind of like the bank lists of tech. So if you guys want to check that out, it's piratewires.com. you can and should subscribe. There'll be a link in the show notes. This has been great."
    },
    {
        "speaker": "A",
        "text": "To the Daily."
    },
    {
        "speaker": "B",
        "text": "Subscribe to the Daily. It's like. So we have the daily brief at bankless. The daily. What's the daily? Give us the pitch for the daily three."
    },
    {
        "speaker": "A",
        "text": "Daily takes. Technology, politics and culture. Nice, very quick, everything you need to know. And it's like your portal into the Pyrewires universe."
    },
    {
        "speaker": "B",
        "text": "So do that, guys. As a follow up, I got to end with this. Of course, none of this has been financial advice. That should be obvious. I don't think we recommended the Donald J. Trump token at all. You could lose what you put in. But we are headed west. This is the frontier. It's not for everyone. But we're glad you're with us on the bankless journey. Thanks a lot."
    }
]