[
    {
        "speaker": "A",
        "text": "Like, I was talking to someone last week, and he's like, every vc I talk to is utterly miserable. Like, you would not be able to tell that prices are, like, because retail's miserable, too."
    },
    {
        "speaker": "B",
        "text": "Everybody all. Everybody's miserable, you know?"
    },
    {
        "speaker": "A",
        "text": "Yeah, we all maybe all need to go to, like, a mexican beach vacation. We can claim our Eigen airdrop, you know, while we're south of the border and just, like, chill out for a bit."
    },
    {
        "speaker": "B",
        "text": "Welcome to bankless, where today we explore the frontier of VC's versus retail. That is the conversation today. As always, I'm Ryan. Sean Adams, and we've got David Hoffman, and we're here to help you become more bankless. VC's versus retail. Are they at war? This cycle in crypto? Have they always been at war? That's the through line of the conversation we have today with crypto writer and VC Regan Boseman. A few things we talk about to get to the subject matter. Number one, why this cycle in crypto feels weird. Number two, why retail attention is actually the tail that's wagging the dog right now. Number three, why airdrops are broken and how to fix them. Number four, the toxic combination of high fdv and low float and how we got there. And number five is a casino, our primary use case. Should we give up on this whole fundamentals thing?"
    },
    {
        "speaker": "C",
        "text": "Understanding the crypto markets and why they are what they are has been one of the more interesting things to investigate, I think, since I've ever gotten into crypto. Uh, there's so many different things about the way that these markets are built that are fundamentally different and peak people in, in different ways. And one of the ways that they're different is that they're all of the middle. Middlemen between end market liquidity and retail buyers and early stage venture capitalists are gone. In crypto, there are no middlemen. One thing that we do in crypto is we do disrupt the intermediaries. But now it's really smushed VC's, early stage VC's, and late stage retail liquidity into the same room, into the same very small market. $3 trillion is a lot, but it's still a very, very small market in the grand scheme of things. And so how retail attention and what retail wants to invest in has changed over the years has really dictated the way that VC's invest in the space. And so there's been this, like, tenuous relationship between retail, which this entire industry is built on. Like the early people that bought bitcoin. Those are. These are retail people. This entire crypto movement is spawned out of retail, but nonetheless, there are early stage VC's. How do these two parties come to terms with each other? How do these markets develop? And I think lately one of the reasons why this crypto cycle feels so weird is we're kind of coming to some sort of conclusion about people's education and understanding about these market structures. So this is a conversation that we unpack here with Regan Boseman. But first, before we get to that conversation with Regan, a moment to talk about some of these fantastic sponsors that make this show possible."
    },
    {
        "speaker": "B",
        "text": "Bank of the nation. Regan Boseman is an investor at Lattice, which is a VC fund. He's come on our radar a lot recently, and particularly he writes these powerful threads on crypto, which I think just like synthesize various investing topics around crypto markets, private markets, airdrops, like, whatever is going on. One of the themes today that we're going to explore is VC's and retail is like a defining marker of this era that we're in, maybe versus retail, or maybe how they collaborate and work together. Regan, welcome to bankless."
    },
    {
        "speaker": "A",
        "text": "Yeah, thanks for having me on."
    },
    {
        "speaker": "B",
        "text": "So there's maybe going to be a common through line through this episode. We're going to set up a problem statement, let's say, and even discuss whether it's a problem of kind of the current meta in crypto and the relationship between VC's and retail. And then we're going to discuss the reason why that problem exists, and then finally what that means and where it's going to evolve moving forward. So I actually want to throw this to David because I know David's been exploring this thread recently. It's a Travis cling thread."
    },
    {
        "speaker": "C",
        "text": "And Reagan, I actually found this thread through one of your threads. So thread exception right now, Travis Cling thread, it started off with more or less titled a lack of pretense that any of this shit does anything or will ever do anything. That's kind of what I call, like, the crypto identity crisis in 2023 and 2024, especially after coming off of the terror that was 2022. And then now looking around and, you know, reflecting about, like, what have we built as an industry? And it's resulted in some kind of like, bull market despair that I think the crypto industry has felt. Not like bitcoin is at all time highs because of the bitcoin ETF ether people perceive will be at all time highs once it gets its ETF. And then some quotes from Travis Kling's article that people want to gamble on vaporware and next year looks like a good year to be at the casino. And the ratio of expectations to market cap feels like the lowest it's ever been. And lastly, financial nihilism is growing like microchips. So, Reagan, when you read this Travis Kling article, you, like I said, wrote your thread about it and have processed it. How do you think that this defines the market cycle that you in elaborate on your thoughts and your interpretation of this?"
    },
    {
        "speaker": "A",
        "text": "Yes, I think it's a common thread that people talk about how the past two cycles were kicked off by some new form of speculation. You had icos in 2017, and then you had Defi summer and yield farming, and then nfts in 2020 and 2021. Those were both new forms of speculation. But there were also companies that came out of both of those icos. You had Aave and Makerdao. Makerdao was maybe a little bit earlier, but you had a lot of companies come out of that cycle, and then defi summer and nfts, and you had compound and Opensea, and you had a lot of large companies. Right? There were things for people to do. And so I think this cycle different in that you kind of just have this external water hose of capital with the bitcoin ETF coming in. That's been a cycle rather than something internal. Sorry. That's been the catalyst for this cycle rather than something internal. And then you actually don't really have a new thing for people to do. It's just been meme coins, which are not new. Right. Doge came out maybe in 2013, 2014, but it's the most pure form of gambling. And just like, if all you wanted to do was make money on crypto tokens, punting on meme coins is the purest form to express that investment view. And so I think what we're seeing is people on crypto Twitter are arguing about whether meme coins are good or bad or whatever, but it's clearly what people want to do in this moment is just gamble on whether these things go up or down without any care in the world about whether this stuff will actually do anything."
    },
    {
        "speaker": "C",
        "text": "I think part of this sentiment also comes from the fact that there doesn't really seem to be any new people coming into the crypto industry. Like, the bitcoin ETF is bringing in new capital, but there's actually no new players. There's no, like, bitcoin capital is like the most vanilla type of capital that exists in the crypto markets. It's actually not. There's no inventing anything new here. It's just bitcoin. And so, like, while we are getting new capital and bitcoin has punched through all time highs, we're not getting, there's no new crypto people, right. We're actually not really scaling this revolution. We're actually kind of just like scaling the market cap of bitcoin. And then people are kind of recycling that capital down into the long tail. And so I think maybe that also kind of helps define about why this market has been so weird lately."
    },
    {
        "speaker": "A",
        "text": "I think that's right. And I think, look, people have gambled on things for thousands of years. If you look at sports betting or the lottery, clearly gambling is ingrained in our society. And I think being able to spin up permissionless betting markets on Solana, people can. Like, it's cheap, it's fast, it works, it clearly is innovative in that regard. But if we don't get anything beyond that this cycle, I think it is a little bit boring. And I think part of why maybe you don't have new people coming in is gambling on the meme coins. You're doing it on Dexs. You need to use something like Dexscreen or bird's eye. You're looking at new token contracts getting deployed. It's a very crypto native thing to do, and it's not that easy to navigate. I think another interesting thing to think about is you look back at last cycle and you had all these stories that were really powerful, and this is what every LP was told. It's like art is a $10 trillion asset class, and NFTs are going to revolutionize every aspect of art. Finance banks make hundreds of billions of dollars of fees a year. You guys are being bankless. You're probably more familiar with this than I am, and DeFi is going to cut out all these middlemen and just whatever. Anyone can send money to anyone in the world, and you don't have any stories like that this cycle. Now, I think that both of those things are actually true. Like Defi, NFTs, all this stuff kind of slowly eating away these industries. I think we're further along than we were three years ago, but that's not what people are talking about. And so I think there's just not really a new meta for people. It could be retail, it could be LP's, but there's not a story to latch onto of. Like, this is why crypto is cool, and this is why I should be involved."
    },
    {
        "speaker": "B",
        "text": "Let me ask you, Regan, so is all of this is a problem? So, I mean, we couched this section and said like maybe there's a problem, or like that, you know, there's something weird about crypto this cycle. And then Travis Kling talked about this and framed it as a form of financial nihilism. And then you said that there have been arguments back and forth on whether this is good or bad. Is it an existential problem, or do you think that this is just what crypto is here to do? Maybe it's good in some way. Is there really a problem here?"
    },
    {
        "speaker": "A",
        "text": "I think it's a problem if this is all that occurs this cycle, yes. I think people have talked a lot about trying to wrap speculation in an academic lens. People point to Carletta Perez's book, which I think is called something like speculation and financial innovation, how speculative booms have led to a lot of investment, which has lowered the cost of infrastructure, and that's then allowed real technological innovation to happen. So people use this example of the.com boom, subsidized a lot of bandwidth getting laid in the US, and now, 20 years later, you have a lot of very, very large companies that came out of this. I think it's speculation in and of itself is not bad. As I said before, people were gambling on what gladiator was going to win in roman times. But clearly its not enough of a thing to draw new audience in because were not seeing that happen now. And this cycle has been very pvp, which is cryptos big. Its not that big, right? If the industry doesnt get any bigger from here, its not that interesting. So I think it can be a step in the journey. But if this is the end of the road, then I think we all have a bigger thing to worry about, which is where do we go from here? Are we just going to be sitting around arguing on Twitter about whether meme coins are good or bad for the next five years? That doesn't sound very fun to me."
    },
    {
        "speaker": "B",
        "text": "Well, hopefully you can answer some of that in the process of going through this episode. But another question I have on this thread is, is it really that different? So, like, we're saying that this time there's financial nihilism in crypto. Oh my God, like, wake up. Hasn't it been here? Every cycle would be a retort to that. I mean, 2017, we had icos, didn't we? And that was like a form of speculation and gambling, certainly. Like, what else would you call some of these icos? The previous cycle, we had all sorts of mechanisms for the animal spirits, right, not least of which was monkey jpegs and all sorts of things. Sorry I didn't mean to single out a community, but all the jpegs we were speculating on that moon went down. Now, this cycle, it's just the same sort of animal spirits not expressed in icos, not expressed in nfts, and other things like this, just expressed in meme coins. And hey, by the way, incidentally, isn't that the purest form of speculation? Anyway, we get it distilled, and it's not like VC bag shilling, like the previous cycle. So is it really that different? I guess is the core question here."
    },
    {
        "speaker": "A",
        "text": "So I think the ethos of it is not necessarily that different. Right? People want to get rich. And to me, I think if you distill down, like people love to talk about crypto communities, in my view, community is basically making money with your Internet friends. That is really how these communities form, is positive financial upward mobility. But I think the retort to all of that was just speculation is, yes, Solana did an ICO in 2020 and now it's 2024, and Stripe is using that thing. Clearly real things have emerged out of this. You had Defi summer, and now Lido has, what, $25 billion in TVL and Aave and compound, or these very real things where you have these global permissionless lending markets, which is an incredibly powerful primitive. So yes, I think most things in life and venture, 95% of it is useless and will fade away. But from both of those prior speculative cycles, you clearly did have generational companies or protocols or primitives come out of it. Now the question is, what comes out of this and what comes out of meme coins? And I wish I had the answer to that. One interesting data point is we have built basically software that tracks Twitter activity to try to source companies. We have a few hundred accounts we think are alpha generating to some extent. Every time we follow a new account, we basically try to suss out, is this a new company or nothing? And then we basically source some of our deals via that mechanism. And interestingly, in prior cycles, more companies were started, crypto prices went up, more attention went on the space people were talking about crypto, and so people started companies. And we actually haven't really seen that happen this cycle, which maybe isn't that surprising, right? It's okay. This meme coin thing is interesting. It's kind of a long leap to be like, okay, now I want to start a company in crypto. Right? There's just not that much meta about productive things yet. And so that is kind of a leading indicator that, hey, maybe not that much useful is coming out of the current paradigm."
    },
    {
        "speaker": "B",
        "text": "Just to be clear, Regan, you're seeing more meme entrepreneurs and fewer app entrepreneurs."
    },
    {
        "speaker": "A",
        "text": "I think just less entrepreneurs generally."
    },
    {
        "speaker": "C",
        "text": "One thing I want to open up is that conversation of the stories that always seem to come with every single crypto market cycle. I remember coming into 2017 crypto and just fell in love with the massive amount of stories that were told. Like, every single ICO would tell a story of a future Internet that just got me going. I loved it. I just ate it up. And it really wasn't into, deep into 2018, where I realized kind of the reality of what was going on here. And I was actually like the retail individual that was learning his first lessons in the financial markets. But as the next cycle came around, the DeFi story, and like you said, the NFT story came about, which seemed to be just so much more coherent. Right. And actually meaningfully did onboard people into the crypto world, right? Like, DeFi is going to disintermediate trillions of dollars of intermediaries and put that hands back into the margins, right? Like, we're going to tokenize the entire art market and put it on chain and there's going to be revolution, digital art culture. Like, I, I believe those stories. I still believe these stories. These are, I think these are good stories. But telling these stories, I think in 2024, people, like, just don't want to hear it. The stories don't land as well. Both, I would say, for crypto natives and for external, non crypto people. And I think external, non crypto people in 2024 actually understand kind of the crypto story, even if they're not crypto people. Like, crypto is a household name now. Like, people know what bitcoin is. At least they get the vibe, they get the gist of, you know, democratizing access to finance. They, they kind of get that. And so I think we've hit some level, and I want to get your sentiments on this, Regan, is I think we've hit some level of, like, story saturation where even with the stories of, like, NFTs coming to disrupt the art market still had, like, nefarious NFT drops milking retail users and milk milking people who would like, you know, buy the top of their NFt, right? Like, there's plenty of these examples and nonetheless, like, we had the defi story and then there were still plenty of just, like, startups that would play the get rich game for ourselves and not for anyone else. And so, like, nevertheless, there's always some sort of nefarious or at least there is perceived to be some sort of nefarious motivations in much of the makeup of the crypto industry, at least when it comes to the private markets, as."
    },
    {
        "speaker": "A",
        "text": "I mean, defi is a perfect example, right? It's like we had two years of, like, incredible financial innovation, and then UST and mirror destroys, like, $15 billion of value overnight. Right?"
    },
    {
        "speaker": "C",
        "text": "Totally, yeah. And so, like, telling stories these days, I just don't think people want to hear it, both outsiders and insiders. And so maybe I think that's kind of also contributing to the nihilism, whereas people have heard these stories before and they kind of shout like, well, these are the VC podcaster stories that are here to kind of work the narrative."
    },
    {
        "speaker": "B",
        "text": "How would you react to that, David, though? Is it like that they don't want to tell stories or hear stories, or they just don't want to hear those stories because there are all sorts of new stories that are brewing, but they're more like casino meme type of stories? It's a different type of, of story, maybe."
    },
    {
        "speaker": "C",
        "text": "I mean, there's always an appetite for some sort of story somewhere. But the stories that I'm hearing are not like, being broadcasted to the point where they're actually bringing in new people. Right? Like, if they're not bringing in new people into the crypto industry, are they like, useful stories? Like, Regan, what are your thoughts on this?"
    },
    {
        "speaker": "A",
        "text": "Well, I think it ties back to what we were talking about before, right? It's like the prior two cycles, you did have this form of speculation, but it was like, hey, this is funding this, like, new wave of companies that pretty clearly do something, right. A permissionless lending market has a function. Whether or not you think that's a big opportunity, that's a different question. Clearly, these companies did something. And this cycle, you kind of have meme coins, this new form of speculation, but it's not really clear what it's funding. So I think there's different audiences for stories. I think if you look at retail investors coming into crypto, what has been the main goal of most of them? My assumption is it's to make money. Maybe you're interested in this stuff. Maybe if you just buy bitcoin, you kind of believe in this hard money thesis. But if you're punting on tokens, you probably pretty clearly want to get ahead financially. And so maybe now, with just cheap meme coins on Solana that were like, you can make 100 x in a day, you can also lose your money in a day. That is just like, it's what you wanted to do. But you don't need the story, right? You don't need the icing on the cake, just like that's the purest form of gambling you could find. A, and so it's like that segment of the market maybe doesn't even need stories anymore, or they don't believe the stories that they were told. I think for institutional allocators who've funded a lot of what's happened in crypto, they don't want to hear that story. Right? If you're like a foundation or an endowment and you're trying to compound money over a 20 year timeframe, a new form of like, oh, this is like a casino, but better, that's just not a story you want to hear, right? You want to hear big dreams, because historically, that is what has produced big financial outcomes in the past, is industry changing companies, and you don't have that right now. Which is why I think, yes, price has gone up. Bitcoin has hit all time highs. The floodgates of institutional money coming into the space, it has not happened yet. And I think a lack of a coherent story is a big reason why."
    },
    {
        "speaker": "B",
        "text": "Regan I think this brings up the question of were we fools to believe the defi story to begin with, or the crypto money story. So at some level, I totally acknowledge that crypto has always been about, as you say, the main story here, the through line, is making money with your friends. But it used to be like that. Plus, if we do that, and when we do that, we get to economically secure this permissionless, open Internet property rights system for the world. Even the original bitcoin story was like, if we do that, as we make money with friends, we create this sound money standard that protects us against fiat debasement. The ethereum story is like, as we make money with friends, as we get ultrasound money, we start to create this defi system that anyone can use, free us from the bankers. This is part of the bankless origin story as well. And now it's just, as you say, a more distilled version of we make money with friends. And maybe there's some element to, and creators and influencers get to kind of democratize access to their fans. Maybe there's vestiges of that. But I guess my question is, were we fools to believe all of the original crypto origin stories? It was like, was it only about making money with friends to begin with?"
    },
    {
        "speaker": "A",
        "text": "No, I think that incredible things have come out of all of those. You look at Solana, it is now this incredibly fast blockchain stripe announced last week that they're going to use it. And if you think about this shared upside amongst an early community and early adopters, Solana was live and liquid under a dollar for months in 2020. Early adopters of that community have seen huge financial upside. I think you look at stablecoins. I talked to a company yesterday that is working with merchants in South America that import and export goods, and they need to deal in a bunch of different currencies. They are using stablecoins, and it is much cheaper and faster for them than using the Swift system that exists today. I think there are real success stories coming out of crypto, but using the stablecoin company as an example, that's not necessarily something that's investable, or you could trade day to day. I think the attention of the market is clearly focused on the fastest part of it. But there are a lot of really successful, cool things happening in crypto. It's just, that's not the current meta."
    },
    {
        "speaker": "C",
        "text": "I want to turn to why all of this story talk is so important. Why do stories matter so much? Uh, and one of your threads, Reagan, you. You said a line that's now stuck with me, which is terminal liquidity in crypto comes from retail. Uh, and so this is. This has been just true about crypto from the get go. Retail interest has always had an outsized impact on the crypto markets. Like, the. The bitcoin itself was molded out of, like, casual retail investors. The first people that bought bitcoin were not the VC's. We're not the fund managers. They were just the Internet casual people who stumbled upon the bitcoin white paper, uh, and were crazy enough to buy bitcoin before it actually had a market price. And this is. This has reverberated throughout the halls of, like, crypto cycles throughout time. Right. Retail predominantly owns, like, the long tail of assets in crypto. And so, like, what retail cares about, what the average, average Joe with an Internet connection and a couple hundred dollars, what they care about? Uh, it actually matters, like, quite a bit in the crypto markets. Uh, and so your line here is that I. Terminal liquidity for VC's comes from retail. And I think this kind of opens up the conversation of the relationship between venture capital firms and retail. But just let's hang on that moment, that line for a second, just like terminal liquidity comes from retail. Just express a little bit more about what you mean by that and how that has impacted what the crypto markets actually are."
    },
    {
        "speaker": "A",
        "text": "Yeah. So I think if you look at traditional venture markets, a seed investor will back some SaaS company at the seed round, maybe they have a few customers, they're generating a few thousand dollars a month in revenue. And then there's Series A investors and there's series B investors. And basically as a company produces more cash flows, there are more investors who are willing to put more money into a company as it grows, and eventually there's a number of exit possibilities for that company. It could be sold to a private equity firm, a strategic acquirer could buy it or go public, but there are a lot of different avenues and generally it's not like retail buying a SaaS company, maybe at an IPO like some retail investors buy those shares, but there's a lot of institutional allocators that are focused on companies that produce free cash flows and there is this universal currency of free cash flows. Most of those things don't exist in crypto, right. There's not a lot of growth stage investors. Generally companies arent raising more than a Series A or a series B before they launch a token. And if you look at whos trading these tokens and lets just take bitcoin and EtH out of the equation, everything below that in the coingecko rankings, its probably at least 80% retail. So I think theres always been this kind of uneasy truth that there is just a lot more money allocated to crypto venture than there is to fund managers holding liquid tokens. And so ultimately the kind of assembly line weve built of protocols getting funded and launching, ultimately it's dependent on retail investors wanting to trade these assets when they go liquid. And if that breaks down, then there are things that need to be fixed."
    },
    {
        "speaker": "C",
        "text": "Preston, just to elaborate on the point that there are so few funds that hold liquid tokens, because if you were a hedge fund that held liquid tokens and you are buying the cream of the crop of tokens in 2017, you're probably down 97%, right? Like if we're not talking about bitcoin and ETH, like what was like one of the best tokens of 2017 that I can remember, like basic attention token, like Auger. Like these tokens don't make it through the cycles because like crypto is so heavily like evolving and so research focused and we are developing new systems. Like we didn't have the word data availability until 2022, I think. And so like they're holding tokens for the long term. Crypto moves so fast, it evolves so fast, and so there's always a new meta of industry infrastructure that means that being a long term investor in the long tail of tokens is kind of untenable in this space."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think that's right. I mean, clearly there are assets that last through multiple cycles, bitcoin, ETH, MKR, but generally they don't. Most don't. And I think just in an industry where there are 90% upswings and drawdowns, it's very hard to manage a liquidity fund across cycles, because at some point, if you have a liquid fund and your investors can redeem money, you will be down 75%. And so the way most investors have chosen to access the asset class is through venture funds, which I think has worked well. It's funded some incredible technology and it's helped drive a lot of, like, the industry's forward progression. But ultimately, there still is a big delta where there's all this money going in on the private side, and eventually that money needs to turn into more money to go back to those lp's to then fund the next wave of crypto venture funds."
    },
    {
        "speaker": "C",
        "text": "Yeah. So would you say we've cut out the middleman, right? We've cut out all of the steps between early seed stage venture capital and late stage public markets. We've cut out series CD, EFG, we've cut out the investment banks, we've cut out all these things. But that capital actually just kind of repointed itself towards venture capital, making venture capital very overweight in the crypto world versus retail. And so when we have an overweight vc pendulum and then we have no net new incomers into the crypto markets, all the retail individuals, a long tail of buyers, is actually the same people that have been here since 2021. And this is kind of where this, the tomato has emerged, where we have an overweight vc, and then when we have the same supply of retail people, and that's kind of the current structure of the market, would you say that's right?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I think that's right. And I think people want to launch tokens in a bull market. Right. So you have a lot of teams that have been building maybe kind of getting ready for TGE during 2023. The market starts ripping in December, and it's like, oh, yeah, let's launch, let's get the token out the door. And if you don't have any new retail inflows, who's going to buy these things? I think that's maybe why you're starting to see the market get a little bit shakier than it was two months ago, where some of these new token launches are not going well. Now, for what is worth, I think structurally, the current paradigm we've set up of these high FTV, low float tokens is terrible. I think it's the worst innovation in the industry in a long time. And I can talk about that. I don't think it's not an intractable problem, but the current paradigm is just not working."
    },
    {
        "speaker": "B",
        "text": "Let's come back to that issue of high FTV. But before we do, just to flesh out why we're in this state, I want to ask you a question. Structurally, why do we even have this or need this division between retail and VC's? I remember the original promise of 2017 with icos was like, VC's are dead. We don't need VC's any longer. I'm wondering if you think that that is why. Why there is this division. Is it a product primarily of accredited investor laws, let's say, where it's a product of the regulatory regime that we're in? Or is there something deeper here? Because permissionless access to launch a token and raise funds, it's not clear that you need a whole separate class of investors and call them VC's."
    },
    {
        "speaker": "A",
        "text": "So I think crypto VC's get a lot of flack and some of it is definitely deserved. I think they generally do serve a purpose which is taking very early bets and accepting a very different liquidity profile than most people who are just punting tokens. So maybe to frame the timeline of this, generally when we make an investment, tokens are locked for at least a year and that TGE event may be six to 24 months away. Then our tokens vest over another two to four years. It can be three, four years before we even have half the tokens that we purchased with a token warrant or something like that. I do think VC's take a liquidity timeline that is very different from how most retail participants want to trade tokens. I do think you need a different class of participants. I also think oftentimes when we're underwriting these investments, it is like two people in a room with a deck. There's nothing live on Mainnet, there's nothing to use. It's just very different and it's subjective investing. You're really just trying to back awesome people who are going to stick with this. Now that's not to say VC's are necessarily smarter than the average retail participant. Most of us probably like to think we are, but it is. It is more liquid than traditional venture. But almost always we are holding these positions for at least three to four years. So it's just very different than trading tokens. Part of it is definitely regulatory. I think there is a path to sell tokens to the public in a compliant manner. I mean, generally you exclude the US, but a lot of teams have done this. Filecoin Solana near Avalanche a lot of large blockchains today did do something like this. But generally I think that that happens at a later date when there's more to show. But for what it's worth, I don't think that these, it does not need to be a PvP game, right. Solana Avalanche near a lot of the most successful launches from last cycle. Yes, they sold tokens to VC's really early on, and then they sold them to retail, probably at a bit of a higher price. But all of those tokens launched below billion dollar ftvs. Like both the retail participants in those public sales and just people who bought those tokens at launch, everyone did. Well. So I don't think this paradigm of like, oh, it's like VC's versus retail. It doesn't necessarily need to be like that."
    },
    {
        "speaker": "B",
        "text": "It doesn't need to be like that. And yet it is. And I feel like in our current environment, like now maybe more than ever. And I'm wondering if part of the reason you think that that's the case is because you're very much right. Retail right now does not value tokens based on discounted cash flows or something like that, right. There's almost like no investor class in this space. That actually does much to, I think, the chagrin of people who love fundamentals, like David and myself. I would say we love fundamentals. Look at the cash flow that ethereum and maker are throwing off. No one cares about that, Regan. No one cares. No one cares because we have the nature of the market structure and the buyers are predominantly retail. And what they care most about is sort of like narrative. Then you get into this, you do get into almost like a PvP scenario of VC's who have early access to these deals, right? And then retail on the other side who are supposed to be sort of the exit liquidity. The buyers of these deals, they, they actually can start giving what the market wants, which is rather than product market Fitzhen narrative market fit. And so it turns VC's into sort of these narrative spinners, let's say, who are just basically like, here's a great narrative market. Do you accept it or not? And retail goes, yes, we love this narrative. And they buy, buy, buy. And so I'm wondering why you think this dynamic exists. And if you think that that's like sort of a bad trap to fall into where now we're sort of feeding the market what it wants, which is like memes and narratives rather than actual useful products."
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, I think youre not wrong and I think a lot of it is VC's fund what is done well in the market. And so if you believe that retail, they speak their opinion through the market, then I think VC's are funding what retail and the market want. I think its a common refrain, or we hear this all the time from LP's. Why is all this infrastructure getting funded? Why do you need the 10th da solution and the 17th l one and all these l two s and Vc's fund it to some extent because that is what the market is placed a premium on, right. There are like every tier two l one, just like algorand probably trades at like one and a half billion FTV. The market has kind of put a floor on these things. And so that's what people fund. And David, you talked about the tail wagging the dog. Like, that's exactly that. And part of it goes back to like, in traditional markets, you kind of have cash flows, as this universal asset narrative can help. Investors will probably pay a higher multiple for those cash flows if a company is an AI or whatever, but there is this universal currency of, okay, this is an asset I want to buy in crypto. It's just attention. And so people can criticize VC's for just funding things that fall into the narrative. But if the market doesn't value cash flows, then funding things that have cash flows is kind of irrational, right? You just need to front run the narrative and invest in what you think is going be hard."
    },
    {
        "speaker": "B",
        "text": "Exactly."
    },
    {
        "speaker": "C",
        "text": "The idea that Solana Avalanche a lot of these networks that launched at a very low token pricing, and they got retail in at a low token price, and then they went through their price appreciation. I don't know how much control anyone really has over that. A number of teams that I've hung out with and spend time with, they're like, how do we make our token launch go like Celestia's, where Celestia launches at $2 and then it hangs there for a month and then it does a ten x. Like, oh, that's what you guys want? Because everyone wants that. That's what everyone wants. But, like, if too many people want that, you enter into the world of high FDV, low float because it just skips to the part where it launches at a 20 x and then there's no price appreciation. No one can get on the bus, no one can get on the ship. So, Regan, is that even a possible thing to engineer? Because I think you're dictating what the market should do, but the market doesn't do what you think it should do."
    },
    {
        "speaker": "A",
        "text": "You're right in that regard. And I think Celestia, they did a good job with it. I also think they launched maybe in mid to early November. So they kind of were a little bit early. The market hadn't really heated up that much yet. I think letting retail buy in is kind of a pretty good solution. And doing public token sales, I'm biased. I worked for a long time at coinless. I worked on a lot of these. But I just fundamentally believe that people value things that they buy more than things they get for free. And I think with airdrops in this current paradigm, you kind of set it up where people expect tokens for free and then they go out at a high FTV and okay, well, you got $5,000 in Eigen for free. Are you really going to go buy 5000 more at a $10 billion FTV? Probably not. And if you think about, again, going back to what community is, it's making money with your Internet friends. If the amount of money you can make is capped at what the airdrop is, which is a somewhat arbitrary amount that's dictated by the team, it's very hard to build community if that's people's only shared upside in a project. You're right. Ultimately, the market determines what the prices are, having a higher float at launch, and more creative ways for your community to get bought into what you're building, I think at least helps the problem."
    },
    {
        "speaker": "B",
        "text": "I agree, and I think most, like VC's would agree. And I think most people in crypto would agree. And I think most people on founding teams would also agree. Like, basically there's a chorus of people who are crypto natives who give you a resounding agreement on the idea that retail should participate far earlier than they do. Let me tell you who doesn't agree, though. And that's like the SEC, right? And it's like, I'm wondering if you think given the constraints, that any of that is possible, right? And like, we had an ICO with Ethereum right back in what, 2015, that would not have been possible in this regulatory climate. So, like, just revising the David's question to you, but like, with the constraints that we have, a regulatory, like whack a mole who is actively prosecuting this industry and preventing earlier token sales from happening."
    },
    {
        "speaker": "A",
        "text": "Yes, it's definitely the regulatory issues are a large part of the problem. I think to my knowledge, almost every token sale that coinless and most other platforms have done in the last five years has excluded us retail. And so you have offshore foundations selling assets to non us people, which I think solves a lot of the problem. But you're right, there definitely is more risk, or at least a perception of more risk in doing some public token sale. Now, I think you look at the Eigen airdrop, do you see that map of what countries are excluded? And it's half the world. Clearly these risks still exist with airdrops. I don't think the airdrops are a perfect solution. A lot of teams that are successful today did public token sales. So clearly these things can work, although I acknowledge they've gotten harder from the regulatory side."
    },
    {
        "speaker": "B",
        "text": "REGaN we're about at the time of recording a day or so into the recent Eigen drop, airdrop stake drop. That's how they phrase things. And there's been quite the reaction, and I would phrase it as a retail versus vc reaction to this. David and I did a live stream on this. You should have seen the chat box, a lot of."
    },
    {
        "speaker": "A",
        "text": "Screenshots of what do."
    },
    {
        "speaker": "B",
        "text": "You make of this? So what do you think in the context of the discussion we've had so far?"
    },
    {
        "speaker": "A",
        "text": "I think the current airdrop paradigm is just really broken. If people expect something for free, they will inevitably be disappointed in what they get. I think it's just human psychology and the current points paradigm, where it's almost like the prize you get, it's like you keep extending it out, right? Like, oh, I'm going to put my eth here, and then I'm going to get some points in three months and some points in six months and some points in nine months. And then the token, to some extent, it does align people using the platform for its intended use with financial upside, which I like. And the fact that early users of these protocols are rewarded financially is beautiful. It's awesome, right? That's a way better model than how software works today. But if people just expect tokens for free and they're never going to buy any, and kind of like, again, going back to what I said earlier, the max amount of exposure to a project they're ever going to have, because these things go out at a really high FTV, because you need to maximize the notional value of the airdrop, you're kind of just setting yourself up for disappointment no matter what. So it's not to say, like, Eigen did anything wrong or they did anything that people haven't done in the past, but it's just a bad paradigm we're in, and I don't think it's sustainable."
    },
    {
        "speaker": "C",
        "text": "There's been this arms race around airdrops that started with Uniswap. Right? Uniswap didn't invent airdrops, but it really popularized it. It was like the retroactive airdrop, but it was also kind of immaculate, because the only people who could really do a true, fair retroactive airdrop was uniswap. Uh, and then the game of airdrop farmers really began with the introduction of, like, the uniswap airdrop. And there's been an arms race ever since."
    },
    {
        "speaker": "A",
        "text": "Right?"
    },
    {
        "speaker": "C",
        "text": "And it's gone back and forth. Airdrops got more precise, right? Like, optimism had a very precise airdrop. There was, like, six different categories that you'd have to checkbox, and you would get more every single time. And so, like, there's been an arms race. The points is, like, the most recent meta in this arms race. But even the points thing is, like, even, like, changing. And really, there's never been any sort of just equilibrium, because as soon as any equilibrium gets set in about how you distribute a token, the lawyers come in and say, well, you have to change it now because the SEC is on to us, basically. I think the eigen drop is the most recent armed evolution of this whole relationship between airdrop recipients and protocols who need to distribute their token in order to make their whole thing work. But, like, the most recent phenomenon that I've noticed is there's been a bunch of airdrops where, like, the team stumbled for some perceived reason. It could be a small reason, it could be a big reason. But, like, the community starts to rabble so hard and yell, scam, scam, scam, scam, scam, to, like, bully the team, to dropping more tokens to compensate. And this has. I've seen this work, like, two or three times now. And so now you're getting the DDoS attack of the airdrop attempted. Farmers who are trying to rabble their way into more tokens. And then it's causing angst in the actual team. And overall, the meta that's emerged is just like, everyone just feels shitty about it. Like, the team feels shitty. No one's happy about it, no, VC's aren't happy."
    },
    {
        "speaker": "A",
        "text": "Yeah, no one's happy. Yeah. I definitely don't have all of the answers, but the current meta is broken. I think teams at some point. Just need to give up on the airdrop is going to be the big thing that gets people involved because clearly everyone's going after the same pie. The market is not growing. And so definitionally only so many assets can flow into any given air shop or farm and they take away from everyone else. So I always think back to whats the most powerful community in crypto? Probably the link marines and people could have bought link. There was probably a year and a half or was under fifty cents. And so link could be $2, it could be $5, it could be dollar 15. They are going to go to bat for survey because they're in the black. They've made money and they love link. And so now, again, the market is very different than it was in 2019. I'm not saying that that is perfectly replicable, but if you give community a chance to put skin in the game and have upside in a protocol or project and they can size it depending on what they can afford, and I think giving some to people for free makes sense. But just going back to even people buying retail being the ultimate liquidity for most tokens, if retail is not going to buy any more of your token because they got it for free, this whole system breaks. It just literally does not work. The current paradigm is just bad and we need to get out of it. I don't think we can just blame the lawyers. VC's are also to blame. Right? If youre funding these projects at insane valuations, you need them to go out at a high FTV because otherwise its like, well why did you do this at 5 billion with a four year lockup when John the dentist from Florida could buy it at 4.5 billion liquid next month?"
    },
    {
        "speaker": "B",
        "text": "Preston yeah, and im sure well talk more about meme coins. But interesting retail reaction to all of this is just ignore the high FTV, low float tokens and go buy a meme coin. And that's at some level kind of a rational reaction to all of this. But I want to ground this into another insight and bring us back to an earlier point in the conversation where we basically said traditional cash flows don't matter in this market. Okay. When you go and you look at equities, there's a whole industry analyzing like PE ratios and like how much cash is this thing going to throw off now in the future? And what does like the dividend profile look like in crypto? None of that matters right now. As much as I wish you might wish a listener that it did, it just like doesn't right now because there's no buyer that's evaluating assets back based on that. What they are availability. Evaluating assets based on is kind of attention. I would say you have a tweet thread where you ask the question, you pose the question, how do crypto markets value things? It ain't cash flows. Crypto markets value attention. What does attention mean? It means you're part of the current narrative. It means crypto Twitter is talking about you. It means a retail audience wants to own your token. It means your community's meme game is firing. It means other projects want to do, quote unquote, partnerships. Tell us about this. What is this attention economy? And like, why do you think retail is what's just like, how does this factor into your analysis?"
    },
    {
        "speaker": "A",
        "text": "I mean, I think it's not. I don't want to, like, it's not me casting any subjective opinion on the market. Like, oh, the tokens that people value are right or wrong. I think you just look at what people want to trade, and pretty clearly it's just like, it's attention, it's narrative, it's momentum. Maybe an interesting example is like these GPU marketplaces that have kind of fit into the AI trend, right? You look at things like Nosana, which is like a GPU marketplace in Solana. It's valuing every gpu they have at $5 million. Something totally insane, right? Or you look at WorldCoin and it pumps because of Sam releases a new version."
    },
    {
        "speaker": "B",
        "text": "It's just like, didn't we get, by the way, the metrics around this for world coin from, if you look at true market cap, fully diluted market cap, north of 100 billion, or something like."
    },
    {
        "speaker": "C",
        "text": "This at its peak."
    },
    {
        "speaker": "A",
        "text": "Yeah, that sounds about right. So look, I think people, it's, again, you don't have like hedge funds and mutual funds that like value companies on P E ratios. They are not the people trading these assets. It's retail investors. And clearly retail investors, at least in this market, value attention and narrative more than anything else. And maybe even, it's just like a game theoretical thing, right? Where it's like maybe you actually care about cash flows, but if you know that the market doesn't, people just want to punt on AI tokens, rationally, you should go buy some AI tokens."
    },
    {
        "speaker": "B",
        "text": "Yeah, and I think a lot of VC's are thinking like this, too. Let me ask you though, Regan, maybe this gets to a little bit of the solution, but is there a way to change that? So, one way of changing that is education. Hey, retail users, do you know that your token is just basically like not producing any cash flows, you know, I don't know."
    },
    {
        "speaker": "C",
        "text": "I pay money to see this conversation."
    },
    {
        "speaker": "B",
        "text": "Here's the, I mean, we've tried to, we tried to have it sometimes, right? We try to like preach fundamentals. And I know a ton of great analysts that are doing this, this work. Now, there's one from the DeFi report that's putting out fantastic fundamentals about particular crypto assets and evaluating them like a smart equities trader and looking at the kind of the cash flow prospects, stocks, and we have tokens that generate cash flows. I mean, maker last quarter did like 30 to 40 million just in one quarter of cash flows. Ethereum, if you kind of like evaluate that from a network perspective, something like 300 to 400 million in q one of 2024 of like cash flows. Right. So we can begin to educate the retail market or we could begin to bring in those net new tradfi investors who are just like, as you said earlier in the conversation, Regan, like they're not going to be excited about the new casino and they don't want to deploy funds to that. They're excited about bitcoin. Maybe the next thing they start to evaluate is these tokens with cash flows. And so we get a new crop of buying pressure. And so maybe this is just the symptom of a young, immature retail forward market. And maybe in the fullness of time, call it like years, hopefully not decades, but call it years, fundamentals begin making a comeback. And there's some smart set of investors who just go bet on that and theyre like, you know what im buying? Im buying tokens with strong fundamentals and they carve out their path, they make their name and they bring that buying activity. Is that a too optimistic or too hopeful take on how this plays out? Trey?"
    },
    {
        "speaker": "A",
        "text": "I think maybe in the sense that if you wanted to just go trade assets based on cash flows, Robinhood works pretty well. Now, I'm not saying you're wrong forever, because I think that directionally the ETF leads to institutions coming in and wanting to trade these assets. And I think you're already starting to see that happen. And yeah, if you're whatever at one of these financial institutions and you want to trade crypto assets saying, oh, we're going to buy this random l two because the memes are good, you're going to get laughed out of the boardroom. So I think directionally, over time that is where the market will head. But in this game, if youre two years too early, even if youre a year too early, you might as well be wrong. So I personally making venture bets on the assumption that the current capital market structure is going to change. I dont want to do that to get wrecked. But I would also argue that like maybe VC should be more creative. Like we've funded all this random infrastructure for years under the assumption that like retail wants to trade it. Like, I don't know, like I think there's some burden on the industry because like, you know, people have asked this question like, oh well, how many l one s can there be? How many l two s can there be? And I feel like a lot of VC's have been like, oh well, there can be infinite number because retail has wanted to trade that in the past. And so I think maybe actually the burden is on the industry to create more interesting assets. And for what it's worth, I actually think we're starting to see a little bit of a shift towards applications that have kind of built some proprietary brand or distribution, starting to capture more value. And I think the way we're starting to see this is basically like flagship apps start to roll their own infrastructure and basically commoditize down the stack now blur launching their own l two, I think is a really interesting example where they could have deployed an optimism or arbitrum if they needed a high throughput chain and they're just going to roll their own thing. And it's basically they've built by some metrics the leading NFT marketplace. They want to capture all that value and we'll see how blast does. But I think that's interesting in that attention users, those are more fundamentals driven than the random next high throughput l two, I think maybe the market is going to start valuing that more than it just does this ZK coprocessor, blah blah blah blah blah."
    },
    {
        "speaker": "B",
        "text": "You are definitely long on attention markets being a driving force and not fundamentals and you don't think that structurally changes anytime soon. However, what you're saying is the nature of that attention might shift and VC's should be careful to be mindful of that shift. It might shift out of. I know people have said to me the Alt L one trade is never dead right? And they're talking about just previous cycles, how like Alt L one s have always been a thing and so you could always generate a new Alt L one. It's going to be unicorn status and you're done. But maybe that changes in a world where we are beyond infrastructure and we actually have apps that retail is using and maybe that's kind of the missing piece here. And then what the VC's have done is overallocated towards infrastructure because they've been under an old retail attention paradigm. What they should really be doing is focusing on these full stack app, integrated infrastructure plus app type of experiences. Is this what you're saying?"
    },
    {
        "speaker": "A",
        "text": "Yeah, and I think there's a subjective way to look at what attention is. And then there's a somewhat of a fundamental way. A lot of social networks, when they ipo'd they were nothing profitable. From a p and L perspective, it's hard to say, oh, that fundamentally is worth $100 billion. But they had a lot of eyeballs, they had a lot of users. I think what you're going to see is companies that have built some proprietary attention distribution audience. We've started to see this with some portfolio companies like Galaxy and layer three. They're in a pole position to just commoditize the more boring parts of the stack, like all of the middleware, and basically monetize the attention they have by owning vertically integrating and owning their own infrastructure. And so I think we'll see more of that. This cycle like blast is not going to be the last team to do this."
    },
    {
        "speaker": "C",
        "text": "A lot of this podcast has been just kind of presenting VC's and retail as opposing forces. Like opposite ends of the spectrum, right? Two different groups of people who want different things, but they're smushed together by the properties of crypto to be in the same room and have to contend with each other. Regina, I want to get your perspective on just like how to kind of, not that it necessarily needs fixing, but just like what can we add or what can we change to how companies raise capital, how they progress in their product, how they onboard users, and then how they also do the thing that crypto promises to do, which is push ownership to the margins and bypassing all the intermediaries. Because right now this whole high FTV, low flow airdrop meta is untenable. And maybe we're starting to see signs of that becoming in the rear view mirror. So if you had your way, if you were God's hand dictating how this could be, how could this be?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I think there's some smaller structural changes. The team at six man ventures did pretty good research on token unlocks and how it impacts price. Avoiding large chunky cliffs is just an example of something we could do where retail investors expect they see this big cliff coming, they expect that people are going to sell tokens, they dump. It just leads to a lot of price volatility moving towards linear unlocks is just a better paradigm that we should all do. But thats a small thing I think really at a high level, allowing retail to buy into your project is the direction we need to go back to. And I dont think its going to work for every team and some teams, whatever the risks entail, they may not be comfortable with, which I get, but to the extent you can structure some sort of public token sale where your community can really get bought into your project, clearly that has worked well for a lot of the largest protocols that exist today. I think theres a reason for that. People as skin in the game, they've made money and it's just a much better paradigm than, okay, you can get your handout but you're not going to be able to get any more and we have to maximize the FTV of the network to maximize the value of your handout. And so this thing is probably just going to go down and bleed out. That's not good for anyone. So I think having higher floats at launch, maybe its linear unlocks from day one and really allowing people besides VC's to buy into projects, that is the direction the industry should go back to."
    },
    {
        "speaker": "C",
        "text": "Weve seen a couple projects in recent years actually do the maybe it was coinless, maybe it was a different distribution platform. I think immutable was the most recent organization that I know did a private sale. Maybe you can a private sale to public markets and of course us investors were totally banned from this. I think you had to do some sort of KYC. So it's not perfect, but it is what it is for people that aren't familiar with this process. Can you illuminate it for them, educate on what this actually process looks like?"
    },
    {
        "speaker": "A",
        "text": "Preston yeah, I may get some of the specifics wrong because I'm not intimately familiar with all of these sales, but at a high level, the way I've seen it work is you basically do what's called a reg sale. A non USDA company sells tokens to non us participants and I think most of these teams do KYC because ultimately, whether you agree that that's right or wrong, it's the way the financial system works today. And these tokens are generally sold either at a fixed price below where you think the token will go out, or there's some sort of dutch auction to establish a market clearing price and then the tokens launch and generally some are liquid at launch and then there's some vesting over maybe a year because I think there's not an expectation that retail investors are willing to accept the same liquidity trade offs that VC's are. And generally, at least the way I've seen most coinless sales structured. There's like a cap on what you can buy. Maybe it's $5,000, maybe it's $10,000, but it really, again, it allows retail participants to buy into these sales. And from the numbers I've seen coming out of coinless, you have 10, 20, 50,000 people participating in these. Clearly you can get a base of token holders that's quite low, large. To me its just a good way to see the community because you can get people again with skin in the game and with shared financial upside. Thats how a lot of the most successful networks today have existed. Go back to Ethereum and the Eth Ico. Theres plenty of people whove held their ETH from, when was it, 2014?"
    },
    {
        "speaker": "C",
        "text": "Yeah, $0.33 all the way to. Yeah, sometimes every now and then you still kind of see like an ICO wallet move their ETH for the very first time. Okay, so I get this point, and just to really elaborate on this, like it is a private sale that is like caps like $5,000 max, $10,000 max. You're probably in like a latin american country, a european country, Africa, like anywhere that's not like with like any of the sanctions that you would typically find, but you're not from the United States and so then you can invest your $10,000. But, and I think it's much less of a capital formation event for the team and it's much more of a hey, let's find our most proximate 10,000 to 50,000 holders of our tokens who are ready to put some of their capital at risk because they are taking a one year long liquidity lockup as part of this private market sale. But they are our closest, most proximate people and we're going to give them tokens at like a relatively low valuation because they are taking that risk as an investor. And so it's kind of like a VC lighten play. So there's the seed round, and then maybe there's a series a, and then there's maybe this private market sale. And so first it's the early VC's who are taking the longest term time horizons, and then maybe, perhaps the last sale is this private market sale. And these people, these retail investors, have the most lenient lockup terms. So like one year to invest is like a pretty short and they get their liquidity first, but theres also the network launch and then the actual token. Maybe theres still an airdrop or something, but the network goes live. The token is now functional, the networks functional. And then the private market, retail investors who just invested $10,000 or something, they get their tokens first. Thats this alternative model that we have seen actually play out, right?"
    },
    {
        "speaker": "A",
        "text": "Yeah, 100%. Look, I think the exact mechanics are less important. Its really moving away from the airshot. It's almost like a handout state. It's like, okay, you get this number of tokens and then these things all go out at high ftvs so people don't buy more. So really your upside in any given project in this current paradigm is what the team says you should get, which is somewhat generally correlated with how wealthy you already are. Eigen layer, it is linearly correlated to how much eth you have. Now the token sales are to some extent also that because you need to put in money, but you give people a lot more upside and most importantly you give them skin in the game. Now I think giving the community ways to earn tokens by contributing to a project, that's awesome. And I am 100% for shared financial upside. But the current airdrop only paradigm, you just look at the data, it's obviously not working."
    },
    {
        "speaker": "B",
        "text": "Regan I can't help but come to the end of this conversation as we're talking about solutions for the current paradigm that we're in. And I can't help but blame a specific individual or set of individuals in the us government, which is Gary Gensler and the SEC tribe, for basically constraining us in this way. I mean, let's talk from a reality perspective of why this has evolved in the way that it's evolved. And it's been regulatory hurdle. Even the solution that you just kind of outlined basically precludes all unaccredited us investors. Right. And there's like the one regulation that kind of barely works. I can't think of it off the top of my head that you can file and get like a crowd sale type of regulation."
    },
    {
        "speaker": "A",
        "text": "Yeah. So blockstack did do like a reg a plus sale."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Reggae, which allows us retail to participate. It's, there's a lot of like legal and complex."
    },
    {
        "speaker": "B",
        "text": "I know it's too complicated. It's not, there's a lot of drawbacks. It's not, it doesn't like fit nicely with kind of crypto native ERC 20 tokens and all of this. And so one of the observations from the recent Eigen layer, Airdrop was like a lot of people were upset, and I think rightly so. They had ETH deposited into Eigen layer, and then when it came to kind of qualify for their airdrop, it was the VPN ban. They were geo locked out of it basically, and they couldn't access it. But I go back to, okay, yes, whose fault is that? And I keep going back to it's the current us regulatory apparatus. And I do think that the VC's and investors and also projects have a stake in this to fight back and push regulators and allocate some of their capital to actually push crypto favorable legislation. But I mean, if we didn't have that problem, I think all of the projects that we've been talking about would launch with the widest distribution possible. Because you're actually just making an economic argument which is like, who has the strongest communities? It's people like the chain link community, and everybody wants to have the chain link community. So is it just not the fault of the regulatory apparatus that we're in right now?"
    },
    {
        "speaker": "A",
        "text": "It's definitely a large part of the problem if you think about the SEC's job is to protect retail investors from predatory institutions, clearly preventing people from participating in shared financial upside. Is not that right? And there's a graph of how well people would have done participating in all the coinless sales. And it's like, oh yeah, thank you SEC. I missed the ten X and the 50 X and the 1000 X. That was Solana. So yeah, clearly it's hard to make an argument that the current paradigm is really protecting retail investors. So yes, it is a large part of the problem."
    },
    {
        "speaker": "B",
        "text": "Regan, as we maybe close this out, I think we've talked about a current paradigm of VC's and retail and how that exists in this market. And I think some that we've talked to have described the current environment that we're in or this cycle as being weird in general. And I'm wondering if this is the main driver for why it's weird. And it's kind of like meme coin financial nihilism. There's a PvP game right now with airdrops between the VC class and kind of retail. Is that the reason all of this is weird? Would you even characterize the current cycle that we're in as weird as compared to previous cycles?"
    },
    {
        "speaker": "A",
        "text": "Oh, it's super weird. I was talking to someone last week and he's like, every VC I talk to is utterly miserable. Like, you would not be able to tell that prices are like, because retail's miserable too."
    },
    {
        "speaker": "B",
        "text": "Everybody all everybody's miserable, you know."
    },
    {
        "speaker": "A",
        "text": "Yeah we all maybe only to go to like a mexican beach vacation, we can claim our Eigen Airdrop, you know, while we're south of the border and just like chill out for a bit. I think there's an existential angst amongst VC's like, hey, has this like assembly line just broken? And if all retail ever wanted to do was get rich, maybe now the random infra coins, they dont care. Meme coins are a more pure simple way to express wanting to make money. Now, I dont know that I believe that, and I think were four to six months into this cycle. I think its way too early to tell how its going to play outd, but it's definitely not. A rising tide lifts all boats cycle like the last one at least yet. And so I think that has caused just a lot of angst amongst VC's. And it's also like it's bitcoin and it's meme coins that have done really well, right? Maybe in Solana as well. But those two things are not VC investments generally. So it's like the people who've made the most money this cycle, to some extent at least, are not crypto venture capitalists."
    },
    {
        "speaker": "C",
        "text": "We got a take about meme coins, Regan, that I want you to reflect on. Meme coins generally, all things in crypto start off extremely fair, right? Bitcoin, the most fair launch of all time, the immaculate conception, ethereum, the immaculate ICO, like dogecoin, the immaculate meme coin chain. But then things start to go down that euthanasia roller coaster, and they get more and more toxic as they go along. And I personally have just no faith that meme coins will be actually able to retain some of its retail virtue that many people purport them to be. Meme coins are just like. It's the reaction to VC's, it's a reaction to the high FTV, low flow. And I totally understand, but I also think the direction of meme coins is also going to go to a very toxic extractive conclusion. I'm wondering if you agree with that."
    },
    {
        "speaker": "A",
        "text": "I'm sure it already is to some extent. I'm not firsthand familiar with this, but I would be very confident that there's a cabal of kols launching meme coins and helping pump your meme coin and you help pump mine. I'm sure that happens today. I think you can make these things maybe technically fair with pump fun. You can make sure there's no pre mint. But yes, pretty clearly at some point I think these things will become a category where industry insiders, and again, I don't think it's VC's, I think it's Kols and the meme coin insiders try to make money off of new retail coming in. I'm sure that that will happen, if it hasn't already."
    },
    {
        "speaker": "B",
        "text": "The conclusion I come to at the end of this episode, Regan, is the way to solve all of this is to actually build apps and use cases that normal mainstream users can actually use inside of crypto. And that is the solve. And if and when we do that, then everything else, all of the other pieces, will, in a messy way, start to fall in line. I am still maybe naive or not a believer in the original idea of crypto, which is this is a revolutionary open property rights system, open money system for the world. Like I believe in. I believe in Defi, I believe in bitcoin and an alternative to the fiat system. I believe in ethereum, I believe in all of these things. And I think we just haven't delivered on that original promise yet. And yet I think we're actually closer than it seems to delivering. And I'm wondering if you can back me up here or if you think that's true. How do we get out of this? What's the timeline? Will we actually build real crypto apps that people will use this cycle anytime soon?"
    },
    {
        "speaker": "A",
        "text": "I think these apps exist today. You can use Makerdao, you can use Athena, you can go on karate combat and bet on David's fight coming up next month. But the main thing people want to do today is speculation, and so thats where the attention has shifted. I think the burden is on the industry to make things people can do besides that and call out more attention to those things. So I agree with you. I totally remain fully committed and I believe in all of the potential of all of these different categories of crypto to change finance and how a lot of these markets work for the better, 100%. But I think the way a lot of this technical innovation has gotten funded is through the financial innovation. It was token sales and then it was yield farming, and now maybe airdrops bootstrap. Some of it, we didn't even talk about Deepin, but that's a really interesting example of airdrops bootstrapping real networks. I think this financial innovation, it can have really cool, unique features and do good, but like everything in this world, right, there's always going to kind of be just some speculative form of it. And that's where a lot of the attention is shifted to today. So I remain really optimistic. Yeah."
    },
    {
        "speaker": "B",
        "text": "As we, Regan and I have faith that we'll muddle our way through. This is kind of like a different season. But there's also, on the flip side of this, more building than I've ever seen. We actually have, like, scalability, low transactions per second. Like, that's actually happening. So there's a lot of good that we can see on the horizon in the market today. Regan, thank you so much for joining us. This has been a fantastic conversation. Yeah, thanks for having me on bankless Nation. I think you should go follow Regan on X on Twitter. He's probably on forecaster as well because he has some of the best threads on crypto investing that I've seen in this, this weird crypto cycle that we're in. So we'll include a link in the show notes so you can go do that. Also, gotta let you know, of course, crypto is risky. You could lose what you put in. But we are headed west. This is the frontier. It's not for everyone. But we're glad you're with us on the bankless journey. Thanks a lot."
    }
]