[
    {
        "speaker": "A",
        "text": "Total value of stable coins. What do you think? By the end of this decade, by the end of 2030, where are we sitting?"
    },
    {
        "speaker": "B",
        "text": "2030?"
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Yeah. I feel comfortable saying $3 trillion."
    },
    {
        "speaker": "A",
        "text": "Welcome to bankless, where we explore the frontier of stablecoins. This is Ryan. Sean Adams. I'm here with David Hoffman, and we're here to help you become more bankless. We have Jeremy Allaire on the podcast today. This is the man behind the largest stablecoin issued in in the US. We had so much to talk about a year ago. At this time, major banks like Silicon Valley and Silvergate were failing. That's the last time we had Jeremy on the podcast. A moment when USDC had just depeged and was in the middle of recovering. Operation Choke point seemed to be a thing that the us government was doing to squelch off crypto companies from banks and debank them. How did he deal with all of that? That's where we start the conversation. And then we discuss, what year is crypto in Internet terms. Are we in the eighties and the nineties and the two thousands? How mature is this technology? How much more do we have to go? We also ask, why don't we have a venmo for crypto yet? And then we get into the Blackrock and circle partnership. How big of a deal is this? What does the us government want from stablecoins? Are they going to try to block it and reject it, or are they going to embrace it? At that point, we had to bring up circle's controversial statements on their main competitor, Tether. They made these statements in front of Congress. Does Jeremy believe lawmakers should prefer one stablecoin over another? And finally, we fast forward to 2030, and this whole vision is realized. What is the total value of stablecoins at that point?"
    },
    {
        "speaker": "C",
        "text": "Jeremy's always such a useful guest. He's seen the rise of the Internet, and then he's also been watching the rise of crypto at the same time. So it's always fun to pick his brain about comparing and contrasting these differences here. But then he's also kind of just a general polymath. He's very well versed in macroeconomics and geopolitics and government and legislation and, like, operating, being. Being an entrepreneur operator inside of those confines, uh, while also being a very big bull of the world of DeFi, which is strictly outside of those confines. And he's kind of has his 1ft on both sides of the camp of, like, very many different things. He's inside of the world of fintech. But he's also on chain. Uh, he's inside the world of the regulatory landscape. But so USCC is also on chain and outside of it as well. Uh, and so it's just a very diverse perspective and always just like such an articulate guy. So whenever Jeremy comes on the pod, I always listen."
    },
    {
        "speaker": "A",
        "text": "All right, let's get to the episode with Jeremy Allaire on stablecoins. But before we do, we want to thank the sponsors that made it possible. Bankless nation, we are on with Jeremy Allaire. He is the co founder and CEO of Circle, which is the company behind USDC, which is the world's largest us based stablecoin. Jeremy, welcome back to Bankless."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's great to be back. Thanks for, thanks for having me on."
    },
    {
        "speaker": "A",
        "text": "It's great to have you. And, you know, just to kind of complete the thread. Actually, the last time had you on Jeremy was just over a year ago at this time, and it was kind of in crisis mode, I would say. So there was a literal bank crisis at the time. In the US, there's Silicon Valley bank make. Listeners may remember this, or maybe you've seen this forever. Yeah, it seems like a long time ago, but Silicon Valley bank had some issues. Silvergate, the bank as well, where USDC kept billions in funds, was facing potential insolvency we didn't really know. And USDC itself, the stablecoin, had a brief period of time where it was doing the thing it's not ideally supposed to do, which is de pegging from the dollars. Now we are in much calmer waters, and I just want to kick this off to complete the circus. The circus. It was a little bit of a circus too, but complete the circuit here. How do you reflect on that? Was this the most stressful period of time in circles history? And what did you learn?"
    },
    {
        "speaker": "B",
        "text": "Well, we've had a lot of really stressful times in our history, so we've been working on this for eleven years and faced enormous challenges along the way. But definitely when there are a rapid succession of bank failures, large scale government regulatory actions and all that in a rapid succession of a matter of weeks, it's pretty wild. The context setting you did, I think, is pretty good, right? Going into 2023, you had the start of the year where basically the bank regulators said, don't touch this. They basically gave an order to all banks, do not touch any of this. Which then caused, I think, a lot of banks to begin to say, okay, we need to pull back. There was sort of this operation Choke .2.0 narrative that was out there. And then really starting later in January, but going into February, you had a wave of enforcement actions, principally by the SEC, against an enormous number of us based companies and some international companies, all sweeping in. And so the market itself was like, what's happening in the United States? And it was a topic you guys have addressed many times. Then, in the matter of seven days, you had three distinct banks that were completely separate from one another, fail or be seized, and then the threat of a broader regional banking crisis that then ultimately had Secretary Yellen and the federal government basically saying, we will stop any defaults of any uninsured deposits at any major regional commercial bank. And it was sort of a view that this was a much broader financial stability risk that is all happening, obviously. And I think what is also really important to remember is during that period of time that one to two weeks, virtually every single company in the entire crypto industry was debanked. They were debanked. They lost their transactional banking because Silvergate failed. Signature bank was shut down. And so even thousands of companies, including international companies, lost their ability to transact. So it caused this just enormous set of challenges."
    },
    {
        "speaker": "A",
        "text": "Operationally, what does that mean to be debanked, Jeremy?"
    },
    {
        "speaker": "B",
        "text": "Meaning, if you are a company, let's say you're a firm in the market, and the primary way that you were able to access the trading markets or other things was through a bank like signature bank or Silvergate bank, which was probably five to 10,000 companies. Those banks stopped. They literally went away. Your accounts went away. Literally, every company in the world that had any interaction with digital asset markets was I just lost my ability to function. Just the fiat world kind of was breaking down. So it was a really special time. Now, I think when I look at a year later, I mean, for us, it's been pretty amazing. I think when we talked a year ago, what was fascinating to see was there was sort of this flight from safety, which is this idea that effectively, generally it's like, oh, you have regulated companies in the US, you have the US dollar system and the regulated banking system, and there's sort of a view that's safe. And then the rest of the world was saying, I actually don't know if the United States is safe. And so you had a kind of flight from safety. And that was pretty dramatic. And that went on, I think, for many months as the whole industry around the world kind of recalibrated. I think, for circle specifically, we've come to the other side of this just in a far stronger place, fundamentally from an infrastructure perspective. I mean, we built up the most transparent reserve structure in the industry. So you can literally look at the reserves in USDC daily through a publicly listed vehicle, USDXX, and you can see, and that's independently audited, independently verified, SEC regulated, and that is the circle reserve fund structure. You can literally see every single t bill, every single repo agreement, and you can see their precise maturity, etcetera. It's just a level of transparency that does not exist anywhere else. And then obviously, what we've been able to do is actually significantly evolve the banking infrastructure. And I think this is an important piece of what's been going on, which is we have taken the path of working with regulators around the world since we started. I think both circle and Coinbase have really tried to always be strong, compliant organizations. And that's allowed both of our firms to have really excellent access to the fiat banking system. For us, it's the best it's ever been. We have a global network of transaction banking now. We have the ability to create and redeem USDC in the domestic bank networks in the US, in domestic bank networks in Singapore, in Hong Kong, in the EU. We'll soon be launching in markets like Brazil and Mexico. We've announced initiatives to enable on and off ramps for USDC in Japan. So it's like a whole global infrastructure. And we've added multiple, what are called GSIBs, global, systemically important banks as reserve banks that hold the cash piece of what we do, not the t bill kind of part of what we do. That infrastructure is far more redundant, far more global, with very strong global scale infrastructure players behind it. And then we just continue to ramp up the transparency that is now, I think, playing out very good as major companies want to build on top of this infrastructure."
    },
    {
        "speaker": "C",
        "text": "Now, Jeremy, maybe to summarize the big changes here that happened in the wake of that banking crisis, correct me if I'm wrong, but my understanding is Silicon Valley, Silvergate, these were banks that would bank crypto companies that were on the margins. From the perspective of maybe the regulators, they were banking circle, one of circles banking partners. And now, like, kind of the before after of the whole banking crisis is now. Circle was maybe like banked by, like, banks on the margins, but has now been brought closer to the fold. You've gotten like stronger, more like inner bank banking partners. I think JP Morgan is one of them. Uh, is that how you would kind of describe the before and after of the effect of the banking crisis? Is that like, circle has been like, given a route into, like, more of the center of the financial system."
    },
    {
        "speaker": "B",
        "text": "So I think well before SVB, you know, saw its challenges, we had been upgrading to the Blackrock based circle reserve fund structure. And in fact, even at the time, around 85% of the circle reserve infrastructure was actually custodied in bank of New York, Maryland, which is the largest custodian in the world, like $30 trillion of assets. And the Blackrock funds, then the cash piece. I think every company in this industry has struggled to get major banks to work with them. In fact, the number of companies in this industry worldwide that have major banks is extraordinarily limited. And so, yes, it's true, we've continued to upgrade the scale of the banks that we work with, but some of the other players can't get us bank accounts, have to depend on shadow banks in jurisdictions with no real regulation. So I think we're in a good place. So when BlackRock decides they want to work with a company to enable stablecoin transactions with a tokenized fund, or when the largest retail bank in Brazil, Nubank, which is an extraordinary company, decides to launch digital dollars, they're working with the companies that have that really deep infrastructure integration into the financial system. That's a huge part of the role that we play. One thing to note though, is I think banks like signature bank and Silicon Valley bank actually were like darlings of Wall street. Extremely well rated banks, some of the fastest growing banks in their time, and quite large. So these were not like niche banks. These are major banks that were institutional in size and scale, and had decades of being fundamental banks to huge parts of the technology industry. Almost every venture backed company in the world, most venture capital firms, a huge amount there. These are not a niche community bank in San Diego. These were actually some of the largest regional banks in the United States. I think that's why at the end of the day, we saw this first Republic, which is another huge regional bank, huge asset manager, failed and was taken over by JP Morgan, one of the largest banks in the world, Credit Suisse, failed. Right? At the same time, you're having these very large banks failing, and you had basically central banks stepping in to say, we're not going to let this happen. I think one of the unfortunate things that happened from that is that while we now hold the cash pieces of USDC almost entirely with these global, systemically important banks, it's just concentrating more money in these GSIBs. It's concentrating effectively those funds in these too big to fail institutions that effectively have the taxpayer backing them, whether they like it or nothing. Prior to that, we actually had a program called Circle impact, where we had deployed billions of dollars into community banks, minority depository institutions, and community banks because we wanted those banks who offered fundamentally credit to important communities. And that was part of our social impact commitment. But those were all deemed too risky. We had to pull back billions of dollars from mdis and community banks, which was really disappointing. I think. At this point, though, when we think about just looking at USDC specifically, our goal here is that this is as close to government obligation money as you can have as a digital dollar. We've reached that from a fundamental risk perspective. If you're going to have a base layer of money on the Internet that you're building software against, you're building protocols on, you're transacting, and you want that to be as low risk and as transparent as possible."
    },
    {
        "speaker": "A",
        "text": "Yeah, I hear you. It feels like USCC is now much closer, much more connected to the mainframe, I guess, of the dollar banking ecosystem. What's interesting is, and by the way, I was looking at the USDXX, which I think I can go see this, if you google USD xx, you can go Google and see your, your question is, what backs USDC? You can kind of like see it here, right? It's right here. And so in USDC, you see a lot of treasuries. It sounds like there's still an element of cash reserve, but now that cash reserve is one in one of the big banks. And like, if I'm just a layman's interpret what you were saying, Jeremy, is like the reason you couldn't spread the cash throughout all of these community banks and kind of like quote unquote decentralized a little bit, is because it's just too risky. These banks go under and they could go under as a sector, for instance. Then there's no FDIC insurance on the books, kind of protecting the cash reserve in those banks. And so if you're circle, you got to get close to the mainframe and you got to park it in kind of like the, I'll use my term for this, the quote unquote too big to fail type, like major banks, basically. And that's effectively what you've had to do."
    },
    {
        "speaker": "B",
        "text": "I think that's right. And it raises like a bigger philosophical question, which is something that we've pursued, and I think it has an enormous amount to do with ultimately what DeFI is trying to accomplish, which is in a world where you have a technology, these blockchain networks, that effectively can lower the cost of storing and moving value, the marginal cost of storing moving value to effectively zero, where effectively you can transact at the speed of the Internet. You can settle transactions with very high degree of, of security and settlement assurance in a fraction of a second. And now for a fraction of a cent in many cases, you're creating one of the highest utility forms of money that's ever existed. You're creating this sort of. And in that world, you're actually increasing the velocity of money. There's this concept in monetary theory around money velocity. And the velocity of money has this huge impact on economic activity. The higher the velocity of the money, the more economic activity. And that can drive growth. Growth. And historically, central banks use interest rates to try and slow down or speed up the velocity of money. But today, the way in which that velocity is constrained is essentially through the leverage and risk taking of banks. So effectively, I put a million dollars into bank a. I don't actually have a million dollars there, I have a liability. And that liability is to that bank. That bank then is an investment company and they make loans and they leverage your capital. So you have a twelve x leverage position. Thats the average leverage in a bank deposit. So you have this twelve x leverage position and thats super risky. And so in a world where basically money is going to move like data on the Internet, its just going to move everywhere at this incredible speed. Having the underlying asset itself be built up on these stacks of leverage is really, really problematic. Not only do we want this hyper efficient high utility money, you want the base layer, that payment stablecoin as people refer to these, the fundamental payment token. You want that to be as close to the metal as possible. You want that to be basically as close to government obligation as possible. Because then everyone will feel comfortable interacting with it and using it. Whether you're a trader selling $100 million trade or you're an individual, where DeFi comes in is my belief is that on chain markets are going to do a far, far better job at allocating capital and risk than traditional banks. If I could build an on chain credit market. And that on chain credit market has the ability to have different types of underwriters of risk that have highly specialized knowledge and who are able to actually be like the credit pool underwriters. And people can basically sweep into those pools, they understand it's still lending, but it's actually on 100% transparent infrastructure, 100% real time auditable infrastructure. All the risk management that's embedded in the credit infrastructure is transparent. The source code is transparent. You build a dramatically more open and transparent model that can drive lending. Right now, a lot of that lending that happens in DeFi is leveraged lending, margin borrowing for speculative purposes. It's not for real use in the real economy. People are not saying, hey, I would like to borrow USDC to open a new restaurant or hire more employees, although there is more and more of that. And you do see some of these DeFi products that are designed around this on chain credit intermediation. But fundamentally, philosophically, we believe in full reserve money, full reserve banking, where you separate the activity of lending from the payment utility. And that's like a core, core philosophy behind circle and USDC as well."
    },
    {
        "speaker": "A",
        "text": "Full reserve money, a payment coin. We want to get back to that later in the conversation in the context of, like, does the us government want that? And what does the us government want? But like, let's hold that side of the conversation. Cause you opened up something else which is like Defi and crypto and blockchain and like, money at the speed of information, money at the speed of light. And kind of this idea of you're like global frictionless kind of payment transactions. So a question we often ask in crypto is what year is it in Internet terms? Okay, so I know, Jeremy, this is not your first company that you're building, not your first startup. You saw the birth of the Internet. You built protocols on the TCP IP Internet protocol, and now you're building circle and kind of like crypto native protocols. It's interesting because crypto just hit 15 years old and bitcoin started in 2009. As many people know, the Internet's birthday. If you go Google this, the Internet, like Google says, the Internet's birthday was in 1983 and 15 years after the birth of the Internet was 1998. Okay? So if you, like, project that forward, are we in the late 1990s in terms of like, blockchain? I was curious because I know you have a take on this. You've been through the early Internet cycles and now you're here for the Internet of value cycle. What year is that? Are we in the early nineties? In the late nineties is this post.com bubble? I mean, certainly 2022 felt to a lot of people, like it was a bubble and then a pop."
    },
    {
        "speaker": "B",
        "text": "Yeah. So I think about this a lot, and I think it's very different than the evolution we saw from basically these unconnected networks in the eighties and connecting those into the birth of the HTTP protocol, which then kind of gave rise to the web and SMTP protocol, which gave rise to email, which were really in 1998, like, the killer apps, they were still pretty difficult to use. And it was, it was all dial up modems. It was a pretty awful infrastructure, but you could build things like we built an app server, you could build apps in a browser, and that was a really powerful thing. And people were on this decentralized infrastructure setting up these nodes, and everyone was publishing. So you had a sense for, wow, this is amazing. I think we're further than that, though, in crypto. And I actually think where we are is very similar to where we were in 2003. Really? Yeah. And so my view is you have multiple convergent things happening at once. Back in 2003, you had basically client software on the Internet got much better. You could build good user interfaces in browsers and the like. The standards got better. For ux, you had broadband basically taking off. So you didn't have broadband really until 2002. Then you had residential broadband really starting to take off, which created the ability to have these faster pipes. Not everyone had the faster pipes, but the faster pipes were there. Wifi came out. Wifi didn't exist before then, or it was super niche then. People started to be able to connect devices that could connect to the broadband, and then you could then teleport the digital media or the software in different ways. So you had Wi Fi, you had broadband, you had better client user experiences, and you actually had billions of dollars of capex that had been laid out by companies who had basically invested billions into the.com boom. And that capex became available and became more commoditized as well. The ability to deploy server farms or to build what we now know as cloud. The commoditization was happening there, all these things coming together, and it really made the consumer Internet possible. It made e commerce really work much more broadly, and it made basically software as a service happen. Basically, starting in 2003, 2004, SaaS just completely took off. What was interesting about it is from that point forward, it was basically a nonstop period of progress. There were some, the public markets did different things, but basically the progress basically was just never stopped. And I think we're still there. The progress never stopped. So if I think about blockchain networks, like where we are today, there's a similar kind of convergence that's happening. You basically have the layering of blockchain networks, which is creating these really, really powerful scalability models where you can go very app specific and you can have deep underlying assurances of security. You're seeing the advent of an application of zero knowledge technology, which is a critical precondition to people feeling comfortable with their privacy and their data and their identity and other things on these networks. You're seeing UX abstraction finally arriving. So basically all of the, all of the really hard parts of crypto, which is like, I need to go buy a crypto token, move it to a third party wallet that I have to set up with a seed phrase. I have to sign these transactions. I have no idea what I'm doing. Why do I need this gas token? And it costs like $7 to do this thing to get that NFT, it was just awful. And so during that 21 22 the reality is the UX was awful. And so now we have infrastructure and UX abstractions. Gas abstractions. We run a gas station. Any developer can build with it and you can basically take away gas for users. It's just really, really cool. You're seeing modular, smart contract accounts that are basically creating pluggable, extensible UX models for wallet experiences that then devs can build all kinds of modules and wallet creators can adapt those, the UX layers. Basically, we're seeing that with a number of wallets that are out there right now, the combination of scalable infrastructure, better uX. And then finally, while this doesn't necessarily feel like it's happening, legal clarity is actually happening in most parts of the world. So almost everywhere in the world there's legal clarity. And when you have legal clarity, then households and firms and financial institutions are like, oh, okay, I know what this is. I know how to account for it on my books. I know how to interact with it. And it's like I now have a trustworthy infrastructure. And so all these things are coming together and the technology progress in these infrastructure layers is speeding up, not slowing down. So I think this is 2003. I think we're going to see wonderful, beautiful apps that get consumer scale. Over the next twelve to 24 months, we will easily reach a billion users that can transact in something like USDC, but also with other things. I really think we're in a different place. And now it's sufficient that developers can build all kinds of other applications. Obviously, Farcaster is a wonderful example of, wow, you can build beautiful apps that have protocols, that have digital tokens, that have extensibility and other things. I'm very bullish about where we are and I don't really care about exactly what prices are and all that, but I really think technologically we're in a really excellent place."
    },
    {
        "speaker": "A",
        "text": "You don't care about prices, Jeremy, because you run a stable coin, man."
    },
    {
        "speaker": "C",
        "text": "That's a cop out."
    },
    {
        "speaker": "B",
        "text": "Yeah, I'm not pumping any token."
    },
    {
        "speaker": "A",
        "text": "That's right."
    },
    {
        "speaker": "C",
        "text": "It's always fun to do the infrastructure comparisons of the nineties to what we have now in the blockchain world because it seems to be like, I mean, it's of course never going to be a one to one comparison, but there's always lessons to be learned, right? There's always patterns to pull out, but always the big difference is that there was never any financial assets in the nineties. And so that's always the thing that kind of breaks down the metaphor, that breaks down the comparisons. One of the fuels for motivating all of this is of course, like, bitcoin invented digital gold, digital money, ethel two, like a lot of other, like, we all kind of are playing around with assets. But I think before the paradigm of stable coins, no one actually really saw the paradigm of stable coins coming. Uh, but now we actually do understand that stablecoins have just an insanely large role to play in both the motivations, the financing of development. Uh, where we are going, there's $150 billion of stablecoins in this space. And so not only has it kind of defined maybe like the last like four to five years of development, like, not holistically, but a very being a very large part of like blockchain development. Where do you think this goes? As this infrastructure, technically, like on an engineering and infrared perspective, it will get more sophisticated, it will get better, it will improve. But on the financial asset side of things, where stablecoins, and just generally speaking, where do you think this goes in the next ten years?"
    },
    {
        "speaker": "B",
        "text": "Yeah, you can ask anyone who's ever worked at circle this question is that my view has always been like, the progress in basically building an Internet financial system that is natively built from the ground up on the Internet is like a 1020, 30 year project. It takes a really long time. And we set out a very specific vision about a protocol for dollars on the Internet that could actually be scalable and you could transact at the speed of the Internet and you could do it for nearly zero cost and that would be programmable and all that. That was in the founding of the company nearly eleven years ago. If I look at where we are today with, just say, USDC and this new form of electronic money, we're basically at the 1.0 vision. We basically have reached the 1.0 idea, and that's great. And it's already a scaled network and it has a lot of reach. But I think if you talk about the next ten years, I think the growth in this can be really dramatic. I think about the market in a couple of ways. I think the first is there is a market for electronic cash or electronic money. And today the market for electronic dollars is a $21 trillion market. There's $21 trillion of electronic dollars. Most of that is kind of bank risk money. It's levered money inside of banks."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah. What is that? 21 trillion. So is that like money in my bank account, my wells Fargo account? That would count towards that."
    },
    {
        "speaker": "B",
        "text": "That's right. That's like m one money supply that aggregates up all of the dollar liabilities that exist in the banking sector. And then you can also include on top of that, usually the amount of dollars that are held in money market funds, which is, I think, currently five or $6 trillion. So that's the dollar electronic money market. And then globally, that's about $100 trillion, a little bit more than $100 trillion, because there's all these currencies and all these banks all around the world. Wait, wait."
    },
    {
        "speaker": "A",
        "text": "In dollars. So you're not talking about in dollar terms?"
    },
    {
        "speaker": "B",
        "text": "Yeah, in dollar terms."
    },
    {
        "speaker": "A",
        "text": "In dollar terms. But you're talking about, like the digital euro, for example."
    },
    {
        "speaker": "B",
        "text": "No, I'm just talking about, like, you've got 1.4 billion people in India, and they have rupee accounts, and all the corporations and households have rupee. And those are electronic. Those are electronic. That's electronic money as well."
    },
    {
        "speaker": "A",
        "text": "M one rupees, basically."
    },
    {
        "speaker": "B",
        "text": "Yeah, m one rupees. Right. So the aggregated kind of. That kind of aggregated electronic, the electronic money is over $100 trillion. So 150 billion stable coins. Very, very small. I would argue that. And this comes back to something I said earlier, that in a world where basically you have money that inherits the physics of the Internet, where you have basically the speed, the efficiency and reach of the Internet, and that is what blockchain networks are now providing. When you have money that inherits that speed, the best money is going to want to be, and people will want to be the safest money. They're going to want it to be that kind of almost like government obligation money. And that is going to be the combination of hyper utility, programmability, transparency and safety. When you put all those together, it's going to be the new predator form of money. And I believe that it will become the preferred form of money by households, by institutions, by financial players. It will become a preferred form of money because it has the highest utility and safety. And the Internet and blockchain networks are going to be providing that ultra high utility. So our belief is that the opportunity? Just the money stock? Basically, just the money stock. There's a huge opportunity to grow the scale of that. And it's sort of like e commerce originally was like 0% of retail sales. And when Amazon was a monster company, e commerce was still only 10% of retail sales. It's still not even close to the majority of retail sales. Same thing with streaming media. The vast majority of television consumed is still in broadcast, it's not on streaming platforms. So these migrations take a long time. So in ten years, could 3% or 5% of the electronic money market be in stablecoins? That's conceivable over ten years. Could it be 10% or 15% over 20 years? That follows a similar type of adoption arc. But even in that scale, it's significant. The other way to think about the market is basically the utility side of it, which is you have the money stock and then you have the utility of how you can use the money stock. And right now that's expressed through markets like consumer payments, which is sort of all these merchant acquiring fees and issuer fees, and this whole stack that imposes essentially a trillion dollar tax on the global economy. Through all the fees that that has, you have the utility of using that electronic money in capital markets. So the actual volume of activity that goes into capital markets, where literally there's trillions and trillions of dollars of activity that happens there, and the payment utility of the pipes that do that, you have the entire international transaction market and cross border transaction market, which is households and firms, which is this huge, slow, inexpensive and fee prone market. Every single one of these can be improved with blockchain infrastructure, on chain FX markets, on chain credit markets. You can move so much of the financial primitives into an on chain world. And you can, I think, fundamentally have the utility of money, have that kind of ten x improvement that we've seen in the utility of communications, the utility of publishing, the utility of other mediums that the Internet has produced. That utility can be just that, like ten x better, and with a completely different unit economic model. And so the business model of extracting fees and tolls on moving value, I think that's going to be challenged. Just like charging for long distance telephone calls is nearly inconceivable. There's the utility side, and then there's the money stock, and they both grow and feed on each other. And I think one of the really exciting things about stablecoins is they are platforms and network utilities that exist as protocols that anyone can connect to and build on like USDC. Any developer in the world, any person in the world can download a piece of software, connect to it, and then utilize it as a network. Any developer who wants to have a digital dollar integrated into their own application for settlement or storage or other things, they just have to write code that hasn't existed in the financial system before. And that's really profound. I think similar to, let's just use another example of a discontinuous jump in innovation, which was the iPhone. For ten years, people were trying to build smartphones. They were awful, every one of them. Like Nokia phones, NTT, Docomo, Compaq, iPac, palm pilot, BlackBerry, windows phone. I mean, it was just a graveyard of people who were like, mobile, mobile, mobile software, all this, and it was awful. And then finally there was a convergence of things, which was like a good ux, mobile broadband, 3G happened to good ux and a really good development model, and then you had an open platform for mobile that allowed just enormous amounts of entrepreneurial creativity. No one could have predicted that the travel and logistics infrastructure would get completely reinvented by a company like Uber. That was only made possible, that just became possible. And so I use that analogously to what's happening with DeFi and what's happening with stablecoins. And this programmable money model is we actually don't yet know all the things that people are going to invent with programmable, composable money. We're seeing stuff every day, and it's amazing, but it's actually, we're right at the front end of that. And so when that UX layer kicks in and the scalability kicks in, and these are legal instruments that governments stand behind and say, yes, this is a legal dollar or legal euro, then I think you start to see totally unpredictable use cases that will emerge. And so it's like I can't even predict what are going to be the five killer apps of money in five years from now. I think it's actually too difficult to."
    },
    {
        "speaker": "A",
        "text": "Predict that, Jeremy, I still hear in the back of my head the critic or the cynic saying, okay, you say it's 2003 right now in crypto world, right, in terms of Internet years. But 2003 was sort of the era where, you know, the Internet became not just for nerds and geeks. It just like totally went mainstream. And the way we went mainstream was like, killer apps. We had killer apps. And here crypto has been in existence for like 15 years now, and stable coins have been in existence for a while now. And 150 billion is like respectable. Do you know this credit where it's due? It's only sliver. And like the most simple app on the planet feels like venmo for crypto. I just want to take my stable coin in a mobile walleth and I wanted to send David some USDC and we don't have Venmo for crypto. Jeremy, where is Venmo for crypto? Where are these apps going to come?"
    },
    {
        "speaker": "B",
        "text": "Have you tried coinbase wallet with, with base?"
    },
    {
        "speaker": "A",
        "text": "Well, tell me, tell me, where is it? Why hasn't it come until now? And like, is that basically what you're predicting?"
    },
    {
        "speaker": "B",
        "text": "So I mean, look, I think general, like general payment utility is definitely like the killer app that we'll see. And I, and I don't just view it as like, this is just about the venmo, the person to person type component. The beauty of this is that this infrastructure works for every dimension in the market. There are USDC users that are paying $0.25 for a digital object in a web three game and they can do it because it actually works. And that exact same technology on that exact same blockchain is being used to settle a $200 million trade bilaterally, peer to peer, between two large trading counterparties. You're not doing a hundred million dollar transaction with Venmo. You're also not really doing a 25 cent transaction. You have this super scalable model. But I completely agree with you, the interoperable global direct value exchange is definitely the killer app. What's interesting is, and I think what you're seeing is you're seeing the bottom up build, which is like the crypto native companies like Coinbase building Base and Coinbase wallet and connecting that together. You see binance doing similar things across their platform and trust wallet and things. But you also see these huge aggregators of end users who are basically building web three into their infrastructure, like grab in Southeast Asia, 200 million users. They're using Circle's web three infrastructure stack, our developer platform, to put web three natively in the hands of their users. Nubank in Brazil, 90 million users. These are huge. These are user bases that are bigger than the biggest crypto companies in many cases that are building digital dollars into their apps. Another major latin american giant, Mercado Libre, doing amazing things by bringing these in. And we're seeing this happen around the world, which is super apps. Large scale consumer fintech products that already exist are basically building in blockchain, infra, and they're building in web three clients. When that starts to happen, that's when you start to connect all these together, you start to actually have a world where you have interoperability. And it's not just a new app that someone created. It's actually within apps that are already widely adopted. Whether you're in Indonesia and you use the dominant emoney app there, or in the Philippines, the dominant emoney app there or in Japan, these fintech e money apps that are like the Venmos, that are the neo banks, they're all moving into crypto infrastructure. Like, all of them are moving into crypto infrastructure. And so that's what lights up the global network and global utility layer at an end user level. And then I think the other side is basically kind of on the institutionalization front, which is we're in the, as you guys know, like super early days of tokenization, super early days of rwas, but long been the promise, which is, can you take a existing financial contract, can you represent that in a smart contract? And have the digital token become the mechanism that you flow value in and out of that then ultimately becomes an instrument that can be used through all of the composable infrastructure that is defi. We're at the front edge of that, and in certain places, laws and regulations are going to help accelerate that. Mica in Europe, which goes effective June 30, all of a sudden, you're going to see it's legal to issue these digital tokens, and lots of different players are going to be able to do it. Stable coins are going to become the digital cash for how you use those. The capital markets, which is a giant category, you'll start to see more capital markets, use cases moving on chain as well. I'm hopeful, though, that the utility of a blockchain is way outside of financial. And it's a useful technology for so many other things. And that can be in certainly coordinating, incentivizing different kinds of economic behavior to drive an outcome. And you see this with DPIn, but it also can be just a very, very powerful way to have provable data, provable transactions. Provable data and provable transactions at scale are useful in a lot of applications. And social is obviously one where that's taking hold. Gaming is another one where that's taking hold. We have a relationship that we talk about, and it's public with, I think, the second largest gaming company in Korea called Kraft, and they operate one of the largest massive multiplayer online universes out there, as in a traditional game. And they're building something called Overdrive, which is essentially a Roblox style creator game at scale entirely. Blockchain native and then using USDC as the in game kind of unit of account that's there. And these kinds of products are really just coming as well, obviously. But even your analogy of 2003, 2003, not a lot of people even had broadband yet. And so it was still really early. YouTube didn't come out until 2004, and it really didn't take off until 2005, 2006. And it was years, there were still years before a lot of these things. Facebook didn't exist until 2004, and then it was just on college campuses. It didn't really take off until 2008, where it really opened up and exploded. So there's still some work to do, for sure."
    },
    {
        "speaker": "C",
        "text": "As we do these comparisons to the Internet of old, there's always the ways that it's the same, and again, ways that different, I think, especially with, with crypto. Uh, like, where is the killer app? Is always, like, one of the favorite questions that we ask, ask ourselves. But I think, like, there's really two frontiers that crypto progresses on. There's the frontier of, there are all the financial things that we already do that we know crypto is better at, but we actually still have to compete with this already entrenched. You know, we all, we still have to compete with Venmo. Like, so why is there no venmo for crypto? Oh, because venmo exists. It's actually a good product, and so we have to compete on that front. And then there's, like, the actual killer app, the net new thing, because, like, at least Facebook, MySpace, Instagram, Uber, they actually didn't really have too strong of, like, historical precedents to compete against. There was actually somewhat of a vacuum there. Maybe Uber had to compete with the taxi companies, and that's like crypto competing on Venmo. Like, eventually we'll get there. So there's, like, two frontiers here, right? There's, like, the pre existing web, two fintech apps that we have to compete with just on our merits. But then there's also the frontier of just, like, what are these net new crypto things that are, like friendtech or something like ens? How do you, like, delineate between these two lines, Jeremy? How do you think these two things are going to go?"
    },
    {
        "speaker": "B",
        "text": "Yeah, well, I mean, like, I think if you believe in the fundamental tenants of web three and read, write, own, and so on and so forth, a huge part of what will make a lot of these apps killer is the way in which people participate in them and build value in them and share ownership in them. And that's a fundamental paradigm shift. It's a huge paradigm shift and the ability to have participatory platforms that's not existed before. And so I think we're all waiting for the examples of that to be born in a lot of different categories that are currently run by centralized platforms. And so I think that is a huge difference. Obviously, one huge barrier to that is consistent treatment of digital commodities and how those digital commodities can be bought and sold and how they're issued and the laws around that. Until that's resolved, there's just going to be this challenge. Right? So we have that issue in the US. We have to have regulatory clarity. It's not sufficient to just have lawsuits. We have to have regulatory clarity. We have to be able to know who issues the digital commodity when they issue it. What do you have to disclose? There's a whole bunch of things that are needed. Other jurisdictions are providing a path for that. Then that needs to work around the world, because these are all Internet scale, a digital token that exists as a mechanism for participation, governance, incentives, et cetera. That has to be able to work around the world. We have to see that progress. I think that is a real challenge at some level. One could be very pessimistic about the outlook for that, say, in the United States. I'm always an optimist on a lot of different things, but what I see is Congress is getting smarter and smarter. More and more people understand that there are these distinctions between the different types of digital tokens that exist in the world, and other jurisdictions are actually providing that regulatory clarity. And so I think we'll get there, but I think that's necessary. Right? Because if economic incentives and economic incentive design and participation in economics becomes a mass scale phenomenon through decentralized applications and platforms, you need a basis of law around that that works at scale for everyone to be comfortable. Just like everyone got comfortable getting in an Uber with a random stranger, letting strangers stay in your house. With Airbnb, there's a comfort that has to come. And I think in financial matters, the way that comfort comes is not entirely self policing."
    },
    {
        "speaker": "A",
        "text": "Yeah, I do think that comfort is starting to show up on the institutional side now, institutions. Larry Fink is willing to get in an Uber with crypto, let's say, which is really interesting. We would have been scared to do that. I think he was maybe like five years ago, let's say. Speaking of Larry Fink, BlackRock and Circle, you were talking earlier, Jeremy, about a tokenized treasury or real world assets, let's say, and one of the biggest real world asset, aside from the dollar itself is a treasury, a us treasury. There is something that we've been tracking at crypto has been BlackRock's bittle fund, where they are using a third party company, more crypto native company called Securitize, to actually put treasuries on chain in tokenized form. That was part one of the released announcement. We just found out probably a week prior to recording this and the publishing of this episode, Jeremy, that on the other side of that smart contract, again, this is all beautiful. It's all on Ethereum, it's all in code. You can go see it on Etherscan. On the other side of that smart contract is a little function in the code, a redeem function. So people who have these Blackrock tokenized treasuries can hit that redeem function button, essentially in the smart contract level on chain, and redeem those tokenized treasuries. For what? For USDC, the stablecoin. So now, for the first time on chain, what I'm aware of anyway, at the level of Blackrock, we have a pipeline, we have some bandwidth coming through from treasuries to stable coins. I know you can't speak on behalf of BlackRock, of course, maybe you could speak on behalf of crypto and stable coins, though, in general circle. How big of a deal is this? What just happened with this redeem function and where's it going to lead to?"
    },
    {
        "speaker": "B",
        "text": "I think it's a really big deal, obviously. I think it's been interesting to see the evolution at Blackrock. They became a strategic investor in circle a couple of years ago. So almost two years ago, and we built out this very innovative, highly transparent reserve structure for USDC. So they were making a big bet on stablecoins. And I think I got to know Larry Fink and the other leadership there and had a lot of long conversations about digital commodities, digital gold. What are the differences between all these blockchains and. But I think the team there, Larry, certainly got excited about these things. But I think the team there that was assigned with, coming up with strategies in digital assets, they were really getting, I think, strong support from their leadership to, we see that this is actually going to be highly disruptive to asset management. It's going to be highly disruptive to the way capital markets work. And they want it to be at the forefront, which is amazing, because they're 10 trillion. I don't know what their current assets under management are, but they're the largest asset manager in the world and a hugely important player. So I think just seeing that's been really positive. And I think this idea that you can have a financial contract, like I have a contract to own something, I can own a t bill, I can own a house, I can own stock in a company, you know, own part of a sports franchise. I can own lots of things. The ability to express ownership in digital tokens and the ability to have the way in which you create and redeem ownership be stable coins just makes tons of sense. And the ability to have that exist on a public infrastructure which is audible, verifiable, secure, global, interoperable, it just makes so much sense. The whole concept of the democratization of capital markets, the ability for far more people in the world to participate in those capital markets, that is only really possible in an on chain world. So I think having the most popular investable asset in the world, which is t bills, become tokenized and then have the cash component of it using the cash settlement piece of it, using a digital cash instrument that is also on chain, it makes tons of sense. I think we'll see a lot more examples of this, not just in the t bill space, but in a lot of other categories. It's a really exciting area. I think one of the big things is going to be when do we have exchanges that can trade these tokens, not just in the US, but globally? So regulators that are approving digital asset exchanges are also starting to approve that. Those exchanges can list these security tokens. When do you start getting global markets for these as well? When do you have deFi protocols that can interact with these and do that in a compliant way? There's a lot to build on from here. I think it's a very, very exciting start. There certainly have been others that have been experimenting in the same category over the last year, but obviously blackrock stepping in is a really, really big deal."
    },
    {
        "speaker": "A",
        "text": "Okay. So to see some of this vision to fruition, there's another player that has to kind of weigh in on it, and a player that seems almost split brain on the subject of crypto and stablecoin so far, and that is the almighty us government. I'm curious your perspective on this, Jeremy. What does the us government want when it comes to stable coins? And let me just lay out a few things. That is just context for this conversation. Maybe you would know best. There does seem to be some advantage to the us government to essentially outsource its CBDC kind of investment structure to the private sector. We already have the ledger, we already have programmable money. Let's just do it with stablecoins and that could be a CDBC for you. There's that. There's also this perceived benefit potentially, of what is one of the killer exports of the US right now. It's the dollar. 80% of worldwide transactions are handled in dollars, denominated in dollars. That's absolutely phenomenal. The world loves this product and we can go get it to countries that have subpar banking systems. That's maybe on the pro side of things. Oh, and you might also add somebody's got to buy some t bills, don't they? Us debt is continuing to rocket up, so that's on the pro side. On the against side of things though, you were talking about circle and the idea of a payment coin and that being backed as kind of like a fully reserved bank. Arthur Hayes put out a post probably a month ago and made the point which I don't know what you think in terms of its accuracy. It's not clear that treasury and the Fed actually want like a fully reserved bank at all. Right? If they did, they would have already issued licenses to kind of like make fully reserved happens. The reason is some of their monetary dials kind of get dulled. Like they use the bank's lending function to kind of like adjust supply of money and maybe they lose that ability, maybe they lose some sovereignty here in the process. Uh, so maybe they have some concerns with exporting the US dollar via stablecoin. Anyway, zooming back out to the question, that's kind of the context. I asked the question, uh, of what does the us government want when it comes to dollar backed stable coins?"
    },
    {
        "speaker": "B",
        "text": "There's a lot in there and there's a lot of great stuff to talk about. I think, um, the, the first is like, you know, I think saying the us government is never an accurate thing. It's not a monolith. Right. There's. It's not like one. It's not like this one mind that is the us government. And it speaks with one voice. Right. Right. The us government is. There's three branches of it. They all have their own thing. You have the actual parts of the government, the agencies that are responsible for things like the dollar, like the Treasury Department or the Federal Reserve. You have parts of the government that are very, very focused, for example, on national security and on all the wars that are breaking out around the world and all of the hostile nation state issues that exist. Right. So the government is a lot of different voices. And so there is no uniform voice on this. But I think the closest thing that we have to a uniform voice on this is that several years ago, the United States government, through what is called FSOC, which is the financial stability Oversight Council, which is basically the heads of all of the big financial regulators, but at the behest of the US Treasury Department, which is the department that is, in a sense, in charge of the dollar in the world, went around the world and worked with all of the biggest governments in the world at the G 20 and said there needs to be a legal and regulatory framework for what they were calling payment stablecoins. These are going to get really big. They're potentially going to be systemic in size, they have real innovation potential. But there's also all these risks. There's run risks, there's illicit finance risks, there's all these risks. We need to agree at a global level that we need to have clear laws and regulations around this new kind of money that was agreed to at the G 20. And all the governments at G 20 went back and they have to do their lawmaking process. And lawmaking processes are different in Japan than they are in Hong Kong, than they are in Singapore or Europe or the US. So what you've had happen since then is basically all of the major governments have come forward with regulation of payment stablecoins and relatively consistent. So there were a set of recommendations at the G 20, and the US basically said to Congress, here's what those recommendations are. We want you, Congress, to act to actually enact laws that introduce this into the us financial system. And that's been happening around the world. I mean, payment stablecoins became legal in Japan last year, June 30, which is just a couple months away. Payment stablecoins will be a legal form of money in Europe. And if you want to offer a stable coin to a person in Europe, whether you're offshore or onshore, if you're not issuing it out of an EU regulated entity, whether it's a dollar stablecoin or euro stablecoin, it'll be illegal. And so you're seeing around the world very clear rules. And basically they're saying these are full reserve. They have these narrow set of assets that they can back them so that they're as safe as possible. They have very clear redemption requirements. They have very clear segregation, so that if the issuer has a problem, the users can always get their funds. They have to follow any money laundering rules. And so you have this happening all around the world. And so, as we speak, 2024, 2025, stablecoins are becoming a defined part of the global financial system, which is really great. We are right at the finish line of the Payment Stablecoin act, which is a law that is actively working its way through Congress, that the feds contributed to, the Treasurys contributed to, the White House is involved both chambers of Congress. Theres a very, very active effort to codify this in the United States. And to get to the heart of your question, which is, what does the government think? Well, first, they think these are going to be bigger, and theyre going to play a bigger role, and theres going to be a competitive marketplace of issuers, to be non banks, banks. There's going to be smaller companies, global companies. These are going to be a new thing. And in a sense, that is outsourcing the production, the manufacturing and distribution of digital dollars to the private sector. But that's what we do. Today, 95% of electronic money in circulation is privately issued. It's privately issued by commercial banks. The infrastructure that we use every day, whether it's swift or your card rails, they're basically technology networks run by consortiums and private sector actors. And almost every innovation that we've had in payment systems in the US certainly has been like a private sector led innovation. So I think it is in some ways that I think the deeper philosophical issue, this kind of monetary theory issue, which you referred to in Arthur's post, and in general, kind of comes back to our own philosophical belief, which is that if you have hyper high velocity money that exists at Internet scale, it needs to be full reserve money, it needs to be as safe as possible. It's too dangerous to do something else. So then the question naturally becomes, from a central bank perspective, how do you deal with monetary policy transmission? How do you ensure that when you want to have credit expansion, you can have credit expansion? When you want to have credit extraction, you can have credit contraction. These are sort of the kind of smoothing out of the economic cycles that interest rates try and play a role, interest rates being the key input into bank lending behavior. And so that has been historically the way that this monetary policy transmission has worked. I believe this is where DeFi and on chain steps in. I am like a long bull on chain credit, a hyper high velocity, high utility money that can be programmatically controlled and time locked with very high levels of transparency and auditability, and where the actual risk and underwriting and other things can be produced and validated with proofs on chain like, you can produce a radically better credit delivery system than the opaque, leveraged banking system. And so this goes back to the founding of circle, which is, we believe, in the creation of an Internet financial system. And that Internet financial system is going to be built on full reserve money and it's going to be built on the programmability of money and the ways in which the time value of money, which is essentially credit, the time, credit and lending and savings and investing, the time value of money is better intermediated by on chain software than it is by persons small tangent to AI. I think AI will play an important role in all that credit decisioning too. But we could go there into a whole other topic. But I think that's how I think about that issue. And I think central bankers are now starting to grapple with this like, oh, okay, there is this new super high utility model of hyper efficient Internet scale on chain money that's happening. That genie is not going back in the bottle. It's happening. How do we think about monetary policy transmission? Our chief economist was formerly an economist at the Fed. He's published a number of really exceptional pieces on this topic as well. This gets to the heart of the matter. It really gets to the heart of the matter. Are we building a new Internet financial system that is safer, more transparent, more frictionless, more fair, more accessible economically, globally, but we have to be able to perform time value of money transformations, the credit intermediation with this safer base layer of money."
    },
    {
        "speaker": "A",
        "text": "It's interesting to see the trajectory of circles just getting closer and closer to the metal. It's closer and closer to the firmware here of the dollar. And this last step of a full reserve, stablecoin basically, or full reserve bank, it sort of cuts traditional commercial banks out of the loop. But what I hear, what you just described, Jeremy, it almost sounds like a central bank digital currency. Without using that term, it almost sounds like some form of a proto CBDC or like a privately issued arm of some kind of like central bank monetary policy type of thing. And it's my perception that a central bank digital currency does not have the political will power to get through in the US right now. Other countries may try it, China certainly can. They can push in whatever they want. I don't think voters are excited when you tell them we've got a federal CDBC."
    },
    {
        "speaker": "B",
        "text": "Totally. There's no appetite."
    },
    {
        "speaker": "A",
        "text": "Yeah, there's no appetite at all. But if you talk about this in terms of a kind of like a stable coin with a wallet you can use and you own the private keys and all of these things, I think it's a different story and maybe feels like an upgraded experience. But let me just ask you what you just described. With stablecoins in the US, again, we've got some regulation to get there, but if they follow suit with other countries, is what you described basically a proto or private version of a CBDC central bank digital currency?"
    },
    {
        "speaker": "B",
        "text": "I don't know that it is because private intermediaries, whether they're financial technology companies or payment companies like PayPal or banks that decide like JP Morgan that they want to be in this. You're not the central government. And I think one of the reasons why there is so much opposition to CBDCs is fundamentally about privacy and this concept that there's an air gap between you and the government. If all encrypted messaging was run by a government server, would you use that? Or would you use WhatsApp? Or if they had a product which was like, hey, there's the government run communications app, or there's privately run, where privacy standards are upheld? I think clearly society has a preference for some air gap and distance between themselves and their own activities and the government. Even in China, where they do have a CBDC, it's completely failed because people don't trust their government. They trust Alipay and Tencent and WeChat pay more than they trust the government, both because of the utility of those products. They're just constantly upgrading, constantly innovating. You have the user experience of those platforms are getting better and better and better. And even where they say, hey, you have to take your disbursement payments, in our CBDC, people get out of them as quickly as possible and move into private money. So I think that we use the phrase that the future of currency competition is a technology competition. And if the dollar has to compete in a technology competition globally, the United States has done extraordinarily well, like better than any country in the world at harnessing the power of private innovation in technology. And you can pick any sector, like the advancements, the incredible companies that have been built, whether it's Tesla as one example, SpaceX is another Elon musk example. But all of these amazing companies, Apple and Microsoft and Meta and then a lot of other industries, obviously in biopharmaceuticals and all these things, there's this extraordinary power of free market capitalism, of competition of a rules based system, and that unleashes innovation in a way that a government run system can't. If you want to win the technology competition, you ought to work with the companies that are driving technology innovation and are going to be part of that constantly upgradable financial system that blockchains represent."
    },
    {
        "speaker": "A",
        "text": "Yeah, I agree with that. I think most Americans would be on board with that, like make it a kind of a free market competition. Competition and do it privately. We're not comfortable having the government control the keys and the database and everything else in this context. Jeremy, I'm wondering if we could talk about tether for a minute. Tether is the number one stable coin right now. USDC is number two. And I think what some people in crypto have concerns about is that when it comes to stable coins in the US, we go from a position of we've got free market open competition to we go into a position of regulatory capture. And like with governments, you can easily see how this could happen. And so part of the crypto industry kind of like cried out and there was a. There was a headline saying in the stablecoin wars circle and Coinbase acting in Congress to rein in tether. And here's a quote from Caroline Hill, who's the director of global policy and regulatory strategy at Circle. She said this in the testimony in front of Congress. I personally believe no company should be allowed to reference the US dollar without having democratic values inside their USD backed stablecoin. And went on, and the tone and tenor of that is like, tether is not playing by the rulebook and you need to rein them in Congress. What did she mean by the quotes and what's your take on that testimony in front of Congress?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, a couple of things. First, Carolyn Hill is an amazing person. I have a huge amount of respect for her. She served in the us government for many years. She's a very high integrity person and I think she does extraordinary work. And she represents the entire crypto industry extremely well in front of major policymakers in the government and internationally dealing with crypto AML rules and how those are playing out and all the rule setting that has to happen around the world. She's fighting for fair rules so that we can continue to have on chain innovation. First of all, I have a huge amount of respect for Carolyn and she's tremendous. I'm not going to comment on everything that she may have said or questions she's asked under oath and testimony. And if you're sitting in front of Congress, you are under oath and you got to tell them what you think. I think the us government speaks for itself on these matters. Wally Adamo, who is the deputy secretary of treasury, who's in charge of all matters of sanctions, illicit finance, countering terrorism finance, just submitted his own testimony last week. You can read it. He has a lot to say about this topic of stablecoins. And I think there are realities in the market, and there are bad actors. And I'm not saying tether is a bad actor, by the way. I think tether has built an extraordinary business. They've been highly successful. I think they've been innovative for a very, very long time. That is because I am not saying that there are bad actors, like people who are trying to evade sanctions, people who are funding north korean weapons programs, people who are funding various types of terrorist attacks. There are fentanyl traffickers that are using stablecoins at a huge scale right now, and it's a plague in the United States. There are bad actors all over the place, and they're abusing stablecoins. And they're abusing stablecoins for a lot of different reasons. And I do think that part of what we have to see happen is we do need to have regulation around the world on stable coins. There should be expectations about the issuers, how they manage risk, their obligations from a compliance perspective, the safety and soundness obligations, all this. We absolutely should have that. I think tether is a multibillion dollar company. They have incredible resources. I expect that they have every opportunity to come and register and be a licensed company around the world. And I would expect that that's what they're going to ultimately do. Why wouldn't you do that? So I think laws and regulations should be accessible to everyone. And I think what I expect to see, I mean, even just the prospect of stablecoin legislation coming, and this was in their public announcement, led PayPal to say, with regulatory clarity coming, we now want to get in the game and launch PyUSD. And so a giant company with regulatory clarity, I think when you see dollar, stablecoin laws come in effect, you're going to see a ton of companies, major financial institutions, major payments companies, technology companies. I think the competition will increase immensely. Right now, people are afraid to get in this market because they don't know where the rules are. I do think that part of the goal of establishing a regulatory regime is to enable free and fair competition. And the congressional acts in the mid to late nineties that came about created free and competitive playing fields in the communications networks and Internet service provision with net neutrality and things like that. And you saw this huge proliferation of competition in everything from data services to communications networks. So I would hope that regulatory clarity, not just in stablecoins, but on crypto asset markets and so on, would bring a lot more competition. That would certainly be what I would expect to see."
    },
    {
        "speaker": "C",
        "text": "Preston, with the growth of the stablecoin supply and the stablecoin issue, I kind of see two different vectors or two different frontiers. Once again, there's the free market version where there's a handful of different stablecoin issuers and they are all competing in the private market. It's capitalism. The forces of capitalism produces a better product for the consumer. The weaker ones lose to the stronger ones. And this is of course not just a competition from the centralized issuers, but also the decentralized ones as well. Athena is a brand new player on the scene. Makerdao has been here for a long time. Frax is of course a player. Let the best stablecoin win according to the forces of the free market, and that will certainly allow good, strong products to rise to the top. On the flip side of things, there's also a benefit to having the central bank of the United States and the United States government just say, hey, this is the one. And we actually back this one with a full faith in credit of our money printer, and so enshrine this one as the pseudo CBDC, provide this one with a liquidity benefits, provide this one with the faith of the government. And that one would also be a pretty good product if the government actually just says, hey, that one's the best. Now how the future actually unfolds, it's probably going to be some sort of medium between the two, I'm assuming. But how do you see, do you agree with those two alignments of how this might play out? And how do you see the forces being at play here?"
    },
    {
        "speaker": "B",
        "text": "I think they're definitely two distinct arenas, so to speak. I think this concept of a payment stablecoin, which is again a term of art that governments have come up with, and that's the name of the legislation in US Congress right now, but is very specific. And it is for the Federal Reserve to basically define a standard, a set of standards, and all the expectations of an issuer, and to set those standards and enforce those standards. It's to define these standards for a full reserve, fiat backed only backed by things like t bills and the safest cash instruments and the like, with very strong supervision and audit. There's a framework for that, and the federal government is allowing for that, and then will allow any entity that meets the qualifications to go in that market. So that's not the Federal Reserve picking one company. It's saying, here's the rules. Anybody can follow these rules. And obviously anyone who decides to start a bank doesn't necessarily are not successful starting the bank. But I think the concept here is anyone that wants to become a dollar payment stablecoin issuer can follow that. We're seeing this as a little bit of a preview in Europe right now. Mica has stablecoin rules and there haven't really been widely successful euro stablecoins to date. EuRC, which Circle and Coinbase both are involved with, has some good success, but obviously way, way different than when USDC. However, when June 30 comes around, I think you're going to see a ton of movement in euro stablecoin space. You're going to be tons of companies that are entering it. You might see 50 different companies competing, including big companies that are competing to do this. Because it's so clear big companies, are."
    },
    {
        "speaker": "A",
        "text": "There big incumbents too, like big EU banks entering?"
    },
    {
        "speaker": "B",
        "text": "I think you're going to see big incumbents, some of whom are large pan european banks who want to be in this market, some of whom are large pan european fintechs who will want to be in this market. And then obviously firms that are crypto native. That's an example where I think you'll see, okay, here's the level playing field. Go. And it'll be like everyone's from the same start. There are no winners today there. So I think it'll be an interesting example of that. But coming back to your question, David, about these different arenas, payments, stablecoins, I think are really important. A fiat backed instrument that people understand. It's a legal dollar equivalent and it's redeemable and has interoperability into the existing banking system. That's super high utility and will grow in utility. I think there's a whole other category, which are these efforts to create synthetic dollars or algorithmically pegged dollars or various types of crypto collateralized, you know, kind of quasi pegged dollars. Like, that's a whole separate area. And I think it's definitely a lot more complicated from a regulatory perspective. It's not straightforward. Like, it's not clear what are these and how should they be treated and how should someone who holds them treat it. If I'm a corporation and I'm using one of these, like, what is this? Am I holding a synthetic derivative? Do I account for it as a derivative on my books? Does it need to be registered with a derivatives regulator, what are these securities? It's not clear what they are. And I think there's going to be a lot of jurisdictional arguing over that. The terra Luna case, obviously, the SEC asserted and won its case, and it won its case that basically UST and Luna, the whole thing was an illegal investment management and illegal securities issuance. And the CFTC was involved and said they're violating derivatives law. That's just a us matter in that case. But I think if you asked securities and commodities regulators around the world, they'd all pretty much agree about that. So I think if we want these kind of synthetic dollars to have super high utility value, we're going to have to update the laws in the financial system to allow them to be used for everyday kind of transactions because I think they won't get used for everyday transactions. They might be like, I'm going to pump my yield in this. I'm going to go over here for a little while because it's got juice or whatever. That's a whole different, that's a very different set of incentives than you want to have a full reserve digital dollar that runs on blockchains."
    },
    {
        "speaker": "A",
        "text": "It strikes me how early days we still are. If there's a $21 trillion opportunity here, like we're at 150 billion, we don't even have legislation. We haven't even seen the big banks in the US kind of enter the stablecoin again, explore what that means. Like JpMorgan coin. That was the thing that was talked about. What would that even look like? I'm curious though, earlier in the conversation, Jeremy, when you talked about Mika and other jurisdictions having stable coin regulation, you also referred to the dollar as kind of like a predator. I've called it like an apex predator as well. And I'm wondering."
    },
    {
        "speaker": "B",
        "text": "I've heard you say."
    },
    {
        "speaker": "A",
        "text": "You've heard me say that, okay, so I'm wondering if you see, if you think that there's going to be some protectionism that kind of like manifests in some of these jurisdictions, right? So, like we got stable coin regulation. If I'm like a weaker fiat, I don't necessarily want this, like this animal called the dollar coming into my fiat economy. I'm just trying to get my, my payment coin working and here's this like, thing that's going to suck up all the oxygen. Will there be some protectionist policies, do you think, to keep stable coins and crypto dollars out?"
    },
    {
        "speaker": "B",
        "text": "Absolutely. And there already are. I mean, dollar stable coins are illegal in China, they're illegal in India. I mean, they're sort of. Clearly, I mean, what's happened in Nigeria recently fundamentally had to do with the FX market between dollar stables and Nairae."
    },
    {
        "speaker": "A",
        "text": "Are we talking about binance executives getting kind of arrested and caught up in that or something else?"
    },
    {
        "speaker": "B",
        "text": "That is a specific incident. But I think that the issue for Nigeria is about essentially that there's an FX market, that is a market based FX market, that is a dollar to naira FX market. That's happening with crypto dollars. And it reflects a very different value to the naira than the official value."
    },
    {
        "speaker": "A",
        "text": "Well, because for a place like Nigeria, right, suddenly now in every nigerian's kind of like hands is the power of the US banking system. And that's never been available to them."
    },
    {
        "speaker": "B",
        "text": "I get the value prop, but to answer your question is, yes, there are monetary sovereignty issues, right? And so I think this, if you bring this up a level, right. And this is a controversial thing to say, but in the Internet, governments were very against the idea that anyone could publish a website, the idea that anyone could do a radio broadcast. You guys, it's your business. It was against the law to make an audio transmission available to people in Italy or in lots of other places. Open networks, open protocols, open software. It just had its way. And then the people in those places were like, this is better. Don't take it away from me. This is better. I think there is a legitimate question which is does an Internet financial system, which is more likely, there are fewer reserve currencies that are widely adopted and where the people in those places and the businesses in those places say this is better? Does law reflect the hoi polloi? Does law reflect the will of the people and society? Does it kind of shadow that? And in places where it's too threatening to a very, very deep, maybe corrupt power structure, does it become violent? These are the kinds of things that the Internet has played out. Open communications network led to the Arab Spring and there were vast crackdowns. And then all of a sudden everyone bought specialized hardware from Cisco to censor and this nation state interactions around information, around data, around communications. Balkanization of the Internet, we're seeing some of that, and I think we're absolutely going to see more, more complex issues in this over time."
    },
    {
        "speaker": "A",
        "text": "Well, Jeremy, I do hope open networks win and open protocols win totally. I think we're at time. This has been a fantastic conversation. Just one last quick lightning round prediction from you. So, total value of stable coins. What do you think? By the end of this decade, by the end of 2030, where are we sitting? We'll bring you back in like six years and we'll hold you to account for this prediction."
    },
    {
        "speaker": "B",
        "text": "2030?"
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Yeah. I feel comfortable saying $3 trillion, like."
    },
    {
        "speaker": "C",
        "text": "Almost two x the current total crypto market."
    },
    {
        "speaker": "B",
        "text": "I think this is hyper high utility. And we're at the front edge of a really powerful growth phase. Over the next five years."
    },
    {
        "speaker": "A",
        "text": "Well, bankless nation, the year is 2003, and we just had Jeremy Lair on the podcast. Jeremy, thank you so much."
    },
    {
        "speaker": "B",
        "text": "Thank you, guys."
    },
    {
        "speaker": "A",
        "text": "We will include some links to the show note, including the link to a dashboard that we talked about. If you are curious on what backs a USDC, you can go see that. Got to end with this. Of course, you know, crypto is risky. Maybe not stable coins so much, though. But you could lose what you put in. We are headed west. This is the frontier. It's not for everyone. But we're glad you're with us on the bankless journey. Thanks a lot."
    }
]