[
    {
        "speaker": "A",
        "text": "And so, like, if I said to you, like, what is the quintessential bitcoiner? Right. It's like, okay, they own bitcoin. They eat meat. They, like, sun their balls, right? We can just, like, go down the line. There's this whole thing."
    },
    {
        "speaker": "B",
        "text": "A real thing."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "I mean, you get. You get tea from doing that."
    },
    {
        "speaker": "A",
        "text": "Yeah. You get higher testosterone. Like, there's this whole thing."
    },
    {
        "speaker": "B",
        "text": "Welcome to Bankless, where we explore the frontier of Internet money and Internet finance. This is Ryan. Sean Adams. I'm here with David Hoffman, and we're here to help you become more bankless. Anthony Pompliano on the show today. He's better known to us as pomp. He's an investor, he's a media personality. I think he's probably most known to the crypto community for his relentless bitcoin evangelism and has certainly been relentless over the years. And that's where David and I first ran across him in 2017. He was preaching the good word of bitcoin, and sometimes he gave us flack for some of our ethereum bullishness, I would say. We've recorded this conversation just before the bitcoin happening. It'll be released just after, and that's really where we started the conversation. How is this happening, this bitcoin happening, different from the rest? We also get into what it's like to talk about bitcoin to the suits on CNBC and then the bitcoin ETF. Where's it going? We also talk about bitcoin evangelism. Who is left to convince here? And the bear market of 2022. What did Pomp learn? Finally, we end with a download on Pomp's crypto portfolio. What that looks like in 2024, his predictions for price and his predictions for the upcoming us election."
    },
    {
        "speaker": "C",
        "text": "Pomp. I remember Ryan watching Pomp rise in 2018 through 2020, 2021, as the bitcoin evangelist, really putting out content that was educating about bitcoin. The bitcoin narrative, bitcoin thesis, 21 million hard cap, low time preferences. And this just felt like a flashback to some very early formative bank list. Because I think both you and I were watching Pomp do this media machine that he just figured out this system of just rising on Twitter and then rising as a podcast and rising as a businessman learning about memes. A lot of it was early flashback to some of the things that I think bankless was built on, understanding memes, understanding the importance of virality, importance of inception, ideas into people's heads. A lot of this just felt like really old school, early beginnings for me, even getting into the crypto space. I don't know if that's how it felt like for you, but, like, I was getting, like, flashbacks during this episode."
    },
    {
        "speaker": "B",
        "text": "Yeah, I totally get that. And I guess there's maybe some pomp influence over bankless in some ways, though, certainly. I think, and maybe famously at the time we really departed on his ideas for Ethereum. He was very bearish, at least publicly on Ethereum at that time. And so there's kind of a contrast between, like, pomp and bankless in those early years. But I think we've put a lot of that behind us. And there's actually a refreshing conversation that we asked pomp about how he evaluates bitcoin culture right now and what his thoughts are and maybe how he's reformed or moderated some of his views over time. So that's an interesting part of this conversation."
    },
    {
        "speaker": "C",
        "text": "There's plenty of material here that I want to talk to you about the debrief. I already have some notes for the debrief, so we're going to have to go and get into that right now."
    },
    {
        "speaker": "B",
        "text": "But first, can't wait."
    },
    {
        "speaker": "C",
        "text": "Before we get into the episode with Pomp, a moment to talk about some of these fantastic sponsors."
    },
    {
        "speaker": "B",
        "text": "Bankless nation. We've got Anthony Pompliano. He is a bitcoin bull. He is an investor. He is a fellow podcaster. He is a media personality. Is there anything he is not? I don't know. Pomp. Welcome to Bankless."
    },
    {
        "speaker": "A",
        "text": "How are you guys doing? Long time coming. I appreciate you guys having me."
    },
    {
        "speaker": "B",
        "text": "It has been a long time. Do you know, I think I first got to know you as being, like, the bitcoin evangelist in 2017, 2018. Like, the main person that was sort of telling the institutions to get off zero. Yeah. Beating the drum, taking this message to the masses. And this is going to come off, come out either shortly before the bitcoin happening or shortly after, which is a big freaking deal. And I want to start with this question. What about this happening is different in bitcoin land? Like, where are we on the trajectory of adoption that you have been beating the drum about this entire time?"
    },
    {
        "speaker": "A",
        "text": "Yeah. Well, thank you guys for having me. Um, a lot of people don't know this, but I actually started out mining ethereum in 2016. Um, and I had not. Didn't know anything about crypto. So, like, there was no pitch of, like, bitcoin is going to be this great, you know, digital gold or global reserve currency ether. It could have been, you know, I don't know video games. Like, I literally had no clue about any of it. Uh, but there was a guy who came to me and he said, hey, you can buy these computers. You can plug them in, and it, like, prints money. And I was like, I mean, that sounds ridiculous. Like, where. Where are the. Where are the computers? Like, how much do they cost? And so, like, I think as many people who get into mining, like, you either do one or two things. Either you're very technical and you, like, go and you set it up. You start hooking up the computers and kind of doing it yourself, or you're just like, more like capital allocation, and you basically, like, order computers. You think they kind of got shipped somewhere. Someone's supposed to be hosting it. You have a dashboard, and, like, it looks like, you know, ether is getting produced every day. So I was in that second camp, and at the time, I think ether was, like, maybe like $8, and we were mining like, five a day. And I remember being like, I'm never going to make back this money. Like, we're making $40 a day. Oh, my God. This is like, what did I do? And then in 2017, as you guys know better than most, ether went from, like $10 to 30 to, like, a hundred. By, if I remember, like, April or May of 2017. And I remember being like, oh, my God, that $40 is now $400 a day. We've already made back our money. And, like most things in life, too good to be true. I sold it all at 150 and was like, I'm a genius. Ran to 1400. Too prideful to buy back in. But I tell that story because, yeah, I mean, I was like, I made some money. I don't want to be the guy that fumbles back in the. But what it allowed me to do was I got the enthusiasm and I got to see the positive side of, hey, this stuff can move. There's people buying it. Really spent some time learning about it. And then I did a lot of work. My wife always tells a story. She remembers me having almost a textbook, and I was reading a book, and she's like, what are you doing? I'm studying. She's like, you would never study for anything in your life outside of something in finance, you know, let's see what happens. Um, and by the time 2018 rolled around, um, I think what I came to the conclusion was that, like, bitcoin was going to serve as this, like, digital gold thing, and it was going to, uh, be a store of value. And usually stores of value end up being kind of, like, all or nothing. So, you know, I always say that dollars, uh, if you live in the United States, like, you don't carry mexican pesos around, right? You don't care Bolivias or anything. Like, you just use dollars. You're paid in dollars, you save in dollars, you spend in dollars, et cetera. And then Ethereum, obviously, I started mining it. I was still paying a lot of attention to it. But the thing that I was most excited about Ethereum early on was in the mining space. I made the mistake of intellectually going long an idea, but not actually acting on it, which was the world was going to run on GPU's. And so I have this famous tweet in my head. Nobody else cares about it, but it's like the death blow. I tweeted, the world is going to run on GPU's and it's because I was doing the ether mining. I should have bought Nvidia. How stupid am I? And so it was this idea that you could switch with the GPU's, theoretically between maybe you want to mine ether today, but all of a sudden it may be more economic to go and mine using DNA sequencing or self driving cars. All these use cases that now I think are kind of becoming very popular now. The reason why that mining is really important is obviously the bitcoin mining side having really matters to those people. And there's a whole thing we can talk about. But also this world changes so fast, the industry changes so fast, that actually ethereum miners are no more. Right. And so if you think like, if we had gone and built out data centers and like, oh, we're going to like switch back and forth between all this stuff, whatever, it may actually not have been a good business because one huge part of that thesis, like, went away and so on, bitcoins having, I think maybe the only thing that I really can quantifiably point to that is different, is we hit an all time high before the having. Like, that feels like probably the most important difference. There's a lot of kind of qualitative stuff that maybe people would point to that's like, there's more institutional interest now. Mainstream media seems to think it's not going to go away, so they're talking about it more. You could make an argument that like, the holder base in general is more educated than they were in the last two, you know, havings maybe also like, expectations are higher. It's like, hey, every having the price goes up, so it better go up this time. And so people change their behavior, which then could actually create it to go higher. So, again, qualitative stuff we could debate, but quantitatively, the only real difference is, like, maybe hash rate is the highest it's ever been, and we hit the all time high before the having. And those two things seem to be pretty important."
    },
    {
        "speaker": "C",
        "text": "Remember listening to your podcast and pop back in whenever it started, 2018, 2019, and you were on this big campaign of get off zero, get the institutions off zero. And it was just like, this very measured thing of, like, if we can just convince a marginal amount of institutions to get 1% of their base, their investments, and put it into bitcoin, that has just massive implications to the price of bitcoin. Just because 1% is a lot. Now, here we are in 2024, and now 1% is actually, like, 3%. Like, institutions are now allocating 3%. And so for a long time, we could get not get off zero at all. Institutions were stuck at zero. Now they're just skipping to 3%, which I think is very related to this, uh, fact that bitcoin is at all time highs before the happening. Like, it's because of the ETF, right? Like, it's. It's because, uh, the outside world is now, like, not thinking that bitcoin is this crazy thing anymore. Bitcoin is now, like, civilized. Uh, and just an overall theme of, like, since the genesis of the bank list podcast has been one part of, like, crypto is actually moving more towards society. At the same time, society is also moving more towards crypto. Like, these two things are converging, and there kind of seems to be this, like, hand of Adam. God touching Adam Fingertip at the bitcoin ETF. And that's kind of, to me, like, the way to kind of define this thing. But the thing is, you've been advocating for this future. You were the first one. So what's it like to actually have been, like, at the beginning of that arc? Like, leading people here and that now, actually, is it as powerful as a moment as it seems? Because this has been your campaign since Genesis."
    },
    {
        "speaker": "A",
        "text": "The, um. The God and Adam finger touching. That's a fantastic analogy."
    },
    {
        "speaker": "B",
        "text": "Who's God and who's Adam?"
    },
    {
        "speaker": "A",
        "text": "Yeah. Yeah."
    },
    {
        "speaker": "B",
        "text": "I don't know."
    },
    {
        "speaker": "C",
        "text": "God is stratifying Adam. Is bitcoin."
    },
    {
        "speaker": "B",
        "text": "The other way around?"
    },
    {
        "speaker": "C",
        "text": "Yeah, it's definitely that way."
    },
    {
        "speaker": "A",
        "text": "Yeah. So, first, I would say, I don't think I was the first to be like, oh, the institutions are going to buy this stuff, whatever. I think maybe my very small contribution was, I have a small enough brain to come up with memorable one liners that people then could go repeat. So the marketing of that idea. But definitely there was people before me that were banging the drum. What I would say in terms of the institutions at the time. What's the Pablo Picasso line? It's good artists borrow, great artists steal. I heard somewhere else that somebody had said, like, get off zero as a mantra about a different asset class. And I was like, that's amazing. Like, I'm just going to repeat that here and hopefully it'll resonate. And so really, the thought process was just like, schmuck insurance, right? I think as what, like, chamath has called it, or the. The idea that, like, I think Satoshi early on wrote and said, you know, maybe you should get some just in case it catches on. Like, that was really it. It's just like, what is the smallest amount possible that we could get you to break the seal? Cause once you break the seal, like, then game on. And so just, like, it wasn't like, do 1% right, which, like, also could have been the, like, memorable line, but it was like, just get off zero. Like, literally just buy one bitcoin. It's $3,000 or something, right? Like, just one. Now you're a bitcoin holder. If you're holding it, you're gonna pay attention to it. If you're paying attention to it, you can't help but fall down the rabbit hole. And so that was really kind of the idea. Now, I will tell you that I went, and in 2019, I did 120 flights around the world going and talking to institutions. There was days where I would, like, fly to a city and I would talk to, like, three institutions in a single day. Wasn't just me, you know, Mark Usko, Jason Williams. We had a team. Like, we were just full court press. There's not that many people who did it. Like, really? There were some, but no, I mean, like, I don't know. I'd have to go back and count. Exactly. But it, off the top of my head, maybe we worked with, like, ten institutions. Yeah, but, like, maybe we met with 300 or 400. So, like, on a percentage conversion basis, like, not that high. And so what I always get reminded of that because to see now what's happening, you have to wonder how much of it was timing. So, like, they just needed to get familiar with it. And time expiring actually just meant that, hey, the Lindy effect is here, and, like, this isn't going to go away. That had some contribution. Two is there's probably some element of, like, they needed time to do the work internally. The third one is you need the people who work in the institutions to become bitcoiners personally before they then go advocate to convince the institution to be like a bitcoin holder or an investor. And we can talk about many stories where institutions, literally, there's like, one person inside the organization, they're the bitcoin, or they convince their buddy, their buddy convinces another person, and the next thing you know is like, half the team is holding bitcoin or crypto in general. And then they go and they do it as an institution. And then also you needed, like, a different form factor. Like, go on. Coinbase was never going to be a thing for an institution because this is not what they do. We early on had a venture fund and we told institutions, hey, it's a venture fund. We're going to invest in the equity of these companies, but we're going to buy a little bit of bitcoin, like 15%, give or take. I think it was the first fund, the amount of effort that we had to do in diligence to explain that Coinbase was a qualified custodian that was going to hold the bitcoin. That was like 80% of the diligence conversation. So even though Coinbase to all of us was like, oh, of course, this is like the safest thing possible. Like, at least we're not on name your external, you know, international exchange to them. They were like, I never heard of Coinbase. Like, what is that thing? Who owns it? You know, what, who's regulating it, et cetera. And so I think that that's like, really the confluence of why the institutions finally have started to allocate is like, you needed the ETF's to get approved, you needed them to have time. You needed people internally to buy bitcoin. And then you also, uh, in some weird way, needed them to, like, have career risk removed by time. And also Paul Tudor Jones bought it, Stanley Druckenmiller bought it. You know, all these people, like, I don't know if they're wrong, then we'll all be wrong together. Like, you know, it's kind of, you know, like misery loves company type thing that they all got comfortable and finally just said, yeah, let. Let's hit the bid and let's go buy some."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think a lot of people are looking at this just, it felt like overnight. Suddenly Larry thinks on, you know, like, CNBC, and he's saying like, yeah, you know, bitcoin is the future. Here's our bitcoin ETF. But what they don't realize there was this confluence of six years plus of effort and infrastructure that needed to be built out and evangelism and individual brains that had to be converted and turned onto this. And I'm wondering if you could kind of compare and contrast because you were on the media circuit as well, I think in 2017, 2018, that time period where I would see you on CNBC and squawk box and this kind of thing. And the tone from some of the interviewers sometimes in tradfi was just kind of like, what you have, what percent of your net worth in crypto? Like, what are you doing? Like, here's this, here's this guy evangelizing about bitcoin. There's almost like kind of a, I don't know, a smirk in the background of how they used to approach bitcoin. That is much different now. And some of these same anchors that I see in 2024 actually having arguments with Gary, with, with people like Gary Gensler and people like Jamie Dimon reciting crypto talking points that we used to talk about in 2017, 2018. And I know you've kind of revisited some of those, some of those same shows this cycle. What's, what's the difference between last time and this time? Are they taking it more seriously? Has there been a tone difference? Have light bulbs clicked on the, like, yeah, give us a sense."
    },
    {
        "speaker": "A",
        "text": "Yeah, I'll tell you a couple stories that probably can highlight this. So the first time that I got asked to go on television, I remember being like, bam, we did it. Like, we all made it. We convinced them."
    },
    {
        "speaker": "B",
        "text": "They're hear the message and convert, of course."
    },
    {
        "speaker": "A",
        "text": "Like, we're geniuses. Like, thank you. We finally, all the work that we've done, 2018, I go on television, they absolutely ripped me a new one. I think we had dropped bitcoin from 20,000 to like 6000. Right? And they're just teeing off on me. And I remember walking off the set being like, oh, I was the, like, punching bag."
    },
    {
        "speaker": "B",
        "text": "You're the scapegoat."
    },
    {
        "speaker": "A",
        "text": "We have not made it, guys. Actually, it's the opposite. Like, they, we, they are laughing at us."
    },
    {
        "speaker": "C",
        "text": "So that just makes sense, as in, because, like, they're not going to report about it on the way up, because they're not invested on it on the way up. And so on the way down. They need to be right. They need to, like, take a victory lap."
    },
    {
        "speaker": "A",
        "text": "Yeah. On the way up at like late, late 2017, I think is when they really started to cover it. There was, it's interesting. There's a number of people in crypto today. I could think of Camila Russo, I think also Michael Casey, a couple of others. Like, they were working. I think maybe both of them worked at Bloomberg. And we're actually living or covering currencies in Argentina, like, 2012, 2013. And so they saw bitcoin earlier. They were some of the first people to write about it from, like, the traditional mainstream media, whatever. And so there were some people who were, like, kind of looking in and around it, but then there was, like, the talking points. And I always like to give Joe Wiesenthal a hard time because he wrote a piece in 2013. He was like, bitcoin's a joke, and the picture's like a clown. And then it was at $100, and now it's at 70,000. And so, you know, you had both sides of it. Now, the second story I'll tell you about 2018, 2019 is the second time they invite me on. Kevin O'Leary is on the set, and on the way there, I'm listening to the show, and he starts talking about crypto garbage instead of garbage. He said garbage. At least you guys are a little bit above the garbage, but it's still, you know, nonsense. And so, uh, to, like, highlight how these shows sometimes come together is before the show's commercial break, I walk out onto the set, and, uh, him and I have never met before. You know, he. I could be somebody who's super nice. I could be a complete asshole. He has no clue. And we start talking about bitcoin, and he says, how. How much of your dough is in this? And I'm like, you know, more than 50%. And his eyes, like, fell out of his head. The producer says, you know, three, two, one. You know, we're back to the show. Kevin doesn't wait 2 seconds. He just immediately goes, how much of your dough is in this? I say more than 50%. And he just goes on a tirade. I forbid you from doing that. That is insane. And he's like, going on and on and on. And so I was like, oh, my God. I'm like, punching bag number two. Like, this is going to be the difference. Now, today, what I will say is, if I go on and let's say a crypto kind of skeptic comes on after me, I think that the mainstream journalists hosts have gotten really good at is they will actually press me, right? So, like, Andrew Ross Sorkin in a recent segment, he was like, look, I went to South Africa. I talked to a lot of people. No one owns this stuff. Like, you guys talk about it being adopted internationally. What do you say? And I would put folks like that in a camp if they are probably cautiously optimistic, like they would like to see it work. They actually think it could be a good thing for the world. But they're skeptical by nature and they're journalists, so their job is to ask you questions that push what you think or what you say. And it's not, you know, it's not an opportunity for you to go and do pr, right? And so they're doing the job of the journalist. But then what happens is if, you know, let's say Jamie Dimon comes on, they then flip around on the table, and now all of a sudden, they're advocating for the opposite of Jamie Dimon's view. So what I think we sometimes as a community get sucked into is like, we're all pro these assets. And so when they push back, we're like, ah, they're so dumb, they don't understand. But if you actually watch when they're pushing against the, the critics, you have to realize, like, no, they're just doing their job. Like they're going to play the devil's advocate to whoever's on the show. There are some hosts, as you guys alluded to, that, you know, they're all in, they own it. Joe Kernan probably being a great example. Um, and so when the hosts start to debate each other about it, I think we all kind of can, you know, laugh and say, like, wow, we really, maybe, maybe we are here now where we don't even have to, like, do the debating. We just let them debate for us. So it's night and day difference. But again, it's hard to debate against it. If Paul Tudor Jones, Stanley Druckenmiller, Larry Fink, many well respected smart people."
    },
    {
        "speaker": "B",
        "text": "I mean, part of the cynical view here is they weren't bullish on it. And when I say they, I mean tradfi and kind of the entire apparatus around traditional finance wasn't bullish on it because they didn't have products to sell. They didn't have Coinbase. Right? And this time they do have products to sell. So they've got ETF's, the fastest growing ETF's that have, like, ever been ETF'd. Basically, they've got like tokenized treasuries now. And so the context for this is in this bull cycle, we're in a completely different regime, it seems like. And what's your perspective on what the bitcoin ETF did for the legitimacy not only of bitcoin but the entire crypto."
    },
    {
        "speaker": "A",
        "text": "Asset class, most people in crypto, I think if you would have asked them last year, they would have said bitcoin is a commodity and there's not regulatory clarity about these other things. So outside of their personal opinion, they were like, that's how the regulators are looking at it. I don't think traditional finance looked at it that way. I think traditional finance said, no, all these assets don't have regulatory clarity. So they kind of put them all together and they didn't have enough information or experience to kind of separate out how the regulators were actually thinking about it or looking at it. When the ETF's got approved, now, everyone walks around and they're like, oh, the ETF's mean that the regulators have, like, approved bitcoin. Now, we all know that's not true. It's not like they approved the asset itself. They're not telling people to go buy it. But I think that is like a zero to one difference in people's minds. So if you work your way down kind of coin market capitalist, if a Ethereum ETF gets approved, I think trad five will then say, oh, the regulators have like blessed this asset, etcetera. Now, one of the questions I think that comes up in the ETF approvals is bitcoin has today a lot of unique things. Some people think those unique things are positive. Some think they're negative. So proof of work, blockchain, there's not that many others that have those specific kind of characters to it. So when they approve bitcoin, there's not a long line out the door of people saying, well, I'm just like bitcoin. I have proof of work. I have this, I have that, whatever, you know, I should be the next one approved. I do think that that is probably one of the headwinds for the ether ETF is that if they approve a proof of stake blockchain, there's a lot of other ones like that. And they're all going to line up and say, hey, you know, what about me? Doesn't mean that they have to approve the other ones. I think it's just harder now to decipher between the differences. And so then I think lastly is there's a very interesting dynamic of getting exposure to price versus exposure to the asset. So most people think of that as like, I don't want to have to self custody this, right? And so historically it's been like, well, maybe I can just pay Coinbase to do custody or whatever, but you got to go sign up for a Coinbase account. You got to like figure out, is Coinbase the best one? You got to like make sure the assets are still there, do reporting, whatever. But if you go to like the nation states, I actually think one of the most interesting parts of the ETF is like now sovereign wealth funds can go and buy bitcoin price exposure, but not have to take custody of the bitcoin. And so what they basically are doing is they're removing the geopolitical conversation because if all of a sudden, let's say name your country somewhere that maybe is like borderline friend or foe. If they start like hoarding bitcoin, I think there's a lot of people are going to be asking questions. But hey, why are you guys like buying the bitcoin and like holding the bitcoin? Are you planning to go off the dollar? Like, what's up? If instead you're just buying an ETF, it's very obvious that you're just getting dollar like price exposure. You're not actually taking control of bitcoin. And so the reason why that's interesting is El Salvador is taking self custody of their bitcoin. Yeah."
    },
    {
        "speaker": "B",
        "text": "The IMF does not appreciate that. The central bankers powers that be do not appreciate that fact."
    },
    {
        "speaker": "A",
        "text": "Yeah. So if you think of it from that perspective, the ETF's now have greenlit sovereign wealth funds, which I do believe they're buying the ETF. And it's just like they're doing it right. They put a certain percentage in the S P, they put a certain percentage in Qqq. They're going to put a certain percentage in gold. Like it's just an allocation decision."
    },
    {
        "speaker": "C",
        "text": "They just buy assets."
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, if you have a trillion dollars, like what are you supposed to buy? Like, you can't just buy a trillion dollars of, you know, Google. Right. So like you, you have to have a diversified portfolio, whatever. But I do think that it now allows for the sidestepping of the geopolitical complexity and allows you to get price exposure. And so it opens up this conversation of like how much of Wall street? And to your point of like now they have a product to sell is they want exposure to the price until like the aum, but they don't give a shit about actual bitcoin. Right. And so like, you know, it's kind of like careful what you wish for because, yeah, you may be letting the fox in the hen house and sure, like number goes up, but what are the trade offs? And there probably are trade offs that we don't yet understand, right. Especially as you get deeper and deeper into some of the complex derivatives and things that can get created on this. I'm sure somebody's going to create a two x or three x leverage short bitcoin ETF. What is the impact of that on price? How does rebalancing, which tradfi loves an intellectual Olympics for them, of when should you rebalance how often? All that kind of stuff, that's new price pressure, sell pressure in the market. So all these things are changing, but at least in the beginning, price goes up and people are happy."
    },
    {
        "speaker": "C",
        "text": "Yeah. We've often used the idea that the ETF is the ERC 20 token for tradfi, as in it makes BTC a module, a money Lego for the tradfi world for them to play games with. That's their money Lego. And all of a sudden they can stack on derivatives and derivatives and derivatives. The whole not your keys, not your coins thing is a feature for them. It's like, please, no keys, just coinsenhe, no keys."
    },
    {
        "speaker": "A",
        "text": "I've never heard that, but that is fantastic. That's the great analogy. Yeah. That's 100% what the ETF does, right?"
    },
    {
        "speaker": "C",
        "text": "Yeah. So maybe we can double click on that for a little bit because I think bankless listeners will totally understand what money legos are inside of the Ethereum context. Right? You put your token in the protocol and then you put that in a different protocol. Now you play your games and you wrap your yield and you optimize your yield. And now this universe is being opened up to tradfi with bitcoin as the asset. And we are just now in like the first ending of bitcoin getting like introduced into the tradfi world. So like, what happens as this whole like, ecosystem? What does the trad five money Lego ecosystem look like? And what was, what would you like the future of bitcoin look like when like they start to like, play with their whole like, money Lego. That is bitcoin, the better it is."
    },
    {
        "speaker": "A",
        "text": "As a like a dark hole, the more money they make. Right? So like there's a huge part of Wall street which is like they actually don't want the retail person to understand the full thing because that means that they can't take fees and all these different components, et cetera. But in the most basic sense, I think you can think of maybe like three or four examples. So like, one is like they just buy the ETF. So like, there's a Lego, there's not a Lego. Right? Okay. Hey, I can buy the Lego like, okay, that's one thing. You get price exposure to this asset that is way more asymmetric on the upside and downside than anything else they have. And so, like, that'll be interesting in some components. The second thing, and I think we're starting to see it now, is now I have almost a return amplifier. So now I can take this ETF thing, and I kind of, like, sprinkle it in all my portfolio. So, oh, I have this, like, fixed income fund. Let's put a little bit of bitcoin. Let's put 3% of that fund. We'll put that in bitcoin. So all my other fixed income, like, competitors or peers, they're all returning 8%. But me, at 8%, plus 3% of my fund in bitcoin, I now return 9.5%. I'm the better fixed income portfolio. I go out and I pitch. I outperform everyone. Look how smart I am. You're buying a fixed income, but really, it's the bitcoin doing the work to outperform the market versus the actual asset. So I think we're starting to see some of that happening. Fidelity is doing it. Blackrock's talking about it, et cetera. The third thing that I think is going to start to happen is you are going to start to see all the financial products being built in and around bitcoin, not necessarily because of the ETF explicitly, but because now people are going to realize, wait a second. There is this asset that is now going to get swallowed into the legacy system. And so there's an example of. There's a company called, meanwhile, uh, they are building a bitcoin life insurance policy, and the entire business is based in Bermuda. It's a regulated life insurance company, just like you would see anywhere else. And I recently met these guys, and I was like, man, it's so smart. The company is, uh, denominates everything in bitcoin. Revenue, uh, expenses, uh, their balance sheet, assets, liabilities, uh, the amount of the policy. Like, everything is denominated in bitcoin, including when they give reports to people, et cetera. Everything's in bitcoin. So that's a good example of, like, okay, well, if I'm in the life insurance business in the traditional financial world, and somehow I can, like, again, sprinkle bitcoin in somewhere. I could either dive in the deep end, or I could just sprinkle some of this in. Maybe I could sell more life insurance policies. Like, that becomes a really interesting, you know, to use your guys where it's like a Lego that gets kind of put into this world. And so you can go through every single part of the traditional financial system. And I think you're going to see people trying to do this. And it's because what ends up occurring is there's this coalescing of all the products become the same, right. There's, there's like a lack of uniqueness in these financial products. So when you go buy the s and p, what is the difference between one s p fund versus another? Maybe the fees are like five basis points difference, but at the end of the day, like, you're just buying the s and P. Sure, maybe some tracking difference, but like, for the average person, there's buying the s and p. But if all of a sudden you can show up and say, oh, we give you s and p exposure and we outperform by 200 basis points. Because by the way, we sprinkled three to 5% of bitcoin in here. Now you have a differentiator. And so in the short to medium term, the differentiator everyone will lean into over the long run, everyone's going to sprinkle it everywhere and then it's going to all become not unique again. And we're going to be back to square one. They're going to have to find a new shiny thing to try to play this game with."
    },
    {
        "speaker": "B",
        "text": "This is interesting because this really, the institutions coming into bitcoin, into crypto marks kind of like a new milestone for us. And it's sort of like, it's interesting that it's happening in the kind of like the second decade of this entire experiment. But I want to double click on your comment earlier. Be careful what you wish for and the fox and the henhouse, because this is really interesting to me. On the one hand, having the institutions come into crypto and the big banks and Larry Fink and Blackrock, and eventually Jamie Dimon will cave. You know, he will know, like, JP Morgan will come in, rest of them will come in. That feels good because it is legitimizing of, like, all assets will be tokenized. This is a real asset and it provides kind of a heat shield against, like, what I think we in crypto call the final boss, which is like, eventually nation states and the actual central bankers might wake up and look at this and say, do we really want a non sovereign monetary instrument being, like, free? Like, is that really good for our fiat money system or is that kind of enemy? And when we recruit the institutions, we get kind of a heat shield against that we get kind of some protection because, you know, Larry, think the other institutions are being there lobbying and saying, well, I'm making money here. It's not that bad. We can kind of like, you know, tame the nails off of this, off of this tiger, and it can be something manageable. Um, so on the one hand, I see it as good. On the other hand, I'm kind of worried that it does start to, you know, erode what has made crypto and what has made bitcoin very special, which is it's a. It's a peer to peer money system. You can own your own keys and have your own private keys. You don't have to have it with a third party custodian at all. It's not fractionalized. So you know exactly how much bitcoin is out there, and that could start to erode. In fact, people like Ben Hunt have been on our podcast, and they basically say the nation states are never going to let you guys do this peer to peer monetary experiment thing. They're going to write you into a corner of the script and place you over here, and you're not actually going to have the free money that you guys think you're going to have. And I worry about that a little bit with the institutions coming in. Is, are they going to say corrupt it or make it much more like the banking system that we just left? What are some of your reflections on that? Because on the one hand, it seems like a nice problem to have, because the entire first decade of our existence, we were just worried that we would get strangled in the crib, and now we're too big for that. They can't just shut the whole thing down. But on the other hand, now I'm more worried about the corruption of the system and that we'd become a bit to tradfi and like to banker, and then we lose the things that make bitcoin and crypto special."
    },
    {
        "speaker": "A",
        "text": "Yeah. If you think keep your friends close, keep your enemies closer. Right. Is kind of like what they're doing. And so, to some degree, yeah, Wall street, if they can wrap their hand or their arms around an entire industry, that ends up being more beneficial to them. What I would say is, for the technology platforms, the assets, et cetera, that are actually decentralized, owning a large portion of the coins will not give them any new power that the system doesn't give to other people. So if you use bitcoin as the example, if you own one bitcoin or you own 60% of the bitcoin, that's in circulation, you have the same power in terms of the system itself. Now obviously you have more money, so there's economic gain, but in terms of being able to change the protocol or anything, that doesn't really matter. So I do think that it is kind of this weird thing where decentralization will get put on a pedestal to be even more important because you want to be able to have the governance outside of the system regardless of what the system does. Um, but yeah, anytime that you have something of value, like the people with the money are going to want the valuable thing, right? So like naturally, uh, you need that. Now, another interesting idea is, um, being a contrarian forever is actually a bad plan. You want to be a contrarian and then become the consensus. That is where value is, right? So, like, for the first 15 years of bitcoin, uh, buying bitcoin was deemed in, you know, whatever circles that you kind of went in a contrarian thing. But as it becomes more and more consensus, you will see a direct overlay with increase in us dollar exchange price. So what you actually want, if you own a lot of bitcoin is you want it to become consensus, because then that means that it is getting monetized. It is becoming more valuable in dollar terms. Now, the hard part of this is as you push out on the risk curve or push down coin market capitalist or whatever, is how many of these assets aspire to be something that Wall street will find valuable versus they are actually trying to solve something else. The example I always give is if you're a technology platform, I would put ethereum, Solana, many other smart contract platforms, they are competing in some form or fashion to have cheap fees, be fast, serve as a building block for these applications, et cetera. Wall street has usually said, well, we want to get exposure to a sector. We want to actually buy a couple of these companies, et cetera. Those probably get pulled in as well. You have money or digital gold, you then have these smart contract platforms. But the meme coins probably don't get pulled in to, right. It's something that is distinct and different. And so it's like Wall street and what they're trying to accomplish is not looking for exposure to those. And in between bitcoin and smart contract platforms and then call it the meme coins, there's a whole bunch of other stuff. And right now, I think what the industry is going through is we're trying to figure out, well, what does the large capital pools find valuable? And so if you go to kind of like the d pin space. I think a lot of us are like excited, hey, that's pretty cool. Like you changed economic incentives, you have these new systems. Like things seem to be working. And I've been surprised at times to hear some of the large hedge fund managers mention by name things like helium, like at some other I've seen like annual reports or you know, interviews or something. I'm like, wow, I did not think, you know, somebody would be talking about that. On the other hand, you start to think to yourself, are they aware of it? Because actually they're huge investors in t mobile or at and t and in the boardroom they're like, how do we, you know, kill this thing? Like this is a threat to our business. And I don't know the answer, but I do think that, um, it is something that we need to be aware of. And where I think you want to allocate capital is to things that have a monopoly of position. So for example, bitcoin having a monopoly on this idea of like digital money or you want to make investments in things where you're open, your eyes are open to, I am headed into a competition and I think that this technology, this platform, this asset can win that competition. So today if you're investing in, I don't know, an e commerce platform and you don't realize that you're competing against Amazon and Shopify, you're pretty much screwed. But if you think that you're investing in the next great ecommerce platform that can unseat Amazon and Shopify, that's a whole different analysis and a different idea. And so I think that's really right now where people are still looking at it as we're competing in the crypto industry. But now I actually think you've got to look at it as like winning the crypto industry. Competition has to be almost an afterthought. It has to be, can we win in the free market of ideas, crypto and non crypto? And that's actually where the majority of the value is going to accrue."
    },
    {
        "speaker": "C",
        "text": "Yeah, you're just saying that. The markets are actually starting to blur between the crypto markets and the trade markets now. This is just becoming one gigantic playing field where now the world of crypto economics is now entering in the world of, call it like normal startup, normal society, normal products. Um, as we uh, progress, like we kind of open up this conversation pom talking about you as like bitcoins evangelist back, back when bitcoin was contrarian and now it's consensus, uh, now it's entering the world in which, like, everyone is, like, not skipping over one and getting into 3% of their portfolio."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "C",
        "text": "Which, you know, is a meaningful amount. Uh, what does the world have in store? What. What does the world need out of a bitcoin evangelist in the year of 2024? Or, like, is. Is your work done? Like, what does being a bitcoin evangelist in 2024 mean these days?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, the bitcoiners hate it. I have the best position in all of crypto, which is probably half of the bitcoiners hate me because I'm not 100% bitcoin. And then most of the other market, maybe half of them hate me because I talk too much about bitcoin and not enough about whatever the thing is that they're excited about or the bag they want to shill or whatever. Yeah, I'm sure. Right. And look, and actually, a lot of times, that's a good position to be in. The example I always give is, when I was talking about bitcoin, a lot of times what I noticed was I would go talk to Wall street, and Wall street investors would be like, bitcoin is the single most risky thing that I would put in my portfolio. And then I go talk to somebody in crypto Degen, and they're like, dude, that's Boomer coin. What are you talking about? Nobody owns bitcoin. And so sitting in between the most conservative and the most risky person actually may be an interesting spot to sit. Um, and so when it comes to, like, bitcoin evangelist, I do think that it is important to kind of have this, like, passing of the torch. And if you said to me today, like, the most important bitcoin evangelist is Larry Fink, I've joked that, like, he's the CMO of bitcoin now, right? And, like, him going on national television and saying, oh, people are buying bitcoin. It's a flight to quality. The messenger matters so much. He can repeat the same things that all of us have been saying for, you know, a decade of nobody cares."
    },
    {
        "speaker": "C",
        "text": "It's that Larry thinks different when Larry says it."
    },
    {
        "speaker": "A",
        "text": "Yeah, of course. And he's earned that right because of his track record and his experience and all the things that he's done. But, so I think that's one is, like, it may not be so much like, what is the message? As much as who is the messenger at this point? And then the second thing that I would say is, I've always thought that the single greatest evangelist of bitcoin is the no named kind of, you know, average bitcoin user. And the reason why I say that is because they have experiences and they have a story that is impossible for anyone to argue with, right? If I go on Twitter and I tweet something, people will just be like, oh, look at this moron, right? He owns some bitcoin. He wants it to go higher. He's just an asshole, you know, and he's got a Twitter account. And, like, regardless of whether it's true, not true, whatever. It's, like, easy to yell at the people who are just, like, talking about it sitting in America, et cetera. But if you go to another country and you talk to someone and they're like, oh, my local currency collapsed. And like, I own some bitcoin, by the way. I also want dollars, right? But I do own some bitcoin, and that bitcoin has protected some portion of my economic value from devaluation. Like, you can't argue with that person, right? It's just like, okay, like, that is your lived experience. So I do think that, like, the beauty of bitcoin and kind of the node operators and the, like, network itself being peer to peer and decentralized, et cetera, that also is true from an evangelist standpoint. Now, I will issue a word of caution, which I have said many times before, and people, you know, don't listen. Um, I think that you have to be careful, uh, not to fall into the religion. And what I mean by that is there, uh, it's true in bitcoin, it's true in other communities as well. But I think part of what ends up happening with bitcoin is people start to get a very rigid mind. And so, like, if I said to you, like, what is the quintessential bitcoiner, right? It's like, okay, they own bitcoin. They eat meat, they, like, sun their balls, right? You can just, like, go down the."
    },
    {
        "speaker": "B",
        "text": "Line like, yeah, there's this whole real thing."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "I mean, you get tea from doing that."
    },
    {
        "speaker": "A",
        "text": "Yeah. You get higher testosterone. Like, there's this whole thing, right? And now I say that, don't you know?"
    },
    {
        "speaker": "C",
        "text": "Right?"
    },
    {
        "speaker": "B",
        "text": "I didn't know that."
    },
    {
        "speaker": "A",
        "text": "You look like you got a tan going on there, right? So, like, if, if you think of it from that perspective, right? It's like, okay, by the way, like, living a healthy, healthier lifestyle, exercising, eating healthy. Like, I'm on board, right? All good. But when you start to then say, I am going to judge other people for not subscribing to the exact, you know, regiment and protocol that I have for my life. It's dangerous. And so what I think is starting to occur to some degree is you get this ossification of a philosophy and of a community. On one hand, that's really good. The fact that 21 million bitcoin will be 21 million bitcoin forever. And if anyone ever tries to change that, like there will be a, you know, a digital eruption of defense from kind of the bitcoiners is a positive thing. The fact that there has been a slowdown in innovation in bitcoin is probably not a good thing. Right. And so how do you kind of measure these things? I don't claim to have the answer, right. But. But I do think that it is important to not fall into kind of the religion. And so what ends up happening also is um, if you look at well some of the bitcoin development, uh, bitcoiners are borrowing a lot of ideas from Ethereum, Solana, l, two s nfts, you know, stable coins. Like you go down this whole line and so the most."
    },
    {
        "speaker": "C",
        "text": "And that was always the plan too."
    },
    {
        "speaker": "A",
        "text": "Yeah. I mean look, for years people have said like, hey, that's all R and D for bitcoin, right? Like whether it's true or not, I think there's a lot of people who thought that. But if you go talk to like the most hardcore bitcoiners in terms of like the religious fanatics or the zealots, uh, they will literally tell you that there will never, all these other blockchains will not exist. If you look at those maybe softened bitcoiner view, it's like, look, these other blockchains may exist but maybe I dont believe the coins will have long term value. If you then soften a little bit more, its like, hey you know what, these other things are like basically tech startups. The blockchains will exist. The coins may or may not have value, but im just focused on bitcoin. And so that spectrum of like how hardcore are you? What I found in investing is that actually you want to have deep conviction, but you want to have a flexible mind in terms of like a positive sum experience. So you can be a very hardcore believer. Like bitcoin is going to survive. I one time on television said if I had to bet my life on one thing, itd be that bitcoin would remain resilient and the tv host had a blast with that. But at the same time its not so locked in on the high conviction of this one thing that you then think everything else is zero. It does crack me up a little bit with the bitcoin evangelist conversation. There are people who showed up. If you remember, more than half of bitcoiners showed up in 2020 or later. So, like, everything we're talking about, 20 16, 20, 17, 20, 18 29, like, they don't know, right? They don't have that context. So when they hear like, oh, I mind ethereum first shock some of them. Or the idea of, you know, the other phrase that I used to say all the time is tokenize the world. And they're like, oh, pop, what do you know? Larry Fink said tokenization. Now you're going to start talking about it. I'm like, I fucking taught Larry Fink about that, right? Like, it's just the context isn't there. And by the way, where did I get that idea? From somebody else who was talking about it, right? So it wasn't my idea. I didn't come up with it. And so I do think that there's this element of, like, are you trying to create a religion or are you trying to understand how the world is evolving and you're willing to have kind of flexibility? I don't have a perfect balance, but I try to be more in understanding where the world is going than, you know, falling into the religion."
    },
    {
        "speaker": "B",
        "text": "I think that's a good, like, at some level, what's, what's great about this and what's great about, you know, your superpower of being able, able to simplify communication to this memetic one liner is you can sort of plant the meme and then let it grow somewhere else. And you can pass the torch, as you say, you don't need to be the primary evangelist forever. Because if Larry Fink adopts the meme of tokenize the world or get off zero or whatever else that's been implanted, then, I mean, that's already the programming is done. I am curious your thoughts, because one theme that we've been tracking over the past year or so is sort of this bitcoin renaissance theme of all of these bitcoin builders. And you are right. I mean, it does seem to be there's this division in bitcoin culture around, like, bitcoin fundamentalists, let's call them that, don't want to build anything on the chain. You know, like, what's the purpose of bitcoin? 21 million hard cap and like, digital gold and get out of my block space. You know, the block space is for bitcoin transactions. That's it. That's what Satoshi meant. There's this other tribe of bitcoiners who are like, f that. I'm building stuff. I'm doing layer twos. We'll do nfts. This is kind of a bitcoin renaissance tribe, and we've seen some fracturing in the community of, like, bitcoin favorites, darlings, leaders like Nick Carter, for instance, the udis of the world, even Eric Wall. They're kind of shunned by the fundamentalists. It sounds like you come in on the side of, like, I'm like, a pragmatic investor who just loves bitcoin. Right. Uh, and are like, what do you. What do you make of this? What do you make of the bitcoin, uh, Renaissance? You think that's a good thing? Do you, do you have any input into these culture wars or just try to stay above them?"
    },
    {
        "speaker": "A",
        "text": "I don't worry so much about the culture war as much as maybe, like, you know, the l two s, the side chains, the nfts, like, all the stuff on top of bitcoin. My default is that they won't work because the probability of new things working is near zero. Right. I mean, just look at startup success rates and things like that. Um, but I think that the work is important because the only way we're going to know is if somebody tries or nothing, right? So, like, it's not, you know, a good example is the creation of Ethereum or Solana or whatever, the different architecture. Like, we don't know, does it work or not until somebody tries it. And so I do think that progress is made through experimentation. Like, innovation is driven through not ideas, but actual execution. And that is what we want. Like, there is a group of people who believe that we can build things on top of bitcoin and use it for something other than just money. If they are correct, that is probably a multi trillion dollar opportunity. If they are wrong, then what's the worst that happens? Bitcoin remains digital gold, and they wasted some time and money. Pretty good trade off. It's kind of like one x downside, thousands of x upside. Yeah, I do think the experimentation, I'm almost like an experimentation maximalist in terms of, if we want innovation, we have to keep trying things. I think it ends up being interesting to me is that many of the people who have become kind of the hardened bitcoin maximalist and kind of really dug their heels in on the culture war, many of them go about communication in a very unique way, maybe is one way to put it. And so I always just, again, learn from history. There are very few people who have been able to build highly successful things over a long period of time by being very abrasive to other people. There's a time and a place for it, right. It doesn't mean that you can't tell people they're wrong or whatever, but I do think that, like, that is one component. And then the other thing is, I always wonder, like, the people who are attacking other folks, how much have they actually built themselves? Because in my experience, there's two things that are true in the world. People who are doing more than you will almost never attack you. Right? Like, they don't punch down. People usually only punch up. They don't punch down. And then the second thing is that people who build things and have rammed their heads against the wall for a long period of time, they actually know how hard it is to do this. And so they tend to be much more sympathetic to people who are trying things. And it's kind of like maybe Chamath's like the man in the arena type thing without the meme. So when you see all the attacking and the craziness, the other thing people in the bitcoin community don't realize is, like, I mean, the same thing happens in Ethereum. Same thing happens in the Solana community, same thing happens in these others. It's a human nature thing. It's not unique to the bitcoin community. But what I do think is the breakthroughs happen to the people who can kind of tune that stuff out. And they just said, look, I don't care what other people think. Like, it's, you know, it's science. Either I get the technology to work, or I don't. What other people's opinions are don't really matter. And I think that both as a country, in the United States, as a society, and also in these communities, a return back to, you know, people kind of being somewhat disagreeable and just saying, look, I'm going to try. What I want to try probably would benefit all of us."
    },
    {
        "speaker": "C",
        "text": "This is definitely something that we've been experiencing, I think, in the Ethereum land, or at least have seen starting to emerge, there's, like, a tribe of Ethereum people out there who are starting to, like, just repeat a script that I personally kind of consider outdated. It's like, it's like script players. They're just, like, kind of repeating a script. They're not really live players. Uh, and and I think, like you said, this is likely true for all layer one communities. This is like the weird novel thing that crypto is already weird to begin with, we have these weird blockchain things, we have these weird private keys, like all the tech things that make things that make crypto weird. But the really weird thing about it is like the social tribes that come with the entire industry and how incredibly social this, this industry is. And I don't know if Tradfi really understands that side of things or knows, even knows about that. And this is something that I don't think as a human arc of our species has really, ever encountered. We never really have had these very social, tribal financial assets that have collided with what is previously just cold, hard, rigid, calculated analysis, usually DCF analysis. And so there's this world colliding. Maybe it's not colliding. Maybe it is clouding. That's kind of what I want your perspective on pomp is we have this, this old world of tradfi which does not understand tribes nor do they care, yet nonetheless, like this new thing that is now emerging and colliding with the tradfi world is this very like social, layer based technology where like what, what is the final backstop of all of these layer one blockchains, the respective social layer, the respective tribe that's supporting each, each system. And I think you can't really go to Larry Fink and be like, Larry Fink. Let me tell you about the layer zero. It's the thing that's supporting your BT, the value of BTC, the asset. He's not going to know about that. He's not going to care about that. Yet. Nonetheless, these things are like colliding. Do you have any thoughts or reflections on this? Yeah."
    },
    {
        "speaker": "A",
        "text": "So I would push back and say that Wall street definitely understands tribes. I would even argue that Wall street invented the, like, financial tribes. So, you know, value investors versus like growth investors. Those guys been arguing for 100 years, right? They're still, they're still arguing. They're still, you know, which one's better? Whatever. There's this great story of Bill Miller, who uh, you know, is a very famous investor, uh, owns a lot of bitcoin. At one point he was the largest individual shareholder of Amazon, uh, because when the stock dropped after the 2000 kind of tech bust, um, he was buying, uh, and bought like 15% of the company or something. Um, and there's a book, uh, written about Bill and in it he got shunned from the value investor community because he was buying tech stocks. And his point was like, value investing is not a sector. It's just I buy things for less than what they're worth. And so I've evaluated that a company is worth x. It's, you know, x minus whatever is what it's trading at today. I'm buying it. That is a value investment. But the, like, classical, you know, value investors were like, no, dude, uh, you didn't buy the textile company, or you didn't buy the, you know, whatever, uh, kind of traditional."
    },
    {
        "speaker": "B",
        "text": "Look at those p p e ratios. Right?"
    },
    {
        "speaker": "A",
        "text": "Yeah, of course. So. So, like, in a weird way, now they all did it with, like, suits, ties, rolexes, and cologne on. So, you know, they're much more cordial. They weren't dropping memes on each other's heads and, like, screaming and yelling at Twitter spaces. So it was like, you know, a different warfare, maybe, or competition. But. But I do think that there were tribes. The other thing that is unique is they didn't have the communication methods. So, like, I do think a lot about, you know, in warfare historically, there was, like, the, what they called mechanized army. So this is like, we're gonna show up with tons of soldiers with, you know, all these different army tanks and stuff, and we're going to, like, invade your country. Think, you know, America going into Iraq in 2003, we are amazing at invading countries. There is not a country in the world that we can't invade and successfully kind of claim victory. We're horrible at sticking around and fighting insurgencies because by nature, an insurgency is really hard. It's like this loose, decentralized network of people. They don't wear a uniform. They have all these communication tools that the US can't really fight back and et cetera. So it's very difficult to do. If you think about what crypto is, crypto has a lot of the same similarities in the sense of, like, we have Twitter. This is like this decentralized swarm of people. If somebody says something right, you know, look at the legislation. A legislative thing gets proposed, and we don't like it, people come out of the woodwork. I've never seen us coordinate better and go across kind of quote unquote party lines than when there's some sort of legislation that threatens the crypto industry. You have bitcoiners, you have Ethereum folks, you have Solana folks, you got NFT folks. You got everyone. They line up and they say, hey, how do we work together? But it's this weird thing where it's because there's an attack coming from outside. And so Michael Arrington one time told me this story, which I thought was great. The tech industry. He created TechCrunch, and he would write these articles, and I'll claim that Michael was writing with a sharp tongue, so he didn't mince words. If he thought your product suck, he said it sucks. If he thought it was amazing, he'd say it was amazing. Whatever. And at some point, somebody attacked him from outside the tech industry, and the tech industry basically rallied around him. It was like, hey, he might be an asshole, but he's our asshole, right? Like, he's on our side. And I think that crypto is a lot like that. Now, what Wall Street, I think, is learning is that there's immense power in the coordination and communication of these folks on the Internet. GameStop is kind of an example that I think they really saw first. But now, all of a sudden, they look at bitcoin and they're like, wait a minute. 70% of these guys didn't sell when it dropped from 69,000 to 15 and went back to 70,000. These people are insane. And if you ask yourself, like, why did they not sell? It's because we have access to information. We have a community, like a support group. When it went down to 15,000, you could get online and people like, it's okay. Like, it's gonna come back, right? Like, you're not sitting there, and the only communication you have was, like, your telephone, right? And you'd have to, like, dial someone's number to, like, call for support rather than, you know, sell a stock."
    },
    {
        "speaker": "B",
        "text": "There's bitcoin, church in session every single minute of every single day."
    },
    {
        "speaker": "A",
        "text": "Yeah. So. So I just think, like, all these dynamics are, like, feeding into this idea that, like, we're more connected than ever, we're more educated than ever. And if you can build long term conviction and avoid short term action, being hyper connected and hyper educated is actually an advantageous. The downside to this is, like, if you get on Twitter every day and based on sentiment, you buy and sell. Like, you're. You're gonna lose money, right? You're. You're gonna get screwed. And so it's like, use it for the long term education and conviction and just avoid the, like, nonsense where, you know, what do people say? Yesterday we're recording and the inflation numbers came out, and people like, I survived the CPI recession from, you know, 815 to 1215 yesterday or whatever. Like, literally, you know, we woke up in the morning, everyone's happy to happy. Inflation comes out. Everyone's like, you know, down in the dumps for 4 hours, then all of a sudden, everyone's back again, and it's just like, yeah, you could talk yourself into doing all kinds of stupid stuff if you pay attention, you know, too closely."
    },
    {
        "speaker": "B",
        "text": "Do you think, how do you think the US is doing, like, with respect to crypto? And I'm talking about kind of our governors, our governments, like us, the nation state as a whole. Like, how. How is it reacting to the rise of crypto? Because, like, there's one school of thought where, oh, my God, this is a threat to us dollar like sovereignty, and were worried about disrupting the banks and all of these things. Aml Kyc, all of that, right? There's another school of thought where it's just like the US has always been a tech leader. I mean, built Silicon Valley, led the way on the Internet during the 1990s. This is a massive opportunity. This is a free, open, permissionless system. Right. This is something that a democratic country can actually export to the world and make it better. How would you evaluate how the US is doing so far on crypto, and what do you think they should do? Because there's also this anti tech backlash I'm starting to see. It's not just in crypto. It's an AI, too. And I worry about this."
    },
    {
        "speaker": "A",
        "text": "Yeah, there's a lot to unpack here, so let me just throw out a couple of ideas. The first is the tech backlash is really happening for two reasons. Folks who feel like they are falling behind don't like when they see other people succeeding or getting ahead. And so in the eighties and nineties, they went after Wall street and hedge funds and folks who they seemed to be on the pedestal. They were being, you know, celebratized by the media and movies and content, et cetera. And so it was like, if you were in the hedge fund industry, we hate you. And that culminated with, you know, Zuccotti park and Occupy Wall street and global financial crisis, et cetera. There was a shift somewhere between the two thousands and 2010s where the new, like, boogie Monster became tech. And some of their complaints or critiques of the industry are true. Like, there is suppression of speech, there is censorship, there is, you know, tipping of the scale in some cases, et cetera. So I just think that it was like they saw tech people making money. I actually think the social network had a positive and negative impact on society in a positive way. It inspired an entire generation of people who want to go become entrepreneurs and technologists, and that's a really good thing. On the negative side, it basically opened up an entire country's eyes to the fact that tech was making money. And then they put the target on their back and everyone said, hey, let's go attack them. So I think that is just a natural thing. Crypto, actually, I think, will become that thing as prices continue to go up, like, it's going to go Wall street to tech to, like, crypto will now be the new boogeyman. When I think of America, I'll give you a great example, which is, I was at an event last night, and somebody asked me, you know, or they asked a panel, and they said, at what point will the government consider bitcoin mining critical infrastructure? And there's a couple of panelists, and they had very intelligent answers. And I agree with everything that I said. But when it became my turn to answer, I said, you know, I want to be careful. I think we want this stuff to be critical infrastructure, but we don't want it to be recognized as critical infrastructure. And I said, you know, critical infrastructure gets translated inside of the government as infrastructure overseen by communists. Right? Critical infrastructure. We all think like, oh, that's amazing. But if you think about the Baltimore bridge that just collapsed, I don't think it's going to get rebuilt. Right. By the time they get done with the environmental studies, they get done with all the DEI stuff, when they get done with, you know, the plans and the procedures, and then probably a corruption or two, you know, investigations, like, all these stuff, like, it's never going to get rebuilt. But, like, bridges are critical infrastructure. And so in a weird way, the closer that you pulled what should be entrepreneurial or innovative technologies and industries to the government, you pull it more into a bureaucracy. And so what ends up happening is this idea of critical infrastructure. The things labeled critical infrastructure are actually our least innovative areas. They're the ones that make the least progress. And so what we want is we want to create things that are hyper valuable to people, but we actually want them to remain as close to the private industry as we can, not the public industry. And the reason why I use that as kind of a mental framework is when we think about policy. When I see a legislative bill or I talk to a policymaker, a politician, a regulator, etcetera, I always ask myself the things that they are talking about, how much of it is they are trying to pull these things into their apparatus, pull these into the bureaucracy, versus they are trying to create a box for the private market to play in that is fair, safe, et cetera. And the truth is, nothing is black and white. So sometimes a bill or a proposal could be 80% good hearted, and there's, like, this 20% piece, and you're like, oh, that's going to pull it into the bureaucracy. That's going to hurt it. And so what I think we've seen specific to crypto is most of the politicians who are against it are trying to pull it into the apparatus they're trying to pull into the bureaucracy. And what they want to do is pull it close and then kill it. It, right, but you got to pull it close to kill it. What I think most of the proponents want to do is they're basically standing there. They're trying to shield their peers or their colleagues from touching it, and they're like, let this thing grow. Like, let the innovation occur. These people are smart. They'll figure it out better than the government will. Where I think we end up is probably somewhere in the middle. And so if you do think about like, one of the things the United States government from a structural standpoint over centuries now has been, is no one administration or president can have a drastic negative impact for more than eight to ten years. So people definitely can make stupid decisions. They can have a negative impact for, you know, during their, their, uh, uh, kind of administration. But then another president comes in and if it was a really bad decision, usually it's from the other party. They kind of roll stuff back. They change it, whatever the idea of checks and balances, kind of the three parts of the government. Right. All those things, I think, really kind of help. And so if you look at, like, bitcoin, bitcoin actually has three parts to the, quote unquote, governance of bitcoin. You have the developers, you've got the miners, you've got the node operators. And so there's a lot of similarities there. What I do wonder, though, is do some of the politicians, regulators or policymakers believe that they actually have unilateral control or oversight over this stuff? And I think what we've found across time is that that unilateral controller oversight is actually really negative. And so if I had to give us a grade right now, I would say that we have done things to slow the adoption and innovation of these technologies inside the United States. But despite that, we still have incredible progress that's been made. And one of my favorite data points to share with policymakers, and especially the economic folks, is crypto may now be too big to fail for the us dollar. And when people always look at me, they're like, what do you mean? That's crazy. Stable coins have extended the reign of the dollar and global adoption of the dollar in a way that the us government and the us dollar kind of in the, in, you know, the electronic form was never going to do. Also, the stable coin issuers are now like the 14th or 15th largest holder of us treasuries. And we're living in a world today where China and Japan used to buy 22% of us debt. They now buy 7%. So who is going to buy our debt? Well, actually, in this very weird way, the rest of the world is being dollarized by stable coins. It starts off small, now we're at over 100 billion. It'll eventually be over a trillion. And their currencies that they are buying these dollar stable coins in is being converted to us debt. And so if you want to have buyers of us debt in the future, stable coins may be one of the single most important innovations that has come out of the last 15 years. And so when you start to talk about it from that perspective, all of a sudden everyone kind of, you know, the knives go away, right? They say, okay, hold on a second here. I don't want to kill something that's helping me, but what I don't want, and rightfully so, is I don't want criminals, I don't want money laundering, I don't want terrorist financing, I don't want these, you know, horrible things. And so that's the challenge that policymakers have is now they're starting to see positive impact. And so they've got to be aware of that and understand we don't want to kill everything. But how do you still get at the thing that's kind of metastasizing on the industry and it's hard and I don't know if they'll figure it out."
    },
    {
        "speaker": "B",
        "text": "I totally agree with that take, by the way, which is, I think this is another sort of idea that we're talking about right now is kind of front running. I don't think that the us government apparatus really understands how much they actually need stable coins. And they do actually need them because it is the best way to export us debt, or treasuries, the best way to find a buyer. Like, I think people don't realize that you look at something like tether, it's basically, it's treasuries, it's all us debt under, underneath the covers. And if you start to put like the pieces together, where BlackRock just recently launched a biddle fund on Ethereum, for instance, and Circle has recently integrated with that, people can convert directly on chain from treasuries to stable coins. That to me is like just a bandwidth pipeline to get more treasuries into stablecoins and more of this onto crypto. The government at some point is going to wake up and realize that crypto is not a threat. The us dollar sovereignty, it's like the bailout for us dollar sovereignty, because this is the way you actually export it to all of the different countries that need it. Now. I do think a byproduct of that, though pomp, is these other countries who want to maintain their own fiat currency sovereignty, they're going to start putting walls up. They don't necessarily. When you talk to the CEO of Tether, Pablo, his concern is some of these countries, even the EU, for instance, putting up walls against stable coins against the dollar, because they don't want to let the dollar in because it acts as an apex predator for their local currency. And so I think well see some of that, too, which is going to make this really interesting. I'm curious, your perspective on this pom. So we're on the other side of a bear market. We're all feeling good. It's like the middle of a bull run, and we all think things are going to go higher. I feel like sometimes bear markets are actually the best time to learn things. As an investor. Bear markets make us better. What did you learn in the last bear market? The bear market of 2022? 2023. There's obviously all of these frauds, all these scams. We saw algorithmic stablecoins go to zero. What were the takeaways for you and the learning lessons?"
    },
    {
        "speaker": "A",
        "text": "It may not be a popular one, but my most important lesson was that laser eyes can be incredibly focusing and clarifying, but they also can be blinding. So some people need laser eyes to focus, other people are blinded by them. And I think that it goes back to our conversation around how far into the religion are you, and can you actually have the flexibility of mind? So that was one of the big lessons. The second thing that I would say that I learned is I spent a lot of time understanding the intersection of these technologies and the broader market, and I've built some pretty deep conviction in terms of where some value will accrue there. And then the third thing is, I think we now have entered this era where the industry is mature enough that there are certain things that occur in other industries around services or products that we have not had in crypto because it was too small or it didn't really matter, that now are becoming key components to help these organizations. The organizations are big enough now. They have the budgets and the needs, all of that. And so we spent a lot of time building companies as well, to try to fit those needs. And so if you look at those three things, it's like my conviction on bitcoin has never been higher. I actually think bitcoin's been de risked. Right? It's like, price goes higher, it gets de risk, which means more people will buy it. So the price goes higher, and it gets de risked more. It's like a very interesting thing. I think that there is this element of the blending between crypto and these other markets. And then the last one is, we almost are like, we're in high school now, maybe like we were in elementary school, then we're in middle school, now we're in high school. We're trying to go to college, right? I think we'll get to college, and then eventually we get to be, like, a full grown adult, and bitcoin's a million bucks and all these other assets at value, whatever. But when you get to high school now, all of a sudden, you could drive a car, you have a cell phone, right? There's things that come along with it. I think the industry is now at the point where there are certain things that we need, which is good. It shows that we're maturing."
    },
    {
        "speaker": "C",
        "text": "Preston, what about your own focus? Pomp? Because the focus of me and Ryan, our arc in the crypto space, actually, he's not terribly off from yours as well. Podcasts in the space, also investing in the space. How has your focus or your interest changed and adapted over the cycles? Uh, and. Cause, like, as we are all navigating and understanding what crypto is, we are also all growing as humans. So maybe this question is also a little bit more just, like, selfish. I'm a little bit more interested on the personal side of things, but, like, what. What are your goals as you are now entering? Like, your third cycle? You've seen a thing or two. Uh, you have, um, both interests in crypto, but also a life to live. Uh, so how has your focus changed? How has your priorities changed as you've, um, gone throughout your years?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I don't know if I have it all figured out. I know I don't have it all figured out. I would say that there's maybe two or three things that I know are true for myself. One of them is I started my career building companies, and I still think that of myself, as that's my main focus. Those companies can be what we would think of as traditional companies, or they can be an asset management firm, but really spending a lot of time doing that, and I enjoy it and find intellectual stimulation from the challenge of trying to build stuff. You could also think of a podcast as just like another company, right? It's just like, you got to find what's the product? Who's going to end up consuming this? How do I make money with it? All that stuff? I think that there's a focus on, once you become long term convicted in this as an asset class and you've kind of made your bets, you start to optimize for different things. So it's, like, very weird. And without getting too philosophical, I think a lot of people who have had any sort of financial success, they start to kind of be like, okay, like, what else do I care about, you know? And I have a friend who's incredibly wealthy, and he one time told me a story where I think it was like, half a million bucks or something. He had to make this decision, and he basically was like, it's not going to change my life. I remember just being like, oh, okay. Like, that is like a level of a decision. I remember I was, I don't know, like, 27 years old when he told me this, right? And I'm like, dude, I mean, I would do a lot of things for $500,000 right now, right? Like, I don't have a lot of money. So, you know, that's like, I can't fathom that, that place in life. And as you get older and life changes, I think you start to understand that more. That's been a big piece of it. And then the other thing, too, that is an extension of that is I get a lot of enjoyment out of helping other people. And so a lot of the companies that we start, we probably give an outsized amount of ownership to the partners that we have. And the thought process just being like, yeah, look, I have a certain reputation. We're bringing capital and distribution, like, all these things. We've done it a bunch of times, et cetera. Somebody else may ask for a very large majority of the business. We tend to revert back to, like, no, we're just be 50 50, right? That's actually kind of fair. And we could get more. But there's this great Ken Lang quote where he says, I never do a deal without making sure that I left more on the table for the other person. And it's kind of just like, as long as they feel like they're getting something, that there's value there. But then what I find is, in helping them be successful, we end up being successful ourself. And so a lot of that is kind of a mindset change where as an investor, you intuitively know it. I put money into a company. I want that company to be successful. If the company is successful, I'll make money. But then when you start to think about it in all facets of your life, we have folks who works for some of our businesses, especially young folks. Um, it's unclear. Like, why would I spend, you know, 5 hours a month with them, trying to help them with, like, career development when I know that they're not going to be here in a year? But then what I've learned over time is like, well, that person ends up being a representation of you as they go out into the world. That person ends up, you know, 20 years from now may send you a deal, right, or whatever. So it's just like, just like, be a good contributor to kind of the ecosystem and try to help people. And if you do those three things, I think that you can end up in a pretty good spot. And then if you said to me, what am I optimizing for at this point? On the professional side, I just have this very deeply held belief that capitalism and entrepreneurship can solve our problems. So if you look at the problems that the country faces or our society faces, many of them can be solved through capitalism and entrepreneurship. And people are always like, what do you mean? How do you solve homelessness? Well, like, you get people jobs, right? You get them off the street, you help them financially, like, you put them in a better position. People are like, well, you know, what about income inequality? Well, it's like, well, that is like, literally the definition of a financial education problem, right? Is if people invest versus saving dollars. Like, you close the gap. If you look at things like housing affordability, like, we just need to build more houses. Like, that is the answer. And it's super simple. There's a whole bunch of reasons why we don't do it, but we just got to build more houses. If we build more houses, houses will become more affordable. And so when you have that kind of lens, you start to think through what are the problems that are worth tackling, and how can I help? The hard part, and maybe the word of caution, I constantly try to remind myself, is if you've had any degree of success in building companies and you have this level of ambition to go try to help solve these problems, you have to be very careful you don't get pulled too thin and you try to do too many of them. And I actually think we see that in crypto a lot, right? Like, how many people should have a portfolio of, like, five assets, but they have, like, 50. How many people are like, I'm in 17 daos, and you're like, yeah, how do you possibly, you know, doing anything? And so I think it's true, you know, in all facets of life, but those are just some off top of my head that I've kind of learned."
    },
    {
        "speaker": "B",
        "text": "Or optimized around, you know, that life trajectory kind of. Have you ever heard naval? I think he's got a tweet that says this. I'm going to paraphrase it. Just like, when you're starting out, you start out as a mercenary, and then you become a missionary. We get older. When you make it, you become an artist. So it's like mercenary, missionary, and then artist feels like that's been, like, part of your trajectory as well. And, like, I feel like that for myself, too. It's about, at first you just gotta make it, and then you can start to drive more meaning and figure out how to give back and, like, the causes you care about. And maybe at the end, I haven't reached this phase, you just become a freaking artist."
    },
    {
        "speaker": "A",
        "text": "I'm bad at art in all forms, so I don't know if I'll ever make it there."
    },
    {
        "speaker": "B",
        "text": "Memes are arthem."
    },
    {
        "speaker": "A",
        "text": "Yeah, it means art."
    },
    {
        "speaker": "B",
        "text": "Good tweets are art. I'm curious, what does this look like from a portfolio perspective? So you were talking about earlier and CNBC was kind of, or Kevin O'Leary is hassling you for having 50% over 50% bitcoin. Are you still over 50% crypto in bitcoin? How's that change for you?"
    },
    {
        "speaker": "A",
        "text": "Yeah, definitely still over 50%. And I'm actively trying to diversify for a whole bunch of different reasons, but I feel wrong selling, so I don't sell. So what that means is, like, I have to somehow make more money and then, like, deploy it in non crypto use cases or kind of asset classes."
    },
    {
        "speaker": "B",
        "text": "Why does it feel wrong to sell? Is that just like an investment case, or do you feel like you've got. You just actually have some attachment?"
    },
    {
        "speaker": "A",
        "text": "I just have such deep conviction. It's like, you know, I'm not the type of person who is smart enough to say, oh, this asset is going to go up, but, like, I've got enough meat off the bone, right? Like, it went up enough. And so, like, I'm just going to take my profits and go home. I'm like, no, like, obviously I see what's going to happen for the next 1520 years. So, like, I just I'll kick myself, I'll regret it. And so it's like maybe regret minimization. I don't want a 20 years from now be like, why the hell did I talk myself into selling any of that?"
    },
    {
        "speaker": "C",
        "text": "Ryan talks and gives me these same words every now and then. He's like, yeah, every, every once in a while I think about selling, but then, like, selling something means buying something else. And what this shit am I going to buy exactly?"
    },
    {
        "speaker": "B",
        "text": "You buy treasuries, you buy the dollar. Like, what do you."
    },
    {
        "speaker": "A",
        "text": "I'll take it a step further. Selling something means you're going shorted and like shorting bitcoin or, you know, crypto or whatever, like, it's insane."
    },
    {
        "speaker": "B",
        "text": "So shivers up the spine."
    },
    {
        "speaker": "A",
        "text": "So. So I don't do that. Um, you know, I try to do other things. Um, and, uh, inside of crypto, um, the biggest position is bitcoin. Uh, the second largest position for me personally is Solana. Don't kill me. Um, the, uh, the thesis there, that's."
    },
    {
        "speaker": "B",
        "text": "A fantastic trade, especially in the last twelve to 18 months."
    },
    {
        "speaker": "A",
        "text": "So I mentioned it on another podcast, but I had no exposure to Solana, and I had bitcoin and a little bit of eth from years ago. And when Solana ran up through Morgan Creek, our fund there, we had been a LP in multicoins fund one. And so they obviously had made a great investment in Solana, gone up a lot, you know, frankly, was like, hey, great job, guys, but like dont know that much about it. Thats why we gave you the money, is because you guys are the experts in this stuff. Whatever. When it crashed down, it felt very similar to kind of me going back and learning about bitcoin and stuff like that. And I started trying to understand this stuff. And so I started buying it around $48, doubled down at 55. And then I actually sold the Ethereum to buy Solana at 73 or 75, something like that. And my thought process was purely all price. So it's not actually like if you go back to that ETF conversation about price exposure versus holding the asset, I don't think that I will be holding any of the portfolio outside of bitcoin ten years from now. But I do think I'll still be holding the bitcoin ten years from now. So it's like, I kind of know what I'm doing in terms of, like, bitcoin is this long term thing. Like, I hope to give my grandkids one day. These other things are very much like, which asset do I think is going to go up in price more in short to medium term. And I look at it as, thats part of my job as an investor is to measure price appreciation more so than I dont need to get sucked in to be the evangelist of name your next asset. Ive done my time, and ill let somebody else do that stuff."
    },
    {
        "speaker": "B",
        "text": "Preston, I think youre going to get a lot of commenters wanting to figure out how to be your grandkids. Thats going to be quite the gift, you know, by the time that comes."
    },
    {
        "speaker": "A",
        "text": "Well, like, what else do you do? Right? Like, I think about this all the time. Like, okay, bitcoin becomes the thing that everyone thinks it's going to be, right, whether that means, like, everything becomes, you know, hyper bitcoinization or just like, it's really valuable. It it's like this very weird thing where you can give things away or you just pass them on when you die, but, like, you can't take it with you. And so it's, I don't know, it's just like, very, uh, weird thought process of, if you are successful at investing, at some point, the most important decision you will make is what do you do at the end with the capital and wealth that you've generated? And that is also why the government is like, well, give us 50% through the inheritance tax and stuff like that. And so I don't know the answer. I mean, it's the hardest problem, probably, in finances. How do you kind of keep wealth over a long period of time? But I think the psychological cop out answers, like, yeah, just give it to the next generation and they'll figure it out."
    },
    {
        "speaker": "B",
        "text": "Pop, this has been great. We've got five minutes left. You ready for a quick lightning round?"
    },
    {
        "speaker": "A",
        "text": "Let's do it."
    },
    {
        "speaker": "B",
        "text": "All right, bitcoin price by the end of 2024. Where are we going higher?"
    },
    {
        "speaker": "A",
        "text": "I don't know. By end of 2024, I think in this cycle, I could see over 150, probably not higher than 200. But if you ask me price, odds are I'm wrong. So who knows?"
    },
    {
        "speaker": "C",
        "text": "What year does the first central bank allocate to bitcoin."
    },
    {
        "speaker": "A",
        "text": "Before 2030?"
    },
    {
        "speaker": "B",
        "text": "You were talking about financial literacy earlier. If you could design the perfect curriculum for high school students, what would it be?"
    },
    {
        "speaker": "A",
        "text": "Start a business."
    },
    {
        "speaker": "B",
        "text": "Start a business?"
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Would you teach them about money at all?"
    },
    {
        "speaker": "A",
        "text": "Because start a business, one can set them on the path to kind of financial security, etcetera. But also, if you really think about an individual, if you operate like a business, then you're acting with fiduciary responsibility. So, like, spend less than you make, you know, what do you do with your profits? How do you reinvest in yourself or."
    },
    {
        "speaker": "B",
        "text": "Invest your business own capital? That's huge."
    },
    {
        "speaker": "A",
        "text": "Yeah. Just like, I mean, most people's problem is they do one of two mistakes, personal finance. They either spend more than they make a, or they take the money and then they put it in dollars that are devalued away and they don't have any investments. So as a business, like, what do you do? Like, you have to drive profit and then you have to reinvest the capital to be able to grow your business, right. So, like, if you teach somebody how to operate a business, I actually think they implicitly learn personal finance. And probably some of the best financial advice I ever got was like, just treat yourself like a business. Right? And whatever you do for your company, do for yourself, and you'll, you'll mitigate the downside. Might not mean that you're going to be the richest person in the world, but you'll mitigate the downside. That's really what you're trying to do."
    },
    {
        "speaker": "C",
        "text": "Trump or Biden White House by the end of the election."
    },
    {
        "speaker": "B",
        "text": "Not what you want, what you predict."
    },
    {
        "speaker": "C",
        "text": "Yeah, not what you want, what you think is most likely."
    },
    {
        "speaker": "A",
        "text": "I think you got to go with Trump right now. I mean, that's what the polls say. My guess is that it will be closer than people think. But, yeah, poll say Trump so far."
    },
    {
        "speaker": "B",
        "text": "Let's see, how about recession? I feel like the recession is just kind of never come. But will we get one in 2024? 2025?"
    },
    {
        "speaker": "A",
        "text": "No, because I think that theyre so scared of the recession that theyll continue to create these inflationary pressures. I think the bigger risk is that inflation goes back up towards 10% more so than a recession. But by the way, trying to predict the macro environment is basically trying to read palms or do tarot cards or something. Who knows?"
    },
    {
        "speaker": "C",
        "text": "All right, well, in contrast, this one, this last one will be an easy one. Aliens, do you believe in them or no?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, the odds that the aliens don't exist has to be so small. But the best counter argument to it is then why haven't we seen them? Right. But like."
    },
    {
        "speaker": "C",
        "text": "Yeah, and I'm sure you've heard all of the arguments."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "I was gonna say, this is a question you always used to ask at the end of your podcast. I'm curious what the best response you've ever heard was."
    },
    {
        "speaker": "A",
        "text": "They're already here. And I was like, what? I was like, I was like, what do you mean? And they were like, yeah, we think they're in the sky, but, like, look in the ocean. You know, like, there's things. You see videos on Twitter all the time, right? There's like, some crazy thing in the ocean. Like, what is that? And so I think, you know, who knows if it's real or not? I don't know if they're like little green men that come down from the sky with a spaceship or whatever. But in my life, I've learned where there's smoke, there's fire, and there's way too many, you know, leaks and conspiracy theories. And, I mean, every time I see an air force commander come out and say something, I'm like, what is the incentive for that person to be risking their career to come out and say that we have saucers or whatever the latest thing is? And so, yeah, probably true."
    },
    {
        "speaker": "C",
        "text": "How many times did you ask that question on the podcast?"
    },
    {
        "speaker": "A",
        "text": "Hundreds."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "It was a great way to know whether people ever listen to the podcast. People like, oh, I listen all the time, and I ask them, like, the two or three questions at the end, and they'd be shocked. And maybe you just never made it to the end of the podcast, but, okay."
    },
    {
        "speaker": "B",
        "text": "Pomp, this has been a long time coming. Thank you so much for joining us on bankless. Bitcoin bull through and through. And, yeah, you've certainly gotten a ton right over the years, so it's been a pleasure to have you on bankless. What should folks look for from you? Like, any interesting projects that people can get involved with? Yeah. What's kind of the latest with the pomp media empire and just everything you're doing?"
    },
    {
        "speaker": "A",
        "text": "No, nothing really. Just follow me on Twitter. Not too. Just tweet all kinds of crazy stuff. Whatever we're doing, whether it works or not, who knows? But, yeah, we're trying to just have fun at this point."
    },
    {
        "speaker": "B",
        "text": "Nice. That's a good place to be. All right, we'll leave it at that. Bankless nation. Got to end with this. Of course, none of this has been financial advice. How dare you think that crypto is risky. You lose what you put in. We are headed west. This is the frontier. It's not for everyone. But we're glad you're with us on the bankless journey. Thanks a lot."
    }
]