[
    {
        "speaker": "A",
        "text": "What is a couple of basis points of a few trillion dollars? Because the issue is that the numbers are way bigger than crypto has ever seen before. Crypto has no idea what money looks like when you're playing with an extra three zeros. We think a billion dollars is a lot of money. It's not."
    },
    {
        "speaker": "B",
        "text": "I think one of the reasons we now have the big traditional financial companies involved is they know that. Yeah, they know that very well. They're quite happy to accommodate it now."
    },
    {
        "speaker": "C",
        "text": "Hey, guys. Merry Christmas. Special holiday episode for you."
    },
    {
        "speaker": "D",
        "text": "Bullish Holiday episode for you."
    },
    {
        "speaker": "C",
        "text": "Yeah, of course. What else would."
    },
    {
        "speaker": "D",
        "text": "We wouldn't give you anything else on Christmas."
    },
    {
        "speaker": "C",
        "text": "Could you imagine Santa's about to come down the chimney and educate you on crypto ETF's? The bitcoin ETF. Specifically, what Cathie Wood's probability is that we're going to get a bitcoin ETF and what that means. We have Cathie Wood from Ark invest on the episode today and also Felius Snyder. Together, their two companies are in line for ETF approval. It's actually the top one on the ETF's list, and hopefully that comes down the pike during the first two weeks of January 2024. So you're front running this opportunity a little bit. A few things we talk about in today's episode. Number one, is tradfi excited about the bitcoin ETF, or is it just us? We asked that question also. Number two, why the ETF is a bigger deal than maybe a lot of crypto natives think, including you, bankless listener. Number three, why bitcoin ETF buyers are price insensitive. Number four, after the bitcoin ETF approval, will we get any more? How about second ETF approvals? Number five, we finished the episode with asking Cathie Wood whether the Fed has just pivoted and what that means for crypto assets in 2024. David, what was significant about today's episode to you?"
    },
    {
        "speaker": "D",
        "text": "In addition to just getting a ton of education about the backside, the backend, the plumbing of how ETF's work and how complicated it is, it just left you with a lot of information about what the path forward for crypto looks like beyond just bitcoin and ether. Right? Olivia has a ton of experience, 21 shares, has 40 exchange traded products which are like ETF's but only made in Europe. So she knows a thing or two about how this story is going to unfold inside of America. And kind of like you and me, Ryan, she has definitely an appreciation for history and how american ETF approvals, Unite States ETF approvals is kind of a downstream of a product of how this country came to be. I thought that was a nice little interesting history lesson as well. And then overall, we just had to get Cathy's sentiment check as to the state of the markets because the timing between the Fed pivot and the bitcoin approval and the bitcoin happening, which we didn't talk about, but it was, you know, looming in the background of the conversation. All of this is coming together, and you can kind of hear it in Cathy's voice. She's. She's pretty excited, I would say."
    },
    {
        "speaker": "C",
        "text": "Yeah, as are we. So here's your crypto Christmas episode, bankless Nation, Cathie Wood and Ophelia. They'll be right back. But before we get to this episode, we want to thank the sponsors that made this possible. Bankless Nation, we are very excited to introduce you to two guests today. Kathie Wood. You know Kathy. She's been on the podcast before. She is the CEO and CIO of Ark invest. She founded Ark 2014 to focus solely on disruptive innovation, of which crypto, of course, is one of those disruptive innovations. She's been a crypto bull from the early days. Cathy, welcome back to bankless."
    },
    {
        "speaker": "B",
        "text": "Thank you, Ryan. Really happy to be here again."
    },
    {
        "speaker": "C",
        "text": "Well, it's great to have you on as well. As we enter 2024. I think it's going to be an exciting year ahead for disruptive innovation and maybe crypto in particular. We also have Ophelia Snyder. She's the co founder and president of 21 shares. 21 shares makes etps. Those are exchange traded products. They're, I guess, maybe the bigger brother to ETF. She can explain more, and she's on a mission to help provide access to traditional finance going beyond crypto natives, providing them access to assets like bitcoin and ether and down the stack. Ophelia, welcome to bankless."
    },
    {
        "speaker": "A",
        "text": "Thanks for traveling me."
    },
    {
        "speaker": "C",
        "text": "You know what? We're excited to have both of you guys on this episode because we feel like 2024 is going to be a big year for crypto in general. One of the categories of interest, of course, that everyone's talking about is the ETF. And I understand Cathy and Ophelia, you guys have kind of a joint partnership, registering an ETF product. As one of the registering participants there. I'm wondering if you could tell us how that partnership came to be and what the product looks like at this point and at what point in the process we're in with that. Maybe we'll start with you, Kathy, tell us about the partnership."
    },
    {
        "speaker": "B",
        "text": "Sure. Well, the partnership started in, we didn't know it at the time, but in 2018, when I first met Ophelia at an ETF comfab in happened to be Rome, Italy, and we sat next to each other serendipitously and started talking. And I realized that Ophelia and Hanny, her co founder, had within one year, because they started, I guess it was 2019, it was one year. They had created a platform that everyone will need to create if they want to launch a spot, bitcoin and other kinds of crypto ETF's and etps. So their infrastructure was in place. They had great research, especially on the research side of the firm. But I was thinking about how passionate Ophelia was about plumbing and wires and all the things that go into creating an infrastructure to make things happen. And I said, she has got to. I must introduce her to Tom, our COO at the time, now president and COO Tom Stout, because they speak the same language. It's not exactly my language. They're both passionate about it. And we ark need to learn this because we would like to do more in the crypto world. As it turns out, we felt that they had built such a strong platform. And interestingly, 21 shares is the largest pure play crypto ETP provider in the world with roughly $2 billion in assets today. But they built that platform way back then. And, you know, it's very robust. And combining that with our research and our client service, which are resolute, has been with us every step of the way. Very few firms in our industry have a client service, either department or partner, who has come along with them in the crypto world. Bitcoin in particular, our distribution partner, has had to learn bitcoin. And so we felt that those three legs of this platform, infrastructure, research, and client service, were going to make for a winning combination, and that's how we got together and why we got together."
    },
    {
        "speaker": "D",
        "text": "Well, Ophelia, this is a pretty glowing endorsement of you and what you guys are doing over at 21 shares. Maybe you can just take that and run with it. What is shed some light on the plumbing, because this is something I think us crypto natives are not really familiar. What does it take to produce some of these products, and why is it positioning you so well into the era of the ETF's?"
    },
    {
        "speaker": "A",
        "text": "So in order to run, actually, I think you just need to take three steps back. Why do ETF's matter in the first place? I think isn't always super clear to people who are crypto native. Quite frankly, I would count myself in that category. The story actually starts a long time ago, which is most people are not actually that comfortable with infrastructure, just generally. I had a very funny experience a couple of weeks ago with myself. My head of research and my co founder probably together represent, I don't know, 15 to 20 years of professional experience in crypto, trying to teach a new member of our team how to use Metamask. And you're watching this guy, who's, by the way, comes from a tech background, works at a crypto company. It's his first week on the job learning how to do this, and it's not actually that easy. And you don't feel good about it, even with both of your co founders and the head of research. I mean, I've been running my company for five years, but I've been using crypto for longer than that. Same with my co founder. Our head of research has never actually had a job outside of crypto. So these are, like, people who really know what they're doing, and it's still uncomfortable."
    },
    {
        "speaker": "C",
        "text": "I love teaching someone, by the way, Ophelia, how to use metamask, and it's like, oh, and if you make a mistake, if you push the wrong button, you lose all your money. It's gone."
    },
    {
        "speaker": "A",
        "text": "It's overdeveloped. Sorry, sorry. My bad. And that's okay. If you're managing your own money and you're putting, you know, hundreds or thousands of dollars on them, or if you expect for that to be your full time job, that is not realistic for most people. My company actually started because my mom came to me in 2014 telling me, you know, monetary policy doesn't make any sense, and merck spends too much money hedging. We need a more global system to ensure geopolitical stability. Have you heard about a thing called bitcoin? I'm like, I feel talking about, right? But she couldn't buy any because she's like, what is? There's, you know, I can either do it myself or, like, there's this thing called coinbase, kind of, but it's new. Like, I don't want to give these people my money. I don't want to open a new bank account. That's my mom, right, who actually understood what was going on in the first place. So, like, the barrier to entry here is really high for most people still. And that's not even counting people who have a fiduciary obligation where I clicked a wrong button and sent your money to the wrong place. Is not an acceptable answer. It's just never going to be possible for them. And that's before you get into, there are a lot of structures where people hold their money, where those are 401 ks or iras or some retail might be familiar with. But there are also different kinds of fund structures which may or may not be able to hold these types of things, let alone actually do their tax reporting and be consistent within their infrastructure. Crypto is not really meant to play nice with that. So you have to build a lot of infrastructure to basically take crypto, repackage it in a way that it's going to work within other people's existing financial infrastructure. And that bridge is actually a very real necessity if you want to start getting allocations from big asset managers or pension funds or people who actually have a. Who are not just not able to, or not comfortable, but actually have, like, structural reasons why they can't access these products directly. It's the easiest way to welcome new people into the industry."
    },
    {
        "speaker": "C",
        "text": "Yeah. One way I describe an ETF is basically to crypto natives, when you come at it from that angle, is basically, it's like an ERC 20 for tradfi. You know, it's like a standard that is interoperable and, like, works within the traditional finance system. But Kathy, you were going to build off of what Ophelia said."
    },
    {
        "speaker": "B",
        "text": "I know that's a great, great way to describe it, especially for your audience. No, I was going to say, I often have to say, after I've said the plumbing is very complicated, I usually have Ophelia with me to explain, why is it complicated? What are some of the complications so that people really do understand doing this for five years and launching 40 funds through thick and thin up markets, down markets, crisis markets, you've held up, weathered the storm, and battle tested the infrastructure, whereas blackrock and Invesco and all of the big traditional firms have not had that experience. They have not. So maybe, Ophelia, you can, you can tee up some of that. What have they not gone through that you had to weather from an infrastructure point of view that they will face in the future?"
    },
    {
        "speaker": "C",
        "text": "Yeah. And while you're doing that, Ophelia, could you tell us the difference, just like from a layman's, because we're talking about plumbing, what is the difference between an ETP, because we use that term, and you have some at 21 shares and an ETF."
    },
    {
        "speaker": "A",
        "text": "So for layman's purposes, for like, the average human's use of these products, nothing. They follow very similar structures. They work the same way operationally, the major difference is regulatory infrastructure in Europe and in America is slightly different. And so they call things slightly different by slightly different names. There are ETF's in Europe, but they fall under a specific piece of regulation called usits for the most part, and us, its funds. And this is like way technical and not the most sexy or interesting stuff. They have specific requirements around diversification, what kinds of assets can be in them. And crypto is not allowed inside of a US, its ETF wrapper today. So instead they use another wrapper, but it's the same one that's used for gold, for silver, for other commodity products. So it's just a slightly different market construction. But in terms of what most people think of as an ETF, which is that creation, redemptions, coming in and out, liquid, available to retail, available in $20 increments, holdable in your iras and your 401 ks, in your retirement plans, usable by institutions, it basically checks all the same boxes. It's just a slightly different legal setup. So for the purposes of most people, it doesn't make that much of a difference. The plumbing is funny, and it's finicky, because crypto is not actually meant to play very nicely with legacy systems. The day our products first launched, and we decided many years ago to launch, when our first product came out, it was actually an index product, it wasn't a spot bitcoin product, which is what everyone expected, mostly because we were absolutely convinced that somebody was going to get there first. And we were actually the first people out the gate with a physically backed spot product anywhere at the time. And so we came to market with this thing, and two days before, like, we're right in the middle of trying to seed this thing, trying to get it to start trading. The BCH hash war starts. You guys remember that? The late 2018 BCH hash War?"
    },
    {
        "speaker": "C",
        "text": "Oh, heck, yeah."
    },
    {
        "speaker": "A",
        "text": "Basically ground the entire chain to a halt. Remember that? It was great. Turns out that has a really fun side effect of making it impossible to transfer assets or price them or quote them, which, by the way, means the ETF not going to work."
    },
    {
        "speaker": "C",
        "text": "Right?"
    },
    {
        "speaker": "A",
        "text": "The assets can't move, so you can't move them and you can't price them. It constitutes a market disruption of that. That was day minus two. This is going great, guys. So we did that, and I was in the middle of our launch event, pacing outside on the sidewalk, trying to figure out how do you deal with it? What you're trying to explain to market makers what a hash war is, which they have no idea, because quite frankly, what is that? That's not, that's not, that shouldn't happen realistically. And that was the beginning. And so, you know, spend five years figuring out every version of halting blockchains, issues with mempool people, sending transfers to the wrong places, you know, white listing AP's who are learning how to do settlement for the first time. Oh, wait, we fat fingered this. We flipped two decimal places. It no longer matches the order. I mean, we've seen all of it. We saw Luna. We've seen, we had a Luna product. So how do you run, like, how do you run an ETF through a complete market meltdown? We did the migration from proof of work to proof of stake on Ethereum. We rolled out the first staking ETF's in the world now many years ago across a number of different chains, or even as simple as how do you manage liquidity? Liquidity is just a completely different thing. And it's going to be a very big topic within ETF's. Right. So how do you trade this stuff to make it effective? How do you work with market makers to ensure that it is effective and you don't end up with issues when there's high volatility and you have an organized order book? It's actually really hard to do these things because there's still very much a brick wall between most traditional managers and most traditional markets infrastructure and on chain infrastructure. And you have to bridge that constantly in order to actually facilitate the creation of these products."
    },
    {
        "speaker": "C",
        "text": "Yeah. So I'm curious, maybe we could just back up and give people some context on some of the products you're talking about. And so, like, maybe I'll just check my, my kind of understanding of it. So Kathy was making the point that there are all of these kind of like traditional asset managers, traditional finance that are entering crypto. Right. And so Blackrock has filed for a bitcoin, etc. Everyone knows that Vanak has some things, like there's a whole list. And what you're saying is, well, like, they're going to have to cut their teeth on some very crypto native specific issues, whether they like it or not, because you have to deal with hash wars and hard forks and like staking and all of these weird crypto native things that they're going to have to learn. But 21 shares has essentially been doing this for a while. And so you have these ETP types of products for what, a bitcoin ETP, and then like ether and staked and all the way down the list, maybe familiarize the bankless audience with the types of products that you guys have already brought to market. Because we have many listeners that are american and they're just like, oh, like, from what they understand, they can only buy grayscale type products inside of traditional finance, and they're not familiar with everything that you're talking about. Could you just give us some background there?"
    },
    {
        "speaker": "A",
        "text": "Yeah, of course. So we actually run 40 products like this. We cover most single asset products. Yes, we have bitcoin. Yes, we have staked ETh. Yes, we have Solana staking products, but we have dozens more. On top of that, we run index products. So top five assets, top ten assets, staking index, and we also run shorts. So pretty much anything you want to do in crypto, that's going to be in those large cap, we probably have a product offer. We've been doing that for a long."
    },
    {
        "speaker": "C",
        "text": "Time, and that's just outside of the US. Ophelia, where are these available?"
    },
    {
        "speaker": "A",
        "text": "So the company's based in Switzerland, but the products are available all across Europe. We've been doing it for a while."
    },
    {
        "speaker": "C",
        "text": "Maybe as we get into the ETF conversation, the process today, could you just give some context? Why can't we have these products in the US right now? Or why don't we have these ETP products in the US right now? Is it literally the SEC just like saying you have to go through the registration process. We're not allowing that right now. I mean, because we could have these. I mean, Europe has these. Why don't. Why doesn't the US have these right now?"
    },
    {
        "speaker": "A",
        "text": "So that's a regulatory decision. And I think one of the things. So I think there's a common misconception. America is not usually a leader in terms of, you know, being at the forefront of pushing the edge on regulations for financial products. Like oftentimes, especially ETF's, a lot of that innovation comes out of Europe, and that's just a known thing and has been that way for a long time. And it makes sense, right, to some extent that the US has a very different market structure than Europe does. Some of that is as simple as there's less of a social safety net. Some of it is as complicated as the size of the market, the fragmentation of that market, quite frankly, the retail presence in that market actually changes some of regulators considerations around these things, versus a more intermediated market like the european one. And so it really does depend. I think Europe has been certainly further ahead on this, and you can see that. Put ETF's aside, Mika, which is massively important, is a huge step forward. Now. I think, Kurt, crypto has been lukewarm on that, I think, as far as regulations go, but I think we're kind of selling it short so far, just in terms of, we need to see how it's implemented before the jury's still out on whether or not it's going to be good for the industry or not. But I think any clarity is good for the industry. And Europe has been able to provide more of that over the past five years than America has. And part of that is just the way our legal system works. It's a little slower, it's a little bit more cautious on certain types of things and is a little bit clunkier in terms of what it takes to get things done. It's not necessarily a bad thing. It's just a culmination of legal history in America. One of my and Kathy's heard this from me before. One of the things that makes me completely crazy is that nobody in crypto really appreciates history. We don't. We don't incorporate that into our conversations. Right. We're so focused on reinventing the future, we sometimes don't remember why we ended up that way. And if you realize America's political and legal history, it makes sense why our regulations work that way. Right. We're not. We were always sort of a hodgepodge. And this checks and balances do make us move more slowly in certain cases. Like, our focus on precedent in terms of legal cases is very different between these countries. And so the way we set precedent, we're much more careful about, you know."
    },
    {
        "speaker": "B",
        "text": "One, I would say there's also a mindset difference. Just in the last few days, the SEC basically has denied the need for regulatory clarity at all. Coinbase had asked for it, and they, of course, are going to appeal that decision. But the SEC is repeating once again, no, you know, the regulatory structure we have in place is fine for crypto. And this also happened when derivatives became a question and the SEC and the CFTC, the commodity Futures Trading Commission, started bucking heads against or against this idea that one had control versus the other. And ultimately that went to the Supreme Court. To Ophelia's point, it took many years. And in 2000, there was a decision, I think it was 2000, there was a decision that gave both of them jurisdiction, was very clear about which had jurisdiction over what and what they both had to agree on. So I think the same thing's going to happen here, and that Coinbase will take this to the Supreme Court."
    },
    {
        "speaker": "D",
        "text": "Interesting. So we have a date with the Supreme Court is that. And I would imagine, like all the, you know, the approval of a bitcoin ETF, like the engagement with congressmen and women on Capitol Hill in some of our regulatory. These are all like kind of steps towards that direction. Cathy, do you have any, like, sentiment indication of that's like a near term thing, or we really just have to wait for that to arrive?"
    },
    {
        "speaker": "B",
        "text": "Well, it has to go through the court system. And I think, if I'm not mistaken, this is going to be appealed to the third district court. So we'll have a few steps here. But honestly, I think Coinbase, the folks at Coinbase expect this to go to the Supreme Court and use derivatives as our guide. You know, if you've got the CFTC and the SEC either competing for power or at each other's throats, it's probably going to end up at the Supreme Court and it'll take a few years."
    },
    {
        "speaker": "A",
        "text": "But that's unnecessarily a bad thing. Given the way, like, the american judiciary works, that focus on precedent over rulemaking, which is very much like the way America works legally, it's not necessarily a bad thing to end up in that space."
    },
    {
        "speaker": "C",
        "text": "So you guys are arguing we'll get the clarity that's a feature, not a bug of the system in the US, to basically kind of outsource those decisions from a regulatory agency to a court system, and we ultimately achieve consensus."
    },
    {
        "speaker": "B",
        "text": "Sure, it's regulatory courts. So regulatory as we think about the checks and balances, executive, judicial and legislative. Regulatory. Gary Gensler was appointed by Joe Biden, I know, with Senate ratification, but we think of that as executive. Then you've got judicial, the courts, and then you've got legislative, and they're all engaged right now, which is good. For a while there, we didn't have judicial and judicial. You know, the crypto world has been winning in the court system against the SEC and legislation. This is becoming an election year issue. 50 million people in the US, I think that's the number own bitcoin or other crypto. So I am really happy all three are engaged as opposed to the iron fist of a regulatory agency alone."
    },
    {
        "speaker": "A",
        "text": "And I think feature or bug is a different question. Right. That's just the history of America. Like, whether or not you think the way we've designed government is the right way or not. Completely different issue. It's a trade off. Right. Which is Europeans are going to be more focused on rulemaking, which in some cases makes things faster. So Micah is a great example of that. Right. That's european style rulemaking. The reason no one's quite sure of the implementation yet is because their rulemaking relies on a concept called annexes and implementation details. So there's a bunch of additional work that bureaucrats are doing right now on. Okay, that's great. That's what the law is. What does the implementation of that law look like as opposed to just writing the laws and then letting precedence up the implementation, which is also very different. So it just takes more time, but it's not necessarily a bad thing. And I think I agree with Kathy that the kind of engagement we're seeing in America today, both from our government bodies, our agencies, as well as, quite frankly, institutions, is going in a really promising direction in terms of normalizing crypto within the american landscape."
    },
    {
        "speaker": "B",
        "text": "I will say one other thing, though. The regulation in other parts of the world has been a spur to us here in the United States, whether it's the electorate to say, hey, wait a minute, innovation is leaving the United States. You can't let this happen. So I do think that regulatory arbitrage has been a spur to our system, that if it hadn't occurred, we might still be where we were two years ago."
    },
    {
        "speaker": "D",
        "text": "You guys are producing an image of it's kind of all going according to plan, more or less. Maybe not as fast as the crypto industry as crypto natives would have liked to have this process of clarity arrive, but it seems to be that this is kind of what we would expect in the grand scheme of things. And one thing that I've definitely noticed in the last year or so and ever since, really, Blackrock, I think, filed for their spot, bitcoin ETF, early and early this year, there's a lot of interest in it from not just crypto natives, but from institutions. And from what we've heard as murmurings of traditional financial investment advisors, account managers, your typical main street, your mom and pop shop investment advisor, Cathy. Something I really want to ask for you is on the crypto native side of things, on the inside of the industry. Of course we want the bitcoin ETF. Of course we want that. We have motivations from our side to push that through. We have motivations from Blackrock, Bitwise, Ark, and 21 shares, all to get that through. But the thing that we still really haven't gotten our minds around is how much interest is there on the buy side, how much is there from the retail? Like, how much will actually show up ready to go when these products ship? And I'm wondering if you can shed any sort of clarity or light on that side of things."
    },
    {
        "speaker": "B",
        "text": "Sure. So, I think there's been an anticipatory move that there is an appetite. So that's one reason the price is been quite firm here. And so I will say when a spot bitcoin ETF is approved, because I think the probability is. Well, we think it's 95% now, if not higher."
    },
    {
        "speaker": "C",
        "text": "Wow."
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "D",
        "text": "Specifically in the January, early January window, or just."
    },
    {
        "speaker": "B",
        "text": "We think it's very high. Ophelia, you might have a lower odds here. I don't know. But all the signals are. It could still, you know, there could be still some details which, you know, which would force the SEC 21 shares deadline, January. I mean. Yeah, January 10 is the forcing function here. And is there a scenario where the SEC would come to all of us in. In line and say, okay, we've just discovered this. We didn't know about it. We would like you to. Or we would like to push all these decisions back up to them. I don't know. But so far so good. I don't think. I know that the cash versus in kind create and redeem is an issue here, and we can talk about that later. But I think a couple of things happened, especially something five years ago. In 2018, Cambridge Associates, which is a consultant to institutions, endowments, foundations and so forth, wrote a paper about bitcoin and said to the institutional world, okay, you may agree with all of these leaders who are calling it a Ponzi scheme or an environmental scourge on the system, but recognize that the correlation of risk and return between bitcoin and all of these other assets is very low. So, what we probably have here is a new asset class. And what institutions do know is that the best way to increase returns per unit of risk is to diversify into a new asset class. So, this is very important. And so, Cambridge, back then said, you may not like it, and you may really believe all these people who are saying these horrible things about it, but this is the way it's behaving. And our study, and we've put this study out, we're updating it now on what should be the institutional allocation in a broad based portfolio to bitcoin, if you want to. This is. As of last year, we're about to publish new numbers. But as of last year, if you wanted to minimize volatility, the optimal weight of bitcoin in your overall portfolio would be 2%. If you want to maximize your sharpe ratio so your return per unit of risk, then the number is closer to 6%. And this kind of makes sense, because I remember other new asset classes, real estate, very early in my career. So seventies and eighties, real estate was the new asset class. And institutions started with a 1% allocation and then gradually moved up to that five ish percent, maybe above. And then emerging markets, when that became a category, because it wasn't one emerging market at a time, but it was a category. A new category again, started with one and moved up to 5%. That, we believe is what is going to happen here. And I think the fact that we and others are educating institutions that, wait a minute, this is mathematically metered to go up to 21 million units, and we're at roughly 19.5 million. The scarcity value is already showing itself, and with institutions starting to push in, that will be ever more true. So might we get a sell on the news? Well, sure, we've had a nice little burst here, and there's just the hedge funds trade on anything. On any news, you could have a bit of a sell off, but we think that the institutional demand is going to take this new asset class much higher in terms of market value."
    },
    {
        "speaker": "C",
        "text": "I'm curious, on the institutional side, in the tradfi side, Cathy. So that narrative that basically, this is an uncorrelated asset class, it's a new asset class, and bitcoin is maybe the flag bearer of that. But then you could kind of, like, look at all of crypto as that, and you want that as part of a risk adjusted return sort of portfolio. That case was maybe first made, in a broad strokes, institutional way in 2018. So it's been five years until that point in time, and we have more data. But how much of kind of institutional, traditional finance has really bought into that narrative? Are you saying it doesn't really matter? Because the data speaks for itself, and the only question to them is, do you want a more performant portfolio over the next ten years? And that will cause them to force them almost into allocating to this asset class. Do you think we're at that stage?"
    },
    {
        "speaker": "B",
        "text": "Yes. And if you look at the performance of bitcoin over rolling three, five, seven year periods, it is the top performing asset. And overall those periods since its inception, it's the top performing asset out there. Institutions cannot dismiss it unless they think they know something that nobody else knows, and I doubt they do, about the underlying technology, even the risk of a hack teaching them about. Okay, the base layer. Hacks have been de minimis, Ophelia, correct me. It's the layer one. It's not the base layer, it's the layers on top that have been hacked effectively. Once they understand that, they have to step back and reassess it, because base layer bitcoin is where they will have the exposure in cold storage. It depends on which issuer. But in our case at Coinbase, and."
    },
    {
        "speaker": "A",
        "text": "Hacking a smart contract is a very different thing than actually doing anything at a protocol level. Right. And I think that that's sort of what Kathy's getting at. I would add here two things. So we've been selling to institutions in Europe for years, years and years. And what you're seeing is it always works the same way. First of all, you get through all these questions on whether or not this is legal. What's the structure? How does all this work? Then you move into, okay, well, that's interesting. Let me test. And a test looks like nothing, right? Maybe they allocate a basis point or two. Now, here's the issue. And I think this is something that the market's not pricing in today. I agree with Kathy. I think we're going to go to a percent, 5%. It's a new uncorrelated asset class. It makes sense. Historical precedent would suggest that that's not the day. One day one's going to be a few basis points. It's going to be a couple of months of compliance reviews, followed by a few basis points, followed by a lot of work. So it's going to take longer than people think it's going to, first of all. But what is a couple of basis points of a few trillion dollars? Because the issue is that the numbers are way bigger than crypto has ever seen before. Crypto has no idea what money looks like when you're playing with an extra three zeros. We think a billion dollars is a lot of money. It's not. And I think that's the piece that's just impossible for the industry to conceive of today. We will get to one to 5%. It will take more time than people think. But when you start to get those couple of basis points, what's a couple of basis points? Points of a few trillion dollars, because that's actually the money you're really playing with on the short. On the short timescale. And I just don't think the industry has actually conceived of how much money that really is, how liquid that really is. What is dipping your toe look like at that scale."
    },
    {
        "speaker": "B",
        "text": "Yeah, but I think one of the reasons we now have the big traditional financial companies involved is they know that. They know that very well. They're quite happy to accommodate it. Now."
    },
    {
        "speaker": "C",
        "text": "Well, can I ask you this question? So it feels to many listeners who are more on the crypto native side of things and have access to crypto, they find it very hard to believe that all of these trillions of dollars have been waiting on the sidelines, because they themselves, the typical bank listeners, like, if you're bullish on the bitcoin, just go buy bitcoin. And I want to ask you about, like, the ETF itself. So what is it about an ETF that suddenly switches on to, like, institutional allocators who are like, oh, I've been waiting for this product. I've been waiting for, like, 13 years for this product. That's a piece that doesn't, I think, make sense to a lot of people who are in crypto, because if these institutions are bullish, why would they wait until after an ETF to buy? They should have bought months ago? Like, what is it with the ETF structure that just makes it more conducive to institutional flows?"
    },
    {
        "speaker": "B",
        "text": "So I'll start. Hand it, Ophelia, just to. They have to have been looking at this. I mean, we've certainly been putting the research out, but they needed the regulatory seal of approval, and that will be the SEC approval of a spot bitcoin ETF, because if it's good enough for the retail investor, again, the SEC is really thinking about the retail investor. If it's safe enough for them, then institutions certainly should not dismiss it as a new asset class. I think the seal of approval from the SEC, especially given how vociferously the SEC, who has said, I think, incorrect, has made incorrect observations. We know the people in the research department at the SEC, the crypto research department, they are very good. They know what they're talking about. And I think some of what we've witnessed out there has been much more political in nature than grounded in fact. But it has confused and obfuscated, and institutions do not want to get in the way of that kind of dogfight right now. They've got more the judicial system on their side. Okay, check, check, know. Legislative side is starting to move in the right direction. So these are all sources of confidence, I think, for the institutional investor, which is a very conservative investor, we have grown up in a world and that has gone very benchmark sensitive. You know, they don't want to put anything in their portfolios that isn't in a benchmark. I founded AHRQ for, for that reason, because. Because there are so many exciting companies and opportunities out there that aren't in benchmarks. And certainly bitcoin isn't. So this, again is one of the reasons I founded Ark, but we needed the checks, the checks of the checks and balances. For institutions to really say, okay, it's safe now. Ophelia, I don't know if you have any other thoughts."
    },
    {
        "speaker": "A",
        "text": "I think there's one other piece here which people. People kind of like to forget when they talk about institutional asset managers. It's not their money. It's never been their money. They manage it on behalf of other people, which means they take on something called a fiduciary obligation. That obligation requires them to ensure that they are custodying your assets safely, that they're not going to get your money stolen. That concepts like best execution, which means they're getting the best price when they trade those assets for you, are all happening that they're doing their due diligence on it. So you're now asking people whose jobs it is primarily to know about equity and debt markets to learn an entire new industry, go set up entirely new compliance infrastructure to set up one investment on behalf of their clients, maybe a couple that should represent a couple of percent, probably a couple of basis points of that allocation. They're going to have to fight a bunch of misinformation. They're going to have to educate their internal infrastructure teams on how to do that. They're going to have to figure out how to report taxes on that. That's a lot of work. It's a lot of work and it's a lot of work that they don't get paid for. That's not their jobs. Their jobs are to take the money you give them within the infrastructure that they are provided and allocated. If they're an allocator, if they're a financial advisor, it may actually be to be a relationship manager. That's their primary function. So what's actually happening here? Right, they're now responsible for this and they're responsible for the infrastructure. So what an ETF actually lets you do is outsource that they're not responsible for the infrastructure. They bought it through basically the equities markets, right? They're not setting up new trading. Best execution fits within their existing reporting standards. They do have to do due diligence, but they do due diligence on known managers that they already have relationships with, with brand names that they know who are vouching for the underlying security and hold that fiduciary responsibility on their behalf for those clients. It's different. That is massively different. And people like. It's just it's not on the radar of a crypto native audience because at the end of the day, that's not really something people think about, but that's actually how this works."
    },
    {
        "speaker": "C",
        "text": "I'm kind of wondering if maybe we just sort of of put ourselves in the position of a independent advisor of some sort. Right? So, like somebody managing a Charles Schwab account or something like this, you know, a registered financial advisor, and it would be like, imagine there was no such thing as a gold ETF and you were that registered independent advisor was asked to go purchase gold for their clients. Well, it's like, how do I go do that? Do you want me to, like, I don't know, custody assets inside of Fort Knox? Should I go, like, grab some gold bars and, like, store them in a vault somewhere? Like, I don't have a way to actually give you gold clients, so I'm not going to be able to. So I basically have to say, no, you could go buy gold on your own if you want to go do that. I don't have a product that I can offer you in a safe, responsible way. It's almost like that, isn't it? We, like, we have all sorts of accounts with exchanges and we custody our own assets. We're crypto natives, so we don't see that. But that's the situation for somebody who manages somebody else's money, they just don't have a way to actually do it. It'd be like asking them to go purchase gold bars on your behalf."
    },
    {
        "speaker": "A",
        "text": "There's a famous joke about it, actually, right? Of a hedge fund trader who accidentally makes a mistake in their physically settled commodities trades and ends up with an oil tanker being delivered to their office. That is a famous. Like that. That is a common joke in finance because I promise you, a hedge fund manager has no idea what to do with an oil tanker, but I guarantee you does in fact, know how to manage oil futures, and that's not their job. And I think I agree with you in that. Like, I think sometimes we lose that. We forget how much infrastructure there is. You know, it goes back to my mom. Totally got it. 2014 didn't make the trade, actually did like a couple of VC deals around the space because she couldn't get comfortable with it and her infrastructure just wasn't set up for it. Right. She felt way more comfortable with what seed invest or like a VC platform than she was with actually setting up what she perceived of his new bank account. And that's what then, when it's her own money, what happens when you have responsibility towards another person, and your whole career is tied to that, right? Doing this wrong could cost you everything, your entire career. That. What is the risk return profile for that, for an individual manager versus now saying, okay, sec, stamp of approval, infrastructure. I know now it's just about investment thesis. That is what they're paid to do, right? Investment thesis. That focus there, that suitability for their clients. That's their job. And so now that you're entering a world where you can actually have access, it's being, you know, Kathy mentioned the client service. That's why that's so important. Helping them understand that thesis, helping them build that thesis. Research, client coverage, support, it's critical to doing that. But they need that also, right? So they need the instruments, and then they need the client support to be able to get to a place where they could make that allocation in the first place. And I think sometimes the crypto industry forgets what a high bar that is for them it would be. It's similar to the bar we expect Coinbase to meet for managing our money. I don't think anybody was particularly happy to find out that, oh, wait, actually FTX is spending our money on political donations and stadiums. I don't think people would be particularly happy finding out that their financial advisor put their money in a structure that they could didn't vet properly, and somehow it's gone. And that's the kind of responsibility these people have, right. If they had put money on a platform like FTX, it would have been their fault. And that's a very different responsibility towards clients. It's kind of the opposite of what we think of right where you're going. I want to control it myself. I want to do it myself. This is a structure entirely built on trusting a third person to do it for you."
    },
    {
        "speaker": "C",
        "text": "Yeah, we're basically like, go bankless and like an independent financial advisor. Like, I want a bank. I need a bank before I can do this."
    },
    {
        "speaker": "B",
        "text": "I know. So, just to echo the client service issue, many times when an advisor doesn't feel confident, confident enough to explain something new, a new investment to clients, they will bring along someone who knows what to say and how to explain something new. And in the process, they too will learn how to. To say it better during their next client meeting. So, you know, we've been doing this with, with resolute art partners since 2016. And I remember, you know, the. The primary ETF specialist at the time, she said, before. Before she read big ideas, she said, I had to. Or when she read it, I had to. Go look up, as I was on my way to this meeting, what bitcoin was back in 2016, right? And here she was then going to be asked in the big ideas forum, which was going to be a few weeks from then, not only asked about it, but we need to explain it. And that can be daunting. Do you remember when you first came upon bitcoin and you're saying, okay, wait, what is this? And really tried to understand it and explain it to someone. It took a few times. Right. So we have to deal with those sorts of in securities as well."
    },
    {
        "speaker": "D",
        "text": "So the tentative approval window for the spot bitcoin ETF is January 8 through 10th, is, I think the shelling point that people have pointed towards is like, that's the likely window of approval for a very likely chance of approval. Then we have ether, I think, halfway through next year, which doesn't have the same level of likelihood that people are placing towards the ether approval, but still decent amount of confidence within ether approval. And between those two, that's over 50% of the total crypto market. Captain cap. But Ophelia Cathy, as a crypto optimist, a crypto bull, if you will. When I see two of the blue chips get approved for ETF's, my mind goes to, okay, but what about a third? What about a fourth? What about a fifth? Is there a ball that's going to roll here? Is there going to be just kind of a movement of crypto ETF's? As soon as we can get some of the blue chips through the, through the gate? Is there, or am I kind of just like overly rose colored glasses here? What do we think about this?"
    },
    {
        "speaker": "B",
        "text": "Ophelia has a lot of experience with that question in Europe."
    },
    {
        "speaker": "C",
        "text": "Yeah, you got like 40 products, right?"
    },
    {
        "speaker": "A",
        "text": "Yeah, we do. And so we certainly, we certainly go well beyond just the blue chips and have for a long time, actually. But actually. So it's a disappointing answer, I think, because the answer is doesn't know, but not for the reasons people think. It's not as black and white."
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "So this isn't a question of, we don't have comprehensive crypto regulation in America yet. We may at some point, and that may change this. As long as you're going on a case by case basis, looking at each individual product, it depends on what each individual product is, what's happening inside of it. Right. Today, you know, some products within crypto are being considered commodities. Some are being considered essentially currencies. They're being treated differently from a tax treatment perspective. They're being treated differently from a security perspective. Right. And we're seeing that some of that's coming out of these court cases, but some of it's coming from elsewhere. Right. Some of it is, practically speaking, what is this thing? Not all tokens are the same. Right. Some of them are intended to be governance tokens. Some of them are intended to be essentially commodities. Right. Like, there isn't a ton of similarity between ETH and link in terms of what their actual purpose is. And I think that's going to end up driving more of this than people realize. And certainly the way it works in Europe is that it depends. And you're going to need to look at. Okay, well, part of what has changed is transparency in markets and in pricing. Right. And the rise of CME as a major trading venue for bitcoin in e futures. Well, there aren't any other crypto futures on a regulated exchange like that. That's a major market difference. Okay, so, well, do we need to change that first? Is that actually the critical piece of the infrastructure? Unclear at this point. Right. So you sort of have to look at the facts of each product and see where those similarities and differences are. That's certainly the way it works in Europe. I expect it to work almost exactly the same way in America, where essentially it's going to come down to the fundamentals of the underlying product coupled with the fundamentals of that market infrastructure to figure out what can and cannot be put in which types of wrappers. And so it's a. I think as a lot of the answers to these questions, super not sexy, but it's actually how you get stuff done."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "D",
        "text": "So there's not like a broad, sweeping gold rush of crypto ETF's. It's going to be a little bit closer to like trench warfare, one by one, facts and circumstances, approval based on each individual asset."
    },
    {
        "speaker": "A",
        "text": "That's how all ETF's in America work, though, right? There's no."
    },
    {
        "speaker": "D",
        "text": "Okay, all right."
    },
    {
        "speaker": "A",
        "text": "That's actually just ETF's in America. That's why you have these 19 before processes. That's why you have the concept of exemptive release ETF's. So that is also just the way ETF's in America as a segment have been set up. Goes back to some of the history of how ETF's were developed. Europe is a little bit different. They have more comprehensive ETF rules than the US does. So again, those differences in how these laws are actually set up matters. Goes to my whole, like, it's a product of our national history. It's kind of cool if you think about it. It does occasionally, can occasionally be frustrating."
    },
    {
        "speaker": "C",
        "text": "Yeah, it is frustrating in the circumstance, I think. But your prediction then, you guys are with very, very high confidence. Bitcoin ETF next year. I heard Kathy say 95% earlier in the conversation."
    },
    {
        "speaker": "B",
        "text": "Never should have used that number."
    },
    {
        "speaker": "C",
        "text": "Bleep that out in the final production. Okay, and then how about the ether ETF? So it has, it does have CME futures. It's gone through the trench warfare path. What's the probability that we get an ETH, Ethereum ETF in 2024? Do you, what, what confidence do you give that not to jinx it and then like, everything behind that, it feels like we're probably not going to get anything else in 2024. But, but I'm just curious, like, concretely whether you think we'll get an ethereum, etcetera."
    },
    {
        "speaker": "A",
        "text": "I am hopeful that any change, look, I've said this a lot about these ETF processes. Any change in pattern is a good thing if you want a different outcome. Right? Okay, so, you know, we saw requests from the SEC to pull applications for Ethereum futures in the past. That happened a few times, right? And then suddenly it was like, okay, no, we can do this. That's interesting. That was also a precursor on the BTC side. So there's some nice corollaries there. I think the level of engagement, the repeated filings you're seeing from issuers, that's very different than what we've seen in other approval processes for the bitcoin ETF difference in process, better chances of a different result. I think if we see continued similarities between the ETH path and the BTC path, I will be more bullish than I currently am, although I am positive on at least getting engagement in that process. So one of the things that has a tendency to happen with these processes, with regulators just globally, is it takes a while to get them talking right. Talk to us about it, learn about it, let us educate, let us help learn about the microstructure, figure it out. That process takes a while. And so at any point in time when they're willing to engage with that, that's a very good thing. And I think we will, at a minimum, get that much from this process. So I think we'll probably know more early next year. Depends a little bit on how bitcoin goes. Obviously, I don't see ETH happening without BTC, but I'm quite positive on it. I think."
    },
    {
        "speaker": "B",
        "text": "I think that, again, just having gotten to know some of the researchers at the SEC, over time, I've been impressed that they really do want to learn from us. And, you know, I also was impressed. So Michael Saylor, I remember in the early days when he was putting bitcoin on his balance sheet and, you know, I just chatted with him and said, hey, have you talked to the SEC? You really should, because you do not want to be shut down in your current form and become an investment company. And he did, and they directed him to FASB and he did a very good thing for bitcoin in terms of now it is not considered an intangible asset. And there will be mark to market so much healthier treatment. I think they've been forthcoming in their interest in understanding both bitcoin and ethereum and pretty intensive in, in their study of it. So I will. Ophelia is the odds maker on this one, but with her, there's. It's probably a go on 21 24."
    },
    {
        "speaker": "A",
        "text": "Yeah. Better than 50 50 odds, which, honestly, I'll take."
    },
    {
        "speaker": "C",
        "text": "Definitely not staked ether, though. That would be a bridge too far. I'm sure we'll get there."
    },
    {
        "speaker": "D",
        "text": "We'll get there."
    },
    {
        "speaker": "A",
        "text": "We did just get staked. We got staked ether for the first time in Canada. That's new. We have steak deep in Europe, so."
    },
    {
        "speaker": "C",
        "text": "Maybe feels like that could just happen in America. But I guess to the points early in the conversation, that's not how this system works."
    },
    {
        "speaker": "A",
        "text": "Yeah, not exactly, but it's not. You kind of. You need the product first, then you can iterate and improve upon it. And I think you'll see. You kind of. You need to start somewhere."
    },
    {
        "speaker": "D",
        "text": "Well, Cathy, Ophelia, I have learned a ton in this episode, so thank you guys for walking us through this conversation. Cathy, one last question before we go here. Not, not crypto, but still crypto. Did we get the fed pivot? Is that what we got?"
    },
    {
        "speaker": "B",
        "text": "Oh, yeah. Yes. Now, it's interesting. Austin Goolsbee, who was the dove dove in this world, means he was more leaning towards easing than the other ones. He's out in the last couple of saying, wait, wait, wait. We didn't mean it quite that dramatically. And so he's trying to walk it back a bit. But I think there are too many indicators out there, not the least of which is the yield curve, which has been inverted, meaning long rates are lower than short rates for longer than at any other time in history. And any other time this has happened, we've ended up in a recession. And they are beginning to hear from, from industrial America in particular. Things are not good. And China's exporting deflation to the United States. So Timu Sheen and everything, which is, which is, of course, hurting retail profit margins as well. So companies are losing pricing power. The Fed wanted inflation at 2%. They're going to see negative inflation. And I think that's why they're changing their tune. They're going to see negative inflation in 2024, I believe, for the CPA."
    },
    {
        "speaker": "C",
        "text": "Wow. Negative inflation in 2024. So, Kathy, what does that."
    },
    {
        "speaker": "D",
        "text": "Wait, that just means deflation, right?"
    },
    {
        "speaker": "B",
        "text": "That means deflation. But, you know, you have to say that way so that people really understand it. Deflation is kind of disinflation. Disinflation is slow, a slower rate of price increases. They think they confuse those two words. Negative inflation, they understand. Okay, below zero, zero. That's deflation. You're absolutely right. See, that's common sense for you."
    },
    {
        "speaker": "C",
        "text": "How does this play into 2024? What's kind of your outlook for tech assets, innovation assets, maybe in particular, like crypto, but like anything frontier, if you."
    },
    {
        "speaker": "B",
        "text": "Technologically enabled innovation is deflationary, it's very comfortable in that world. What is not comfortable are companies and industries that have gotten used to pricing power. And if you look at some of the crazy price increases that staples companies, especially staples and some healthcare companies, they got used to those and now they're going to have to drop all those prices and they have not adjusted their cost structures. There's going to be a lot of pain in terms of profit declines in a declining price environment, but not for tech companies. This is their comfort zone, because technology follows learning curves, which are characterized by cost declines which are passed through into price declines. So it's a very natural environment, and that's a good deflation. It causes booms in unit growth. The bad deflation will happen to those companies that haven't invested enough in innovation, or have been fighting innovation, or have been catering to short term oriented shareholders who want their profits now and their dividends now and their share repurchases is instead of investing in innovation, they have, they're going to have obsolete products and they will have to cut those prices in order to clear the shelves."
    },
    {
        "speaker": "C",
        "text": "How about, how about for crypto? Cathy, what do you have any predictions for 2024? So it feels like we are in the early stages of a bull market, right, with bitcoin above forty k, and we've got the ETF on the horizon. We've got some other things. Do you think 2024 is going to be and maybe the Fed pivot, as you said, do you think 2024 is going to be a good year for crypto assets. Assets."
    },
    {
        "speaker": "B",
        "text": "I do think the macro environment is going to be good for all technology, including blockchain technology and crypto assets. So, yes, we're very optimistic. As I said, nothing goes straight up, and you'll have hedge funds playing the big surges, but truth wins out, and we think the move into this new asset class will be inexorable. So pretty excited about that."
    },
    {
        "speaker": "C",
        "text": "Very cool. Well, there's much more to talk about. Yeah, very excited. Much more to talk about. We could pick your brain about, you know, crypto and AI. We'll have to do that another time. Kathy and Ophelia, it's been a pleasure to have you on bankless. Thank you so much."
    },
    {
        "speaker": "B",
        "text": "Thank you. Ryan and David, thank you."
    },
    {
        "speaker": "C",
        "text": "Gotta end here. Bankless nation with some recent disclaimers. Of course, crypto is risky. You could lose what you put in. But we are headed west. This is the frontier. It's not for everyone. But we're clapping. You with us on the pankless journey, thanks."
    }
]