[
    {
        "speaker": "A",
        "text": "The real opportunity here with Coin is that the street, Wall street, is looking at it as this traditional bank. And I think those of us that have spent some time digging in the weeds and in the crypto space look at Coinbase as this diversified crypto juggernaut with its tentacles in just about every vertical across crypto. And they're kind of poised to capitalize on just about every area of growth across the crypto space."
    },
    {
        "speaker": "B",
        "text": "Welcome to bankless, where we explore the frontier of Internet money and Internet finance. This is how to get started, how to get better, how to front run the opportunity. This is Ryan. Sean Adams. I'm here with David Hoffman. And we are here to help you become more bankless. David's going to introduce the episode today. What do we got?"
    },
    {
        "speaker": "C",
        "text": "The case for Coin. That's Coinbase. We're going to do the full analysis of Coinbase's business, not just an exchange anymore. The big question after Coinbase went public in 2021 was can it diversify away its business from just exchange fees, and was it able to achieve that goal? Our analysts say the answer is yes. So what are Coinbase's new businesses? There's ETH staking to talk about. There's USDC yields, also a potential offshore derivatives exchange to fill the void of Bitmex and FTX, but also potentially, and being a custodian for the spot, bitcoin, ETF's how much money can Coinbase make from all of these new businesses? Which ones are the big ones? What about base? How much revenue is Coinbase pulling in from its new layer two on Ethereum, the base chain? What about the future growth of all of these things? What does the future hold? And, of course, what does this mean for the valuation of coin? It's the first time we've talked about an equity on the show. How dare us? But I think the Coinbase story is pretty compelling. Today on the show, we're bringing in Jay, an independent researcher and content producer, as a side hustle on Twitter, and also Michael Rinko, a research analyst at Delphi Digital. Both of them have put out a ton of content unpacking the Coinbase business, filing through the paperwork, the tradfi paperwork, to understand exactly what makes the Coinbase company tick. Before we get into this episode with Jay and Michael, we disclose Ryan and I both own some coin. We are long term investors in this space. We're not journalists. We don't do paid content. There is a link to all bankless disclosures in the show notes and also@bankless.com. disclosures let's go ahead and get right into this episode with Jay and Michael. But first, a moment to talk about these fantastic sponsors that make this show possible, including a preferred crypto exchange for 2023 Kraken. If you not have an account with Kraken, consider clicking the link in the show notes to get started with Kraken today. Bankless Nation, I'm excited to introduce you to Jay, a software developer as his day job, but an independent researcher and content producer as his side hustle, producing a ton of content research about Coinbase, specifically. Jay, welcome to Bankless."
    },
    {
        "speaker": "D",
        "text": "Thank you. Glad to be here."
    },
    {
        "speaker": "C",
        "text": "We also have Michael Rinko, a research analyst at Delphi Digital, who also put a just an astounding report about Coinbase together not too long ago. Very timely for this episode. Michael, also, welcome to Bankless."
    },
    {
        "speaker": "A",
        "text": "Thanks, David. Super happy to be here, guys."
    },
    {
        "speaker": "C",
        "text": "I'm really excited to get this episode done. Coinbase, as we all know, is a pretty gargantuan company in the space, especially with some of the downfalls of its competitors, as well as the regulatory pressures going on out offshore. And so I want to do this episode just to really get a lay of the land, a snapshot of Coinbase as a business. To do that, I think we need to go back to the day Coinbase went public in 2021. A hundred billion dollar valuation. I remember at this time, and this was Crypto's largest company going public. It was a big just moment for the crypto industry as a whole. And I remember the conversation at the time was really focusing on Coinbase's dependency as trading fees to support its business. It was kind of a one trick pony. It only had one line item in its business sheet, which is, how much fees can it take on from just trading fees on the exchange of the worry here was that the moat around Coinbase's trading fees was not very deep and could be easily eaten away by its competitors. And so, Michael J, I want to just do this episode to talk about how has this story developed since, and how has Coinbase's business developed over time? Michael, I'm wondering if you kind of take us down memory lane on this one. Coinbase, as an early OG in the space, talk about the development of Coinbase's business model up to the point of Coinbase going live, going public."
    },
    {
        "speaker": "A",
        "text": "Yeah, absolutely. So I think just take a step back for a second. When Coinbase was founded, people were still trading on Mount Gox. Coinbase is, as we said in the report, kind of a certified Og. It's been in the space for a really, really long time. It was really the first american western entrant, regulated entrant I into the crypto centralized exchange space. Ever since it entered the space, it's obviously face competition. At the very beginning, it was mount Docs, and then we had Binance FTX for a hot second. Now Kraken, and there's a whole host of eastern asian focused exchanges. But I guess just to set the scene, Coinbase was always first, was always one of the early movers. But it never really felt like, and I think especially to those of us in the space, it never felt like it was actually leading the space. It kind of seemed content to let others push the bounds of whether it was legality or innovation. And I think Coinbase kind of looked at itself as maybe getting a little lucky or because it was there first. It was trying just not to make a mistake, essentially. And I think, as we'll talk about that kind of internal psychology at Coinbase has maybe changed over this past cycle."
    },
    {
        "speaker": "C",
        "text": "Jay, what would you add to that context back in 2021 when Coinbase went public? Or really, what do you want to add to that conversation before we get into the present day business model of Coinbase?"
    },
    {
        "speaker": "D",
        "text": "Yeah, I think at the time, during that moment, Coinbase had started working on a number of different products aside from their main trading exchange. But I think those were still very much in the works. They had spent a lot of effort doing the rounds, going public and going through with the IPO. I think now, in 2023, a few years later, we're finally seeing the fruits of their labor come to light."
    },
    {
        "speaker": "C",
        "text": "To go back to the day Coinbase went public, I think it went public at something like an $85 billion valuation, give or take a couple B's. Today, it's trading at 18.3 billion. So down significantly, down alongside with the crypto market cap and also with just overall, the rise of interest rates and the decline in tech stocks. So $18.3 billion is kind of what we're dealing with as the crypto's largest public company. But I just want to ask the question that everyone was asking back in 2021, when Coinbase went public, was it able to diversify its p and l away from trading, trading fees? Has it been successful here? Michael, we'll start with you."
    },
    {
        "speaker": "A",
        "text": "Yeah, so I think the short answer is yes, for the first time ever. So how Coinbase breaks down kind of its businesses into two big buckets, transaction revenue, which we can think of as essentially just those trading fees that you were talking about, David? So I sell one BTC to you, Coinbase captures a small percentage point, a couple of bits on that transaction that flows to the transaction revenue, part of their income statement. Everything else is grouped into something that they call non transaction revenue. So as we'll get into, that's interest income, that's their subscriptions, that's base chain, that's everything else, non transaction revenue. So, as you pointed out, I think the fear at the time when Coinbase, iPod, was that basically all you could do is buy and sell different crypto tokens on the exchange. And there was this question of, well, once the market inevitably rolls over, which it obviously did right after the IPO, once it rolls over and people are no longer trading as actively, how is Coinbase going to make money? Where is that going to come from? Is it just this one trick pony? And what they've actually been able to do is that they have been able to diversify their revenue streams. And actually now Coinbase is business looks more like a traditional bank than like a high flying tech stock. Yeah."
    },
    {
        "speaker": "D",
        "text": "And just to have the numbers side by side, when Coinbase has first IPo, their earnings, that the first quarter, I think the transaction revenue was something like 96% of their total revenue. And as Michael mentioned, that's come down to something like just under 50% going into 2023."
    },
    {
        "speaker": "C",
        "text": "So Coinbase was successful in diversifying their income away from trading fees. But also, it's not like not to diminish the value of trading fees. I want to talk about the trading volume of Coinbase over time, because while we're trying to dive, Coinbase is trying to diversify its revenue away from trading fees. It will also grow in trading fees. And so, Jay, take us through this tweet of yours about just the growth of transaction volume of Coinbase over the years."
    },
    {
        "speaker": "D",
        "text": "Yeah, I think if you look at the transaction volumes from 2017 on to now, it's pretty clear that it follows this cyclical fashion that's in line with the crypto cycles. So, as we get into 2017, 2021, you can clearly see there's an anomaly in that. Transaction volumes peak, and then through 2022, 2023, they've come down a ton. I think in 2022, they did something like 850 billion in transaction spot volumes, and then in 2023 to year, they've done something like 250 billion. So it's certainly come down a lot. I think another thing to note is their take rate as volumes have come down has inched higher, and as a result of that, trading volume still, I mean, at the end of the day, Coinbase is still an exchange, and trading volumes are still a significant part of their revenue."
    },
    {
        "speaker": "C",
        "text": "How significant is it in 2023? What's the overall percentage?"
    },
    {
        "speaker": "D",
        "text": "Yeah, I think this year, if you look at Q one and Q two, transaction revenue was around 47% on the year. So just under halfway."
    },
    {
        "speaker": "C",
        "text": "And what was it back when Coinbase IPO, do you remember?"
    },
    {
        "speaker": "D",
        "text": "I think it was something like 96, 97%."
    },
    {
        "speaker": "C",
        "text": "Wow. Okay. That is diversification."
    },
    {
        "speaker": "B",
        "text": "Why do we care about diversification? Isn't revenue revenue? Why do we care where it comes from? Why is that part of the story here?"
    },
    {
        "speaker": "A",
        "text": "I think that's a great question, Ryan. As Jay said, I think the way to think about it is as different types of revenue or not all revenue is created equal. So trading volume, revenue, that transaction revenue. When Coinbase first ipo to dominated their business. That's nice in bull markets, because there's essentially no ceiling, you know what I mean? There could be a trillion dollars of volume one year, there could be 2 trillion the next. You know what I mean? It's kind of exponential in nature. Nature. But it's also exponential on the downside. So it's highly cyclical, that interest income that Coinbase has increasingly diversified into, that tends to be a bit stickier and non cyclical. So it might not go up as much in these bull markets, but it also doesn't go down as much in the bear. And part of the story right now is just the fact that interest rates have gone up so much. So Coinbase is making killing off that. But even if interest rates come down, a lot of that interest income will prove sticky. And Wall street likes that because it makes the earnings and revenue a bit more predictable and easier to just fit into a financial model."
    },
    {
        "speaker": "B",
        "text": "So, Michael, we've got a more durable source of revenue. It's a lot less volatile. I was looking at the high level here. Been so long since I've actually looked at a stock and analyzed a stock. What are these things? Wow. They have cash flows and such. Isn't that different? Anyway, I was just looking at kind of annualized income statements and to get a sense of that volatility from a profit and revenue perspective. So 2020, it looks like Coinbase had revenue of 1.27 billion, which is a lot. And they were profitable. Net income of 322 million. And then you go to 2021, revenue of 7.84 billion. Look at that jump. 1.2 billion to 7.8. 4,000,000,003.6 billion of that was profit. All right, it's 2021. Wall Street's looking at this stock and going, oh, my God, it's just printing money. What have we discovered? And then you flip forward to 2022, you have revenue of half that, about 3 billion, and then income. So net income, that's profit, negative 2.6 billion. All right, that's like the whipsaw, I guess Wall street is seeing when trading fees are dominant, right? It's like it's going to fly high when there's a crypto bull market and it's going to completely evaporate and just leave you with a whole bunch of cost structure during the bear cycle. And of course, I don't know how much conviction Wall street necessarily has on when the next crypto bull market's coming. They probably aren't foreseeing one the same way that us crypto bulls are. So maybe that gives a sense of that volatility that you were talking about. Michael. Jay, what would you add to this story? Do you think it's important to diversify revenue sources?"
    },
    {
        "speaker": "D",
        "text": "Yeah, I think it's exactly what you said. And I think as the crypto ecosystem has matured, I think these opportunities have shown up in terms of rates are higher. The way USDC income and USDC revenue works is predicated on interest rates. I think in addition to that, we saw, over the past year, we saw the proof of merge patch go through on Ethereum. We saw Shanghai Chappella withdrawals enabled on Ethereum staking. And I think those have lent itself to opportunities to create that more stable, less volatile revenue that Wall street loves to see."
    },
    {
        "speaker": "C",
        "text": "And like you both said, Coinbase was successful in achieving this. So I think in this next bit of this conversation, as we move forward, we'll talk about the actual positive cash flow parts of Coinbase's business that has developed since Coinbase has gone public. And then once we're done talking about that, we'll talk about some of the future juice that's left to squeeze out of Coinbase's variety of investments that they've made. Of course, base comes to mind, custodians of a potential bitcoin spot, ETF, custodian fees. There might also be a big player here, but I want to just talk about the first big victory that Coinbase had since going public with this motivation to diversify its revenue. Where did that first big victory come from? What is it? And tell us how it works. Michael, you want to take this one?"
    },
    {
        "speaker": "A",
        "text": "Yeah, absolutely. Coinbase was very aware of the fact that its revenue, I think, is tied to the health of the overall crypto ecosystems. When things are good, when bitcoin is going up and people are happy and feeling confident in trading. Coinbase does well and they make money. But Coinbase is an OG. They've been through several bear markets. Now, how do they build a company that's resilient and can weather those bear markets and make money during those bear markets? That was a real question mark leading up to their ipo. And I think Coinbase was aware of the fact that public market investors probably weren't going to be kind to them in those bear market environments. So one of the things that we saw them do was pretty aggressively start to push USDC. So they have this agreement, or had, we could probably dive into the details later, but an agreement with circle to provide USDC, and essentially how you could think about it is when you bring your dollar onto Coinbase's platform, then swap it for USDC, Coinbase is minting one USDC, giving that to you, and then it's taking your dollar and saying, thanks for this dollar, I'm going to go invest it in a short term treasury and earn all of that yield. But you go enjoy your USDC. You know what I mean? So it's a pretty good trade for Coinbase because the short term treasuries are super liquid. If you ever want that dollar back, they could pretty quickly sell it and then give you that and then return that dollar to you. But the whole time they're capturing that yield on short term treasuries. And obviously, we all know what yields have done recently. So the more that yield goes up, the more and more money Coinbase can make."
    },
    {
        "speaker": "C",
        "text": "And this was a partnership with Circle. This is Circle's business model. They made this partnership with Circle to be able to share in this business model. This was the way that this partnership between Coinbase and Circle got started. Can you talk about that? Michael? Just shed some light on that, because we need to also talk about how that's updated since."
    },
    {
        "speaker": "A",
        "text": "Yeah, absolutely."
    },
    {
        "speaker": "D",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "This is Circles business model as well, essentially minting USDC, taking fiat dollars or other fiat, and then investing it in short term sovereign debt. So in this case, it's us treasuries. And so they both entered into, I believe it was called the circle consortium or something like that. And the details of exactly the revenue split, it's hard to find. Jay might have the updated numbers, but I believe that they were both sharing in that yield that is earned from USDC. Recently they've updated the arrangement. So it sounds like Coinbase might not earn the yield directly, but instead now has a direct share encircle the entity so it's slightly different exposure."
    },
    {
        "speaker": "C",
        "text": "Right. So instead of having this consortium partnership, Coinbase just now owns a part of circle, and they got to kind of do away with this complexity. Jay, shed some more light on this part of Coinbase's business."
    },
    {
        "speaker": "D",
        "text": "Yeah, just to clarify there, I think originally the agreement between Circle and Coinbase was that they would get the prorated share of interest depending on how much USDC was on each of their. Each of their respective platforms. I think recently, I think last month, early September, under the new arrangement, the revenue will be shared more equitably in terms of. Sounds like it's 50 50 now. And as an addition, as Michael mentioned, I think the update here is that Coinbase now owns a larger equity stake in circle itself. So rather than the consortium, which was a joint venture between them, I think it sounds like it's more of a merger. And Coinbase now owns a more explicit part of circle itself."
    },
    {
        "speaker": "C",
        "text": "So maybe this progression goes both circle and Coinbase understand that if they both share in the minting and distribution of USDC, there's a greater than the sum of the parts phenomenon here, because USDC just has a standard, gets proliferated more, but neither of them are wholly owning the upside here. If the USCC is minted on Coinbase, then Coinbase gets that yield, gets to pocket that yield. If it's minted via circle, circle gets to pocket that yield, and then USCC just proliferates. That's what it used to be. And it's a huge business model. Just because they get all the yield. Its yield is massive in the year 2022 and 2023. Now it seems to be that they just simplified everything. Coinbase just now owns perhaps a healthy chunk of circle. And circle gets just to focus on USCC. Coinbase can focus on Coinbase, but Coinbase just owns a big chunk of circle. And the yield that is backing the revenue of USCC is also owned by proxy, by Coinbase. We just did an episode with Nick Carter not too long ago. The revenue of crypto at large is three. First it's Ethereum, the protocol, and EIP 1559 burnt. Then it's tether, and then it's circle and USDC. Not to underestimate how massive the revenue is from this part of Coinbase's p and l, what numbers can we actually place around this p and L? What numbers do we got to eliminate this part of Coinbase's business?"
    },
    {
        "speaker": "D",
        "text": "Yeah, I think for 2023, it looks like Coinbase had probably made $450 million off interest income with about 80% of that coming from USDC specifically. So it's a pretty sizable portion. I think it runs. It's something like 30% of their top line revenue."
    },
    {
        "speaker": "B",
        "text": "It's interesting to, like, get. That's a lot of money, right. It's interesting to try to ponder on how durable that is, because, you know, it rests on a couple of things. One, it certainly rests on fed interest rates, right? They're only able to make that spread because interest rates are so high. But it also rests on, I guess, users tolerance for being willing to give that away to circle and to Coinbase. If I have USDC effectively, rather than a Treasury or something or a t bill, then effectively I'm giving my 5% plus yield over to Coinbase. Maybe it's better for me as a user if I have USDC sitting around to actually bring it into the Coinbase interface and generate yield there. I guess they call it rewards, probably for some regulatory reasons there. But I think users can generate, if they make their USDC eligible for rewards on Coinbase, generate 4.15% to 5%, something in that range, in which case Coinbase doesn't get to pocket that. You wonder if there's going to be some on chain treasury type of device that users will start to prefer rather than a USDC. I know I certainly would. I'd like to collect that 5% yield rather than giving it away to Coinbase. So is there any question among analysts about how durable this line item actually is of interest income? I mean, it seems pretty impressive and seems pretty large now, but conditions could change pretty quickly, either if competitors entertained the ring or if yields drop."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think that's a great point, and it's an open question. It's something that I've certainly thought about, and I think you presented it the right way. The two inputs to this line item for Coinbase is one, what's the yield that they're getting on their treasury bills? So if that yield were the drop, that's bad for Coinbase. There was actually one of the key risks in Coinbase's last ten k. Their annual report was, they said, we're exposed to yields falling. Which is funny, because for most of crypto, it's the opposite. When yields fall, it's a good thing. It's a good thing for all of our bags."
    },
    {
        "speaker": "B",
        "text": "That's also true for Coinbase, though. If yields fall, presumably crypto price goes up and they make more on transaction fees. I guess maybe they benefit from both sides."
    },
    {
        "speaker": "A",
        "text": "That's true. Yeah. It's definitely a double edged sword. But I guess to just circle back to your initial question. Yeah. I think Coinbase could potentially be exposed to some sort of on chain stable that is yield bearing. We've yet to really see one kind of proliferate, but that's certainly possible. I think the one thing that Coinbase benefits from is just its distribution. Every pair on the exchange, I believe, are most pairs trades against USDC. You could do a lot with USDC within DeFi, Coinbase is obviously rolling up base, as we'll get to later. So I think their play is to kind of just make sure that anywhere you go, USDC is also there. And it's just the easiest, best, most liquid stable to use. So, yeah, I."
    },
    {
        "speaker": "B",
        "text": "So they want to make it up in volume. Like, if USDC is like, grows from what is it now? Like 30 to 40 billion to like a trillion. Right. I mean, that's a. That's a pretty high ceiling for them. Jay, you were going to say something, though."
    },
    {
        "speaker": "D",
        "text": "Yeah, I think to add, to kind of tie it all together, I think Coinbase internally has probably done some analysis where for every USDC that stays on their platform for a prolonged period of time, that USDC, even though they're paying interest on it, ends up bidding coins or transacting within their platform. So the trade off here is they pay off some interest, or they share some interest that comes from the treasuries and the debt that they buy, but in return, they get some expected value of that, of trading fees or transactions on their platform, which ultimately, my guess is that they yield more revenue from that relationship."
    },
    {
        "speaker": "C",
        "text": "This entire part of Coinbase's p and l is called interest income. And the part that we've been talking about, just the yield from USDC is 80% of that line item, which leaves 20% that we haven't discussed yet. Jay, what is that remaining 20% of Coinbase's interest income?"
    },
    {
        "speaker": "D",
        "text": "Yeah, the 20% really comes from customer deposits. So what Coinbase, like many other banks do, is that they invest customer deposits into very short term government debt. So think of what your money market fund is doing with the cash that you've deposited."
    },
    {
        "speaker": "C",
        "text": "And just to be clear, we're not talking about FTX style illiquid venture investing of people's bitcoin and ether. What part of customer deposits are we really talking about here?"
    },
    {
        "speaker": "D",
        "text": "Yeah, it's really just the dollars that. The fiat. The dollars that are sitting in Coinbase's balances."
    },
    {
        "speaker": "C",
        "text": "So not the USDC that I've deposited. Not the ether that I've deposited, but perhaps the dollars that I've wired over, or ach transferred in, those get invested into short term bonds."
    },
    {
        "speaker": "D",
        "text": "Exactly, Jay, I know."
    },
    {
        "speaker": "C",
        "text": "Which is the same business model as USCC. Just one's a USCC and one's not a USDC."
    },
    {
        "speaker": "D",
        "text": "Right, right, exactly."
    },
    {
        "speaker": "B",
        "text": "Okay, Jay, I noticed you used the b word when you're talking about Coinbase. You said banks. I'm not calling you out because this is bankless. I'm actually just saying that because. Is that your mental model for what Coinbase is? I know, like, there is a regulatory term for bank. Right. We've always called crypto exchanges like Coinbase banks because they operate a similar way. Anything that in crypto that takes custody of your assets is a b bank. Right. But is that your model for thinking about Coinbase? Like, are they a bank or are they something different?"
    },
    {
        "speaker": "D",
        "text": "Yeah, I think that's a great question. I think in the sense of what we're talking about right now, interest income, that's very much in line with what traditional banks do in terms of taking as much deposits as possible, try to make interest rate spread on the amount that you're paying out versus the amount that you're yielding from whatever you're buying. And I think we'll cover more later. But staking, particularly ethereum staking, that's something that's fairly new and been patched within the past year, also sort of follows this model as far as you get. Rather than us government yield, us government debt yield, you get a. I guess what I characterize as the native yield of the Internet, and that's something that Coinbase has. Has really dove into in the past year as well."
    },
    {
        "speaker": "B",
        "text": "The native yield of the Internet. I like that. Internet bond."
    },
    {
        "speaker": "C",
        "text": "Well, that's. Yeah, that's also the next part of this agenda. It's also, I think, perhaps the next largest part of Coinbase is P and LD is staking revenue. Jay, I love that dichotomy. The first new part of Coinbase is p and l is interest income from the fiat tradfi bond market. And then the next part is interest staking revenue from the Ethereum protocol. Talk about this business. What is this business? How does it work? How does Coinbase make money here? And how big is it?"
    },
    {
        "speaker": "D",
        "text": "Yeah, definitely. So staking blockchains, I guess, to just back up a little bit. Blockchains really operate proof of work or proof of stake, and proof of work is effectively machines solving these cryptographic puzzles. And proof of stake is slightly different in that users, or I guess, nodes in this case, put up a stake. So some amount of ether or some amount of whatever the coin is, and they're able to validate the network. And because of that stake, that drives an incentive for them to behave and cooperate in a way that allows the network to run smoothly. And in this case, with Ethereum, there are, as well as other networks, there are hardware requirements to stake. And effectively, what Coinbase offers is a solution around this. As far as, hey, I want a stake, but I don't want to put up the hardware requirements, or I don't have the know how. Instead, Coinbase offers this service where for every ethereum you hold, or for whatever other coins you hold, they will front load that work for you and give you access to the staking mechanism. And in return, you pay a fee to Coinbase for offering the service."
    },
    {
        "speaker": "C",
        "text": "So right now, Ethereum proof of stake is offering around 3.5% APY, in ether terms, on people's ether. What's the fee that Coinbase charges for providing access to that yield?"
    },
    {
        "speaker": "D",
        "text": "Right, so Coinbase currently charges 25%, and this is fairly high. Like, if we compare this to Lido, which is the other super popular staking protocol, I think they charge something like 10%. So Coinbase definitely takes a premium for their staking services."
    },
    {
        "speaker": "C",
        "text": "How do they get away with that? That's 2.5 x, the next market leader, or maybe actually Lido might be first. But how do they get away with having such a higher fee?"
    },
    {
        "speaker": "D",
        "text": "Yeah, I think it's for everyone listening here. I think it's likely that we're more crypto native. There's definitely listeners here who are running their own nodes, staking, solo staking. But I think we have to remember that there's still a lot of participants, retail and institutions, that would rather not go through the hassle or the work of solo staking, or setting up their own notes. And I think Coinbase, through their brand, through their reputation, through the fact that they're a public company, I think there's a premium for staking through Coinbase just because you have that security. You can sleep better at night and you don't have to worry about the technical details or the risks that come with staking, whether that's through Lido or through operating your own validator or your own node."
    },
    {
        "speaker": "B",
        "text": "Yeah, it kind of strikes me if you look at an alternative, like a non custodial alternative, like Lido, essentially, where you're still maintaining your private keys, effectively, you're still going bankless. For a lot of institutions, and frankly, for a lot of users, that is a bug. That is not a feature. Okay, I apologize to anyone listening from bankless. That's not what I view. I think going bankless is actually the feature and not the bug. But for a lot of people, they're just like, I don't want toxic waste. I don't want to hold on to these private keys. What if I lose them? Right? And like, fair point. If you're a large institution and you don't have good private key management, you basically outsource that to Coinbase in addition to the staking. So Coinbase custodies all of this ether and these other assets. And that seems to be a core competency that Coinbase has really invested in. It's just like they haven't been mount goxed. And God, man, if that were ever to happen, that would be a very dark day for our industry. But they've invested a lot into their kind of their custodial security apparatus, so that large institutions feel safe parking their assets and their private keys at Coinbase. And so that has to be part of the 25% fee that they can charge as you're also getting custody. And for some people, that's a feature, that's not a bug. What would you add to this, Mike?"
    },
    {
        "speaker": "A",
        "text": "Yeah, totally. I mean, I think that's a great point. And I think that's kind of what you just described. That's what Coinbase sees itself. It sees itself as. As the primary way for retail and institutions to onboard into crypto. Once you're onboarded, once you've been in the space like bankless nation has for multiple years now, maybe you'll go somewhere else. But that first onboarding, that first on ramp onto the crypto highway, Coinbase wants to own that. And the way that they own that, I think, is, to your point, to make the. The entire experience, whether that's trading, staking, etcetera, super seamless, nice and safe, feel comfortable, kind of look from a UI UX perspective, very similar to web two. And I think that they've done that. So just to add a couple of numbers. And not only does Coinbase take like an insane, enjoy an insane take rate on their staking, but it's also the same on like, the. The transaction side. So last year, 2022, Coinbase's average take rate on retail volumes, so that's like me and you, was 1.35%. So for every hundred dollars traded, Coinbase made $1.35."
    },
    {
        "speaker": "B",
        "text": "That is crazy. Compare that to DeFi, but also compare that to tradfi. Like, what are these numbers in proportion? Michael, do you have any kind of, like, benchmarks?"
    },
    {
        "speaker": "A",
        "text": "Yeah. So retail was $1.35 or 1.35%, and then on the institutional side, it was 0.017%."
    },
    {
        "speaker": "C",
        "text": "Are they just, like, scalping retail?"
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "Convenient."
    },
    {
        "speaker": "D",
        "text": "I think it's just to add, I think, having used Coinbase myself, I think Coinbase basically has two screens. They have the advanced trade screen, where the maker taker fee is a lot lower. I think it's something like ten to 15 bits. But their default screen, not the advanced trade, charges you a fixed fee up to $200. So I guess the blended fee, as Michael mentioned, is ridiculously high, like, at 1.35%."
    },
    {
        "speaker": "C",
        "text": "Just charging for being naive. It's like, hey, if you're naive and you're willing to not press the advanced button, we're going to charge."
    },
    {
        "speaker": "B",
        "text": "Or it's convenience. I mean, like, have you guys seen the, like, the price that a pay. You could buy. You could buy crypto in your Venmo account. Do you want the take rate is there."
    },
    {
        "speaker": "A",
        "text": "I don't."
    },
    {
        "speaker": "B",
        "text": "It's. I don't know, something egregious, stupid. High two and a half percent, 5%. Something like even higher. Right. So they are, like, kind of cheaper than that, at least. But they're not as cheap as something you might find in defi."
    },
    {
        "speaker": "A",
        "text": "Yeah. So one last stat. So even though institutional volumes made up nearly 80% of Coinbase's overall trading volume, they only accounted for six to 7% of that line items revenue."
    },
    {
        "speaker": "B",
        "text": "So it's all retail."
    },
    {
        "speaker": "A",
        "text": "Coinbase is a retail story. Yeah."
    },
    {
        "speaker": "B",
        "text": "Wow."
    },
    {
        "speaker": "C",
        "text": "Amazing. On the staking revenue, the ETH stake, the 25% that they take for staking people's ETH, how much eth. What's the size of this part of the coinbase? P and lithe."
    },
    {
        "speaker": "D",
        "text": "Yeah. In Q two. In their Q two earnings, I think they stated there was something like $7 billion worth of ethaked, 2.2 billion of that from institutions. So I think the total staking ends up being something like 300, $325 million at $1,600 eth currently."
    },
    {
        "speaker": "B",
        "text": "That's a lot of retail eth then in Coinbase as well. That's surprising. More than half."
    },
    {
        "speaker": "C",
        "text": "And there's also the story of Cbeth, which is coinbases lst token. Jay, how does this work? We've got one of your tweets up. You say in 2022, Coinbase made 800 million on their subscription and services line item. Staking a huge part of this. I expect the CBE supply to continue increasing post Shanghai. When did you tweet this? In March of this year. So half a year ago. Talk about this particular angle of Coinbase's staking business, the CBE side, and where you see growth."
    },
    {
        "speaker": "D",
        "text": "Yeah, I think lsts have definitely been a pretty big theme this year, and I think a big reason is because you get a token that represents your staked eth, and then you can use that token to go through, do things in defi, get more capital efficiency on it. I think through this year, there's been some fud as far as people definitely like to point to the high fees that Coinbase has charged. But even though this chart is outdated, it's been pretty clear from March, when this chart was posted, that the supply of CBeth has continued growing up, has continued growing. I think it just shows to the premium that people are willing to pay to have the Coinbase branded version of the LST. I think especially as the cycle moves on and as the participants, that the new participants that come are less crypto native, I expect this number to continue going up and to the right, relative to the amount of total e stake or to the total amount of lsts out there."
    },
    {
        "speaker": "C",
        "text": "So the Cbeth is. It's like a. It's an inside of the larger business model that is eth staking. The only difference is that they just issue a liability on Ethereum that we call CbEth to redeem for ether on the Coinbase platform. On the Coinbase platform, I'm looking at the most updated numbers. Current CBE supply is 1.3 million ether, with a total market cap of 2.2 billion. So there's $2.2 billion earning 3.5% APY that staked to Ethereum on that. On that 2.2 billion. And then Coinbase is taking 25%."
    },
    {
        "speaker": "B",
        "text": "How does that compare to, like, sceath, which is the big LST?"
    },
    {
        "speaker": "C",
        "text": "Let's go find out."
    },
    {
        "speaker": "B",
        "text": "How big is the ETH? I'd be curious."
    },
    {
        "speaker": "D",
        "text": "I think Steth is something like 30, or Lido staking in general is something like 32, 31% of the market share of staked ETH. I think for Coinbase, including Cbeth, as well as the staking that's done on their platform, I think they hold something like 20% of total market share. So they're definitely behind Lido, but they're not too far behind in terms of fees generated."
    },
    {
        "speaker": "C",
        "text": "So number one is Lido at 31.8% coming down. Number two is Coinbase at 13.9%, and followed by figment at three and binance at number four coming in at 4.3%. Then Kraken after that you're looking at."
    },
    {
        "speaker": "D",
        "text": "The Hill Dobby chart, right?"
    },
    {
        "speaker": "C",
        "text": "Yep."
    },
    {
        "speaker": "D",
        "text": "I think one of the. So with that chart, I think there's some inaccuracies around Coinbase validators. So not all of Coinbase validators are labeled correctly and then just kind of reverse engineering their income statements or their earnings from the past quarters. I think it's closer to 20%."
    },
    {
        "speaker": "C",
        "text": "Right. Okay, so we don't know every single Coinbase validator out there. What you've done, Jay, what you're saying is that you've gone and looked at their income statements and identified that there's perhaps six or 7% more of Coinbase validators out there that we haven't publicly identified, that are probably out there, is what you're saying."
    },
    {
        "speaker": "D",
        "text": "Yeah, exactly."
    },
    {
        "speaker": "C",
        "text": "Yeah. Coinbase tag your validators for the good of the ethereum of the ecosystem, Jay. Michael, is there any other stone left unturned about the ETH staking part of Coinbase's business model before we move on?"
    },
    {
        "speaker": "D",
        "text": "I think the only thing I would add is if you look at their past couple income statements, I think in Q four of 22, they mentioned they had $3 billion worth of e stakes. That's grown to $7 billion in the. At the end of Q two. I think one interesting thing that they've mentioned was that recently in their Q two statement, that $2.2 billion belong to institutions. I think as we. And it happens to coincide that Q two is when the chappella. So withdrawals with stake ETH went through successfully. And I would expect to see more stats and more granular metrics around the amount of institutional participation around staked ETH moving forward."
    },
    {
        "speaker": "C",
        "text": "Do you guys have any opinions about growth with staked ETH? I know growth around an LST or growth around a share of the staking around the ethereum protocol is kind of a touchy subject, especially when we talk about the decentralized nature of our chains. But Coinbase probably would be very interested in growing that line item in their p and L. Do you have any ideas about where the future takes this part of Coinbase's business?"
    },
    {
        "speaker": "D",
        "text": "Yeah, I think around staked ETH. I think we're something like 23% of all ETH is staked currently. The way the staking rewards works is that as more ETH is staked, that APY trends downwards. So I think at something like 30% of all each steak, that becomes something like 2.8%, and then at 40%, it becomes in the low twos. I think the way I see it is that 30% 40 or 40% probably presents a floor, or I mean a ceiling, a rough ceiling for the amount of yeastaked in the long term. And then, like I mentioned before, as the cycle goes on, I expect the proportion of yeastaked with Coinbase to steadily rise relative to Lido and some of the other more crypto native methods that exist currently."
    },
    {
        "speaker": "C",
        "text": "And why is that? Just because Coinbase is the first point of contact for a lot of institutional capital? Is that why that?"
    },
    {
        "speaker": "D",
        "text": "And if you're. I guess if you're a retail participant that's not as crypto native, you don't spend all your time in this space. I think it's a lot easier to go in your Coinbase app, click a couple buttons versus trying to bridge, do a swap on, on a, on uniswap and custody the stake, the LST token yourself."
    },
    {
        "speaker": "B",
        "text": "It's kind of interesting. I don't know if Wall street has ever dealt with this, but, like, the higher Coinbase increases in market share, the more that Coinbase will be white blood cell attacked by the decentralization maxis in the Ethereum community."
    },
    {
        "speaker": "C",
        "text": "Lido people are saying, I told you so."
    },
    {
        "speaker": "B",
        "text": "Yeah. And I honestly, I would probably count myself as, you know, as one of them. Like, it would be probably disconcerting for a lot of people in the Ethereum community to realize that this is not, in fact, 13% on Coinbase, but it's actually 20%. I mean, that's high. And if you're talking about getting to 30%, right, then you already have like close to one third majority. We already know you can like, delay finality and do certain things at one third, and then two thirds is another. Like, we've done entire podcasts on this whole thing. And so I think probably the ask from the wider Ethereum community would be like, as you ratchet up in market share Coinbase, please increase your prices. Like, take a higher slice, increase your fees, go from 25% to like 30% to like 35% and 40%. And it's kind of."
    },
    {
        "speaker": "C",
        "text": "It'll be interesting to see economic self cap."
    },
    {
        "speaker": "B",
        "text": "Yeah, it'll be interesting to see what, what Coinbase does. Right. Do they decide to be sort of like, quote unquote good citizens of crypto and get to the community and say, yeah, we've increased our fees to match this, so we throttle, we self cap our stake? Or do they decide to just abandon that and kind of go their own way? And then I don't know how Wall street analysts will model that because that seems to be like a new self cap? Why would you ever self cap? There's probably a different variable than most analysts are used to."
    },
    {
        "speaker": "C",
        "text": "Brian, we're looking at you here. Shout out, Brian. All right, I think that we'll come to a close on the ETH staking conversation. I think the next big thing that has a ton of potential here is Coinbase's international expansion efforts, perhaps motivated by raw economic upside, but also perhaps motivated by the push offshore that we've seen inside the United States. Coinbase has been working on their offshore derivatives exchange. We've seen this before. Bitmex has come and gone. FTX has come and gone. Binance is still here. But the offshore derivatives exchange is a business model that crypto has seen a handful of times. And now Coinbase is finally entering the arena here. Michael, walk us through this part of the business that is more in the future, I would say, for Coinbase. What's the potential here?"
    },
    {
        "speaker": "A",
        "text": "Yeah, so I guess just to take a step back and maybe talk about the present. Right now, Coinbase is obviously an american company, and roughly 90% of their revenue comes from the US. So it's got a bit of concentration risk. So I think they think about it as definitely an opportunity, but they're also trying to de risk, especially in the face of this harsh regulatory environment."
    },
    {
        "speaker": "C",
        "text": "So what does this business actually look like? An offshore derivatives exchange. How is it different from the coinbase that we know, and how does it make money?"
    },
    {
        "speaker": "A",
        "text": "Yeah, so in August was the last data point that I have in front of me. So crypto is essentially traded in kind of two big ways. Spot and then perpetuals, perps. And perps are kind of a novel product in crypto. There's several reasons why people prefer them. They're kind of more capital efficient, they enable leverage, and they're kind of just more crypto native. But the perps market has just exploded in recent years. So to put some rough numbers around it, the total volume traded within perps is around three times bigger than the total volume traded in spot markets. So we're talking about like, a significantly larger market here. And to date, as you pointed out, David, most of this market has happened offshore because the SEC and us regulators have not, have yet to greenlight perps. So it's been non us entities that have captured most of this market share, and we've seen it, frankly, be like a very volatile market. So Bitmex exploded onto the scene and at one point was essentially a monopoly over the perps market. Then binance came along and was, and remains a major player there. Obviously, this was FTX's claim to fame for a little while, was they were kind of this institutional platform that people could go and trade perps on. They were even doing novel perks on. They were doing tokenized stocks and stuff like that for a minute. Anyways, long story short, Coinbase was looking at this market probably jealously for many years, and they're finally now a public company. They've got this interest income, so they've got a bit of a buffer, a pillow underneath them. Now they're going to take a swing at what is right now probably the biggest market in all of crypto, offshore perps. And as of right now, the offshore perps exchange is API only, meaning that there's no front end. You can't go to a website and click buy, sell. So it's all computers doing the trading. So it's zero retail. But obviously we expect some sort of slow rollout here. And I think kind of the conditions are there for Coinbase to potentially capture some serious market share."
    },
    {
        "speaker": "C",
        "text": "This particular market definitely has a bunch of baggage, history, historical baggage in crypto. Like I said, Bitmex come and gone. Binance, I think, has the dominant market share, FTX come and gone. It's got just a graveyard of contenders that has tried to serve this marketplace. Coinbase, obviously meaningfully different, has always been regulation compliant, regulation first, and now is trying to enter this arena. But just what can we say about the overall size of this market that Coinbase is trying to enter? And is binance their only competition that's left on the playing field here?"
    },
    {
        "speaker": "D",
        "text": "Yeah, I think the size is huge. I think within the past calendar year, there's been something like 23, $24 trillion of volume done on perp exchanges. And for reference, that's basically the size of us GDP. So there's definitely a sizable market here as far as being able to capture a couple of basis points."
    },
    {
        "speaker": "C",
        "text": "Right. But the take rate can't be compared to, like, the retail or perhaps even the institutional exchange fees that Coinbase enjoys onshore. Right. On perps, the take rate's got to be a lot less correct."
    },
    {
        "speaker": "D",
        "text": "I think it's something like five to ten basis points is the. The average take rate. I think Michael has more exact stats on that."
    },
    {
        "speaker": "A",
        "text": "Yeah. So I don't have the take rate right in front of me. But what could be helpful is just to think about it from more of like a tam or a market share perspective. So right now, Coinbase is doing essentially no volume in this offshore purpose exchange. It's totally irrelevant today. But what could it look like in the future. So we have to make, like, a handful of assumptions here. But if we assume that Coinbase captures a flat 0.1% fee on its perps volume, that's assumption one. Assumption two. If they are able to capture Bitmex's volume over the last year, what would that mean for revenue? That'd be plus $200 million in revenue annualized, and that'd be a 6% bump to last year's total revenue for Coinbase. So, decent 6%. Not crazy, but that's now a new line item that people will be talking about. All right, if we take it up one more. So, from Bitmax to FTX, if Coinbase is able to do what FTX did from January 2021 to January 2022, over that year, Coinbase would make $720 million. That's a bit bigger. That'd be good for a 23% jump in Coinbases overall revenue. Now we're getting into things that are really going to potentially move the stock. Then if we go even crazier and think about Binance, which is obviously the whale in all exchange talk, if Coinbase was able to capture 25% of Binance's volume on perps, that would mean 3.6 billion with a b billion revenue jump. And that's good for a 97% increase over last year's total revenue for Coinbase. And we can get crazier from there. But you can see how quickly how much money this product can throw off for Coinbase."
    },
    {
        "speaker": "B",
        "text": "Is anyone else coming for that? Obviously, FTX left a big, gaping hole, and I'm aware of some defi projects that are gunning for the kind of perp volume, of course. Right. And there may be the dark horse in this, but is Kraken going for it? Is Gemini going for it? Or is it just basically like Coinbase and Binance right now?"
    },
    {
        "speaker": "A",
        "text": "So I have seen some news stories. I'm certainly not an authoritative source on this, but I do think Kraken is potentially trying to set up some sort of, like, offshore entity or, you know, legal things. I think the short answer is all exchanges are going for this. All of the offshore ones are basically already there and trying to grow market share. And all of the american ones, which is mostly just coincracken and Gemini, are now pivoting and trying to go there in part just from a risk perspective. They want to de risk their highly concentrated american business. But, yeah, of course, they're also looking at these numbers and saying, we want a piece of that."
    },
    {
        "speaker": "C",
        "text": "What can we say about the interested capital that would want this product. My naive take is just saying, well, offshore capital wants the offshore derivatives product. That's highly risky and speculative. What is the interest? Is there any interest that we can say that, well, they're currently serviced by Binance, but they would take Coinbase if they could, they just can't. Is there anything that we can say about the nature of who is the consumer of this product and if they would even be interested in the onshore regulated version of this offering?"
    },
    {
        "speaker": "D",
        "text": "Yeah, I think a lot of the sentiment I get is, especially with what happened to FTX over the past year, is that a lot of traders are hesitant to keep significant amounts of capital on these perp exchanges. And what ends up happening is their inconvenience to where they have to use higher leverage as a solution to not wanting to risk that raw capital as a result of the number of exchange failures we've seen over the past couple of years in crypto. And that being said, I think there's definitely a portion of folks that won't trust any exchange. But given how long Coinbase has been operating in the space and how trustworthy and how by the books that they've done things, I think there's certainly a portion of these folks that would be a lot more comfortable leaving their capital on Coinbase's international exchange versus something like. Versus an exchange like Binance or BitMex and the like."
    },
    {
        "speaker": "A",
        "text": "Yeah. And just to add to that quickly, this is something Jay and I were actually riffing on the other day, but I'm looking at a Reuters article now. Binance stops accepting new users in the UK. I believe that came out yesterday. So just to take a step back, like, what's kind of happening right now? I think there's a realization in capitals all around the world that crypto is not going away. You know what I mean? Maybe half of it scams, maybe more. A larger percent of crypto scams, but bitcoin, ethereum, and maybe a few others are not going away. They're going to be here, and they're going to be an integral part of our new financial system, or they're going to come into the existing one, whatever. It's taken a while for these politicians and these lawmakers to realize that, I think. But they're slowly starting to realize that. So what's happening now is they're saying, well, all right, if crypto is going to be a thing going forward, we want to control it, we want it to happen on our shores, we want it to follow our laws, and we do not want some unregulated kind of shady actor that we're not sure who it's regulated by to be controlling all of it. So, like, you guys just had Nick Carter on. He's talked a lot about Operation Choke point. I think he's done a great job on that. And essentially, how I see this playing out is that the US and kind of the west, broadly speaking, its allies, are going to say, we want to control crypto, or we want some say in what happens. We want these big, massive public companies like Coinbase to follow our rules, and we're going to actively squeeze out other participants, all of binance, out of our markets, and essentially make way for someone that we have some sort of control over. So I think a bulk case for Coinbase is actually that it's so highly regulated, despite it having all these court battles with the SEC, the SEC probably has a better opinion of Coinbase than binance or some of these other exchanges. So, yeah, I think there's kind of a regulatory tailwind, a geopolitical tailwind there as well."
    },
    {
        "speaker": "B",
        "text": "Yeah. So, basically, there's a lot of king making going on on behalf of kind of regulators. And it seems like we could have kind of the crypto banks of the. Of the west, right. That are basically knighted by the powers that be. And then we'll probably have international, um, crypto banks or kind of like eastern, uh, crypto banks as well. But it does seem like, um. It. It does seem like some of the regulators are targeting non us based, uh, exchanges far more aggressively than maybe they are as aggressive as they've been with a coinbase and a kraken. They seem to be even more aggressive on, uh, these. These offshore exchanges. So it's very interesting."
    },
    {
        "speaker": "C",
        "text": "Borderline unfair at times."
    },
    {
        "speaker": "B",
        "text": "Yeah. Like, I. Who said any of this was fair? I don't know that any of this is fair. It's just kind of like analyzing what is happening."
    },
    {
        "speaker": "A",
        "text": "Yeah, no, and I don't mean to endorse the strategy at all. This is just kind of what I'm perceiving. And I think it kind of fits with this broader narrative that we're going through of technology increasingly being viewed through, like, a zero sum geopolitical lens. Where there's two camps, there's the US and its allies, and then there's maybe China, Russia, whoever else. We're seeing this go on with semiconductors, AI. My opinion is crypto is just as important as those technologies. Politicians might not realize it yet, but I think that they will. I think things like stable coins will make them realize that sooner than later. So, yeah, I think this is like a big tailwind, I guess, most potently for Coinbase's offshore purpose exchange."
    },
    {
        "speaker": "C",
        "text": "So this offshore purpose exchange, there seems to be just a crazy alignment of the stars. First, it's a massive market with massive volumes and has proven by. Been proven by other businesses to make a lot of revenue. Then that's star number one. Star number two is that things like Bitmex and FTX just collapsed. So really all the. A lot of the competition just died. Binance is still standing, but it has all of the regulatory pressure, which is the third star. And so Coinbase has regulatory alignment, this massive market that is perps and all the dead competition. I just see, like, a lot of alignment of stars between what could, who can, who, which onshore United States regulated exchange can go capture this thing. Whoever can get there first can probably capture a lot of incoming revenue. Is this conclusion naive, or this seems to be just ripe for the taking by Coinbase?"
    },
    {
        "speaker": "A",
        "text": "I think that's well said. Yeah. And that was my conclusion as well, after looking at it, was it's wide open. The market, this specific market is wide open for the taking. And now we're just going to have to watch. Can Coinbase kind of execute and capitalize on it? And that's TBD. But I think they have a pretty decent track record so far on executing on some of their other business line items."
    },
    {
        "speaker": "C",
        "text": "All right, let's move on to the next big thing, I think, which is potentially a massive driver for growth here. And this is custody. Custody. It's super boring. Just use Coinbase as a bank. But then I think when we enter the conversation at the bitcoin spot ETF, things get a little bit more interesting. Jay, do you want to take us through this potential business for Coinbase? It's definitely also its current business. Custody. Custody and custodian fees. But I think, if I'm understanding correctly, it's pretty marginal. Talk to us about this part of Coinbase's business and where we see areas of growth."
    },
    {
        "speaker": "D",
        "text": "Yeah, I think this area has always existed with Coinbase, but it hasn't been as exciting up until this point where Coinbase has been listed as the sole custodian on a number of different spot bitcoin ETF issuers. So, just to take a step back, I think breaking down what custody is effectively every. Every blockchain is a decentralized, permissionless ledger. And at every address you have, I guess every bitcoin or every coin is attributed to a given address. And in order to move that bitcoin or coins, you need private keys, which effectively acts as the password to that address. And in order to generate the private keys, you need something called a seed phrase. And there's effectively a function or a cryptographic formula that maps the seed phrase to the private keys. In order to properly custody, you kind of have to manage each step or each layer of this. And this can get complicated quickly, and it's easy to forget or mess up the passwords or the seed phrases that are involved. So effectively, Coinbase manages all of this for you. And it's a service that Coinbase offers. So I think the business is fairly simple as far as custody revenue is really driven by the amount of the assets under custody. So this can go up with coin prices going up, or it can come down to users depositing more assets for custody. I think tying this into the spot bitcoin ETF. The latest developments. As I mentioned, a number of issuers have listed Coinbase as the sole custodian. And in addition to that, Coinbase would be the. There's also a surveillance sharing agreement that Coinbase would be involved in here. I think as we. I think in addition to this, as Coinbase becomes more of a brand name, and as folks get more comfortable with the reputational risk and Coinbase as the custodian, I think we. Aside from the direct impact of, I guess, Coinbase custodying more assets from the spot bitcoin ETF directly, we also see more institutions or more retail users be more comfortable with Coinbase and deposit more assets for them to custody as well."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think that's a great point there, Jay, and I guess, just to take a step back for a minute, I think there's a lot of. I've seen a lot of confusion on Twitter over the difference between, well, why is a spot bitcoin ETF so important? Why should we care? Don't we already have futures products that are very similar? We already have GBTC. Why should we care about a spot BTC ETF and just put some numbers around it? So existing bitcoin funds have 29 billion in Aume. Out of that big number. Out of that 29 billion, roughly 28 billion is in spot vehicles. So historically, the market has kind of spoken with its feet. People prefer spot, and that's for a variety of reasons. It's more simple. There's less complexities, there's less risk. If you're a financial advisor and you're managing a bunch of your clients money, you probably don't want to be messing around in fancy futures products. You just want to stick a couple percentage points of your clients money into bitcoin, sit there, forget about it and not have to monitor it. A spot vehicle, like a spot bitcoin ETF vehicle would do that. I think there's a huge untapped demand right now in the market. And that's the upshot, I think, at a high level, why this. This spot ETF is such a big deal."
    },
    {
        "speaker": "C",
        "text": "Am I correct in my understanding that if we were not talking about a spot bitcoin ETF, and we're just talking about custody, this part of Coinbase's p and l is kind of like, not interesting and marginal. It's pretty dependent in order to actually move the needle. When we talk about coin valuation, the actual, actual equity, it's pretty dependent on actually being the custodian for a spot bitcoin etfeminal."
    },
    {
        "speaker": "D",
        "text": "Yeah, absolutely. And I think even on that front, if we assume you can run the numbers, whether it's between 30 and $50 billion of assets under management in terms of bitcoin custody by Coinbase, that doesn't present a huge, I guess, direct impact to an increase in Coinbase's revenue. But I think it's really the auxiliary functions and the brand value that Coinbase gets that drives more of a significant impact or a significant increase in Coinbase's revenue. So it's stuff like, obviously, as I mentioned, the direct custody fees that Coinbase would receive, but the auxiliary functions would be stuff like the surveillance sharing agreement between the different ETF issuers and Coinbase. I think there's the primary and secondary trading volumes here. And this would just be the trading volumes associated with the primary issuance and redemption of those ETF shares. And then there's also, I guess, arbitrage opportunities that are created with this ETF. As we saw with GPTC, when there's a discount or premium to the net asset value on the ETF. And there's, I guess, a good percentage of that trading volume, whether it's from the issuance and redemption, the primary trading or the secondary, from the arbitrage opportunities would likely occur on Coinbase. And that just adds to Coinbase's bottom line. And I think lastly, with something like the spot BTc ETF, this drives. Flows into bitcoin, which likely, I guess, in a good case scenario, increases the price of bitcoin, which further propels all the other aspects of Coinbase's business beyond just custody."
    },
    {
        "speaker": "C",
        "text": "So it's not just the custody fees that make us bullish about this scenario. It's just that Coinbase just becomes a more strong epicenter of just general crypto related economic activity from the perspective of tradfi. And there's just a long tail of positive tailwinds that comes from being the custodian of a bunch of bitcoin or ether or whatever gets the spot ETF approvals, this is right?"
    },
    {
        "speaker": "A",
        "text": "Yeah, that's right. I totally agree with Jay. I think custody is kind of boring, if we're being honest. You can think of custody as, I don't know if you've seen the episode in Harry Potter where they go to Gringott's bank and you got to go to the vault and unlock the vault. That's essentially custody. You're not doing anything with the funds. It's just sitting there, probably in cold storage, and they just sit there. So it's hard to have a differentiated product. One custody solution is probably the same as the other, given that you trust both the same. Just to throw a quick number out in this Coinbase report that Delphi put out, we had three different assumptions. If we assume that Coinbase does or captures five bps on their custody fee, seven bps, and then ten bits, and then on the other axis, in terms of AUM 30 to 50,000,000,080 to 100 billion, and then 180 to 200 billion, so let's just go, like, all the way out. Best case scenario, ten bps, max AUM 200 billion, all that would equal is a 6% jump in Coinbase's top line revenue. So it's a significantly smaller kind of opportunity than perks, what we were just talking about before. But I think to Jay's point, the more interesting angle here is that everything, all the virtuous cycle that a bitcoin ETF could unlock, higher trading volumes, more institutions onboarding a Coinbase, and trading on using products that Coinbase captures a higher fee on the. So that's, I guess, kind of the more exciting angle. Yeah."
    },
    {
        "speaker": "D",
        "text": "And just to. Just to emphasize that I think everyone's heard of the nobody got fired for buying IBM quote. And this is just related to a couple decades ago when business would pick a company for their IT solution, I think similarly, in this case, if BlackRock spot bitcoin ETF is approved and they have Coinbase, they've given Coinbase their blessing as their ETF custodian, as well as their surveillance sharing agreement. It allows for other businesses to also be comfortable and also take the reputational risk of choosing Coinbase for whatever functions that they want to do within crypto."
    },
    {
        "speaker": "A",
        "text": "That's a great point. Kind of derefs Coinbase as a business."
    },
    {
        "speaker": "C",
        "text": "Right? Right. Yeah, that's a really interesting. I actually didn't expect this part of the conversation to end up here. But, like, the custodian part of Coinbase is actually kind of just his brand. It's like the branding part of. It's like the trust. Like, what is a bank? A bank is trust. And if you can trust Coinbase with custodying your precious bitcoin that provides hundreds of billions of dollars of supply to the spot bitcoin, ETF, then, well, the brand of Coinbase just increases in value. It's an interesting perspective here, but understanding that custodianship is boring, I think we should move on to something a little bit more exciting, such as base, I think, is the more exciting part that I think a lot of crypto natives are going to be pretty piqued about."
    },
    {
        "speaker": "A",
        "text": "When we think about key risk to Coinbase. There's a couple we've already touched on, some of the major ones. We've got regulation, we've got Gary being Gary. We've got competition. And then maybe the third big one is the most nebulous. And it's this long term future where decentralization eats the world. If Ethereum works in this perfect world, or if any of these blockchains truly scale to become these global networks, why would you ever use a centralized entity? Wouldn't decentralization just always be the right answer? There's been this tension, I think, from the very first moment that Coinbase launched, when Mount Gox was still happening. Coinbase says it's pro decentralization, but its whole business model is predicated on centralization. So if centralization were to go away, what happens to Coinbase? So there was always this weird conflict of interest there that Coinbase could never really answer. You know what I mean? I think base is the answer to that. I think base kind of solves or answers that founding contradiction. So I guess what is base? Base is an ethereum l two that's built on the op stack. Base is essentially coinbases attempt to help Ethereum scale, but then also to have some skin in the decentralized world. And in my opinion, it serves as a hedge against the rest of its business, the rest of its centralized business."
    },
    {
        "speaker": "C",
        "text": "What does base look like so far, just in terms of raw numbers? I mean, bankless listeners will. We've done so many episodes about the op stack with Ben Jones and Jesse Pollock, even with Brian when we had him on not too long and not terribly long ago, but just from like, put on your hat of someone who only understands a little bit about crypto and is trying to understand how to evaluate base from the coin perspective. Like, what are the numbers? What are the numbers telling us?"
    },
    {
        "speaker": "A",
        "text": "Sure. Yeah, yeah. So I think when base first launched, and you guys would probably. I'd be interested to hear your opinions, but no one was really talking about it in crypto. I mean, it was kind of like, yeah, it's going to be this, like, boring trad chain that maybe like, rwas live on and institutions use because Coinbase is like, involved with it, but like, no one, no one really cared about it. And then the first thing that actually happened was bald, which was, you know, a meme coin based off Brian Armstrong, the Coinbase CEO's bald headdehen. And that thing absolutely ripped some guy. I think we have a headline somewhere in the report, but some guy made $500 million off vault. So of course, you see a headline like that, everyone wants in on base. So everyone starts bridging funds over from ethereum, from other l two s on a base. All of a sudden, base is the hot new thing. That's where retail is headed. So base, pretty quickly after launch, within the first 69 days, saw just over 100,000 daily active addresses, which we could think of as a very crude proxy to users. We would probably take a haircut to that. But as that first chart shows, base saw adoption far faster than comparable l two s did that early post launch."
    },
    {
        "speaker": "C",
        "text": "Then how does this actually translate into money again, I don't know. I'm coming from tradfi. I don't know a thing about base or layer twos. How does Coinbase make money?"
    },
    {
        "speaker": "A",
        "text": "Right? Yeah. So base started off as a meme coin chain with bald, and then pretty quickly after, it had its first kind of like real breakthrough, innovative application, Friendtech. So for those that haven't heard of Friendtech, it's essentially like social fi. It allows you to monetize your name and spin up a private group chat that people can buy a access to the group chat. So it was a pretty novel idea in crypto and it's really taken off and it's driven. Importantly, David, to your question, it's driven a lot of transactions and a lot of fees on the base network. I think the way that I think about blockchains, from a traditional businessy perspective is blockchains are in the business of selling block space, and all block space is access to the database. So the more access you can sell to the database being the blockchain and the higher costs that you can sell that access to. Those are the two key inputs to evaluating how much money a blockchain can make."
    },
    {
        "speaker": "C",
        "text": "And then can you paint some numbers around actual revenue for Coinbase? How much revenue has Coinbase gotten from their base chain?"
    },
    {
        "speaker": "A",
        "text": "Maybe one way to think about base is in perspective, or is in relation to other l two s. So we've had l two s for a little while now. So since inception, optimism's average profit margin, and we could think of a profit margin as the fee that users pay to transact on the l two subtracted by the settlement cost to send that transaction from l two down to l one to ethereum. The net of that is what the l two brings home. That's the profit. So, since inception, optimism's average profit margin was 23%. Arbitrum is a bit higher at 30%, but roughly similar base, as of a week or so ago, had a profit margin, an average profit margin of 60%. So that's good for pretty much double its competitors."
    },
    {
        "speaker": "C",
        "text": "Why is that?"
    },
    {
        "speaker": "A",
        "text": "Yeah, thank you for asking. So we should not expect that to last. We should not expect that level of profitability to continue. Most of that was actually driven by a metamask bug that was defaulting users to the highest fee setting. So people were egregiously overpaying to settle transactions on base, and that was at the same time we had friendtech and bald. So there was this kind of like, anomalous moment where base was raking in far more profit than its competitors. But, yeah, yeah. So I guess just to quickly jump to, like, what does this mean for Coinbase? Right. We can think about base in a couple of ways. So the easiest way to think about value accrual is by projecting out transactions and then profit per transaction, because, again, a blockchain is just selling access to a database. So, to date, the highest TPS base has ever achieved is 1010 tps. Excuse me, 16 tps that spaces all time high. Ethereum's all time high is 22 tps. And then maybe in a limit case, we could think of 100 tps. Then on the profit per transaction side, base has averaged $0.06 profit per transaction, and its competitors have averaged roughly something similar. So if we take those assumptions and then kind of project them out, what we get is, in a base case scenario, so base maintains its all time high tps of 16, and it makes a profit per transaction of $0.06. Like its competitors in this next year, that's only a 1% bump to its top line revenue. So TLDR base is probably not going to affect Coinbases financials in the short term. But as we can get into it, it's probably more of like a long term plot."
    },
    {
        "speaker": "C",
        "text": "Is there any models or any predictions that we can make about if the layer two sector grows, total transaction grows, is there anything we can say about the future growth drivers here?"
    },
    {
        "speaker": "A",
        "text": "Yeah, so the two key levers on base are really TPS. So can it scale up? The more tPs it could do, the more money it's going to make. To date, l two s have really struggled to scale the max. Observed TPS of any l two network is in the teens. Most days it's usually in the single digits. So they have some work to do there before these numbers become meaningful for a coinbase sized company. And then the other big open question that I think I'd be interested to hear what you guys think of this is can coinbase extract a higher fee than its competitors? Are people willing to pay a premium to use base over l two s? And as we've discussed, people have been willing to pay that premium to use other Coinbase products. Will base be the same? I think that's an open question right."
    },
    {
        "speaker": "D",
        "text": "Now, yeah, I think Michael's on a great point, just covering the basics of base. I think from my angle, I think it's very interesting to know how organic base has really grown in the past couple of months since it's launched. I think in comparison to a lot of the other l two s, like arbitrarily and optimism, base doesn't have a token. So on those other chains, I think there's much more of an incentive to use it with the goal of airdrop farming, since the airdrops have been particularly lucrative. But if you take a step back and look at how base has kind of, the activity on base has come to fruition. It started with one of these meme coin launches that made it super popular. A lot of people bridged over and people were bridging over before Coinbase was supporting the native bridging. So people were scanning through etherscan contracts and natively interacting with the smart contracts. And then we obviously had the propulsion of Friendtech. And I think one thing as a user of friendtech, I think that they've done extremely well is they've really abstracted away the wallet from the app. So when you're using the app, it actually doesn't even feel like you're doing the traditional thing of messing with the different nonces or setting the gas, the gas parameters. And I think that's been, I guess it's been a very good experience relative to other web three or crypto apps that I've used. And then lastly, I think shadowing or these two launches have shadowed the aerodrome launch, which is a Dex, a spin off of Optimism's velodrome, which actually reached something like 200 million TVL within a few days of launching. So all in all, I think given the fact that base doesn't have a token, they've done an extraordinary job in attracting users, attracting TVL and activity to their chain. And I think one last thing I want to add is I've thought about l two s and I think one of the biggest problems is the fragmented liquidity. And the idea here is just, you have so many l two s now and the number is just going to continue to grow. As a developer, like as a builder of dapps, how do you pick which l two to deploy your dapp on? And I think this is where base is particularly attractive and for a couple reasons. I think one, Base has Coinbase has Coinbase's stamp of approval as far as ensuring the chain is secure, exploit free. I know Coinbase has built a bunch of dev tools that do some linting and scanning of contracts deployed on base as a preliminary check to just reduce the chance that any contract deployed on base having a vulnerability or a hack exploit. Additionally, base is built on the op stack. So in other words, you kind of kill two birds with 1 st in terms of you build your Dapp on the op stack, you can now very easily deploy on both optimism, mainnet as well as base. And then I think lastly, Coinbase just has a lot of users on their platform, a lot of monthly transacting users. And as a result, this likely will, in terms of, from the developer's view, this will result in more liquidity and activity for any given Dapp relative to other l two s, all things equal. So in that sense, I think with all these factors combined, I think base is a very attractive l two to build on relative to everything else that exists out there."
    },
    {
        "speaker": "A",
        "text": "Yeah. So I think, as we've talked about, probably the biggest new market, new opportunity for Coinbase is offshore perps, then custody, then base, in that order. So base is probably the smallest, at least over the next couple of years. But to Jay's point, that doesn't, I don't think we should discount it whatsoever because I think there's a bunch of different angles we could think about base from. One of the more obvious is when token Coinbase is a stock. As we talked about, Coinbase doesn't have a token. And that's distinct from pretty much all of Coinbase's major competitors. Binance has a token, FTX rip used to have a token. And if we just like, look at the numbers. So peak valuations, Coinbase is peak valuation. As you mentioned, David peaked at roughly $80 billion. BNB's peak valuation was $109 billion, and FTX's token was $10 billion. So while sex tokens are like a little cursed in crypto, they've commanded some serious, serious value. And I think Coinbase probably looks at that and says, why can't we have some of that? You know what I mean? That'd be nice for us. That'd be nice for our shareholders. So I think we could think about base. Well, I guess to back up a Coinbase token is probably not in the cards, at least not with Gary and kind of the current stance of the us administration, but decentralized base token feels a little bit different, potentially more doable. So I think with base, that kind of give Coinbase the ability to launch a token, potentially stay regulatorily compliant, and capture that upside of a token."
    },
    {
        "speaker": "B",
        "text": "I think one other possibility is just the simple base providing a conduit to increase the usage of USDC, which is obviously net accretive to coinbases value. Let's say because of base driven USDC demand, Coinbase was able to mint another with circle 100 billion in USDC. Right. Well, like using the numbers, you guys were just saying, like, fed fund rate 5% and then they get to keep 50% of that. Circle gets another 50%. I mean, that's easy. $200 million potentially in line. So it could be that base itself is just sort of a scaffolding or like a rail for other Coinbase types of products, which is another interesting thing. It's just, I mean, TrON is absolutely crushing it with respect to tether on TrON. Right. And so it just seems like the west will probably have an answer to that. If using our entire framing of there's going to be kind of a set of west type exchanges and chains and a set of sort of asian or east exchanges, non western ones, that could be what base becomes as well."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think that's right. I think that's a good way to think about it. And actually, Brian Armstrong, on their last earnings call, he was asked about base from the analysts and he said exactly that. He said, we internally view base as a way to grow the pie. I think they think about it holistically, whether it's stable coins, whether it's just helping Ethereum scale, increasing the economic potential of the on chain ecosystem, boosting trading fees. Another customer acquisition tool. If you want to go use friendtech now, Friendtech is this hot new social app. It's really easy to onboard to frontech through Coinbase. So they kind of own that distribution vector on chain now."
    },
    {
        "speaker": "C",
        "text": "So, yeah, part of this base story comes with their partnership with the optimism collective. Coinbase got 2.3%, I think, of all op tokens, Coinbase themselves, the company has exposure to op, the token. But that really is just like the foot in the door for the actual conversation here, which is like, yo, as a business, Coinbase has assets on the balance sheet. They have bitcoin, they have ether. It's not part of their core business. But if we're talking about understanding the company, this the relevant detail here. Jay, do you know actually how much, like, how much money, how many crypto assets, how much crypto assets does Coinbase have on their balance sheet?"
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah."
    },
    {
        "speaker": "D",
        "text": "I think adding to that, according to their ten Q last year, which measured all the crypto assets they hold at the end of Q three of last year, I think they had something like 9000 BTC and 130,000 eth. So it's a pretty sizable amount."
    },
    {
        "speaker": "C",
        "text": "Not customer deposits that they own."
    },
    {
        "speaker": "D",
        "text": "Yeah, exactly. That they own. That's on their balance sheet. And I think additionally, Coinbase Ventures is another big arm of Coinbase. And I think from their ten q, they had done something like $75 million worth of investments. And this is in high quality, a number of high quality projects like Alchemy, Magic, Eden, arbitrum and the like. And their mark to market fair value as of Q 322 was something like 100, 4145 million in these. I don't know if it's alternative, like they're all coins or their equity allocations, but they definitely hold something altogether. Something like $500 million worth of crypto on their balance sheets."
    },
    {
        "speaker": "C",
        "text": "Right? Yeah, of course. And then just hundreds of millions of dollars of exposure to their own venture arm for whatever that could turn into. So it's also a VC firm baked inside of this massive company. Michael, anything you want to add to this whole raw exposure part of this conversation?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I think an interesting fractal to think about the Coinbase base relationship. I know we're dealing with a lot of bees here is binance and BNB chain, which is probably the closest comp that we have. Obviously, BNB chain was huge, remains still pretty big. I think it's got top three ecosystem in all of crypto. It's under discussed, but there was a recent deal that Coinbase Ventures did. They tweeted about it, which I thought was notable. They announced an investment in socket. And socket provides part of the infrastructure that powers the bridging between the Coinbase wallet and base. To me, that was an early indication that Coinbase is not only going to be active in bootstrapping the infrastructure, creating base, but also then seeding base with all sorts of projects. If you're a project, if you're a founder trying to build on base, why wouldn't you raise a check from Coinbase? Why wouldn't you stamp Coinbase's name next to your project? Coinbase, I think, is probably going to play like a kingmaker role, certainly in base, but I also think it makes sense for projects on other l two s, Ethereum, main net whatnot in the EVM ecosystem to increasingly align themselves with Coinbase."
    },
    {
        "speaker": "C",
        "text": "Amazing what a power that Coinbase has. It does start to make me a little bit scared, but the centralization power of Coinbase, I think, will be a topic for a different episode down the line. I think that kind of wraps up every single major line item in their p and l that has the potential to move the needle. One of the big things that happened in 2023 was the prolonging of the bear market and also just layoffs by every single major crypto company, including Coinbase. Just operating expenses is a big conversation. We talked about all the drivers of growth for Coinbase, but just overall, operationally, how is the company doing? Michael, do you have any perspective here?"
    },
    {
        "speaker": "A",
        "text": "Yeah. So if you don't mind, I might kick this over to Jay. I know he's done a lot of work on this."
    },
    {
        "speaker": "C",
        "text": "Jay?"
    },
    {
        "speaker": "D",
        "text": "Yeah, yeah. So I think on the operational side, operational expenses side, I think they've done a great job. I think peak of 2022, their net losses was something like a billion dollars per quarter. I think this is when there were a lot of concerns raised around, hey, does Coinbase have enough Runway to even last before they go bankrupt, to last before the next crypto bull cycle? And since then, I know they've done two rounds of layoffs. I think the first one was something like 20%, 25% of their staff. And then they also did another round of layoffs with a similar amount. And I think since then, the two recent quarters in 2023, their net losses were cut to be below $100 million. So they've definitely cleaned up their operating expenses. And I think what's super impressive here is, while cutting their staff in half, effectively, they've been able to continuously deliver on new products such as base or such as wallet as a service. And I think that's super. It's very incredible to point out. I think that's super bullish for Coinbase's."
    },
    {
        "speaker": "C",
        "text": "Business as a whole and just overall zooming out. I remember Coinbase did a massive hiring spree in 2017, 2018 bull market, and then culturally, operationally, with their execution, they kind of just seemed to stagnate for a while. And things have really changed in late 2022, early 2023, when all of a sudden they seem to be able to get rubber to meet pavement once again. But, Michael, what's overall your opinion? You gave us the rundown. Coinbase was a company back when mountain Gox was trading. Just overall, what's your vibe on just the direction of Coinbase?"
    },
    {
        "speaker": "A",
        "text": "Mike? Yeah, I agree with your framing. I think Coinbase and pretty much every other crypto company this past bull run, I was actually working at an exchange myself, and exchanges throw off an incredible amount of money during those upcycles, like we talked about, when those transaction volumes are flowing, when people are trading on the exchange, it's just printing money. So I think that probably led to a culture of complacency, of maybe a little bit of excess. Coinbase felt like they had gone public, they had made it look at all these trading volumes were done. You know what I mean? It's the end of history. I think this past bull market was a big wake up call for them. And if I were to psychoanalyze them, and obviously someone internal at Coinbase would be much better positioned to do this. But from an outside perspective, it feels like Coinbase is much more focused today than they were a year or two ago. I'm not sure exactly what did that. If I had to guess, it's probably due to just the carnage that we've seen across the decentralized crypto landscape. You throw a rock and it's going to hit some bankrupt, centralized crypto entity. The fraud at FTX, Genesis Voyager. I mean, the amount of instances of either outright fraud or just ineptitude is stunning, I think. And I think that kind of prompted a rethink within Coinbase. And they said, just like you said, david, we've been here from the beginning, and somehow this has gotten away from us. We're no longer a leader in our own space. So we're going to reassert ourselves, we're going to get Fitzhe, we're going to get focused and we're going to lead from the front on the regulation side. We're going to sue the SEC or whatever. We're going to launch an offshore perps, yet we're going to move on chain. You know what I mean? It seems kind of like they're firing on all cylinders and they're really reasserting themselves as that Og leader."
    },
    {
        "speaker": "C",
        "text": "Within the space is Coinbase looking to fill the same kind of gap that exists in the market with off chain offshore derivatives exchanges? Well, genesis is under. Voyager is under. Is there an equal gap in this market here? Is Coinbase interested in stepping in on this, and how big is that part of the market?"
    },
    {
        "speaker": "D",
        "text": "Yeah, I think. Absolutely. I think back, if you look at the peak of 2021, there was something like 100, $150 billion worth of loan originations. This is just the process of creating a new loan. The loan originate origination fees amount to something like 50 to 100 basis points on average. So if you do the back of the napkin math, I think that equates to something like a billion and a half dollars. And it's clearly the total addressable market there is clearly large enough to have a sizable impact on Coinbase's bottom line. And I think what we saw there over the past year was pretty atrocious as far as a lot of these firms were exposed in that they didn't do their due diligence. They were lending cyclically in terms of assets that were deemed as collateral were counted multiple times in some circumstances. And I think Coinbase operating the way they do, I think there's definitely a gap to be filled, but I think they can all. I think they have the ability to step up, to be very rigorous, to do the due diligence required to make a business like that work sustainably."
    },
    {
        "speaker": "C",
        "text": "Do we have indications that Coinbase is trying to enter this arena, or are we just guessing that they might be interested about this?"
    },
    {
        "speaker": "D",
        "text": "I think there were some news headlines where they were trying to get the relevant licenses, but there hasn't been as many updates on this front relative to some of the other aspects of their business."
    },
    {
        "speaker": "C",
        "text": "Okay, so the other things that we've talked about, the offshore derivative exchange, we know Coinbase is going after that. The custodianship of spot, bitcoin, ETF, we know Coinbase is going after that. This is still speculative, so if you don't, like."
    },
    {
        "speaker": "A",
        "text": "I just looked it up. Coindesk had an article a month ago, September 5. Coinbase creates new crypto lending service geared towards large investors. So it looks like that they raised outside capital for this platform. And to your earlier point, David, I think they just look at it as someone needs to fill the hole that Genesis left. Why not us? You know what I mean? And I think this kind of goes back to what I was saying earlier, was Coinbase is at a point now where they feel like if they don't lead, if they don't take advantage of these opportunities, someone else will. And that someone else, at least history has shown, tends to be a little less savory, less trustworthy than Coinbase. I think that they view this as a way to hopefully bring liquidity back to the crypto system, but do it in the right way."
    },
    {
        "speaker": "C",
        "text": "Really, the context seems to be Coinbase seems to be believing in itself to the point of like, yo, we can operate and execute anything. Like we used to be, just a wallet. Then we became an exchange, then we became a bigger exchange. And now they're going off into seven or eight different business models with decent signs of optimism and potential in all of them. At least that's my interpretation. Would you guys share that?"
    },
    {
        "speaker": "A",
        "text": "Absolutely. I think that's something that we tried to highlight in our report, was that while Wall street and, you know, quarter to quarter financial statements, you know, interest income is the flashing light today. And that's great. That that's all like, that's awesome. We talked about that. That's not going to be the flashing light tomorrow, a year from now. It's going to be, to your point, some of these newer, these newer revenue drivers. And I think that's the real opportunity here with coin, is that the street, Wall street is looking at it as this traditional bank. I think those of us that have spent some time digging in the weeds and in the crypto space, look at Coinbase as this diversified crypto juggernaut with its tentacles in just about every vertical across crypto, and they're poised to capitalize on just about every area of growth across the crypto space."
    },
    {
        "speaker": "C",
        "text": "Coinbase went public, opened up at $80 billion market captain, currently down at the low, low valuation of 18 point something billion dollar market cap. Jay, where do you think we can go from here? Like, what's a reasonable direction for the actual valuation of this company? Do you have anything you can show us?"
    },
    {
        "speaker": "D",
        "text": "Yeah, I think. I don't want to spit out any exact numbers."
    },
    {
        "speaker": "A",
        "text": "Come on, Jay, give us something."
    },
    {
        "speaker": "D",
        "text": "I think a popular way to value all coins, Coinbase stock being one of them, is to compare the valuations between ethereum and bitcoin to coin. And I think if you look at the chart, Coinbase's chart and you quote it in bitcoin and Ethereum, I think it comes to be something like 0.007 bitcoin at the top when they first launched, and I think just under 0.1. Ethan, I think another point here is that Coinbase has never really seen a full bull cycle where it gets to go into price discovery and the Wall street or the popular projections of revenue has grown this much from trough to peak. It's going to continue growing that way. Coinbase has never been able to fully see that out. And I think going into next cycle, those are definitely areas that I'll be looking for as far as, hey, what is Coinbase trading at relative to bitcoin and eth? And at what point will Wall street be making those ridiculous projections? If bitcoin goes to a million dollars or Ethereum goes to 100k, what does that mean for Coinbase's forecasts as far as their revenue and their growth in those scenarios?"
    },
    {
        "speaker": "B",
        "text": "Here's my question here is like, if Ethereum is going to 100k, why don't I just buy Ethereum? Why don't I just buy eth? Why would I buy coin? I think that's a question on investors minds. Whether they're tradfi or they're crypto natives is if Coinbase is kind of a proxy for the crypto economy, why don't I just buy the king crypto assets, bitcoin and ether?"
    },
    {
        "speaker": "D",
        "text": "Yeah, I think that's a great question. I think what Coin really gives you is it gives you exposure to all the value generated within crypto, even outside of bitcoin and ethereum. Obviously, it also provides exposure to ethereum and bitcoin. Additionally, I guess a concrete example within crypto, even during bull markets, we get these huge fluctuations as far as price volatility goes, and Coinbase is able to capture that value directly via its trading fees. When that happens, there's more trading volumes and therefore more trading fees that Coinbase gets. So in that sense, you can think of Coinbase as index fund across the crypto ecosystem, beyond bitcoin and ethereum. Then another aspect that I want to note here is that the amount of value, and I alluded to this in parts of the podcast, or parts of this podcast earlier, but the amount of value that Coinbase is able to accrue as the cycle goes on will steadily increase relative to what they're capturing now. And I think this is what makes me particularly bullish on coin, in that everyone in crypto today is fairly crypto native. There's folks that run their own nodes, there's folks that largely, most of us, self custody. But I think as the cycle goes on, people are going to store more assets on Coinbase, people are going to be more, I guess the new participants are more likely to stake to do things directly on Coinbase. And in that sense, Coinbase will just capture more and more of that value. I think, lastly, Coinbase stock is accessible. I think if you pull up that chart or the. The meme that I have linked, it pretty much just shows that on the right side, you can spend six months building internal consensus, spend three months onboarding custodians to deploy some of your Aum in Ethereum or bitcoin, or you can use your, I guess, existing fidelity or Schwab account and just go buy Coinbase directly. So I think in that sense, there's a confluence of Coinbase captures value outside of bitcoin and ethereum, and that value will steadily increase as time goes on and we get more or less crypto native retail participants that enter the space. And then lastly, it's just accessible. As far as, if you're a fund, you're an institution that wants to buy or get exposure outside of bitcoin or ethereum. The easiest way to do that is just to buy Coinbase stock, as opposed to going through the accounting, the paperwork, the process of getting onboarded to buy all coins and whatever else."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think just to build on that quickly, the point that Coinbase has not seen a full bull market, I think is a good one, and underappreciated by the broader market. Coinbase essentially IPO around the picotop of this past cycle. So they really didn't benefit from any of the uptrend. I think to Jay's point, Coinbase stock is highly accessible. And what that means in practice is that it's a natural shelling point for a lot of different types of people. So you could have institutions buying crypto, you could have institutional investors, whether that's like a. A registered financial advisor, bank, whatnot. And then you could have retail all buying the stock in a much easier fashion than maybe some native crypto assets. I think one thing that I'll just flag is kind of a far out, maybe some hopium, is that I think there's a decent chance that we could see coin turn into some sort of meme stock. I don't think it's as far fetched as it might sound. Coinbase, as we've talked about, is now the leader. They have their stand with Coinbase or stand with base campaign."
    },
    {
        "speaker": "C",
        "text": "Stand with crypto."
    },
    {
        "speaker": "A",
        "text": "Stand with crypto. Excuse me, if you're buying coin, not only are you buying the stock, but you're also weirdly supporting crypto and saying, f you to Gary. So I think that there could be very quickly this narrative that spins up around Coinbase, which could lead to some pretty explosive upside."
    },
    {
        "speaker": "B",
        "text": "Yeah, I don't know. For some reason people still like stocks, I guess. So there's a group of them. We've gone this far, and this has been a very pro coin based, very, very bullish episode on coin. Okay, but you guys have to give me the bear case. You said earlier this is 90% is us in terms of revenue. The US is nothing lately been a hospitable, welcoming place to crypto, that's for sure. So that could be maybe part of the bear case and a tailwind or a headwind here. Also maybe Coinbase's ability to execute. It looked like for a while, I mean, they got their start before binance, but binance has really just dominated market share, even though it's kind of a later mover. And then for a while, it's looking like FTX was crushing them. Of course, we know FTX took more than a few shortcuts here, so Coinbase is looking a bit better lately, but maybe failure to execute could be another challenge. What is the bear case for Coinbase? What do you guys think?"
    },
    {
        "speaker": "D",
        "text": "Yeah, I think the biggest risks really stem from interest never really comes back to crypto, and we don't get another cycle play out like we did in prior years. And then I think the other aspect would be people stop trusting and using Coinbase, whether that's due to a hack, better products out there, or a combination of the two. So I think it really comes down to these two risks. As far as what would cause the bear case for Coinbase to."
    },
    {
        "speaker": "B",
        "text": "You don't think, like, defi is a risk? Let's say these DExs start to eat into Coinbases lunch. Is that a potential here too?"
    },
    {
        "speaker": "D",
        "text": "I don't see it as much. I think, as I mentioned, if we do get a cycle, as a cycle progresses, the folks that are going to be, or the marginal user that enters the space is less likely to be transacting on a Dex. I think we're already seeing some evidence here as far as Coinbase is charging a 25% premium on their staking services, but they're still getting so much volume and traction on that product."
    },
    {
        "speaker": "B",
        "text": "Michael, what do you think? Bear case?"
    },
    {
        "speaker": "A",
        "text": "Yeah, so I liked your framing, Ryan. I think about the bear case in three ways, three time frame. So, like short, medium, long term, short term. I think the biggest risks come from the regulatory perspective. So I think Coinbase and Gary are basically arguing over whether they listed a bunch of securities. So in theory, there could be a ruling tomorrow that says everything but bitcoin, or everything but bitcoin and ethereum are securities. Coinbase stock is obviously going to plummet. Right. That's really hard to price into all of our financial models, but I think that's probably the short term risk. Medium term risk is like you were saying, I think it's execution. Coinbase historically has been a little slow footed. They're still a leader and whatnot, but other more nimble competitors have been able to move a bit faster than them and innovate and execute. So while I don't see an obvious threat to them in the short term, I think binance is on its back foot right now. FTX obviously blew up. There's not a real big pure in the US to Coinbase. I think medium term, a challenger could emerge. Maybe binance strikes a deal with regulators and everyone likes them. Again, what do you guys think?"
    },
    {
        "speaker": "B",
        "text": "What do you guys think of Kraken? They're definitely a friend of the show. Are they kind of a big competitor here? I feel like Gemini has kind of fallen by the wayside, but Kraken is definitely still in the game."
    },
    {
        "speaker": "D",
        "text": "Yeah, I think Kraken is definitely a reputable exchange. But if you just look at volumes done on Coinbase versus Kraken, I think it's very clear that, I mean, I think Kraken is doing like, an order of magnitude less volume on their exchange versus. Versus Coinbase."
    },
    {
        "speaker": "B",
        "text": "So that's where we leave things then. It does seem to me that as much as I believe that DeFi and bankless money systems will eventually disrupt the centralized exchanges, first, the centralized exchanges will go disrupt the existing banking system. So we talk about, like, one in five Americans, 50 million Americans, owning crypto, right? Well, pretty soon we'll have a third of the country and then half the country owning crypto, and then 75%. And their first stop is probably still going to be an exchange like Coinbase. And then the next stop, hopefully, is to a bankless money system. So maybe as fast as Defi is eating Coinbase, Coinbase kind of eats the banks first. And that's how we, you know, in this python that is crypto, you know, swallow the world's money system risks and disclaimers. Of course, none of this has been financial advice. What do we say every week? Crypto is risky. So is bitcoin, so is ether, so is Defi. You could lose what you put in. But we are headed west. This is the frontier. It's not for everyone, but we're glad you're with us on the bankless journey. Thanks a lot."
    }
]