[
    {
        "speaker": "A",
        "text": "Danny, I can guarantee there are going to be a lot of folks who are designers of the Lido protocol and participants in their community who listen to this podcast. I think many of them listen to our episode with Hasu as well. What would you say to them? What would you like to see Lido do? How can they fix this? Welcome to bankless, where we explore the frontier of Internet money and Internet finance. This is how to get started, how to get better, how to front run the opportunity. This is Ryan, Sean Adams, and I'm here with David Hoffman. And we're here to help you become more bankless. Where should you stake your ether? A lot of people have decided that liquid staking with Lido is actually the best place to do it. And at the time of recording the staking protocol, Lido has over 30% of all staked ether on Ethereum. The question today, does this present a systemic risk to Ethereum? So we did an episode called in Defense of Lido with crypto researcher Hash, who argued that, no, Lido does not pose systemic risk to Ethereum. In fact, he argued Lido's dominance is better than many other alternatives that are out there. And we left that conversation half finished when we published it in August. So here's part two of that debate, this time with Ethereum researcher and guest Danny Ryan, who argues the opposite, that Lido is a systemic risk to Ethereum, and he has some ideas on what to do about it. Now, before we get into this episode, a special note, both David and I believe our role as podcasters for issues like this that are somewhat contentious is to voice both sides of the argument in, in the form of long form conversations and healthy debate. And this is the type of thing you don't often get on social media. You certainly don't see this type of conversation on Twitter. And that's why we've given voice to both sides of this issue. We think there are good actors who care about this ecosystem on the light of side and in the broader Ethereum community. And I'm sure this episode absolutely won't be the last word on the subject, right, David?"
    },
    {
        "speaker": "B",
        "text": "Certainly not. And this is very different from the warring tribes that I think most people in the world of crypto Twitter are used to. Ethereum fundamentally is a place for multiple groups of people to come together and exist in the same space. And I think this is just an emphasis, a disagreement on a specific vision for Ethereum or what ethereum is. I think the Lido cohort, or a little bit more of the people who are willing to succumb to the market and fall in line with the market, work with market forces. And then there's the other side of the, the starry eyed dreamer side of things, which wants to preserve our values to the best of our ability and think that we can attempt to overcome market forces. At least that's how I interpret it, interpret this dynamic. So some big questions that we ask in this episode to parse out these two perspectives. Is Lido a threat to Ethereum? That is, of course, the big question. Are LST's liquid staking tokens making Ethereum centralized? Is this about Lido specifically or about LST's generally? Is a single dominant, dominant staking service provider inevitable, or can we maintain a plurality? What is the risk level to Ethereum? Yellow, orange, red? Like, how can we measure these things and how do we solve this problem? Are there things that we can try in the protocol to solve this problem? Where is the role of other LST protocols? And lastly, why Danny is still optimistic about the future of Ethereum."
    },
    {
        "speaker": "A",
        "text": "But first, before we get to this episode, we disclose bankless holds small investments in Lido and rocket pool. And both David and I have angel investments in some smaller staking startups. We, of course, are very bullish Ethereum and believe very much in the decentralization of this network. We are long term investors. We're not journalists. We don't do paid content. There's always a link to our disclosures in the show notes. All right, guys, we're getting it right to the conversation with Danny Ryan. But before we do, we want to thank the sponsors that made this episode possible, including our recommended crypto exchange for 2023 bankless nation. We are very excited to introduce you once again to Danny Ryan. He's a coordinator at the Ethereum foundation. He's been on bankless many times before. And usually we're talking about the Ethereum roadmap. We're like, hey, Danny, when are we shipping that thing? How's it going? Or it's like, congratulations, Danny, you just shipped that thing. How do you feel? But this time we are talking about something different. We're talking about a risk to Ethereum that Danny sees. So a little over a year ago, Danny wrote a post called the risk of lsds. We'll call them in today's episode, LSTs. LSD stands for liquid staking derivative. We've kind of gone through a name change, a rebrand in crypto calling these liquid staking tokens. So lsts and it discussed the various risk factors that a dominant LST presents to Ethereum. And Danny even named Lido specifically in the process of going through that blog post. And I think this is a, a response to an episode that we recorded all the way back in August with Hasu on the question of is Lido a threat to Ethereum? And Hasu's answer was, no, not really. It's kind of an overstated threat. And I think Danny is taking the other side of, of that argument here today. Danny, welcome to Bankliz. How are you doing?"
    },
    {
        "speaker": "C",
        "text": "Great, thanks for having me."
    },
    {
        "speaker": "A",
        "text": "All right, here's the question. Is Lido a threat to Ethereum? Danny."
    },
    {
        "speaker": "C",
        "text": "So we're nowhere here to talk about Lido. I'll talk about things in the abstract, but also about Lido. Yes. I mean, anything that stands to take over that much amount of stake, that much amount of mind share, that much amount of systemic nature of the protocol is a risk to the protocol. I mean, that's just plain and simple. Lido is that thing today. It's an instantiation of something that's aiming to gobble up all of staked EtH in quite a cavalier nature in which they're a bit flippant about the risks at play here. So yes, Lido is a systemic risk to ethereum."
    },
    {
        "speaker": "B",
        "text": "Usually things that exist in the app layer stay in the app layer, but there's a handful of protocols out there that Spanish Ethereum's app layer with its own protocol layer, lido being one of them. This is why Eigen layer and restaking has caught the attention of many EF folk as well. Some things go down into the protocol, some things in the Apple area go into the protocol. And this is why Lido is a topic of concern, is when we talk about ETH stake, we're talking about the nature of the Ethereum protocol. Danny, you wrote that piece, the risk of lsts about a year ago. Has your thinking evolved since then? Or is there any kind of adaptation or evolution in your thought about the way that something like a lido or lido itself, has anything changed?"
    },
    {
        "speaker": "C",
        "text": "Yeah. So first of all, I'm very proud of the coining of the LSD term."
    },
    {
        "speaker": "B",
        "text": "I'm very, I agree with you. It's sad that we can't use it."
    },
    {
        "speaker": "C",
        "text": "You made that up. I understand the evolution. I believe I made that up. And I think that's my biggest contribution to Ethereum today. I understand the transition to t. Some of them maybe you could call derivatives, some of them are tokens in other ways. The blanket term is nice anyway. Yes. I don't think anything has deeply changed. My views have really become more nuanced as I understand that and other things that they've played out. I'll say this, lido, as it attempts to surpass a third attempt to surpass half, and wants to gobble up pretty much all of Ethan existence, at least as some in the Lido community want to see. It's a risk to Ethereum's credible neutrality at a minimum, and at a maximum creates like systemic risks due to technical risks, regulatory risks, governance risks, all sorts of things, systemic risk to the protocol, things that could cause quite huge disasters, things that, as an Ethereum community, Ethereum protocol probably could recover from. But it's best not to go there. Donkraud had a tweet the other day. I think he said it. He said he captured some things better than I have been able to, and I'm just going to read it because I think it's very, very worth reading in relation to the protocol failing and this thing being just the way incentives work. He says decentralization does not work like this. No economic incentives will automatically guarantee our values, such as immutability or censorship resistance. The values of the Ethereum community do this. Our technology, as well as the incentives built into our systems, are a tool for this purpose. If you believe that crypto values are simply individual profit maximization, you have missed the plot or in the wrong place. Ethereum survived and thrived because people have values, and it will die if people forget about them. Yes, we do try to build our systems to be robust as possible, to get the incentives aligned with our values as much as we can. But perfect alignment is ultimately impossible, for the simple reason that centralized systems are more efficient than decentralized ones. And implicit in there is that this system, the Lido system, has many components of centralization, and at the limit can be a more efficient system layered on top of the decentralized system that it is today. Really only people, their values, their understanding of risks, not just of tomorrow, but in the, in the many year time horizon, in their capital allocation, can protect us from a system that is inherently decentralized to become centralized. You see this not only in Ethereum staking with lsts, you see this in mining systems, where you have many mining pools sitting right on these key thresholds, sometimes surpassing it. All of a sudden you have two mining pools in bitcoin that are 55%. It's really only the people that allocate their mining power in those systems protecting the decentralization of the system. Because, yes, like if you have 100% pool in a mining system, you're going to make more money potentially if you don't think about the second order impacts of what's going on here."
    },
    {
        "speaker": "A",
        "text": "Yeah, so I want to ask a question here. So I think you're making the case and we'll probably return to that theme that so much of what protects ethereum actually, and what keeps it decentralized and what keeps it corruption resistance is actually what we call on bank list kind of the layer zero, which is, which is the social layer. And one point I'd make for everyone out there who says, well, that's kind of weak actually. That's how all coordination, human coordination systems are protected. If you look at kind of law, let's say, right, the underpinnings of society, how is that enforced? Yes, there's courts, court system, but ultimately, if you look at kind of constitutional law, I mean, it's up to the people and the social norms of the day to hold politicians and lawmakers accountable for the protections that we find within our constitution. And if the people forget that in the US at the layer zero, we won't get things like a peaceful transition of power from one president to the next. So at the end of the day, the layer zero is all that secures everything, all of the structures that we rely on for legal governance as well. I think you're making that case. I want to get in your. Yeah, go ahead, Danny."
    },
    {
        "speaker": "C",
        "text": "I agree. And it's interesting you bring up the government analogies here. Something that I've been thinking about a lot is the importance of disjoint and disentangled sets across the Ethereum stack and the Ethereum community. This is deep analogs to maybe the us system of government. You have different parts of government, you have checks and balances. And actually when they erode, say, when the executive branch is actually taking over legislation, in certain ways it fucks up the incentives and fucks up the system of checks and balances. I do believe that Ethereum is healthier when you have disentangled and disjoint sets. And I'll make that more concrete. So maybe you have the user base of Ethereum, which right now is kind of equivalent to the Ethereum community, but you could imagine the user base being massive and then they have maybe a core Ethereum community who is more into the values and things like that. In the future, we hope that there's probably far more users than there are Ethereum community. The Ethereum community is probably roughly equivalent to like ETH holders, right? Maybe you have a disjoint set there eventually, but maybe not like that. That probably stays pretty tight. But then you have ETH holders, and you have ETH state capital, right? And the ratio between those two and keeping it, like, disjoint set, or at least a super set of ETH holders in relation to ETH capital, all of a sudden keeps the ETH holders as a more check on the ETH state capital. If you have those converge and you have, you know, 100% of all ETH is staked. Now, you don't have this, like, disjoint set of ETH holders that are actually keeping their eye on, you know, is the validator set healthy? Is the consensus doing what it needs to do? Because all of a sudden, you've got, like, kind of cartelized thinking. You don't have, like, a rational, independent actor. Similarly, if you take ethical and you take any of the, like, subsets that are protocols or pools or any of the other things, you know, if you converge that the staked capital all of a sudden becomes one thing underneath it, then you've, you know, no longer have the disentangled set. You never have that natural competition and check on power. And so what Lido aims to do is essentially take EtH state capital and unify it with what the lido protocol is. And now you no longer have a disentanglement of that, that argument. So that's an argument for having many pools, many protocols, many individual stakers. Also, there's an argument there that the incentive structure of staking shouldn't converge, such that 80 plus percent of all eth is staked in the event that it is. Then again, you have that unified set across the social layer, zero, instead of a disjoint set that has their eye on checks and balances, not only should we be thinking about how do we prevent, from both a technical and social standpoint of lido and other protocol capturing all staked capital. But we probably don't want staking to capture all of these. Thinking about the kind of incentives at play, the relationship of MeV Mev capture, Mev Burn and stuff into incentivizing the amount of stake that is staked is something we should be thinking about, too."
    },
    {
        "speaker": "B",
        "text": "I think what I'm hearing from you, Danny, is an advocation for pluralism, which I would say is a pretty deep core principle of Ethereum. We enjoy having many different groups, many different tribes, many different apps, many different protocols exist cooperatively in the same space. I would say that's a pretty deep core of what."
    },
    {
        "speaker": "C",
        "text": "Yeah, we see that. We've seen that as a core tenet of how client development is done, because that is a very core part of how the protocol is governed. And if you just had one client, say, bitcoin core, then bitcoin core becomes there is no difference between what they say and what the protocol is. Instead, we have these disjoint sets. We get checks and balances naturally in the social structures."
    },
    {
        "speaker": "A",
        "text": "Yeah. It's not just pluralism, it's also the idea of checks and balances, which is very important. Right. So you can't have power accrue to one particular group necessarily over another, and one group can kind of check another group."
    },
    {
        "speaker": "C",
        "text": "Yeah. And I think about this a lot in relation to staking recently, and I plan on writing a piece about it. But as I think about it, it's also something that I've thought and realized is very important in the app layer as well. Right. Like, if you only have one stable coin and it's a massive amount of the Ethereum economy, it becomes like a major system at risk. If it's all USDC, that's probably a big problem. Even if it's all USD that powers the Ethereum economy, the stable coin economy, it's probably a problem. Instead, we want all sorts of euro coins, we want asian coins, we want all sorts of stuff so that we have this natural, maybe not anti fragility, but at least resilience in the system so that it's not systemically placed upon one single protocol, whatever their governance is, whatever their smart contract risk, et cetera."
    },
    {
        "speaker": "B",
        "text": "I think what we're also advocating for is some semblance of decentralization in the properties that makes up Ethereum. Right. If we have a diffuse set of LST tokens rather than one central one, well, then this is a check on the ability of corruption to be able to find a foothold in the Ethereum system. Because if one LSE gets corrupted, well, that's fine. There's seven others that we could also engage with. But I think, Danny, I want to open up the conversation as to, like, well, not all of these systems are as corruptible. Like, Uniswap has 80% to 85% of Dex volume trading on Ethereum. I would call that a monopoly. But how corruptible is uniswap? I would say not all that corruptible. And there's not really any kind of downstream consequences. So the actual technical details of, like, what is at risk is relevant to the discussion of what we are trying to create checks and balances around."
    },
    {
        "speaker": "C",
        "text": "Yeah, I think Uniswap is actually done. It's probably one of the best instantiations of what I hoped was going to happen on top of Ethereum. Small modular components that do one thing and do one thing well and are not generally changeable, upgradable, even. The upgrade path for Uniswap has always been, we'll make something better and people will use it if it's better, rather than we're going to go in and mess with it. I would say the way that they've done things has been very the way that it brings risks in being a monopoly to Ethereum, or far reduced, but still there is super amount of risk there. If you find a uniswap bug tomorrow, we're fucked. Fortunately, it's isolating the app layer you started at the beginning and how Lido and other things like that become entangled with the consensus layer become much, much riskier in terms of the impact to Ethereum. Maybe your implication there is Lido and other things can do things over time to make themselves less systemically risky. And they should, absolutely. But I think that the entanglement with the consensus layer and the kind of the inherent incentives around security and things there don't really allow for what I think to be safe, monopolies that can dominate 50 plus percent of state capital. Trey?"
    },
    {
        "speaker": "B",
        "text": "Yeah. I want to define the risks here of a dominant LST around Ethereum. I know that there are thresholds, one third, one half, two thirds of what someone can do if they have that much stake. I want to know if. Is that the risk that you are concerned about, or are there other risks? What are the risks that we can define here?"
    },
    {
        "speaker": "C",
        "text": "Those thresholds are certainly very important. And in how it's worth thinking about these, I think that there are risks beyond just thinking about those. And they compound in the way the rest of the ecosystem kind of falls around them. But I guess traditionally, just what can happen at one third? At one third, essentially an entity can hold the chain's finality at hostage. So any single actor, any single protocol that exceeds that, if they want to halt finality, whether it be for some sort of ransom or whether it be because there's some thing that they're trying to prevent, to get economic fallacy so they can have some other type of gain for some time period, they can do that at 50%. You can now begin to manipulate the fork choice. So the fork choice is, you know, we think about a blockchain, you know, a sequence of transactions, and we get to kind of the final state of what's going on. At the head of the chain, but really like what a blockchain is block tree. So it can have potentially many paths and forks. And the fork choice is like, given a block tree, what is the actual canonical chain that we all agree on."
    },
    {
        "speaker": "B",
        "text": "Block chain in history, but a block tree, as you get to the present, right?"
    },
    {
        "speaker": "C",
        "text": "So, if you look at any head of the chain of the tree, it defines a chain, right? And so, if we all agree on the same head, we agree on a chain, but potentially, the head could swap from a to b under certain economic or potential network latency conditions. And so, what's really nice about the purposetic protocol is on some timeframe, approximately like twelve minutes, we get finalized chunks of the chain where we'll never revert. And so it doesn't really matter if there were branches before then. But beyond that, there is chance for what we call reorgs, or if you have a high enough economic actor potential in manipulation of the view. And practically what that means is a transaction that got into the chain is no longer in the chain. Maybe something's reverted, something's changed. Essentially, my view of reality could change. So instead of me sending you coins, the chain could be rearguard, and I'm now sending Ryan coins. Point being is, if I exceed those 50% thresholds, I can now manipulate that. So we could make it such that a couple of blocks come in. People think that with high confidence, those will eventually be finalized, but then they're reorged and they're changed. And with a 50% attacker, they can kind of manipulate at least within the ten minute time horizon. What is going on? Another thing that they can do is censor, so that 50% attacker could take a small amount of the stake, or even 20%, and say, you know what? I don't want to include your blocks. Maybe they're doing that because they're maximizing Mev. The incentives might be such that it's actually the profitable thing to do is to not include those 20% of blocks. Or maybe some jurisdiction has said, don't include blocks of this certain type, and now they only have to knock on one protocol or one organization's door, because at that 50% threshold, you can essentially censor. If you censor more than a third, then you're not going to finalize. So you don't hit that two thirds threshold, but you can do quite a bit of damage at that point, which leads into two thirds. At two thirds, you can. You can halt finality if you feel like it. You can reorg on that ten minute time horizon, you can censor with impunity and, and you can finalize even if you're censoring. So, you know, I can, I can. Now if I only had like 50% and I wanted to censor like 49%, it's going to be painful because people are going to lose money because of the non finality stretch. But at two thirds now, I can kind of do it with impunity at two thirds, basically."
    },
    {
        "speaker": "B",
        "text": "Don't you control every lever that Ethereum has? Like, you are ethereum."
    },
    {
        "speaker": "C",
        "text": "Yeah. Without social intervention, you're in God mode. Yeah."
    },
    {
        "speaker": "A",
        "text": "How much God modes. Like, could I just take money from David's ETH address?"
    },
    {
        "speaker": "C",
        "text": "That's an important, yeah, that's an important nuance. So you don't get, you don't get God mode over cryptography. Right. So I can manipulate the chain, I can decide what's included in the chain. I can potentially reorganize the chain such that, like, what you thought was included is no longer included. But I can't actually forge a signature. I cannot forge a signature that David never signed, unless of course, I hack into his computer and steal shit. But that's a different attack vector. That's another one that maybe should keep us up at night. Cryptography. Storing your keys is hard. So that's an important nuance, especially in the sense when you have a strong running node culture and stuff. If you have, say, a chain where you're essentially just listening to the consensus set and they tell you what the result of executing the blockchain is, and no one's executing the blockchain on their own, there's not a strong culture of users, there's not a ton of independent providers and things like that. You can actually just make arbitrary state changes. So that's an important thing, is that many people actually run the protocol independent of Ethereum and not just home hobbyists, but there's tons of services and analytics and exchanges and all sorts of stuff that essentially become like policemen of preventing invalid state transitions."
    },
    {
        "speaker": "B",
        "text": "Okay, so these were all of the theoretical risks, I would say the possible technical risks, but what about maybe the ones that you're more concerned about more specifically, like the actual practical risks? Risks. If I'm Lido and I want to attack Ethereum, what am I going to do? And what keeps you up at night?"
    },
    {
        "speaker": "C",
        "text": "Yeah, the thing that keeps me up at night is certainly one third becomes this critical milestone of, wow, shit, we're going to let it happen, aren't we? 50% plus. Actually, some of these reorg multiblock mev all this stuff in a system like Lido or others, where you certainly have disjoint node operators, but you have this unified economic incentive, then I think it becomes actually very much a reality that they could flip a switch and they're starting to do some of these malicious short term reorg, censorship, et cetera, to optimize essentially their gains. And whether that's dictated by, say, the Dow, which is a governance vote, which I think people have shown is heavily weighted towards a few whales, if not VC's, and saying, you must do so as a node operator set, or if it's just the node operator sets supposed to be optimizing their returns at above 50%, all of a sudden, optimizing your return becomes potentially doing malicious things. And then if you're part of the node operator subset that is optimizing their returns, all of a sudden they're making more money than the node operator subset that isn't. Then all of a sudden, initially, you're kicking out operators that aren't as good, and good becomes malicious at that point. So I certainly like above that 50%, above that two thirds threshold, I do think that the economic incentives, because you essentially have created a stratum for a cartel at that point, would push them to do in many potential ways. This plays out things that I think people would consider as malicious against the security of the chain. Another thing is you just begin to have fewer doors to knock on in this global, decentralized, unstoppable system. You now have a coordination layer over a validator set that becomes very small and it becomes very targetable and attackable. I think people cite the Lido governance vote on self limiting to one third. I think this was kicked off maybe after I wrote that piece and some other discussion about a year ago and it was rejected. I think people, when they, when they look at that, they go, oh, I mean, it was three votes that did this. And all of a sudden, if I'm a regulator, I got three doors to knock on if I want censorship or if I want other things like that. And like, sure, there's probably multi jurisdiction going on there that maybe potentially helps. There's also a lot of us VC's that are entangled in it. So, like, I. It's really like these technical concerns with a very reduced set that you need to knock on the door. Instead of coercing the global set of Ethereum, you're now coercing a handful of Dao governance token holders. It's really that where the social component of lido or something like it becomes entangled with the consensus. It just makes it super. Way more fragile."
    },
    {
        "speaker": "A",
        "text": "So, Danny, just to make sure I'm understanding this, like, to summarize, under one third, we're kind of okay, but the closer we creep to one third, the worse it gets. But at one third, they can effectively. One entity, let's assume it's not Lido, because that brings in other discussions. I think we want to get in there. But one entity, maybe a lido like entity, could delay finality. And for you, that's a. Oh, shit, we're going to let this happen, right? It's kind of a failure of our immune system to kind of stop this. Probably unlikely that they would do that, though, because it's just not."
    },
    {
        "speaker": "C",
        "text": "It's not, like, immediately obvious exactly how you reap the benefit from that. It's not, like, necessarily incentive compatible, unless you were delaying the outcome of an on chain lottery. And that helped something. You can think of scenarios in which that becomes profitable and potentially valuable to do, but it's not the most obvious place to attack."
    },
    {
        "speaker": "A",
        "text": "And that's interesting, because we could very well tip over one third, and then people will look at that and nothing will have happened, right? So maybe all of the naysayers will be called chicken littles, because, hey, Danny, we're over a third, and nothing bad happened. See, we told you it'd be okay, but then you start to get really worried when we go over 50%, and. Because that brings a whole new set of powers to the entity that controls 50%, the ability to censor, and maybe the ability to reorg. So that's, to me, that's skimming off the top. So that introduces this kind of corruption type of vector where whoever has that control can kind of cheat users, skim off the top a little bit, and then essentially, Ethereum no longer becomes a censorship resistant protocol, potentially. Right. If you have, again, three doors to knock on. So that 50% threshold is pretty critical, because that's what happens after that. That's what could potentially happen after that. Is that right?"
    },
    {
        "speaker": "C",
        "text": "And there's censorship in the way of are some boogeyman transactions making on the chain. There's also censorship in, like, the. Oh, you know what? If these two operators, which are bound in this same kind of payout set, if we actually just censor this block in between us, we're going to make way more mev. We'll do that. So maybe it can be these knock on the door jurisdiction says you must censor these types of transactions, but it could also be like, we'll do that because that was profitable. Well, we'll do that because that was profitable. And that begins to break down the integrity of the chain."
    },
    {
        "speaker": "A",
        "text": "Right? We get kind of like Robin Hood type, front running types of situations where maybe our corporate overlords reap the benefits first or something like this. And then at two thirds, it's just all bets are off. I mean, this is no longer ethereum and can't purvey any semblance of being a credible, neutral infrastructure. It's very deeply controlled at that point. Is that what you believe?"
    },
    {
        "speaker": "C",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "Okay, so I think I want to, throughout this conversation, since we've had a conversation with Hasu, and he was kind of saying, hey, these concerns are actually overplayed. I wanna inject some of his voices as sort of a counter to this throughout this episode, if I can, because I think some people who are maybe listening to this or on Team Lido, or sort of sympathetic to those arguments might say, okay, guys, you just set up a straw man, and now, now you're beating it up. Okay, like, good job. Another bankless podcast. So I want to attempt to try to steel man this as we go. And so, one thing I can hear the voice of Hasu saying is, but Danny, we're not talking about one entity here, and we're not actually talking about three votes. What we're talking about is a network of 29 independent node operators that have their own utility functions. That's exactly what he would say. Utility functions, by the way, which means they have their own incentives and their own different skin in the game. And so if the Lido governance apparatus actually did something, then this confederation of node operators would defect. They would no longer be part of the Lido network and they would go do something else. So that is a check in balance on this. So the idea that, no, this is not actually one entity that has one third or 50% or two thirds, this is actually 29 independent entities here."
    },
    {
        "speaker": "B",
        "text": "What would you say to being permissionless too?"
    },
    {
        "speaker": "C",
        "text": "Yeah, Lido, something like lido becomes like a stratum for cardinalization. These entities within the context of Lido have a unified incentive. It's not like I make my money for my mev, you make your. And that kind of stuff. All of the money gets channeled in one place and we split it. And so, for one, within the context of operating as a lido operator, you do have unified incentives. Yes. You might live in Taiwan and this other entity is in Australia. And so, like, we have, and I'm a security company, so I have like second order things about this and this and that. So like, yes, we do have, outside of the lido context, disentangled incentives. But Lido, if Lido, Lido either decides who those operators are explicitly through governance vote, which it does today, or it does in a permissionless way. And if it does in a permissionless way, it must be around profit maximization. That's the only way that you can decide if an operator is good or bad in a permissionless way is do you make enough money in relation to how much money other people are making? In the former, we have a governance vote, so we have the three person problem. In the latter, we have the problem where once a subset of that operator set defects and starts doing things like reorgs and stuff, they become much more profitable than the others in the set. So from a strictly objective standpoint, we now have a striation between people that are making more money and less money. And an objective thing is going to have to kick them out. And there's probably blurry things in between where you have semi governance or you have semi objective optimization, but in either of them you have, you fail to have kind of like the ability to totally not have the kind of cartelized behavior. And so yes, these operators could leave, but it doesn't necessarily change the amount of capital that's allocated to Lido. Right. So if five operators leave, five of 29% of the capital doesn't leave Lido. Similarly, right now, now you have this kind of interesting behavior where the operator set could. Because, well, that doesn't actually make sense. You can't forcefully exit operators, you can't forcefully exit stake today, but Lido has kind of this committee that holds pre signed exits. So they can essentially do that. So we don't need to go down that path. But in many ways in which this plays out, I don't see how you can eliminate the tendency towards cartelized behavior."
    },
    {
        "speaker": "A",
        "text": "Okay, so there's some cartelized behavior. Let me ask you about maybe some other mitigators that someone like Hasu might bring up at this point. Because some people would say, okay, Lido has actually listened to the layer zero, right, and haven't done everything that the layer zero wanted, including kind of like caps, but they have done. Some are implementing some decentralization mechanism. One of them is a more permissionless validator set. Now my understanding is that's not live today, but a bit more like a rocket pool where it's not gatekept to these 29 different node operators anybody can join. Does that mitigate this in any way to you, Danny, or, you know, no."
    },
    {
        "speaker": "C",
        "text": "Because those are going to have to meet performance metrics. Like, there's no way that they're going to allow an operator set, a permissionless operator set that reach profitability goals. And so again, we have this. Like, if I have 100 permissionless operators that come in and they don't join in on cartelized behavior, assuming that a certain amount of the operator set has defected and now are doing things like reorgs and malicious MEb capture, if the hundred permissionless operators don't do so, then they're not going to hit the numbers and they're going to be seen as not good enough for the set and they're going to be kicked out. Yes, they don't care about profitability, but in a permissionless operator set, I don't see how you can't not care about profitability. So if they're willing to say, like, yeah, you can run vital validators as long as you're bonded and you don't have to make any money or meet Lido standards of APR, then sure. But I don't think that that's a reality that they're attempting to control."
    },
    {
        "speaker": "B",
        "text": "Why is having a set of validators that's defined by profitability a bad thing? If we're talking about ETH stake."
    },
    {
        "speaker": "C",
        "text": "It could be a good thing, especially if you're below a third, especially even if you're below a half. But once you go above those thresholds and you have the ability for the operator set to do things that are what I might claim, and many would claim are malicious, but extra profitable, now, once the set of that validator set defects and starts doing multi block mev, malicious reorg, things like that, then they're going to look more profitable than the set that we might call honest is honest. So now you have a disparity if you're using an objective profitability function between essentially, essentially, the cartel, the people that have aligned not only their incentives, but their actions in relation to their incentives and the rest of the set, are."
    },
    {
        "speaker": "B",
        "text": "You saying that if everyone was under the threshold, the one third threshold, then optimizing for profitability is fine. But what that might lead to is that if the culture and the values of what our staking system is, is defined by profit maximization, once we have the powers of being pass a third past a 02:30 thirds, well, then what was a competition in the marketplace turns into? Well, now that I've been a profit maxi, I've always been a profit maxi. I was a profit maxi when I had only 20%, but now I have 60%. And so now I will be a profit maxi by extracting other means that includes the powers that I have as a result of being a large. That's what you mean."
    },
    {
        "speaker": "C",
        "text": "So even sub. Yes, that is, but even sub one third, if you move into a profit maximization regime where you're trying to use an objective profitability function, it incentivizes those 29 operators to convert because multi block MEV is more profitable than single block MeV. So even if you have 20% of the network and you're split amongst 20 operators, the incentive still becomes to essentially try to be one operator. And that's necessarily what happens in the current regime. It's not necessarily what happens tomorrow, but it's certainly the tendency towards the incentives of unifying the profit there."
    },
    {
        "speaker": "A",
        "text": "Another thing I've heard from the community who are more proponents of Lido's strategy is this idea that we're talking about one single entity in three votes, this token weighted governance that I think you're most worried about. Danny. Well, we can find some ways to give some of this power back to Lido token holders. I don't mean the staked eth itself. Basically, the way this was described, described is staked eth users would have the ability to vote just to veto things essentially in Lido governance. So they wouldn't have necessarily the power to push proposals through, but they would have the power to stop really bad proposals and this veto power would be injected. Does that help mitigate the situation in any way?"
    },
    {
        "speaker": "C",
        "text": "Some, some, yeah, I mean there are, there are gadgets that can and should be layered into any sort of, sort of LST system like this to make a safer. So maybe the boogeyman jurisdiction that knocks on three doors and says, you now censor XyZ transactions. Maybe if the stake these holders are actually proliferated across the world, they reject such a veto and they reject such a thing. And so I do agree that layers and protections, but I don't agree that, especially in these economic, more economic attacks with malicious MeV reorgs, etcetera. I don't really, really believe that staked ETH holders incentives are disjoint enough from Lido's incentives. Like they're kind of just unified in the sense. And I think that relying on stake thief holders to be a fallback on that when like they're optimizing their APR presumably is not. Like I don't really see that follows."
    },
    {
        "speaker": "A",
        "text": "This is a wild idea and certainly not something that's been proposed from anyone in the Lido community, to my knowledge. But what if Lido also gave just regular EtH holders some sort of veto power as well? Would that mitigate things? I'm not saying anybody on the lido side would be willing, but we're talking about a good acting protocol and what they might do to mitigate and restore the balance of power."
    },
    {
        "speaker": "C",
        "text": "Yeah, and that goes back to the disjoint social sets, that would probably help. But if Lido wants essentially all eth to be steak teeth, and I wants all staked capital to be Lido stake capital, and wants all eth to be staked eth, now we no longer have disjoint sets, and we've kind of converged the incentives here in a way that's probably degenerate to actually protecting."
    },
    {
        "speaker": "A",
        "text": "Part of your concern is that they're unwilling to do any of that, right?"
    },
    {
        "speaker": "C",
        "text": "Yeah, and part of my concern is that in a high mev regime in the current, you know, there's two things. There is lido all of staked ETH and is staked eth all of ethan. And I think both of those things we should attempt to hold as not true. So that we have these disjoint sets, that we have checks and balances. And so Lido is really like they, or the capital allocators towards it are going to decide if they become over these critical thresholds inside of stake EtH. But I do think that there is work actually, for better or for worse, there's work to do on the protocol to ensure that not all ETH becomes stakeholders, not the Lido stake token becomes a staked capital in the system. Because again, it's important to have these disjoint sets, and that's a complex problem. There's some potentially re architecting of incentives, which is not something that we like to do. There's probably the notion that the system really needs to become MeV aware and capture that to avoid certain centralization concerns. If the staked capital is limited, and there's a lot of complexities, there work to do. But I do agree with your notion that ETH holders, the ETH community, and at large the ethereum user base can and should be a check on balances, and whether that's integrated into the Lido protocol to help make sure their protocol as a subset of staked ETH is safer. Great. But also keeping those set disjoint so that layer zero continues to operate in a. In a safe and healthy way is very important."
    },
    {
        "speaker": "B",
        "text": "So with this conversation, I'd like to ask how certain you are that this is a risk that the future will provide us. Like, are we on a crash course with this poor outcome? So do we need to actually divert from the track that we are on from the path that we are on? Or is this like, oh, this might happen one day, so we should be cautious, but otherwise we're fine. Where are we on this thought experiment to crash course with reality spectrum?"
    },
    {
        "speaker": "C",
        "text": "It seems like the Lido mind share is quite cavalier and disingenuous about the risks and wants to gobble up all of state capital. Lido has, since I wrote that piece over a year ago, fluctuated at 30 to 32.5% or whatever, maybe even 33% close to that one third threshold. I saw a graph, I think that kind of with like some of the collapse of shit last year with three arrows and stuff. Like it coincided with me writing my piece and like the lido stake went down. I don't think it had anything to do with my piece, but since then it's really kind of fluctuated. I saw a really good graph the other day. I can't remember where it came from, actually came from Masari. Someone forwarded it to me of Lido's share and it's really. It stayed in that below a third and it's kind of bounced off of it. And I wonder if that's kind of the immune system of the ecosystem coming into play or if it's just happenstance because of other capital allocators. I don't know. It'd be interesting for somebody to do a dig there. But this is real. This is real. There's a reason that people in the east taker community say no one above 22%. Obviously the protocol. The protocol doesn't know anything about this. The protocol can't say you're the same entity as that. And anyone can replicate themselves and restake in a different environment. So the proto doesn't know anything about it, but they want the social handshake and the social norms to be more in that 22% threshold so that we're not constantly worried about it. If sure, Lido can't do these bad things if they're at 32%, but we're constantly on alarm. This is a huge constant threat until capital becomes reallocated. And so it becomes very valuable for us to not always have to be yelling about this thing. In the event that, say, Lido goes sub 28, sub 25, we become in a much more comfortable regime. This is a bit different than, say, client. The choice of, say, the consensus layer client. We used to have prism at like 70, 75% of the network, and the social structures came through. The layer zero came through and reallocated that because it was a major risk to the network. We have all of these incredible client teams, and instead of it being on plus two thirds on one client, now it's, you know, we can. We. There's still, there's still room to fix, but we're, you know, we're like 44%, 38%, 20 something percent. So we don't at least have like, these critical, critical thresholds being hit with the consensus layer client teams. So point being is like, we've seen these social, you know, the layer zero step up and fix things before. This is a bit more complicated because it has a lot of, like, financial monetary incentives entangled. And so this, like, seeing, seeing meaningful movement here probably doesn't just mean like, I reallocate my capital to some like, protocol that I see as benevolent. I reallocate my capital to, like, another protocol that's very profitable, you know, and a good product. And because Lido is profitable, Lido is a good product. Lido is easy to use. Like, there's a reason people like this thing. And so, like, we need, we need better alternatives. You know, it's not just a simple, like, I'm going to be altruistic and take like a, I don't know, 10% hit on my APR or something. Like, I need to have reasonable alternatives. And so it is exciting to see emergent protocols that are attempting to chip away at this. But we really need good protocols and good products out there so that people can make what is a good decision for the protocol is also a good financial decision for themselves."
    },
    {
        "speaker": "A",
        "text": "And so some of those numbers for bankless listeners that Danny was quoting between 30 and 32, that's the percent of market share of all staked ETH that Lido has right now. So as you can see, pretty close to that one third 1% away and kind of hasn't quite gotten over that, but dangerously close to that 1%. Of course, every percent up gets you closer to 50% as well. I mean, I guess one side comment, and I'm sure we'll get into this a little bit later about the mitigators, is it strikes me that the difference between client teams and something like Lido is almost the difference between public sector and private sector. The client teams didn't really have much of a profit motive, or at least not the same type of profit motive. I very much saw the prisms of the world and the other client teams as basically public goods types of products without this large corporate profit mode motive. But Lido very much has that most in kind of the traditional economy. It operates more like a corporation that's going to eat up as much as possible. And that's certainly one thing Hasu said that I think all listeners should pay attention to is Lido. And Hasu and advocates are not making the case that they should stop at any number. They're not making the case that they should stop at 30% or 40% or 50%. They're actually saying, no, we want to get a. To, like, as high as possible, maybe 70% even. And actually, it wouldn't be so bad if we did. So that's. That's kind of what's. What's coming from many of the, uh, you know, the. The other side of this argument, I would say. Right."
    },
    {
        "speaker": "C",
        "text": "And I. I think you're right. Like, the. The way that, um, client teams are positioned is they can think much more about the health of the network independent of, you know, a profit motive. Like, yes, I think there's a reason that a lot of them do this beyond just, they want to build Ethereum. Like, you know, whether it's. Be, it bolsters up their security business or maybe they want to get into the staking business. It's kind of like these second order things for why they might be making a client, whereas Lido is essentially looking for profit. That said, they should be thinking about the second order impacts of what's going on here. In the event that Lido becomes 70% of the network, enables the ability to do malicious reorgs, and MeV creates a more fragile ethereum, then they've, in my view, they're going to devalue the system. The thing that they rely upon, Ethereum, the thing that they're building upon to reap those profits they're going to wreck. In doing so, they're going to destroy themselves. In that event. I will say again, the nice thing about bringing the crypto economic asset in protocol with staking, rather than extra protocol in mining, is that layer zero can coordinate and can fix and patch in the event of disaster. But it's a mess. You don't want to go there. And in such a mess, I don't think Lido wants to go there either. If they take a second to think about it, I'm sure they've thought about it."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "B",
        "text": "This is the whole tragedy of the Commons Molochemdez trap issue. I think the classic example of a Moloch trap is there's ten fishermen around a lake, and if they all fish at 100% capacity, then they're collectively drained the lake, and then no one can fish anything. And so if they all self cap at 70% of their capacity to fish the lake, then they can all have this lake and fish forever. But then if they all agree to self cap, well, it increases the incentive for just one fisherman to defect and they get to fish at 100% while everyone else self caps. And so my question, Danny, to you is we focus on lido so much in this conversation and broadly in this conversation, just because they are the ones just 1% away from crossing that big threshold. But to what degree? Is this a lido conversation? Or is this just a natural market forces? If we strip out lido, reroll the dice of ethereum, and play it forward again, it would just be another LST protocol. How special is lido here versus just fighting Moloch?"
    },
    {
        "speaker": "C",
        "text": "Yeah, it's hard to say exactly how things would play out depending on initial conditions. One, if myself and others had the foresight of the impact of some of these things, potentially some of the design of the system might be different, or there would be a lot more awareness around capital allocators from the get go. I think capital allocators are learning. I actually was talking to some people that know people on traditional Wall street that are very aware of the one third threshold. I was like, really? And conscious about how they're thinking about capital in relation to it. And so Lido was the first mover. And Lido is very good and very good product that came out the gate. And so when I say, I don't know exactly how this would play out, say, if we had five lidos at the beginning, I don't know for certain if we'd have this singular entity that was sitting at this one third threshold, I think that they would make a claim that it is the natural outcome, but I believe that there could have been a much more healthy competition distribution at the outset. I do think that having this conversation, I do think that being aware of the risks, and I do think that layer zero, stepping up and understanding the risks today, and the second order long tail risks of capital allocation in such a regime would be valuable in any regime, regardless of Lido. Or maybe Coinbase could easily be the boogeyman. And I know that Lido says if we weren't here, Coinbase would be a third of all capital and it'd be much worse. And that's probably true. Lido is good at certain thresholds. These protocols are good. It's important to have many different protocols, many different allocations, across jurisdictions, across smart contract risk, such that Ethereum is more resilient. Hat off to you. I'm glad you exist, Lido. Just fucking tone it down."
    },
    {
        "speaker": "B",
        "text": "The hazel argument is that market forces just point towards the inevitable future of one dominant LST. And I kind of agree with that. Eventually, in the fullness of time, there will probably just be one LST because this is where market forces point towards. And so my kind of strategy is like, well, eventually there will be one. And so it's about having the graceful path to get there rather than not allowing that future to exist at all. How do you feel about that?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I think this comes down to layer zero. If we're willing to layer a centralized system on top of a decentralized system and make it as good as we can, then we probably shouldn't have built the beacon chain and we should just have a consortium where Vitalik and a handful of people picked a bunch of options operators, honestly. But I think that the Ethereum community has pretty intense values of decentralization. I think that capital allocators can potentially think about tail risks. We think about them a lot. You should think about them too, and that we can have a healthy ecosystem. I also think that there can be much more competition in what lsts provide. Lido has certain structures on how they handle entries and exits and the queue and relation to profitability, and whether they rebase or not, and what jurisdictions they're involved in and which operators they're using and what other strategies they're using. There's all sorts of potential competition points here and potential differentiation points that we just quite simply haven't seen because we had this mega first mover and we had kind of like a lax response to it in terms of the competition here. Two years ago or a year and a half ago, I wish some startup minded folks were like, oh, let's compete. I guess we had some of that and we're seeing them come online, but we haven't seen enough of it, Danny."
    },
    {
        "speaker": "A",
        "text": "But it is your contention that having Lido at above 30% is better than having, say, a centralized exchange above 30% not to pick any one centralized exchange. So that is a better scenario. It's just not. Okay, agreed. Okay, Danny, so let's move the conversation into how we solve this, and there are maybe various mechanisms we can use. I know part of your post, maybe part of this episode is an appeal to the layer zero, and certainly we could talk about that a little bit. Maybe there are some in protocol designs that we could talk about as well. One question I have for you, though, is the selfish profit maximization kind of mechanism that we might be able to use. So if an individual is staking with lido, what are the risks versus not staking with lido? My understanding of the protocol is if there are a group of validators that are all staking together, the risks have increased as a result of that. If all of the validators together go offline, there's a penalty that maybe you can describe that gets really amplified, that slashing risk. Maybe that's a reason. What are the selfish mechanisms to not stake with any provider that has the bulk of all eth inside of it?"
    },
    {
        "speaker": "C",
        "text": "In general, there's anti correlation incentives. If an entity is slashed, it scales with the amount with which they're slashed, up to, you know, if one third is slashed at the same time, they lose 100% of their capital. Similarly with offline. The more that is offline at the same time, the more that you stand to lose during that period, especially in a period of non finality. I will say, though, sorry, just to."
    },
    {
        "speaker": "B",
        "text": "Draw drill into why this is a thing. This is because any group of people, like, all get slashed all at the same time. It's assumed that they are doing very similar homogenous things that would be considered the opposite of decentralization mechanism."
    },
    {
        "speaker": "C",
        "text": "Right, right. Well, and to make a network fault, to finalize two conflicting histories, you have to have a minimum of one third contradict themselves. And so when they contradict themselves by signing two different histories, that becomes a slashable offense. And so if one third does that within the same period of time, the protocol assumes that it was an attempt to, to create a network fault, to create two conflicting finalized histories, and they're punished to the maximal extent. You know, if 1% of the network does it at the same time, it's not assumed to be an attack, and you're scaled, you know, 1% times three, you lose 3% of capital in doing so. That said, I will point out the disjoint node operator set does, does protect against a lot of these correlation incentives. Like, in the event that one operator does something silly and they're not actually attacking the network and double signs, you're not necessarily going to lose a ton of capital because it ends up being one 30th of Lido capital, that would do. So that said, if there's actually a coordinated attack and you're above certain key thresholds, and Lido goes mega malicious, and so do these operators that would be potentially highly slashable due to the intense nature of the finality incentives. That's probably not the biggest risk on your capital and being with Lido, I'd say the biggest risk on your capital and being in Lido is one. Being in one, you're accepting smart contract risk, so you're accepting this additional layer of coordination and risk on top of, of the Ethereum protocol. Additionally, you're accepting governance risk. So it's just a handful of entities that could potentially steal rug all of the capital. That said, you can mitigate that with governance things over time. Hopefully. Ultimately, for better or worse, it's second order impacts. In the event that you're staking with, you're a major capital allocator and you're going to push the needle lido over a third, you're now beginning to devalue the system of Ethereum that you're relying upon."
    },
    {
        "speaker": "A",
        "text": "That is the longer term profit maximalization I guess angle. There's multiple forms of profit maximization. There's short term profit maximization, which is maybe the one month to two year, three year type timeframe. Then there's the ten year profit maximalization outlook. And I think your argument is that if you have one operator or one entity that controls a large majority of the stake, the value of ETH will simply be lower over a ten year time horizon. Because the reason ether is what it is today is because the network has some perceived decentralization and credible neutrality. That is why applications by block space base and if that, to the extent that erodes, that essentially erodes the value of ETh. So if you are a ten plus year horizon profit maximizer, then you should care about the systemic risks here, and you should essentially delegate to, or not delegate, but stake with a solo stake or stake with someone who has lower market share. Would you also make that case, or did I kind of overdo that profit maximization?"
    },
    {
        "speaker": "C",
        "text": "No, certainly. And because ultimately, by allocating capital and kind of degrading Ethereum's consensus, we degrade the guarantees of Ethereum, we degrade the credible neutrality, we layer a governance layer on top that can be captured and increase the chances of the consensus not doing what it's supposed to do, not doing what it's designed to do. Every crypto economic consensus, every consensus mechanism, classically too, it breaks at certain key thresholds. It loses its guarantees beyond XYZ happening. Pushing a consensus beyond its limits means that you can break it means that it can be broken."
    },
    {
        "speaker": "B",
        "text": "I want to get into the action steps for how we can actually preserve Ethereum decentralization when it comes to eth stake, because I know this is a very big moloch problem, but I want to do more than just screaming into the wind about like, hey, let's value decentralization more. There's a bunch of different players here that are relevant. There are individual stakers who choose to use lsts to stake their EtH. There are lido competitors here, like rocket pool or other LST startups. There's also solo stakers, people who stake at home, and they have their own staking machine. Who's got the biggest role to play here? What action steps would you have for each one of these?"
    },
    {
        "speaker": "C",
        "text": "So solo stakers, in terms of the capital being allocated, probably aren't going to move the needle in terms of these key thresholds, but they're incredibly important to the resilience of Ethereum in the event that there's a disaster and lido, essentially the community soft forks Lido out or something like that, then who's carrying the network on their backs? Who is still building blocks? How does the consensus continue to move forward? Forward? Solo stakers, first and foremost. They're like the primary resilience of Ethereum, even if they're a small percentage of the network. Beyond that, capital allocators, there are people allocating massive amounts of capital towards Ethereum, Ethereum products and other things like that. And I think them being aware of the systemic risks of allocating towards a protocol like Lido at those key thresholds is very, very important. And it was, again, like I got wind of some more traditional kind of Wall street folks, like being intimately aware of the one third threshold. That's actually like kind of promising. It's kind of interesting. I wouldn't have expected that. You know, it's innovators building out new products and innovative products and being aggressive, you know, like trying to eat Lido's lunch, like where I've seen very few instances of this, you know, like direct incentives to leave Lido and do something else. I think Diva is like the only protocol that I've seen do that. And I think they launched that like a week and a half ago. I don't know the actual details. I'm not endorsing Diva. I'm just saying someone finally is doing it. I've been yelling into the wind about that for a while. And ultimately, I think there's a lot of education to do for the Ethereum community, ETH holders, ETH stakers, et cetera, to understand the risks here, which it's valuable for me to be on this podcast, talk about. So, and for better or for worse, we're not done. The beacon chain needs some work, and there's going to be, there needs to be some pretty, pretty deep kind of like economic research and other things going on to make proposals to ensure that Ethereum is sustainable on not only like 510, but 100 year time horizon."
    },
    {
        "speaker": "A",
        "text": "What sort of things can Ethereum protocol devs do to sort of stop this? Right? Because I can hear, once the devs do something. Well, I can kind of hear the voice of Hasu a little bit, and he's basically saying, okay, you guys are being starry eyed dreamers again. Capital will consolidate. There will be network effects around lsts. You guys can talk about it on the layer zero. Maybe that'll work for a while, but the values get diffused over time. And will our kids care about this as much as we do, Danny? Or this is a multi generation network that we're trying to create. Ultimately, don't we have to bake our values into the actual protocol design itself in order to enshrine them for multiple generations and not be so reliant on the layer zero to enforce these? Of course, to a certain extent, the layer zero always has to enforce these. But can we?"
    },
    {
        "speaker": "C",
        "text": "Yeah, as much as we possibly can."
    },
    {
        "speaker": "A",
        "text": "Okay, so how do we do that? Are there any solutions there? Can we enshrine, could we? I read a recent Vitalik post about what to Enshrine, what not to enshrine, and he put together the tantalizing question of what it would be like to actually enshrine lsts inside of the protocol. Do you think that's an answer? Tell us what levers we have on the protocol design side."
    },
    {
        "speaker": "C",
        "text": "Right. So, certainly could go down the path of figuring out how to enshrine lcs. Essentially. Like, I want to stake, I want it liquid, and I want it fungible with others. That is a hard, it's kind of a hard economic problem and like, how things become entangled there. What do you do if things aren't necessarily profitable over here, but these are profitable and we're attempting to make them fungible. There are some proto designs there. Darkra had a post somewhat recently. I think Vitalik linked out to it about just exploration of what that might look like. Additionally, I think it's very critical that not all ETH becomes staked, because again, the disentanglement of various sets helps the layer zero be resilient. And so, like, in the event that only 30% of ETH is incentivized, to be staked and there's 70% of ETH that is not. Then even in a regime in which, say, we have some sort of like malicious actor that tries to gobble up all of ETH staked and starts to do malicious things, we have checks and balances that are incentive compatible. Right. And so like, targeted economic stake rate, I think is very important. There are disparities between staking at home and staking with a large provider because of the chunkiness. I can't remember the word people like to use of mev. Essentially, a lot of the MEV comes in very few blocks. If you're a large provider, you get to average that out quite a bit. Whereas if you're a small provider, you end up being much lower than the average, a smaller staker. The protocol, becoming MEV aware through things like essentially, like, you become MEV aware and then you either like, distribute it evenly or you burn it. So that's kind of the MEV burn protocols. I think those are very important. I think those are very hard. I think that Justin is very optimistic about the designs that exist today. I think there are a handful of people that are still banging their heads against it because they want to see to make sure that these are actually incentive compatible in the long run. And probably just some more fundamental research on what's going on in lido, what's going on in lsts, what are the actual incentives here? And I think something that's kind of interesting is I can't remember the exact figure, but I think it's like maybe only 30, maybe 40% of staked eth. The lido staked EtH token is actually used in Defi and essentially redeployed and used because it's liquid, which implies like 60 plus percent is maybe there for another reason. Why are they there? And it's probably much more around ease of use. It was simple. You can buy it on a market in capturing actually some of those other things and figuring out if it's actually ease of use, then staking or joining pools that aren't lighter like that only then becomes as easy as possible. That needs to become as simple as possible. And so there's probably some gains to do around making staking not so scary and making it easier, or maybe reducing the 32 e threshold and all sorts of other things like that. So there's a lot of work to do."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah. I guess my take on this high level hearing about this from the solution side is there's really three things that really can be done and two of these are short to medium term, and then one is the long term longer term. And the two short to medium term are education and awareness. And pushing back on the layer zero. Part of your message today is basically."
    },
    {
        "speaker": "C",
        "text": "That real quick, importantly, the system is imperfect. The system will probably be always imperfect, but the system can be better. And we need to make sure that we have the education now so that we don't reach enter into irrecoverable, unhealthy equilibriums that even when we have the better tech, the better research, and the better refinements of the protocol, can't get ourselves back out of. It's very critical. We have a very strong layer zero right now to hold our values super true as we write the ship."
    },
    {
        "speaker": "A",
        "text": "Yeah, definitely. The price of freedom is ever present vigilance. So is the price of decentralization. We don't get a lot of shots at this, certainly. So the layer zero is important. So are competitors, by the way, which this is kind of a general call to competitors to enter and start building market share and provide better Ux and try to leapfrog Lido and others in some way to distribute that. But really, I think the long term solution here, Danny, at least to me, has to come to some kind of protocol level design, because it seems like the forces that you're resisting are the same forces that the public sector has had to resist in other forms of human coordination. So antitrust legislation and governments resisting too big to fail and that kind of thing, they've had to intervene with the private markets and do something essentially, like can the devs do something? Like can the public sector do something? And the extent that we're able to embed this in our social protocols, like our legal system, we're able to kind of push back against this cartelization and this kind of moloch trap. So it seems to me that's got to be the long term solution, that something we do something to tweak the protocol. Protocol. And I'm not sure exactly what that is, but is that your inclination too? Is that what you ultimately think, or do you think it's just too thorny a problem to actually solve in the protocol? And this all has to take the. Like, does lsds in the protocol? Does that solve it? You know, I'm not 100% sure."
    },
    {
        "speaker": "C",
        "text": "I don't. I don't have the answer. I know that there are answers and we must get there, and that that's going to be like a huge component of the conversation and the design landscape. Overdose. The next couple of years. I will say that the, you know, there's going to be the combination of attempting to make the incentives of staking such that they do not converge towards a single LST. And there's also the design direction of ensuring that all of stake, all of ETH does not become staked ETH, such that if it is inevitable that a single entity takes all of staked ETH, that there's still an immune system. If 70% of ETH is not staked ETH, then we now have 70% of capital that is against the staked capital doing malicious things that still relies on layer zero, but ensures that there's more incentive compatibility across that layer zero, rather than just ideology. It's a combination of many of these things that I think have to come fruition."
    },
    {
        "speaker": "B",
        "text": "There's a couple of perspectives I want to bring to the table brought to me by Hazu. He threw a number of questions at me, and I'll read out two of them. One of them is, when the institutions come, where do you think that money is going to go? Not where you hope it will go, but realistically, where do you think it will go? Another question is, would you admit that Lido has decentralized the network so far? You can choose to respond to either one of those, but I kind of think the gist is, and the gist I've gotten from Lido is Lido is like, hey, we're the lesser of two evils. Like, it could have been worse. It could have been binary."
    },
    {
        "speaker": "A",
        "text": "And they're also saying, and also, guys, we're improving, we're making better."
    },
    {
        "speaker": "C",
        "text": "Yeah, yeah, great."
    },
    {
        "speaker": "B",
        "text": "Respond to the vibe."
    },
    {
        "speaker": "C",
        "text": "I said earlier in the podcast, it's a good thing that Lido exists. It's a good thing that there's competition between Lido, centralized exchanges and other things. And Lido, under certain thresholds is a boon to the network. That's a good thing. It is a very good product. It's proven itself to be well developed, pretty secure. I don't like the governance of it. I don't like token distribution on top of it. But in certain healthy doses, certain doses, where is capital going to go from institutional capital? We shall see. Some of it's going to go to Coinbase, some is going to go to consortium LST, some of it's going to go to Lido. Some of it's going to go, go to institutions attempting to start their own staking ETF or whatever. And you know what? There's going to be a proliferation of many of these things, and it's best to have a proliferation of many of these things. Ideally it's not all coming from the US too, right? Like when people say institution, they're like, you know, you think you're essentially thinking about like tradfi, Wall street. But hopefully this is multi jurisdictional capital because this is a multi jurisdictional machine that is very valuable for the entire world. Sure, I know the honest answer is supposed to be, well, it's going to go to Coinbase and they'll manage the capital and then all of a sudden we have another threat on our hands. But I don't think it's so obvious that it's just going to go all into one place. Um, and if there are new, uh, vehicles that are well run and have different risk profiles from Lido, um, and, and take some of that share. Um, even if some of them are, uh, centralized players, everything is, everything in its own orb is centralized to some extent. Um, that's a good thing. So, uh, we shall see. And if we have another boogeyman in a few years that we have to talk about and fight, so be it."
    },
    {
        "speaker": "B",
        "text": "Danny, you're a pretty calm, collected guy, I'd say. I think. I'm pretty sure you do yoga, so I don't really see you like getting stressed. But if you had to illustrate the magnitude of the alarm bells or like the color of the siren or just how severe we should be really considering this problem to be, can you illuminate that subject?"
    },
    {
        "speaker": "C",
        "text": "So layer zero is very strong today. And we can rely on layer zero for a lot of things today. Layer zero lets us exceed one third today. Its pretty fucking disappointing if it exceeds 50% failed."
    },
    {
        "speaker": "A",
        "text": "Okay, so we're at maybe yellow. You know, there's, there's, there's red, orange, yellow, blue and green. Right? We're not, we're not. I'm not feeling green from this conversation. I'm not feeling blue from this conversation. No, I'm feeling. I'm feeling yellow. And you're, you're maybe saying we're right."
    },
    {
        "speaker": "B",
        "text": "Next door to orange."
    },
    {
        "speaker": "C",
        "text": "No, we're orange."
    },
    {
        "speaker": "A",
        "text": "We're orange."
    },
    {
        "speaker": "C",
        "text": "But again, yeah, like if redd, like, I feel like red is red. Isn't is red an alert or like, it's. Like it's a disaster. Red is red alert."
    },
    {
        "speaker": "A",
        "text": "We are under attack right now."
    },
    {
        "speaker": "B",
        "text": "Yeah, we are under attack. We need everyone. All hands on deck. Moment."
    },
    {
        "speaker": "C",
        "text": "Yeah, I don't know. I mean, it's hard. It's hard to. Depends on how you frame attack. I know that some like to. Like to say that it is an attack attacks don't come in all of the forms that we always think of them. Economic attacks are like probably the most real attacks in crypto. So maybe it is."
    },
    {
        "speaker": "A",
        "text": "Danny. I can guarantee there are going to be a lot of folks who are designers of the Lido protocol and participants in their community who listen to this podcast. I think many of them listen to our episode with Hasu as well. What would you say to them? What would you like to see Lido do? How can they fix this."
    },
    {
        "speaker": "C",
        "text": "Self limiting. While we're in this interim of trying to better understand and make sure that the protocol is safe on many guide time horizon is probably a good thing. I do think that Vitalik had a very interesting kind of offhanded proposal like a year ago. That's like maybe it should be a social norm that fees on this type of protocol just go up until they're absurd as you approach key thresholds, like one third, so they become naturally kind of rate limiting or fucking super profitable because they're that good, I guess so. Both of those, I think are really interesting design directions. I do think that being Ethereum aligned, while Ethereum is very valuable, very important, becoming the backbone of many good things, but is also still has work to do. I think being aligned is making sure that your protocols stay in key terms, thresholds under key thresholds. And so I think that's kind of the big thing. Other than that, to the designers of the Lido protocol, you'll do a good job. You all have a good product. I respect."
    },
    {
        "speaker": "A",
        "text": "What's in it for them, Danny, to do this, to become better? Ethereum aligned. Is there a carrot? Is there a stick?"
    },
    {
        "speaker": "C",
        "text": "Yeah, the carrot is Ethereum becoming the backbone of global coordination and finance and you not wrecking it between now and then?"
    },
    {
        "speaker": "A",
        "text": "How about the stick?"
    },
    {
        "speaker": "C",
        "text": "The stick is you destroy the credible neutrality of Ethereum and you're going to."
    },
    {
        "speaker": "A",
        "text": "Destroy your product, Clay, as we end this. Danny, one question I have for you, as we zoom out and look at this system, this beautiful thing called Ethereum that we've created, and congrats on having such a vital part of doing this. I know it's not you. And you'll be first to kind of deflect some of this gratitude to all of the other core dev teams. So thank them as well on our behalf. We've really created a fantastic computer here, a piece of human coordination. It's very exciting to see, and we're all obviously vested in seeing that experiment play out and be as incredible as it could be. Do you actually see any virtues that this centralization vector is coming to light. Now, one thing I've always observed in Ethereum is we don't fix things until we actually identify the problem. And then once we see the problem, whether it's like our damn gas fees are too high, we got to go fix that. Then. It takes some time, but Ethereum kind of steers the ship and goes and fixes it. I'm wondering if this is a silver lining here. This problem is becoming more well known. Known. And once it does get well known, well eTH researchers, protocol designers, everybody who's focused on making Ethereum better is going to turn their gaze on it and for it to become the next Moloch slaying event that we have. So is that a silver lining here? Are you seeing some of that?"
    },
    {
        "speaker": "C",
        "text": "I think so. I think so. If you talk to the robust incentives group rig like this is priority number one. This is what they're thinking about. This is what they're researching. This is what they want to be working on design from now until it's fixed. And that's very valuable. It's very important. And I was actually talking to kind of like a macro finance econ guy who spends a lot of time looking at Ethereum the other day. And he's like, you know what? It's probably good that Lido came into this now. And it's like, I have issues with what we might call Ethereum alignment with respect to Lido, but they're competent, they understand Ethereum, and they don't do, like, outwardly malicious things against, except for this thing that, that I claim in terms of key thresholds. But he's like, if it's not them, it's going to be some tradfi ETF thing that's going to attempt to gobble up all of this stuff. The fact that we get to address this problem today and with respect to something a bit more crypto native is probably better than if we had to address this problem only when we realized it, when Tradfi showed up."
    },
    {
        "speaker": "B",
        "text": "Danny, if we need to continue this conversation, who do you think we should talk to and what would we talk about?"
    },
    {
        "speaker": "C",
        "text": "There's definitely a bunch of emergent LSD protocols that it's probably worth giving some visibility to. What's the difference? What are they doing? Why are they doing it? I don't necessarily need to make a bunch of ad spots for them, but I think there's probably legitimate, technical, interesting conversations to have with some of them. Barnabas a beast, Barnaby with anybody on his team. They are thinking deeply, deeply about these problems and eth economics coming up at Devconnect. I think there's going to be a lot of really cool, a lot of really interesting conversation and research around this. And so capturing some of that. I'm talking much more about these kind of high level things, how the pieces fit together, how the risks play out. But they're getting deep, deep on the details of understanding the economics and the potential design paths here. So, Barnaby, anybody at the rig team, I think would be quite good. And I think there's going to have quite a canon of research and literature to talk about between now and the end of the year."
    },
    {
        "speaker": "A",
        "text": "The bitcoiners will say we should have stuck with proof of work. Danny, what do you think of that? Any truth to that?"
    },
    {
        "speaker": "C",
        "text": "No. For one, I think the energy, energy consumption as we kind of like modernize the world, hopefully becomes unconscionable. It's just not how we should be designing protocols. Additionally, proof of work has incentive issues with respect to pooling and other things. Dark red claims, if you let it play out enough in an MEV environment, people are going to tokenize mining hardware with traditional contracts and things like that. And if you look at mining distributions and mining pools, they don't look good. There's a little bit of more liquidity in terms of capital allocation. I can switch pools, but the incentives definitely exist, especially in these high MEV environments, to pool and to create structures that are maybe akin to lfcs when you don't have an appreciable fee regime in, you know, in bitcoin, in most contexts, I think they'd have like BRC 20. Then, like, a lot of these problems just don't show up."
    },
    {
        "speaker": "A",
        "text": "Right?"
    },
    {
        "speaker": "C",
        "text": "Like Ethereum is awesome because it's actually used. And so we actually see emerging problems very quickly. In my piece I wrote, you know, like, these may seem like tail risks that are hard to take seriously. You know, might never happen, but like Ethereum is like, you see the tail risks play out all the fucking time. Like, you see, like, you think you understand the world, then it blows up because people actually use the system. And so I don't think it has an incredible amount to do with staking versus mining. In terms of the particular problems of each are going to be different, but there are going to be distinct problems that emerge in either regime if you have a very utilized and desirable system like we do."
    },
    {
        "speaker": "A",
        "text": "Well, Danny, thank you for engaging in the conversation today. This has been supremely useful. We appreciate you."
    },
    {
        "speaker": "C",
        "text": "Oh, thanks for having me."
    },
    {
        "speaker": "A",
        "text": "It's a lot of fun action items for you. Bankless nation, you got to hear the other side of this argument if you want to go do that. We have an episode called in Defense of Lido with the guest Hasu, who takes the opposite perspective of Danny Ryan, our guest today. So you can hear both sides of that argument. Of course, we'll be following up on this episode with more episodes like it in the weeks and months to come. But now Dave and I are off. We're actually going to record our debrief episode, and that's where we unpack the conversation we just had with Danny. If you're a bankless citizen, you already have access to that in the bankless premium podcast feed that is ad free and includes bonus episodes like the debrief. If you're not a citizen, you can become one. There's a link in the show notes to unlock that. Got to end with this. Crypto is risky. You could lose what you put in. But we are headed west. This is the frontier. It's not for everyone. But we're glad you're with us on the bankless journey. Thanks a lot."
    }
]