[
    {
        "speaker": "A",
        "text": "I think there's no better time to build in social than now because we have all of the factors that I talked about. We have a new business model in the form of ownership. We have a new computing platform in the form of crypto. And then we also have a new generation of users who, I feel like, have this sense of frustration and resentment towards the existing social paradigm and are just, like, so ready and craving something new. So all of those factors mixed together really makes us primed for something new to arise."
    },
    {
        "speaker": "B",
        "text": "Welcome to bankless, where we explore the frontier of Internet money and Internet finance. This is how to get started, how to get better, how to front run the opportunity. This is Ryan. Sean Adams. I'm here with David Hoffman, and we're here to help you become more bankless. A message to the Elgos. We're not your dance monkeys, because what's been one of the most important hidden forces shaping our world over the last decade, engagement algorithms. We've gone from social networks to social feeds without any of us noticing. And the social feeds, that part, that's powered by a very powerful engagement algorithm. We've become a bunch of monkeys dancing to the latest TikTok algo. How much autonomy do we even have? Is this the promise of the Internet? If so, how come so many of us feel trapped? We're, like, ready for something new. And the question in today's episode, can crypto fix any of that? That's the context. And to discuss this topic, we brought on Eugene Wei. He is the author of status as a service. He's one of the smartest product people in Web two social that we know. And also Li Jin. She is a crypto investor. She's a thinker who popularized the term ownership economy. To describe the future of crypto, a few things we talk about. Number one, the history of web two, the origin, its development in all of its goodness, in all of its sins. And why web two is stuck. Number two, business models. Why business models are destiny. Number three, what parts of web two are actually worth keeping? And what parts are we throwing out? And number four, why Li Jin has abandoned the term web. Three. Altogether, she doesn't like it anymore. That was news to David and I. Five, fame versus love. Six, what is psychological ownership? And why does crypto need more of it? And seven, Eugene's best advice for crypto settlers. David, why is this episode significant to you? Yeah. Are you feeling like a dance monkey these days, dancing for the elgow?"
    },
    {
        "speaker": "C",
        "text": "Well, since I've never succumbed to a dance monkey, I've never been elevated by web two. I've had to do it the old fashioned way. The old fashioned way?"
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "Just hard work way of just dancing. Yeah, dancing for the."
    },
    {
        "speaker": "B",
        "text": "So you don't dance for any elgos?"
    },
    {
        "speaker": "C",
        "text": "I have not danced for the Algos. Yeah. Yeah."
    },
    {
        "speaker": "B",
        "text": "Are you sure? I feel like. I feel like our tweets are dancing for algos."
    },
    {
        "speaker": "C",
        "text": "Oh, our tweets. I definitely. Well, I no longer dance for the Twitter algorithm anymore, but once upon a time, I definitely did. You're the one with daughters. Do your daughters play the dance algo game?"
    },
    {
        "speaker": "B",
        "text": "They don't. I don't. So I don't dance. And I think, like, genetically, that probably carries forward. Actually, my youngest daughter, she's an incredible dancer, but it's more like ballet. She hasn't gotten into TikTok. Right, right."
    },
    {
        "speaker": "C",
        "text": "Not. Not web two dancing, actual dancing, but."
    },
    {
        "speaker": "B",
        "text": "Like, dancing for algos. That's a metaphor for all of the crazy things that we do that shape society for, like, adapting our behavior so that we can get Instagram famous or YouTube famous or, you know, spreading our content and message in those feeds. That's what we mean by dancing to the Algos."
    },
    {
        "speaker": "C",
        "text": "Yeah. There's this trend going around in New York of people, influencers filming themselves dancing on the streets of New York, just completely cut off from reality, not caring about where they are. And then the trend has gotten so big that now people are filming influencers in the wild, and everyone's just, like, on the street corner dancing. Like, who is the puppeteer behind these people that are making them dance? Oh, it's the Instagram algorithm. It's the TikTok algorithm. This algorithm is making us do things and we don't have control over it. If there's one thing that crypto, web three being on chain is here to do is it's here to set us free. The banks control our money and our finances, but web two controls our behavior and our social engagements. I would like to break free from both of these things, and we need a new form factor, we need a new substrate to build this new social landscape if we're going to do the thing that Eugene is saying we need to do, which is get out of the dead end, that is web two, and hop over into a new fertile landscape of experimentation with web three. One of the big themes, I think, in this episode is understanding how web two came to be. What are the components of web two? Like the ad model, the feed model, and some of these components are going to persist. Some of these things are just true about the way that the universe operates. So some of these things are forces that web three will also be shaped by. But some things we can throw out, some things we can just jettison and not take with us. And learning about the history of web two and applying that as a pattern to match upon later on and understand the future of web three is what you, Bankless listener, are going to get out of this episode."
    },
    {
        "speaker": "B",
        "text": "Once you see it, you can't unsee it. The algorithms that shape society and how to break free. Let's get right to the conversation with Lee and Eugene. But before we do, we want to thank the sponsors that made this episode possible. Bankless nation. We are incredibly excited about this episode because we have two gigabrains on today, one from web two social and one from web three, talking about the future of status as a service, psychological ownership, and the future ties between crypto and social. Many of our listeners will be familiar with our first guest. She is Li Jin. She is an investor and co founder of Variant Fund, and she's one of our favorite thinkers on crypto and the creator economy. In fact, she recorded with us a legendary episode in the canons of Bankless called how to own the Internet. Lee, welcome back to bankless."
    },
    {
        "speaker": "A",
        "text": "Thanks so much for having me back. It's great to be here. Thank you."
    },
    {
        "speaker": "B",
        "text": "It is very exciting to have you back. And you brought a guest. You brought a friend with you, someone that we at bankless have admired for quite some time. Eugene Way is a web two product visionary, and listeners might be familiar with some of his incredible blog posts, such as, this is one of my all time favorites. Status as a service, also invisible asymptotes and why information grows. What Eugene does very well is make sense of the growth of social media and predict what's about to come next. Eugene, welcome to Bankless for your first time."
    },
    {
        "speaker": "D",
        "text": "It's a pleasure to be here. Thanks for having me."
    },
    {
        "speaker": "B",
        "text": "Okay, so I set this up and I hyped you guys up for this conversation. So we've got our two brains here, one from web two social, one from web three crypto. And we're talking about the future. But I think in order to talk about the future, we have to lay some groundwork. We have to maybe take a peek at the past. So why don't we start with a conversation about web two social so we can kind of get our groundings and the primer of Web two. So there was a time when Web two social didn't exist, when it wasn't a thing. We had the Internet, and it was good for stuff like e commerce and PayPal. Right. And it was starting to peak there. And then Facebook entered the story. Eugene, could you take us all the way back to the early two thousands and explain the story of Web two? Why did it take off?"
    },
    {
        "speaker": "D",
        "text": "So the typical way that we hear Web one and Web two delineated is that Web two brought with it the ability for users themselves to sort of have more write access, the ability to publish content to the Internet. But I think even back in the web one days, we saw that people are social by nature, and social is one of the most popular use cases for the Internet. So there's a legendary story of a very early hackathon when the Internet was built, and a lot of people submitted different projects, and one person built a project for mail. It was like a very early prototype of email. And a lot of people said, well, this is just borrowing a metaphor from the physical world. No one is really going to use this. This seems very trivial. And it turned out that that was immediately the application that got the most use. And then we had news groups and, you know, email and all these things were being used at scale with web two. I typically mark that with MySpace just for my life. That was the first thing that was a little different."
    },
    {
        "speaker": "B",
        "text": "So you don't start with Facebook, you start with MySpace."
    },
    {
        "speaker": "D",
        "text": "Yeah. I think of MySpace as a very first scaled social network that I remember using with a lot of friends and became kind of a model for Facebook. But suddenly you had this idea of a social graph, like being able to map out people's relationships on some service that existed in the cloud, and that service being one where people could start to publish content to each other. So it was a different way of communicating with people that you knew, and that really, it really took off with Facebook, I think, for a variety of reasons. Every social service that scales tends to build on the learnings of the previous social network. But Facebook, I think, did a smart thing by building on top of the college graph and specifically in starting out with the Harvard graph, a very prestigious rung on the social ladder, and then slowly scaling out from that. And probably the biggest innovation that Facebook then brought to social was this idea of a feed. So today we take feeds for granted in this mobile phone centric era. But you have to remember that Facebook started before the iPhone, the first iPhone, the smartphone. So we were largely using it on laptops and desktops. And the very first versions of Facebook were like MySpace, in that if you wanted to see what content or updates your friends had published, you had to go to each person's Facebook called it a wall, but essentially you were going to each person's profile to see if they had published an update. And so it was very inefficient. The more friends you had, the more work that was. So the feed said, well, why don't we just bring all those updates into one geographic space so it's easier for you to find out you don't have to go searching around if someone publishes an update, just shows up in your newsfeed. It was very controversial at the time, but in hindsight, it makes a lot of sense that there's no reason to go to everybody's profile to see if something's changed."
    },
    {
        "speaker": "B",
        "text": "Why controversial, Eugene?"
    },
    {
        "speaker": "D",
        "text": "Well, within companies, it's always controversial when you make such a wholesale change to the way the site works. And you hear stories about Zuck getting a lot of pushback from different people inside the company. And as CEO, he had the prerogative to push it through. As with most big changes to any product or service, initially a lot of users complained, but it was very logical. And by the way, it made even more sense in the era of the smartphone, which has become the dominant computing interface, the dominant computing platform of this era, because the smartphone has less screen space and so vertical scrolling, Newsfeed is actually just the most efficient sort of way for users to go through a lot of content. Like you can just hold your phone in one hand, you can use your thumb to just throw the screen up. And by the way, it's also the most efficient way on a mobile phone to put ads in between posts of content. You don't have to leave the screen to go see other stuff to find ads. We know that most users tend to stay on the home screen of whatever app they're on. And so for all sorts of reasons, this made sense. But I also think that if you think about all of, I'm sure I'm referring to western social. If you think about web two as a whole, this move to add subsidized social had a lot of consequences downstream. On the one hand, it makes a lot of sense because typically one of the biggest problems for social is the cold start problem. How do you get enough people using your product to gain the benefits of the community? Advertising is great for this because it keeps the product free so more users will try it. So it's very logical business model. But I think when we think about the end of this era of social, the end of the era of web two social, I think a lot of it is because the ad business model has sort of eliminated a lot of other possible ways to build out social. So if you think now about Instagram, Facebook, Twitter, if you think about all of our sort of dominant social products, even if you include TikTok and things like that in there, they're all ad subsidized social networks. And so that's become this large scale, zero sum game, because we know that attention is the scarce resource in this economy. And so you're almost forced by your competition to fight for that attention. If something like TikTok comes along and becomes more entertaining and addictive, then you're going to see Instagram and Twitter and everybody else start to copy TikTok, because it's a zero sum economy. We know that cpms for advertising online have tended to go down over time. At least that's been the trend thus far. And so to raise your revenue as a social media company, you have to drive the m part up, because the c is going down. And that means more and more we see all these companies fighting to be more addictive and entertaining. And I want to highlight one thing, which is that there was a big transition when we went to the feed, which was initially, the feeds were deterministic. That is, if I was friends with Lee on Facebook and she published something, I would just see it in my newsfeed. Or if I followed Lee on Twitter and she posted a tweet, I would get it. But at some point, if you have enough friends and you follow enough people on Twitter, you start to get a signal to noise problem. You're like, oh, okay, yes, I'm friends with these people, but not everything they post is interesting to me. And so the way to combat that, to keep these products from being too noisy, all the companies started to introduce algorithms over the top of the feed. These algorithms try to determine what stories you would enjoy more than others, which were more engaging than others. And this I think of as the transition from social networking to social media. We went from deterministic feeds to probabilistic feeds. This is the era when people started to think of themselves as media figures, because essentially, you started battling the algorithm. If you were going to post something to Instagram and get through that algorithm, you had to post, like, your best photo. If you were to write a tweet, you had to make sure that it was pretty engaging or funny or witty in some way. And I think this is underrated, the fact that we started to think of ourselves as media figures, and even you started to hear people talk about their personal brands. I think this is a natural consequence of all of us suddenly feeling like, all right, if I'm going to get through this algorithm, I have to behave like a media figure. And I think it goes hand in hand with this advertising business model. And that's why for me personally, I feel like we're at the end of this era of web two social. With this ad business model, there just aren't too many other ways that you can have people interact. And the incumbents are very, very strong in web two social. And that's why a lot of people, I think, are thinking about web three social and crypto and things as maybe a way to go back to something different by changing the business model of social."
    },
    {
        "speaker": "C",
        "text": "I really, really appreciated that story arc, Eugene. It kind of just took me down memory lane, starting with, of course, MySpace, being able to customize my profile, then moving into Facebook, the pre feed version of Facebook. And I'm of course, reminded that anytime Facebook made any change, the whole entire platform just got angry. And then we accepted it and it became better and we realized that, no, Zuckerberg does have this particular vision for it. And then the way that I interpret this arc that you gave us is a little bit trying to, it's trying to scale, right? I have my 150 friends. I can only keep track of so many of them. And so what does Facebook do? They present this new technology called a feed that allows that to scale a little bit better. And then I can keep track of more friends, have more friends, make more connections, look at more content because of the feed. And then introducing a second technology, the algorithm allows that to also scale. So these social networks are also scaling. And I think bankless listeners can kind of just use their imaginations and understanding as these were the lessons that we learned in Web two, the lessons that we learn in Web three, social are going to pull from some of these lessons throughout history. And all of this was motivated, like you said, just by the ad model, because scaling social networks scales impressions, which scales ad revenue, which is how we get to this logical conclusion. I want to just double tap on the whole logical conclusion part of this whole thing, because you sound like this is where web two ends. And there's no, like, oh, we only are at marginal improvements here. Like, I can see TikTok starting to converge with Twitter, starting to converge with Instagram. There's a lot of shared platforms, shared components of these web two apps. I just want to just double down on the conversation as to why you actually think that we are kind of walking towards the end of the road in web two. And why you believe that?"
    },
    {
        "speaker": "D",
        "text": "Yeah, I mean, partially, it's the strength of the incumbents. We have an advertising duopoly in the US, makes it very hard to build a new social network. You have a very small window to scale to become even partially relevant in the advertising space, and that makes it difficult. But I think the business model itself kind of constrains other options for social. You do have some other networks now trying more paid options. You have Snapchat, you have discord, you have slack, which try to monetize in different ways. None of them have achieved the revenue scale of Facebook or things like YouTube. I think that's part of it. But the other part of it is that I think the graphs themselves were built out in a very particular way. And I don't think it was always thought out from the very beginning what social graphs they wanted. But the graph of people you're connected to tends to kind of determine how you'll use a network. And the fact is that most people don't really prune their graph or redo their graph that often. Typically that happens when you join a new social network. You're like, okay, this time I'm going to follow different people, or I'm not going to follow all the same people. But you don't see people on Facebook or Twitter or Instagram, unfriend or unfollow people at scale. Only some people will do it and make a big announcement like, I'm unfollowing everybody on Twitter, I'm going to redo this. But typically you don't. So we have a form of graph lock in that also kind of constrains how we interact with each other. And the fact of ads being the primary business model also constrains just the number of UI variants you can build within your product. I would probably say that messaging apps have been the other area where we've seen a lot of new social things get built out. You have telegram and signal and WhatsApp and those things, but they don't monetize that well. And that's partially because the UI isn't feedbased, where you can just jam ads into in between posts. It would be a little weird if you were in a messaging app and then an ad showed up in between your messages to people, so it'd be creepy. Yeah, it's been very difficult to monetize alternative social networks, so that's why I feel like we're at a stasis. And one of the ways you can tell this is that Instagram is copying TikTok, Twitter is trying to copy TikTok, TikTok is trying to copy Facebook. You know, I feel like we're in this circular Spider man meme where everybody's just trying to copy everybody else. And I don't see that many new ideas out there. Even the photo apps that these small social photo apps that have popped up recently, all of these are harkening back to a previous era of social. They're like, you know, let's go back to photo tagging from the early days of Facebook, or let's build an early version of Instagram again when it was just photos from our friends. So that's why I say, you know, it feels like we're kind of at an endpoint or, you know, you know, we went down a cul de sac."
    },
    {
        "speaker": "B",
        "text": "Lee, you look like you want to reflect on the story so far of web two."
    },
    {
        "speaker": "A",
        "text": "Yeah, I definitely echo a lot of what Eugene has mentioned about the history of social and where we are today. I think it's also useful to think about the stage of social that we have today, per the lens of traditional network effects theory. So network effects theory is the idea that the utility of a network grows as the number of users scale. So the canonical example of this is like the telephone network, whereas the number of people that are connected to the network grows, the more utility that the network actually has. Like the telephone network has no utility when it's literally yourself with a telephone, but when there's ten users, then it grows exponentially. And so a rational user who is using a product would naturally be inclined to join the larger network that has more utility, more content, more potential connections than a smaller one. And so I feel like after a decade and a half of the existing social networking paradigm, we're at this point where now the incumbents have scaled to such a point where it's really, really difficult to compete against them, because any innovation that you introduce in terms of new products, new features, can easily be grafted on to an incumbent and offered to its mass distribution of users that it already has. To illustrate this, Facebook has 3 billion with a b monthly active users. That's literally half of the world. That's a monthly active user of Facebook. And so if you're a startup that's trying to compete on the basis of, let's say, a new content format or a new feature, or a new way of interacting with your friends, it's so easy for an incumbent with all of those resources to just take that feature innovation and add it to their existing product and then offer it to everyone who's already using that product and thereby shortcutting the utility of that new feature by offering it to all of these connections. We're stuck right now because all of these startups feel like theyre unable to compete. All of the scaled social networks are already scaled and theyre just sort of co opting all of the innovation in the space. And its been like this for a while. By the way, when I first started investing in consumer startups in 2016, back when I was still at e 16 z on the consumer team there, I remember other vc's from other peer firms asking me what is there even left to invest in in consumer? Isn't it all just like incremental innovations from here on out? Because we have all of these scaled networks and I feel like if you reflect on what's happened between 2016 and now, they were kind of right. Like we haven't really gotten major new scaled social platforms. There's been a lot of feature innovation, there's been a lot of innovation in terms of content format. We had like live audio and things like that, but nothing has really broken out and, and become a standalone business. And I think it's because of this kind of powerful network effects thing. And I want to posit three possible paths out of here, like how do we get out of this situation, and three possible paths that we can actually break the dominant structure of the current social paradigm. So one of them is a new generation of users that arises and wants to use something different than their previous generation of parents or whatever. I think the way that the network effects theory breaks is you can actually have negative network effects, where the greater the number of users on a network, the less utility it actually has for you. We see this all the time, where we're hesitant to post something, maybe on Twitter, but we're more likely to post it in a small friend group, or we don't want to post something on Instagram feed, but we're okay with posting it on our stories to our close friends. So more users can actually be bad sometimes. And so perhaps a new generation that arises of young people doesn't want to use the same social network as the previous generation, and that actually enfranchises a new social player that comes up. So that's path one. I think path two is we get a new computing platform, and with a new computing platform it enables a new startup to be able to innovate faster and win on a new basis of differentiation than the old winners. And so you could sort of map like the chronology of social that Eugene painted to different computing platforms, where in the web one era we had a different set of social platforms, probably like the blogging platforms then we did in the mobile era. And then you can chop up the mobile era into different levels of bandwidth that we had wherever with less bandwidth. We had photo based social networks like Facebook, and that moved towards video based social networks like TikTok, with growing bandwidth. And so perhaps the next computing platform is, I mean, I think there's a question mark as to what this is, but maybe it's VR, maybe it's ar, but I would also say, like, I think crypto is a really powerful new computing platform. It's literally a world computer that we're building where any, you know, function API could call another API. And so perhaps that is the substrate of a new social application. And then lastly, the third path towards building a new social network. My hypothesis is perhaps there comes along a new business model for monetizing a social platform that then would advantage a new player. And this is where I kind of want to bring in, like the idea of ownership, crypto ownership, as a potential new basis of a new business model that goes beyond advertising. So as we mentioned, advertising is basically the monetization of attention, but monetizing it in a way that treats all attention as fungible. And it's a zero sum game. You're all competing for attention, and the more attention you have, the more money that you earn. But at the end of the day, all attention is fungible. It's all interchangeable. Whereas ownership, I think the potential of ownership as a new business model lies in the fact that with ownership, you can actually sort of discriminate between different flavors of attention. You can distinguish between super fandom versus casual fandom, you can distinguish between patronage versus speculation, and use ownership to monetize it in a very fine grained way. I don't know if that makes any sense. And so with that new business model, you can actually make it possible for smaller social networks to succeed, you can make it possible for smaller creators to be successful, you can make it possible for standalone communities to be able to be able to monetize without a platform. For the first time ever, we're seeing crypto social networks that are platform less, meaning they have a token, they have a native token, but they exist outside of the confines of any given social platform or application. And so I think ownership as a new business model is really powerful because it creates all of these new possibilities for what can viably exist."
    },
    {
        "speaker": "B",
        "text": "I think that last piece. The new business model is really the key to unlocking web three and what you've called the ownership economy. And I want to, before we get there, which is what I think we want to spend some time on, just thinking through how web three can actually change the future. I want to talk maybe a bit about the stakes, or at least where the last decade or 15 years or so has left us on the web two front. So it's really interesting. I think all of us, everyone listening has their own unique experience with, with social media. And I love Eugene's model of hey, we, somewhere along the line, we went from social network to, like, social media and the introduction of this algorithmic based feed, and it's changed so much of society. It's changed how I work and operate and I, you know, and everyone around us works and operates. And I got to say, I have like, and I think a lot of people probably feel like this, but a love hate relationship with it, I so, like, as a curator, I'm conflicted, because without social media and the algorithmic based feed that it provides, yeah, maybe the podcast would be successful, but like YouTube, for instance, or our Twitter feed, right? We wouldn't have the distribution to be able to compete at bankless against a CNBC in the field of crypto or a Bloomberg or traditional media. So I love that the distribution is so great, and yet as a creator, it feels like more and more I'm working for the algorithm and not for the community. It's like, you should see the way we actually have to edit and modify our YouTube thumbnails. Like big exasperated faces, like mouth. The reason we do that is to help spread our message. People click on that type of a thumbnail title more. I'm like, who do I even work for anymore? Then as a user, right? I'm conflicted as well, because amazing things have happened on social media. I learned about crypto from Twitter and social media and Reddit and all of these things. I met my co founder, and yet more and more I spend more time on Twitter x and I feel like it's an outrage machine. It's just making me angrier. It's like the feed, the algo, is optimizing for engagement rather than truth or rather than, I don't know, some other algo, it could be operated on. And then society, we don't even have to dig into the societal problems because by now they're kind of well known, right? On the one hand, you've got this global conversation that can happen. On the other, you've got terrible bad information spreading fast. You've got sort of mob behavior, all of these things. So I guess my question is, at the end of this 1015 year era of web two social, where are we left? What's kind of the good and the bad and the ugly? And, and do you think, Eugene, that, that Lee's, um, maybe thesis is right here, that what we actually need is a new business model here? It's because we've squeezed all of the juice out of this kind of engagement feed, algorithmic business model. And maybe we need something different, something that goes in a different direction. Anyway, tell us about the good and the bad and the ugly after this whole 15 year experiment that we've been running."
    },
    {
        "speaker": "D",
        "text": "Yeah, it's always going to be a mix. I'm never one to say that the Internet has been all bad. Certainly I wouldn't be on this podcast, and most people in the world probably wouldn't even know about me if I hadn't written things and put them on the Internet. And the ability for anyone to suddenly publish their thoughts and share with the world was a huge democratizing force. And I would never say that we should go back to the gatekeeper model of media. On the other hand, I do think we're at some sort of local maximum right now. And anyway, I'm really into Marshall McLuhan and Neil Postman and media theory, and I do really subscribe to their idea that the structure of our media really affects the way we as a society talk to each other and communicate. And, you know, Postman, when he wrote amusing ourselves to death, was writing about the transition from a print culture to a tv culture. And he said, you know, that had some effects on american society. It made everything into entertainment, including news. And the way he defined the difference between news and entertainment was, he said, news is something that will make you change your behavior. So, for example, if I said, hey, Ryan and David, when you go out later today, it's going to be raining. You might bring an umbrella or you might not go out. You might change your plans. But if you watch the evening news, you would say a lot of it actually doesn't change your behavior. It just makes you, it just pushes your emotional button in a way. And so if Postman were still alive, I think he would be fascinated by the transition from a tv culture to then an Internet culture. What has that done to us? And I think you can't write about that without writing about the fact that the algorithms that dominate our social networks are built around engagement. So there's another way to frame web one and web two. And this is the way I think about it, which is what was the dominant algorithm that shaped human attention in each era. And I would argue that in the web one era, the most important algorithm that shaped everything was pagerank from Google. Because you have to remember, in a pre social era, the Internet was just this huge blob. And the way that most people chose to navigate it was to go to Google search box and type in something, to go anywhere to find any sort of information. And in a way, Pagerank itself is also an algorithm that optimizes for engagement. Very famously, the first model of pagerank looked at the number of inbound links to web pages from other web pages as a strong signal of how to rank that webpage for any particular query. That is a form of engagement, that's just a form of engagement encoded in the actual structure of the web. In the web two era, the dominant algorithm is the social media feed algorithm. On a daily basis, those algorithms choose what we see and what we don't see to a degree that probably is unprecedented in human history. And so the positive side, you would say, is, look, if you get chosen by the algorithm, you can reach more people today, like just sitting at your laptop or sitting in your bedroom. Then Julius Caesar could reach at the peak of the roman empire. You can make a TikTok video that's viral, have zero followers on TikTok, and be seen by hundreds of millions of people overnight. That is really a scaled distribution that we've never had in human history. So that comes with a good and bad. I tend to think that social media and our media as a whole, has a reflexive nature. That is how I view my fellow citizen, is really determined by what I see on social media. I have never, until the era of social media, I had never had such sort of deep insight into how my fellow Americans thought about various issues, because I used to just get the version published through the nightly news, which was the same for everybody. And I think in a way, it's driven us a little bit crazy, because I also think it's a distorted picture. We tend to shape ourselves or contort ourselves to the algorithm. We saw this even in the pagerank era. The canonical example is why are all recipes on the Internet on such long web pages, where the recipe is hidden at the very bottom, and you first have this super long story about how the recipe, how you learned it from your mom and all of this. It's because Pagerank, at one point, showed a strong preference for long web pages, and especially web pages where people would scroll to the bottom. That happened. Why did YouTube videos go from short to suddenly super long? It was because the YouTube algorithm changed to prefer longer videos, and so all the creators switched their movement. Why are song tracks now typically three minutes or shorter? Whereas we used to get these super long songs? And part of it is because what do streaming music sites tend to prefer with their algorithms? It's tracks of that length. So algorithms have this just like really subconscious power over all of us. And I think that's when you say the good, bad and ugly. A lot of it derives from the algorithms themselves."
    },
    {
        "speaker": "B",
        "text": "Okay, so why don't we just switch out the algorithms? This whole engagement algorithm isn't going so well, so why don't we just switch it out? Why did Elon maybe bought the top on, on Twitter or xdev, but why isn't his next move to convert to a better algorithm?"
    },
    {
        "speaker": "D",
        "text": "Well, it's. Again, I think if you're in the ad business, you tend to be constrained. And I like to distinguish between what function a social network serves in my p status as a service. I wrote about the three use cases, one being utility, one being entertainment, and one being status. And the fact is, I think most of our social networks have doubled down on the entertainment part because we all have an infinite appetite for entertainment. And again, like Lee said, if all attention is fungible, then really you just need to grab as much of it as possible. And so when TikTok came along, I think it was so addictive and it grabbed so many hours of attention so quickly that, uh, the other social networks really treated it as an existential crisis for them. And they all went to the same sort of algorithmic model as TikTok, which is really not dependent on the graph at all. It's just like, hey, if you have a piece of content and it is super engaging, you are going to railgun that thing to everybody as much as possible. Um, but I think it's, it's worth going back to when Lee talks about different business models. I certainly think if you weren't in the advertising game, then you wouldn't need to drive daily visits up as high as possible. But it's also business model and use case. If we went away from just trying to be entertaining and engaging, and we thought about networking as a utility that we wanted to improve upon, if we thought about other graphs that we could build from scratch, graphs that maybe have higher resolution on trust and everything, I think it's not just attention that's treated as fungible now, but I'm friends with, I don't know, maybe a thousand people on Facebook. But we all have a lot of friends, and they're not all equal to us. We're closer to some people than others. That hasn't really been, I think, worked on to the extent that it could in another business model. And the last thing I would say is, the problem with an ad model is that it means that you cannot share your graph with other developers because you need to keep all the eyeball inventory for your own ads. But if we had alternative business models, then you might see social networks open up their graph to other developers to build off of. There's no reason that every developer, when they want to add social to their whatever product or service, like, if Netflix wanted to do social viewing, or if you want to have social shopping, there's no reason that we should have to rebuild the graph from scratch each time. And in fact, we see an example of this in China. So China offers also one of the largest social networks in the history of the world in WeChat. And if you look at their 2022, 2022 revenues, more than half their revenue is actually from gaming. It's not from ads like in app purchases, in games, or subscriptions, it's just games themselves. Because Tencent, the company that runs WeChat, is one of the largest gaming studios. They might be the largest gaming studio in the world. And so it's weird to think about a social WeChat being owned by a gaming company, but that actually kind of is true. And of course, the difference in China is that the government has a very strong regulatory hand. But most apps in China, if they want to do something with social, they just build off of the WeChat graph. They don't have to try to assemble their own graph. So I would love to see if we come up with alternative business models for social. I would love to see social thought of as more a service layer of the Internet, rather than a privatized thing like it is today. Facebook is really like a privatized telephone network. If you're another developer, you can't come along and really do anything with it."
    },
    {
        "speaker": "C",
        "text": "So far in this conversation, I think we've just really navigated some of the contours of the forces that have powered the social Internet so far. The forces that incentivize the creation of the feed, that incentivize the algorithm that created the business model. You mentioned, Eugene, the status as a service idea, the concept of where just humans are the status seeking monkeys. And this is a motivating force for a lot of the engagement that we have in web two. And I think if we can just draw parallels from history, when something like crypto comes along and really changes the game, it doesn't change all components of the game. Some things are just fundamentally true. And I will call, like status seeking monkeys as one of those inevitable truths that Web three will work with. And so there are some things, I think, in web two that we're probably going to crumple up and toss out. There are some things that we are going to retain, recycle, but maybe in a different way. There are some things that are just fundamental truths about how humans work and why we're using these things. And web three is going to be this kind of, this new fertile landscape for, I think, experimenting with all of these things, trying to find the best new form factors for putting all these components together. But, Leo, I want to turn to you with your lessons of being in the web three social arena. As an investor. What lessons have you learned about what are the best things to reuse, what are the best things to recycle, what are the best lessons to pull from the evolution of web two and what are perhaps the best things to throw out?"
    },
    {
        "speaker": "A",
        "text": "Yeah. First of all, I think it's useful to level set on what even is web three social. What are we talking about when we say web three social? Because I think that term has become so all encompassing as to kind of be meaningless. Yeah."
    },
    {
        "speaker": "B",
        "text": "Do you even like that term anymore? Do you like web three as a moniker?"
    },
    {
        "speaker": "A",
        "text": "No, we don't say it, actually. Oh, no, we never say that."
    },
    {
        "speaker": "B",
        "text": "What's the remake?"
    },
    {
        "speaker": "C",
        "text": "What should we be using?"
    },
    {
        "speaker": "A",
        "text": "We say we're crypto investors. We invest in crypto, that we, you know, we do things on chain. Yeah."
    },
    {
        "speaker": "B",
        "text": "Would you say web three went through sort of a, like a kind of a hype cycle and came away from. From the experience, sort of like just a word that just doesn't hold a lot of resonance. Has it been just sort of defiled by last bull cycle?"
    },
    {
        "speaker": "A",
        "text": "I think there's definitely part of that, yeah. Where it contains a lot of baggage from the last cycle and all of the sort of negative events that have happened. I also think it was always kind of a fluffy word that was sort of invented to market crypto in a more palatable way. It's like we had, what, web two? And we all also had web one, and both of those are really transformative. So here comes web three, and that's why you should."
    },
    {
        "speaker": "C",
        "text": "Nice job, Chris Dixon."
    },
    {
        "speaker": "A",
        "text": "But it was I think it was never really clear, like, what that encompassed or what that contours of that were. Whereas when we say something's on chain, like, it's very clear what that means."
    },
    {
        "speaker": "B",
        "text": "So is that the definition? Give us the definition of. We'll not call it web three, but we'll call it on chainness, maybe on chain social. On chain social. Okay, tell us about that."
    },
    {
        "speaker": "A",
        "text": "Let's say on chain social or crypto social. I think crypto social is better, actually. Okay, let's go with that. So, yeah, I would posit a definition of crypto social as being social platforms that feature crypto ownership as a keystone of the user experience. So ownership as a keystone of a user experience."
    },
    {
        "speaker": "B",
        "text": "Ownership as a keystone of the user experience. And that's different from web two because ownership is not a keystone of the user experience."
    },
    {
        "speaker": "A",
        "text": "There is no ownership."
    },
    {
        "speaker": "B",
        "text": "There is no ownership."
    },
    {
        "speaker": "A",
        "text": "There is no user ownership."
    },
    {
        "speaker": "B",
        "text": "The keystone of web two might be engagement, distribution. What's the keystone of Web two for, to contrast that between Web two and Web three?"
    },
    {
        "speaker": "A",
        "text": "That's a good question."
    },
    {
        "speaker": "B",
        "text": "Crypto social."
    },
    {
        "speaker": "D",
        "text": "I mean, Lee, would you say that economically, maybe we can use a parallel to different economic systems, like web two is sort of like the."
    },
    {
        "speaker": "A",
        "text": "Oh, the feudalist."
    },
    {
        "speaker": "D",
        "text": "Feudalists. Yeah, the feudalist. Attention."
    },
    {
        "speaker": "A",
        "text": "I think I said this on a previous podcast, actually, where, yeah, the web two Internet was akin to feudalism, where a handful of platforms, aka lords, owned all of the land on which we, the participants, the users, the serfs, are farming, and we have to give whatever revenue share back to the platform that they see fit, that they dictate. And the web three, Internet crypto is a move towards capitalism in the digital sphere versus just, you know, we have capitalism in the real world, but we've never really had capitalism, meaning a system of private property where anyone can own capital on the Internet. And so capital allows, crypto allows us as users, as participants, to become capital owners online. And so that's what I mean when I say, yeah, ownership as a keystone of the user experience. So in the social context, ownership as a keystone of the user experience can manifest in all sorts of different ways. There's a huge range and spectrum of the types of experiences that you can build. On the really, really light end of the spectrum, you have things like Twitter or Reddit where you could say ownership is a light part of the experience in the form of your profile picture. That's an NFT or the Reddit avatar, not all that transformative or groundbreaking. And then on the far end of the spectrum, what ownership as a keystone of the user experience could mean is something a bit more structural where ownership could actually unlock content. Ownership could actually mean that you own the content itself, where you own maybe writing nfts on mirror, or you own media content on Zora. And then probably the furthest expression of this kind of idea of ownership as a keystone of the social experience is the platform less social idea that I had mentioned before, where you actually have social networks that are platform less, that exist entirely on chain, where the community itself is tokenized and operates independently of a platform. So examples of these kinds of social networks would be things like NFT communities, PFP communities, or tokenized communities like FWB or forefront, or various daos, where I would consider them to be social networks, where they are communities with strong mutual affinity, but they don't have, they're not tied to a particular platform. And if one platform were to stop existing, the social network would continue to exist. So anyways, I think all of that was just a level setting on what crypto social even is. There's a huge spectrum and a range of it, and I think we're most interested in the very crypto native versions of it."
    },
    {
        "speaker": "C",
        "text": "That also goes back to the original question I was asking was like, what about web two? Are we retaining? What are we throwing out? What are we recycling? What's going to be remixed? And so just as I was hearing your answer, I was thinking about, okay, currently on my web two Twitter platform, I have a crypto punk as my profile picture and taking a leaf from Eugene status as a service blog post. Like, why do I have a cryptopunk as my profile picture on Twitter? It's a flex."
    },
    {
        "speaker": "B",
        "text": "I knew it, David. I knew that's why I did it."
    },
    {
        "speaker": "C",
        "text": "How dare you? The truth comes out and it's a signal of the tribe that I'm in. It's more effective as a flex than a Rolex is, in my opinion, because more people are seeing it. And so I'm doing this status thing inside of the web two rule set, which is engagement and broadcast and using the algorithm. But then there's also the web three ownership aspect as well, because it's an NFT that I own. So some of these forces are being retained, some of them are being remixed, some of these things are net new. Can you carry this conversation forward? In what ways are you seeing a lot of this play out?"
    },
    {
        "speaker": "A",
        "text": "Yeah, well, I think at the end of the day, we're still building for people in the crypto world. And so people are actors that have complex motivations and human needs. And a lot of their decisions are driven by emotion and psychology, not just, you know, economics or, you know, rational utility. So when you talk about changing your profile picture to something because it confers status to you, I think that is a great illustration of the point that people are using products, they're doing things on these products because of how it makes them feel. And this ties into the piece that I wrote about psychological ownership and how first we have to get people to even feel like owners before we can expect them to care about financial ownership. And so in the crypto social world, I think the best products that I've seen are the ones that really acknowledge the role that psychology and emotion plays in building a product experience that tries to resonate with a large base of users. Because at the end of the day, we're solving for some sort of human emotion. And I'm actually writing a blog piece that's still in draft mode right now, so I'll drop the early alpha on the bank list podcast. But basically, I'm proposing this framework for how to think about social and the value proposition that you give to users. And I basically say in this piece that as a social product, you have to appeal to users desire for love or fame. You have to either build yourself as a love product or a fame product, meaning you're either deepening connections that users have with various creators, existing friends, their existing connections, where you're heightening their affinity to those people that are already known to them. That is, you're building a social network or you're building a fame product where you're helping people get more reach, more fame. You're helping them play status games and become more worthy of status in the eyes of whomever is using that product."
    },
    {
        "speaker": "C",
        "text": "This is just broad versus deep. This is quantity and quality. These are ends of a spectrum, right?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I think the ends of the spectrum could also be said. It could also be termed, like, social networking versus social media. You're either building a communications platform or you're building a media platform. You're either catering to creators or you're catering to communities."
    },
    {
        "speaker": "B",
        "text": "I just want to make sure I understand this love or fame dichotomy here. So are you saying that within cryptosocial, you can build either for love or fame? Are you saying just within social networks in general and social media in general, you could build love or fame? And like, you know, one, one gleaning maybe I get from that is it seems like crypto social is more targeted at love, whereas whereas, you know, social networks are more targeted towards fame. But maybe that's not true. And the reason I would say that is because I know you've written things like 100 true fans. You know, it's just sort of about this intimate kind of relationship with a, with a fan community, smaller groups, whereas very clearly social media is about distribution. Right? Like make me more famous than Julius Caesar, as Eugene was saying earlier. But maybe fame has a role to play in web three as well, right?"
    },
    {
        "speaker": "A",
        "text": "Yeah. So I'm saying that the love or fame framework applies to all social. So regardless of web one, web two, web three, all social products are either a love product or they're a fame product. And whether you're catering to one or another determines how you architect and structure the social network. It determines the features and the graph structure, etcetera. So even in web three, you can sort of categorize various crypto social products in this framework as well. Where I would say examples like Friendtech is probably a love product because the aim of buying keys is to deeply engage with the creator. Obviously there's other motivations at play, but I think at its core it's a love product, whereas something like, yeah, well, there's not that many cryptosocial products to begin with, so perhaps we can't do the categorization that effectively. But you're right. Like, to date, I think most cryptosocial has focused on love, has focused on the deepening connections to people that you already know, that you already trust, that you already love. Deepening that feeling of affinity and using crypto and the idea of ownership as a new monetization model for that kind of love relationship to monetize super fandom. I think the reason why you haven't seen as many cryptosocial products on the fame side of the spectrum is because a, there's just not that many users right now on chain. And so if you're trying to cater for fame, you'd be much better off targeting all Internet users who are connected to the Internet versus the 500,000 users who are using Ethereum monthly. So there's just less of an opportunity right now to deliver on the same value proposition to users because of where we are in the cycle, where we are in terms of crypto adoption. But I think as crypto adoption grows, is definitely an opportunity to build more famed products that gear towards reach distribution, get people in front of many others, allow them to play status games, and accrue status in the eyes of others."
    },
    {
        "speaker": "C",
        "text": "Eugene, going back to the context of web two, has kind of reached the end of its road. It's doing marginal improvements. There's nothing really net new here. In contrast to that. What potential do you see in Web three to shake things up and allow some of these forces that power the social Internet to kind of get remixed? What's the fertile land that makes you be interested in Web three?"
    },
    {
        "speaker": "D",
        "text": "I'm not certain, but I just think the fact that Web three by itself just being an alternative monetization model, means that we'll have some more experiments tried that aren't constrained by advertising. And I think that's a good thing. I think we need that sort of experimentation. I think in the end, business models end up sort of being destiny, and so it's just very unlikely that we'll see innovation from the incumbents on the social front. So from that perspective, I think it's great. I think. I think one thing, as Lee was talking about that maybe will hold crypto back in the near term, is that I think if we think about crypto as a computer in the cloud, I always think that products tend to take off when they find the right abstraction level or the era that they're in. We've seen computing, you know, non crypto computing, just regular computing, go through this huge arc of continual rises and abstraction. So, you know, the earliest computers you used, you might interact with a punch card, then you had command line interfaces, then you had the introduction of Windows and the Macintosh and sort of GUI interfaces. And then we moved to now cell phones and touchscreen interfaces, and now with AI, we're moving to sort of language based interfaces. So at every level you tend to abstract up one level and make yourself more accessible to more and more people. Right now, a lot of crypto is still is abstracted at like, I feel like the command line level for a computer. You know, I was trying to help a friend buy a ETH domain at one point and honestly, like, we went through so many steps where I was like, I don't even know if you got your domain or what happened, like."
    },
    {
        "speaker": "B",
        "text": "The wall, you might have been finished."
    },
    {
        "speaker": "D",
        "text": "Yeah, we might have lost. I might have lost all this money in gas fees. Like, there are no updates being published. It was really. I was just like, wow, this is tough. So I think those things go hand in hand. I'm not saying that's essential. Obviously, a lot of people have figured out how to use crypto even in its very non abstracted state. But I generally tend to think that higher levels of abstraction will be good. But I hope that web three builders and founders also can be more thoughtful than maybe some of our web two social founders about the differences between financial capital and social capital and understand why they are different and what's important about those differences. If I were to pass judgment on the earliest web three social experiments I've seen, a lot of them have been overrun by speculative behavior, and I think that goes hand in hand with building an entire network around scarce tokens. Look, I think that there's a lot of appeal to using tokens as a way to guide incentives in any space, but there's a reason that we keep financial and social capital separate in real life. One of the I think, defining features of social capital is that it is a little bit fuzzy. Like it doesn't need to be quantified and tokenized at every step of the way. If someone does you a favor, like a friend of yours, you don't submit an invoice to them, and you don't track every favor or every second of time spent with your spouse on a ledger or something like that. And that's because by its definition, the fuzziness of social capital indicates the amount of trust that you have. But both our mechanisms, like both money and social cultural mores, are ways to scale trust. You can look at all of human history as a way where we've been fighting to scale trust to higher and higher levels. The invention of money, the invention of language, the invention of religion, the invention of the nation state, all of these are ways that we've built to scale trust to larger and larger groups of people. So I think studying the history of social capital, understanding how it works, and then starting to separate those things to more fine degrees is a very interesting topic to me, and I would love to see social graphs built that have higher resolution than the ones that we have today. I'm trying to think of examples on Instagram. You can have close friends so you can publish a story to just your close friends versus everybody who follows you. But I think we can be even more fine grained in understanding the relationships that we have in life. And that may be a way that may be something that you can build on chain, because you may be able to keep that private to the end user and allow it to evolve over time in an interesting way. I'm not sure, but that's what I'm hopeful for, that crypto founders try to give us different ways to think about social or to interact with each other that aren't about addicting people and grabbing as much attention as possible."
    },
    {
        "speaker": "B",
        "text": "This is so fascinating because I think there is this tension here, and there is the hope that maybe crypto social can hold these ideas in tension and financial capital versus social capital. But I've got to say, there are a lot of skeptics that say that blending these two things together in the way that crypto does is just not going to work very well. And so bankless would be on, obviously, the more optimistic side of that skepticism. But we've had skeptics on the podcast before. One of my favorite skeptic conversations is actually with someone by the name of Molly White. And she maintains this website that is called web three is going just great. What she posts on a daily basis is like all of the foibles of the web three scam or just bad things that have happened. Of course, 2022 gave lots of headlines for her website, but her basic rationale is you shouldn't blend these things together. Financial should be financial, and social should be social. And the whole crypto experiment of blending these things together is just not going to turn out well. And of course, she is, interestingly enough, a contributor to Wikipedia, which Wikipedia doesn't pay its volunteers. They just kind of scale via social capital. So what about this kind of pushback? Lee, I'm curious, your perspective on this. Right. I don't think crypto social has figured this out, how to hold these things in tension. But I completely agree with Eugene is like, our impact in the world with crypto is going to be predicated on the extent to which we can build out trust. And sometimes when we blend finance and social, we put an incentive structure together that is hazardous to trust, incense people to take short term games and shortcuts and scams and many of the things that we've seen. So what's your take on this? What's a more optimistic future for cryptosocial?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I hear that criticism a lot, and I acknowledge it, but I also feel like you shouldn't bet against innovators and entrepreneurs. And I feel like there is this right way to blend the two to be able to hold them together that makes sense and is compelling for users. I think, to date, probably a lot of the products that we've gotten in crypto have two closely equated social capital and financial capital, where they're basically just the same thing. You see this all the time in products, where the leaderboard inside of the product is basically a ranking of who's made the most money, or whose assets are trading at the highest prices, or who has spent the most money or who has the highest p and l. And I feel like that is to use the status and service framework that's a status game inside of the product that isn't really fun to play because its rules are too clear, too apparent, too straightforward. It's not a skill based game that everyone has a shot at winning. Instead, it's like a money game, where only the people who have a lot of capital are capable of even playing or winning that game. So I think the crypto community needs to be more inventive and creative with the types of status games that we're creating inside of new social products to be able to give everyone a shot at winning and make them feel like they have a chance. But I do still feel like that combination of the fact that we have this new economic substrate in crypto, I wouldn't give up on it wholesale. And, in fact, when Eugene was talking about how the different algorithms have shaped, there's been a dominant algorithm that has shaped our worldview in each of these eras of the web. What I was thinking, it was that at the end of the day, all of these algorithms are shaped by, like, the largest algorithm of all, which is the market's algorithm. The invisible hand of the market is the algorithm powering all of these algorithms. And so, Ryan, when you ask, like, why don't we just rip out the algorithm and put in a new one? It's because at the end of the day, everyone is responding to market incentives. And the algorithms that we have are the ones that are maximizing these companies revenues under the current business model that it has. And I think what's exciting about cryptosocial is that it opens up a whole new world of possibilities for new business models, new incentives, that, yes, do have a financial element, but it also allows us to more finely, like, distinguish between the different flavors of attention that people are recording something, because not all attention is the same, and web two treats all attention as the same. In web three, when you treat different flavors of attention differently and you monetize them differently because of what ownership allows you to do, I actually think that creates new possibilities for social, and so more options, I think, is always better for consumers."
    },
    {
        "speaker": "B",
        "text": "It's very interesting, the idea that we have just been a little, maybe lazy in terms of how we've constructed our crypto social network so far, and there's a ton, ton of untapped potential. I think you summarized this well in an article that I recently read that you wrote, Lee, which is web three, has a product market fit problem, not a UX problem. That was your hot take. And then you go on to say, there's an opportunity for crypto builders to build products that better address other human needs, such as belonging, community, and engagement. What could that look like? That is the tantalizing question, I think, for crypto social entrepreneurs is what could that look like? Because we've been a little lazy in our experiments, I would say maybe lazy is not the right word. Unsophisticated, I would say, is another word. When you said love and fame, you said love or fame. You didn't say love, fame, or money. Right. And I feel like we haven't really addressed user needs around belonging, around community, and around entertainment and our crypto social network. So far, we've just done this kind of, like, cheap financialization of it without any of the, like, meaningful things. Is that part of what you're saying here?"
    },
    {
        "speaker": "A",
        "text": "Yeah, exactly. Exactly. I think that's right. I think a lot of the products that we've gotten in crypto have been really appealing to just one human need, which is income, and specifically income through speculation. But they haven't really put other human needs at the fore. And anyone who studies psychology knows that there are a multitude of different universal human needs, ranging from belonging to community, to love, to esteem, to entertainment. And so what could it look like when a cryptosocial product is built around esteem or belonging, or helping people find their tribe? I think we haven't seen that full range of experimentation being run yet, so I'm really excited for that, and I can't. I also think, like, it makes sense that we haven't seen that as much as the overtly financialized version, because speculation and income has perfect product market fit. It has such strong product market fit that people are always going to rush to use your product when you promise them an airdrop. But actually building something that solves for belonging or esteem or those other intangible human needs, that's a lot more challenging, but I think ultimately it's more fulfilling and probably better for humans."
    },
    {
        "speaker": "B",
        "text": "It's like a sugar rush, though. There's a bigger, like, it's just like, it feels really good on the way up, but, boy, does it hurt on the way down."
    },
    {
        "speaker": "A",
        "text": "Yes, yes. And on a net basis, like, are we really building something that puts society in a better place?"
    },
    {
        "speaker": "D",
        "text": "Lee's mapping of the fame and love dichotomy, I feel like a lot of crypto itself, when they want to implement token based mechanisms, probably maps better to the fame side of things. A lot of crypto products, I feel like where they are, token sharing with creators and their audience feels to me like a form of equity of some sort. And so it's an alternative to the feudal model of web two, where there's a middleman that extracts rent. And we have seen creators try different experiments even prior to web three, with having direct relationships and direct distribution relationships with their fans. That will always be sort of an ongoing tension. I think one thing that web three founders should ask themselves is to take my abstraction lens. If you were to abstract the crypto part of it away entirely, would there be any difference to the product itself? If so, then maybe the crypto part doesn't matter. I get a lot of products, or I've tried a bunch at different, I feel like meetups and conferences where founders come up to me and have showed me crypto based messaging products. It's like, okay, you buy this person's token or you find their address, and then the demonstration is also like, now send a message. And then it comes through on the other side. And that one's always an odd one to me because you can just go on any messaging app now and just find somebody and send them a message. So the crypto part of it actually doesn't add anything in that implementation, whereas, you know, some of the fame products or the crypto creator products, you own the artist. NFT, maybe that comes with some benefits. There's more like a direct understanding of why the crypto part of that is critical to the experience and why that's different from getting that person's content another way and then being monetized through ad attention. So I think that's like a useful way for founders in the web three world to think about, hey, does the crypto part of this add anything to the experience or not?"
    },
    {
        "speaker": "A",
        "text": "Can I offer a rebuttal, please?"
    },
    {
        "speaker": "D",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Yeah. So I actually think there's an opportunity to build both for both love products and fame products in crypto. And like, I think on the love side of the spectrum, like, I published a tweet yesterday, but I often think of social from the perspective of, is it innovating on a feature, or is it actually innovating in terms of creating a new network? And that kind of distinction is really important because a new feature is, like, pretty superficial. It can be just grafted onto a larger network. But if you're creating a new network, that is really fundamental. The network is the social graph, or how people are actually connected to each other on a product. And I think in the crypto social world, there's actually an opportunity to create new love products around entirely new networks or new social connections that wouldn't exist unless you had access to on chain information about users. So what I mean by this is there's an opportunity to take all the corpus of information that is on chain around ownership of assets or usage of different products, or like just their on chain behavior, and use that as like the substrate of a new network, a new network that is not interest based, it's not real life based, but it's like an on chain economic graph. And deepen those relationships that you have with users that you might not even know, that get incepted through on chain ownership."
    },
    {
        "speaker": "C",
        "text": "I want to throw a take back at both of you and see if there's anything substantial here. This could just be a call it a Twitter influencer take where that doesn't actually mean anything, but it sounds good. Lee, what about the possibility of thinking about the powers and systems of web two that are recycled but remixed? In web three, we're talking about, oh, in web two, we have Twitter, and in web three, we have like friend tech. Like this is both are, both are apps. What about the concept of, well, you know, ethereum ens names NFT communities. What if Ethereum is the token, is the social network? What? Because Ethereum has some semblance of a social graph on it, it doesn't look or feel like any of the web two apps, but it does start to serve some of the purpose of organizing humans in a social context. What about the concept of zooming out and kind of understanding the state that Ethereum holds as the social network that is just filtered by many different ways of perceiving it? Is there something here?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I totally agree with that. And that was sort of the point that I was trying to draw earlier with the spectrum of experiences that you can build around the idea of ownership as a keystone of the user experience, where the furthest realization of that is where there is no product at all, where ownership is the social network, where Ethereum is the social network, where PFP communities is the social network, where holding an FWB token in your wallet is the social network. And it's platformless, it's totally applicationless. You're bonded to these other users through shared ownership. But there is nothing in terms of a third party product that has been built by a startup that allows you to exist. And I think to me that's the most exciting form of crypto social because it feels like the most crypto native, the most new. But I think it also requires probably the right level of abstraction to go back to Eugene's point to make that legible and usable and understandable to users. Ethereum, as a blockchain may be a social network, but very few users understand how to find others on it or, you know, the usability and the UI there is not the best. So I think we do need levels of abstraction in the form of products to make that on chain ownership legible."
    },
    {
        "speaker": "C",
        "text": "Maybe in the early days of Facebook, it was a social network for Harvard students. Maybe Ethereum in the early days is a social network for nerds. Eugene, what do you see in that statement? That Ethereum is a social networking of itself?"
    },
    {
        "speaker": "D",
        "text": "Yeah, I probably agree with Leah, maybe. But there's probably a long road to go. My instinct is that traditionally, I think, social networks that grow the quickest tend to be ones that build on top of existing networks. In the real world, we've had our entire lives to shape that network, and it already exists. And the computing product or service comes along that just makes it more efficient to communicate among that group. So Facebook building on the Harvard graph was useful because Harvard students were already a social network. You have products like Slack that build on company networks. All these people in a company have to communicate already. Discord comes along and it focuses on the rise of social gaming and multiplayer games. And those networks existed within, like, you know, school friends and things like that. So I'm not saying it's impossible to build an entirely new social graph, but typically it's easier if there's a graph that exists and you're mapping yourself to that. One of the reasons I think new social products tend to take off with young people first is that you go through a couple phases of redoing your social graph in life. And those tend to be when you go from high school to college, you have a new kind of reset of your social graph. And then when you leave college and go out to the real world, you reset your social graph again. And during high school and college, those tend to be the years when your social graph is the most horizontal and concentrated and dense. And then, you know, so it value. It's less valuable for you to talk to people older than you or younger than people. You're very sort of narrow band in that era of your life. So, yeah, that's kind of my general thought on that. But it is possible to make new social graphs. I think Twitter, in my lifetime was where I met the most number of new people in my life. It was something that I would not have met these people had Twitter not existed. They were out in the world. I got a really good sense of their interests through what they were publishing. And there was an inbox. So that's kind of how Lee and I met, actually was through Twitter. And so it's possible. It's just harder."
    },
    {
        "speaker": "B",
        "text": "So let's leave some of the builders and investors and folks on the frontier of crypto social with some ideas here. Lee and I think we've alluded to this a few times throughout the podcast, but you wrote this fantastic post called psychological ownership, and you illustrate the difference between psychological ownership and legal ownership. And the difference is individuals feel ownership without actually being a legal owner of the product or service. And then your post is very useful, I think, towards investors or builders. And by the way, when I say investors, I think I'm talking about kind of everybody because that is the future of crypto social. If it isn't platformless asset first type of economic network that we're building, then guess what? Everybody gets to be an investor. Anyway. Small tangent."
    },
    {
        "speaker": "A",
        "text": "Yes, I totally agree. That's our vision, too. Everyone, everyone's an investor. Crypto enables everyone to become an investor."
    },
    {
        "speaker": "B",
        "text": "That's pretty cool. But of course not everyone is used to being an investor. And so we have to learn all the psych tricks of theres going to be spectral markets. Anyway, that aside, how can a crypto product, somebody whos thinking about building a crypto product or investing in a crypto product, maybe increase psychological ownership? You go through five really practical things. One is the IkeA effect, which is do you know how when you build Ikea furniture, youre just like youre vested, youre like, I built this and its a machine could have built that, and."
    },
    {
        "speaker": "A",
        "text": "Then you just like move apartments and you bring it with you from apartment to apartment. Yeah, because you're so attached to it that you don't want to let it go, even though you could afford a much better one."
    },
    {
        "speaker": "B",
        "text": "Okay, so tell us about some, tell us about the IkEA effect. Control, intimate knowledge, some of the effects that you wrote about in your psychological ownership post so that people who are on the frontier here can think through how to redesign their products."
    },
    {
        "speaker": "A",
        "text": "Yeah, totally. So the backstory of this piece, by the way, is like, I mean, the firm thesis of variant is the idea that ownership is going to be a keystone of user experiences across various products, across different networks. And this is really rooted in the Silicon Valley playbook of giving your employees ownership and the company in order to make that startup more successful, to incentivize them to build in this particular direction. And we think that that playbook should just be available to the entire world. It should encompass users and participants of a network, not just the employees. But obviously, to date, there's very few success cases of where token ownership has actually created better outcomes for networks. Usually it's been the opposite. And so I wanted to explore, like why is that? Why has ownership not actually created the desirable outcomes of more sustainable, larger networks? And I think it is this distinction between psychological ownership and legal ownership, where psychological ownership is that feeling of mindness or feeling of attachment to a product that is actually distinct from whether or not you legally own something. So in the crypto world, we've given users tokens, we've given them legal ownership of something, but it hasn't been matched by their feeling of affinity towards the product. So yeah, in this piece, I talk about all of the levers that builders have to actually engender psychological ownership in their products. And that includes getting users to invest time and energy and effort into their product, giving them a sense of agency or control, where there's different like maybe features or parameters, where they can actually express their preferences and customize the product. With more control comes a greater feeling of ownership. There's another driver which is called intimate knowledge. Like if you are deeply familiar with a product and all of like the power user settings of a product, you feel more like an owner of it. And then lastly is the idea of self object congruity, where you actually feel an alignment between the product and with your own self image, with your own self concept. So if you have a brand that is aligned to your self image, then you feel much more closely attached to it. And I think this is why I, people use brands that map to their."
    },
    {
        "speaker": "B",
        "text": "Self image, like David's cryptopunk. What does that say about David's psychology? His cryptopunkly?"
    },
    {
        "speaker": "A",
        "text": "I think we have to ask David what it says about him."
    },
    {
        "speaker": "C",
        "text": "The only thing about my cryptopunk that I picked it out of the crowd with is because it's got a smile and I'm like, ah, it's happy."
    },
    {
        "speaker": "A",
        "text": "Aw, yeah, see, it matches his self image of being a happy person."
    },
    {
        "speaker": "B",
        "text": "There's something deep there we could analyze on another podcast."
    },
    {
        "speaker": "A",
        "text": "Right. So anyways, this idea of psychological ownership, I think, is really a missing ingredient in a lot of crypto applications. And I would just encourage like, folks who are building in cryptosocial in particular, to acknowledge the role that feeling of attachment and in general, like user psychology plays in what products people decide to use and how they decide to use your product. And I would also say, I think there's no better time to build in social than now. In all of my years of investing in consumer which has been coming up on seven years, eight years, something like that. A long time. I really don't think there is a better moment than the present day to build in social, because we have all the factors that I talked about. We have a new business model in the form of ownership. We have a new computing platform in the form of crypto and AI and whatever else you might want to explore. But I'll focus on crypto. And then we also have a new generation of users of people in the world who I feel like have this sense of frustration and resentment towards the existing social paradigm and are just, like, so ready and craving something new. So all of those factors mixed together really makes us primed for something new to arise."
    },
    {
        "speaker": "C",
        "text": "As you were talking about the psychological ownership aspect of web three, the emphasizing user affinity with some of the things that they own. I think this is probably one of the big lessons as an industry we really need to focus on in order to build back something more true with what actually the market wants. I couldn't help but to think of that meme that got spread around sometime, I think, in 2021 in that pudgy penguins Twitter space where we had the guy just crying tears of joy as he talked about his resonance with his pudgy penguin and how I am my penguin and my penguin is me. I don't know if you guys remember that meme, but it circulated in the pudgy penguin community. Oh, yeah. Guy on Twitter space just bawling his eyes out, talking about how much he resonates with his pudgy penguin. But I think the flaw in this model here, I'm reminded. I was reminded of our Chris Berniske episode. He wasn't talking about nfts, but he was just talking about people's perceptions of their bags based on the price that they are. Whereas I really think that these ethers that I own are just the best damn thing on the face of the earth when they're $4,800. But now that they're $1,500, they don't. They don't look so good to me anymore. I don't really. I don't. I don't have that same level of affinity. This is the. Of. Not me personally. I'm speaking for the general perception. I love my ether."
    },
    {
        "speaker": "B",
        "text": "I know you do. I know you do, David."
    },
    {
        "speaker": "C",
        "text": "But this is one of the traps that I think financial ownership of something that also has psychological ownership kind of falls into this cold, hard economic financial ownership is kind of like oil and water with psychological ownership. Right. I love my crypto punk. And I love it way more when it's more valued. How do we get around this?"
    },
    {
        "speaker": "A",
        "text": "I actually think it's the opposite. Where I would say, like, people who feel that way, who feel like they have really strong affinity for something when the price is high, but don't care about it when the price is low, I would say that they don't feel psychological ownership over that thing. Yeah, that piece is missing because I think in the pockets of crypto, where I see really high psychological ownership, it's actually anti fragile. When prices decline, they don't care what price it is. They actually feel more rapidly in support of that thing when everyone in the world is against them, when they feel like it's us against the world. Bitcoiners are like this when bitcoin is down, or I feel like the Ethereum community rallies even more when it's a bear market. So I think when you have strong psychological ownership, it actually is anti fragile to price movements."
    },
    {
        "speaker": "B",
        "text": "That is a great point. And I do think our best social networks, maybe, I'll call them loosely, these tribes that have rallied around these assets, like Ethereum and the Ethereans and bitcoin, around the bitcoiners, they do have a psychological ownership element that is much deeper than the price. I think you're very right about that. They very much believe in the cause of. Of decentralization and sound money and making the world better, all of these things. And that is deeply imbued in our strongest tribes in crypto and puts a floor on the price, I guess I would say as well."
    },
    {
        "speaker": "A",
        "text": "Yeah. Through the framework, they have strong self object congruity with that asset."
    },
    {
        "speaker": "B",
        "text": "Yes, self object congruity. As we draw this to a close, I think we've talked about the marvelous history of web two and cryptosocial, and how that can kind of change things. I want to zoom out and ask you guys the question. One of my favorite analogies that we went through, through this episode is, well, maybe we should stop thinking about this in terms of web one and web two and web three. And maybe we should more think of it as the last 1000 years in human history, when we went from a feudal system to a mercantile system. And bankless. Listeners will be very familiar with the crypto historian. He's actually a real historian. He looks through the lens of crypto, an episode we created called the Crypto Renaissance. And we very much painted this new world that crypto could create on the other side of the ownership economy that cast down the feudal lords a little bit. They diminished in terms of their power, the platform lords, let's call them, of web two. And a new mercantile class was sort of born, you know, the crypto Medici, let's call them, right. That is a very tantalizing world and a very, like, a world we're very excited about. And I think outside of crypto, right. The crypto believers believe that this is what's happening right now. But outside of crypto, mainstream is kind of looking in and it's like, are you? Like, that's not what's happening. All they see is sort of scams and SBF and FTX and Ponzi schemes and that kind of thing. I'm curious your perspective, Eugene. I'd love for you to just give us some advice. The crypto builders, the settlers, as we call them, those who are still here, how do we make crypto as impactful to the world as the early Internet was? Maybe as social networks were before they got a little bit off track and became algo based feeds? But how do we have that level of impact on the world? What's your best advice for us?"
    },
    {
        "speaker": "D",
        "text": "Well, one thing I always like to emphasize to founders is I go to that EO Wilson quote that I cite a lot, which says that the chief problem of modernity is that we have godlike technology, medieval institutions, and paleolithic emotions. And I always use that quote as an example. To my mind. What's interesting about that quote is that it talks about three different rates of change. Technology changes the fastest of all. It's almost like irrepressible. Kevin Kelly likes to talk about technology as if it has a mind of its own. Next fastest, our institutions, they tend to evolve more slowly than our technology. And you can see this when Zuck or Jack Dorsey or whoever has to go testify to people in Congress, you're like, wow, this is like web one people interviewing web two people. It's a total mismatch. But the last part of it, the paleolithic emotions. Human nature is the most unchanging element of all these things. You can go back and read a play from ancient Greece or read a Shakespeare play, and the emotions and everything ring true even today. These emotions, how human nature works. When I write about things as status, as a service, I'm really writing about human nature. The good thing for Web three founders is I think you're working. If you can understand human nature and start to build around it, you have something that doesn't move as quickly as technology or context. Like, you're not going to have platform shifts in human nature. That cause your product to become irrelevant. So that's one thing. And to Lee's point about psychological ownership, the way I like to think about it is that Fukuyama, when he was writing the end of history in the last man, he talked about an interesting fact. We've tried democracy in different parts of the world, and sometimes it takes and sometimes it doesn't. And if we think democracy is a superior form of government, why doesn't it always work? And he distinguishes between democracy de Jour and de facto democracy. And what he said was, democracy is where you just set up a bunch of laws and everything. You're like, okay, we're just going to put this all into place. I think of that as crypto projects which define very specific token models upfront. And so it's like if you own this token now, you have a relationship to XYZ person. And so this is like structural relationships. But de facto democracy is more. Democracy took hold better in places where there were already conditions that caused the people there to feel like democracy was the right thing to do. Universal education, Christianity, where people were all considered equal, places where democracy took hold. These people had the values that already supported democratic form of government. When David talks about his crypto punk and feeling he wants to use that as his profile picture and everything, I think partially I'm just speaking for you, David, but partially it's because it represents a value system that he believes in, too. It's a way to signal that you're part of a community that believes in certain values that I feel like the crypto community has espoused a lot over the years. And the summer of 21, I was here in New York, and I went to a lot of crypto events, and I was very struck by how excited the community was. And they were talking about decentralization and all these things, but it felt like a values revolution, kind of a revolt against the end of neoliberalism and some discontent there. And so I think if you can build around values that already exist in a community, it's always easier than trying to just artificially force a community into being with tokens."
    },
    {
        "speaker": "C",
        "text": "I feel like, by the way, good."
    },
    {
        "speaker": "D",
        "text": "I feel like, yes, tokens are an interesting way to align incentives, but it's also easier if values already exist that you can align yourselves around. And tokens just then are a reflection of that, rather than an artificial mechanism to force something to happen that doesn't already exist. So that's my main guidance. It's like a more specific version of general feedback. I tend to give around founders that are building in social."
    },
    {
        "speaker": "B",
        "text": "That's fantastic advice, and I want to end with with you too, Lee. So a lot of people outside of crypto certainly don't see the potential for crypto in general, or even very specifically crypto social or on chain social. Even people inside of crypto, I would say, don't see the potential. Right. There are some who only believe the thing that we've built on top of crypto is kind of like an alternative to fiat, like sound money. Can you make the case for crypto social for how this will look and what this will change, how this will benefit the world over the next ten years? And can we actually solve some of the existing problems that we see in our social media networks today using this technology?"
    },
    {
        "speaker": "A",
        "text": "So I was speaking to one of my friends maybe a couple of years ago, this was during COVID and she remarked that it was so strange to her that on the social networks that we have today, meaning Facebook, etcetera, like the web two social platforms, it was really strange that you could make a living as a person that did funny dances or did lots of viral trends, or sampled lots of different foods and ate them in front of a camera. But it was impossible to make a living on the social platforms if you were the world expert in some really niche area of interest. To her, that was just fundamentally broken because arguably the second type of information where you're actually advancing humanities knowledge about a certain subject is actually more valuable. But that's just not the way that web two social is set up. From a monetization standpoint, it supports a certain class or type of content because of the way that the business model works, where it treats all attention as fungible, and it's an ad based model, and it leaves out a lot of creators who can't monetize under that paradigm. And so in terms of how crypto social could make the world better, like the opportunity that it has in front of it, I think the new possibilities of the new social products that could be built on crypto rails, when you treat attention as distinct and differentiated and you're able to better price segment people who have really strong affinity from people who are just like merely casual viewers because ownership has different levels to it, or people are willing to pay different things for it, I think that's the promise of web three social is enabling many different types of creators to be able to succeed, enabling different communities to be able to viably exist and exist outside of the confines of one particular application to create new connections, perhaps where there previously weren't because of on chain data. So I think there's a really, really rich design space of new possibilities in the social sphere, in crypto, I think."
    },
    {
        "speaker": "C",
        "text": "I now have incepted in my brain the idea that all of our web two algorithms are just making us dance for them as kind of our little puppeteers. We're like dance humans. Then I'll promote you on the algorithm. Now, perhaps finding a way out of that, that equilibrium using web three tools feels a little bit more urgent."
    },
    {
        "speaker": "B",
        "text": "It really puts those of us who cannot dance at a disadvantage here, David, which is like, I am one of the underclass who cannot dance, so obviously, I don't have any."
    },
    {
        "speaker": "A",
        "text": "Yeah, we need web three to work."
    },
    {
        "speaker": "C",
        "text": "Eat for our freedom."
    },
    {
        "speaker": "B",
        "text": "Eugene Lee. This has been exactly what we hoped it would be in picking the brains of, you know, two very intelligent individuals with a lot of mental models to unpack and making sense of this whole cryptosocial thing in the context of the past and the hopeful future. So this has been absolutely fantastic. I think my takeaway here from this episode is we are now in the era of amusement algorithms, and they've kind of run their course, and so now maybe we can try out this new era of ownership algorithms, and that's. That's the hope that that crypto brings. Eugene Lee, thank you so much for coming on bankless. It's been a blast."
    },
    {
        "speaker": "A",
        "text": "Thanks so much for having me."
    },
    {
        "speaker": "B",
        "text": "Action items for you, bankless nation. We have a few things you should definitely read. We mentioned them in the article. A couple are. Eugene's article, status as a service is one of them. Invisible asymptotes, the ownership economy by lead Gen. All of these are resources in the action items of the show notes. Also, if you want to catch our last episode with lead Gen on how to own the Internet, that is an absolute classic. We've included a link to that, too. If you're a bankless citizen, of course, I hope you're listening to this on the bankless premium RSS feed. And if you are, then stick around for David and I. We are about to record the debrief. And the debrief is an episode that we record after the episode with our raw, unfiltered thoughts on what we just discussed. These are things that we might not be able to say during the show, thoughts going through our heads, conversations we want to have maybe some spice. David, we got a few things to talk about during the debrief, don't we? Including, this is actually the second time we've recorded the episode, so I don't know if bankless lists ever hear the original recording of this, so you'll stay tuned for the story behind that."
    },
    {
        "speaker": "C",
        "text": "And."
    },
    {
        "speaker": "B",
        "text": "Got to end with this, of course. Risks and disclaimers. Crypto is risky. You could lose what you put in. But we are headed west. This is the frontier. It's not for everyone. But we're glad you're with us on the bankless journey. Thanks a lot."
    }
]