[
    {
        "speaker": "A",
        "text": "Look, I'm a very optimistic guy, but the answer is no. There's absolutely no hope whatsoever. I would bet so heavily that 100 years from now, we're gonna have bubbles that would look exactly like they did in 1999. Exactly like they would have during the housing bubble. Like, pick your bubble 100 years from now, 200 years from now. That's gonna be the case."
    },
    {
        "speaker": "B",
        "text": "Welcome to bankless, where we explore the frontier of Internet money and Internet finance. This is how to get started, how to get better, how to front run the opportunity. This is Ryan Sean Adams, and I'm here with David Hoffman, and we're here to help you become more bankless. Guys, a lot has changed in crypto throughout the cycles, but some things haven't. We're here to talk about the things that haven't changed. We've got timeless investing wisdom applied to crypto from writer and investor Morgan Housel on today's episode. So a few different things you need to know for different parts of the cycle. We've got lessons for the bear market, lessons for the bull market, and lessons for the apathy market. A few takeaways for you. Number one, why the bear market was painful, necessary, and yet good. Number two, why those that survived the bear market now have an advantage. Number three, how to manage your brain during a bull market when things get frothy. Number four, how to actually be happy no matter how much wealth you have. Number five, the traps that you're going to fall into during the bull market unless you know how to spot them well in advance. Number six, optimism versus pessimism. How to balance them to become a better investor. David? I could even, like, listed ten more of these because I feel like the insights per minute on this episode today were absolutely off the charts. We put in the title ten timeless lessons for crypto, but the truth is there's probably, like, 100 here. There's, like, too many to count, and we didn't really count them. What's the significance of this episode for you?"
    },
    {
        "speaker": "C",
        "text": "I think the most significant thing about this episode is the timing in which Morgan's book just happened to come out, along with all of the bullishness that's coming out of the crypto space. We are about to enter a time in which the bull market beer goggles are on, and we need advice like this to merge into our brain and have deep understanding of as we navigate that bull market. Cause this is when the time in the market in which this advice is the hardest to follow yet it is going to have the most ROI. If you can follow it. This is like trying to flex your own discipline as an investor. And so, like, listen to this episode, write notes, listen to it twice. Do something that you need to do to merge this information into your brain because it will save you multiples of your portfolio as you navigate the bull market. It is timeless wisdom. It's wealth generation strategy. It's wealth preservation, and it's also, I would say, just like the perfect Ryan and David episode. One part investing, one part psychology. Very good. And then, like I said, just the timing of it all, I think, is perfect."
    },
    {
        "speaker": "B",
        "text": "Yeah. The wise investor wins. The disciplined investor wins. This isn't true. I think this is even truer in crypto than it is in traditional markets, actually, David. And so we hope you enjoyed this episode with Morgan Housel. We're gonna begin in a minute, but before we do, we wanna thank the sponsors that made this possible. Bagless nation. Morgan Hausel is a writer and investment partner at the collaborative fund we had Morgan on a year ago to talk about the principles in his book called the Psychology of Money. I got it right behind me on the bookshelf. I don't know if you can see it, guys. It's one of the best investing books that I've read in the last decade. And that episode is my recommendation for one of our top ten must listen to episodes for crypto investors, particularly if you're starting on the bankless journey. But today, Morgan brought some new timeless advice for us because he's just published a new book. It's called the same as ever, and this is a guide to what never changes. It's a series of 23 punchy stories, timeless truths about people, societies, and how to live. This, my friends, is important wisdom as we go into the crypto bull market. Morgan, welcome to bankless. Welcome back, I should say."
    },
    {
        "speaker": "A",
        "text": "Yeah. Ryan, David, thanks for having me. Looking forward to it."
    },
    {
        "speaker": "B",
        "text": "All right, man. Let's start with the theme of this book. Why are you focusing on stuff that's the same? Isn't the same stuff boring? Like, why not new things?"
    },
    {
        "speaker": "A",
        "text": "It is boring, which is why we don't pay attention to it. But that's always at our own detriment. And so I've been a financial writer for going on 18 years now, and a big part of that journey and what I've written about was just how, like, frustrated, cynical, disgruntled I became at how bad the entire industry was, at forecasting the next bear market, the next recession. Like anything, no matter what it was. I mean, here's one little example of this that I was just thinking about this morning. I remember, I'm pretty sure it was in fortune magazine. It was one of the big business magazines. They published an article in 1999 that was ten stocks for the decade ahead. And it was like ten safe blue chip stocks that like you can count on for the decade ahead. And I swear it was, it was Enron, AiG, Kodak. It was like, go down the list of the companies that went out of business. So this is one like everyone knows how bad the community is. Not just the media community, but economists, financial advisors, analysts, portfolio managers at predicting what's going to happen next. So there's two things you can do with that realization. You can become even more angry about it and just a fatalist and say, nobody knows anything, don't even try. Or you can say, okay, what does never change? We have no ability to predict what is going to change. That's probably too blanket of a statement, but it rounds to that for most people. But if you look across economic history, and not just economic history, but a lot of history, it's the same behaviors over and over and over again. It's like how we respond to greed and fear and risk and uncertainty that never changes. And if you read about financial crises from 100 years ago, 200 years ago, it's the same thing. It's the same thing over and over and over again. So then I was like, okay, well, let's just focus on that. Let's just focus on what we know is never going to change. I have no idea when the next bear market's going to come, but I know exactly how people are going to respond to it and what they're going to think about it and how they're going to feel because that's never changed. So that was kind of where it came into play for me, was just starting with a frustration and then saying like, okay, well, what's the positive way out of that observation? Rather than just becoming more of a cynic?"
    },
    {
        "speaker": "C",
        "text": "Morgan, if I can make a prediction about the content that we were about to discuss, there's that old quip of one fish swims past the other and says, how's the water? I think the fish replies, what's water? Implying that there's so many things that happen so frequently that we just can't identify it. I think the bankless version of this was our first few episodes was about identifying money because it's such an invisible force that we never really approach an attack head on. That when you do your kind of your brunt, your brain opens up and all of a sudden, there's a world that's expanded to you. I feel like that's about what we're about to get with you in a variety of different lessons. There are so many fundamental truths about the way that the world works that we just are not awoke to because of how, like, default they are, how common denominator that are."
    },
    {
        "speaker": "A",
        "text": "That's."
    },
    {
        "speaker": "C",
        "text": "That's my prediction about this."
    },
    {
        "speaker": "A",
        "text": "And here's what I love about this. I've been pretty open. I'm not a crypto investor. I'm not. I'm not a crypto, you know, completely negative. It's all going to hell. It's all a joke. I'm not that person either. But here's why I think that doesn't matter in this. And this is same for psychology and money. The overlap between the behaviors among a crypto investor versus an index fund investor versus a mutual bond, like a bond, like a municipal bond investor, there's a lot of overlap there. How people respond to greed, fear, risk, uncertainty, it's all the same. And so much of what I've loved about the kind of research that I get to do is I'm a financial writer, but I actually don't read or research that much about finance. I love reading about all kinds of different history, all kinds of different fields, and recognizing when those behaviors in medicine or military or like physics or any take. Take any field and seeing how they respond to these topics applies perfectly to investing."
    },
    {
        "speaker": "B",
        "text": "Morgan, can I ask you. So, another thought I have. You were talking about your frustration. You decided to channel that frustration with all of the noise in the finance industry into a book, the Psychology of money, and now kind of this book. I still predict that people like you, people like me, maybe people like David, people who are listening to this advice and this wisdom and actually applying it will still continue to be frustrated because I think we are still in the minority of people who are actually applying these lessons. So I'm zooming out. Crypto is probably about to enter a next bull market. And Morgan, I guarantee you we are going to make many of the exact same mistakes we made in the previous bull market, and we're going to do it over and over and over again. And that frustrates me for folks that have been through many market cycles. It's just you're looking at this and you're like, it's going to happen again, isn't it? We're going to do the exact same thing. Is there any hope in this book of breaking us out of that cycle? Or does that just is the hope only at the individual level, that an individual can kind of wake up and be like, hey, I don't have to do this. I can see all the other dumb humans repeating the same mistakes, but I don't have to do it. Or is there hope that we could actually break this cycle as kind of a society, as an industry, as a market?"
    },
    {
        "speaker": "A",
        "text": "Look, I'm a very optimistic guy, but the answer is no. There's absolutely no hope whatsoever. I would bet so heavily that 100 years from now we're going to have bubbles that would look exactly like they did in 1999, exactly like they would have during the housing bubble. Like, pick your bubble 100 years from now, 200 years from now. That's going to be the case. You can state it confidently for a couple reasons, one of which is that the bubbles of 99 and 2007 are exactly how they played out of 100 years ago and 200 years ago. It's the same, it's the same thing over and over again. And I think to say, to make a statement along the lines of we will learn our lesson and never have another bubble is equivalent to saying we've learned our lesson and we'll never have another war. Like it's, it's very, it's very fun to think about. It's very, just like, oh, wouldn't that future be great? And of course we should learn our lesson because after every war there is some sense of like, God, that was so dumb. Like, how could we have possibly done that? We'll never do that again. But you will. Of course you will. And it's the same for finance, particularly with bubbles. There's a chapter in same as ever that talks about complaints, the seeds of crazy, and it's really just like the origin of boom and bust. And I love, there's a story about this economist back in the 1960s named Hyman Minsky. And during the 1960s there was a lot of, like, scientific optimism across all scientific communities. Like we had just landed on the moon and like, eradicated polio. So there was this big surge of like, if smart people put their heads together, we can solve any problem in the entire world. And a lot of economists back in the sixties came together and said it's time to eradicate recessions. We need to figure out the science of monetary policy and fiscal policy to make sure that we will never have another recession again. And honestly, when you've just landed on the moon, it doesn't seem that crazy to think that you can avoid two recessions of negative G or two quarters of negative GDP. It doesn't seem like that big of a deal to try to figure this out. Hyman Minsky said, bullshit. It's never going to happen. You are never, ever going to eradicate recessions. And he came up with this idea called the financial instability hypothesis. And very briefly, to grossly generalize it, it basically says, if you never have a recession, people get very optimistic. When they get optimistic, they go into lots of debt. And when they go into lots of debt, you're eventually going to have a recession. So he was like, look, the lack of recessions is what creates the next recession. So if you like, if you eliminated recessions, you would just guarantee a massive recession in the future. And the same thing applies to investing markets, stock markets, crypto markets. If the stock market never went down, there would be no risk. If there's no risk, you would very rationally bid valuations up very high. And when valuations get very high, you're going to have a crash, because the market's so fragile to uncertainty at that point. So I think that's like, that's why we will never learn from these calm plants the seeds of crazy. What Hyman Miskey said was stability is destabilizing. The more stable something becomes, the more it is pushed towards destabilization. And so during every market bust or recession, there's always a finger pointing, like, who screwed up here? Whose fault was this? Because you broke the system? And to some extent, that's usually true to some degree, but when you really take Minsky's ideas to heart, you realize, like, no, this is just a normal functioning of any capitalistic society. And so to me, the takeaway from that is you're never going to get rid of it. You're never going to get rid of it, because if you try to get rid of it, it literally just makes it worse. So that's, that's, that's why I'm an optimistic person. But to answer your question, there's no hope whatsoever."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's interesting. I noticed the very beginning of your, your book, you kind of addressed it, too. For the reasonable optimist, maybe that's what you are. Morgan is a reasonable optimist. And anyone who's reasonable, maybe they come to the conclusion that you have, which is, we're never going to break out of this cycle, so let's stop trying. And we've certainly seen our periods of calm, and we've certainly seen our periods of crazy in crypto, and there are 23 different lessons in this. I don't think we'll have time to touch on them all. But what I want to do is I want to break this into three different kind of sections of the conversation for different lessons, different advice that applies to every single. Every single one of these three sections. The first is bear market advice. So when we're feeling low, when we're in the bear market, some of the principles from your book that spoke most to me, and then bull market advice, when things are going really well, when things are exuberant, what lessons should we be listening to most then? And then the advice when you're in between, it's neither bull nor bear. We call it the build market, or maybe more accurately, the boar market, when things are just really boring and you feel like you want to do something. So let's start with the bear market, because that has been impressed upon everyone listening at bankless. Certainly crypto has been in a bear market recently. The last time you were on it was September 2022, and we were already in a bear market in crypto Morgan. And then we saw a lot more shit happen, okay? Because two months later, FTX happened, and that was November 2022. And I think a lot of people who are. Who are listening to bank lists and crypto investors, they got a massive dose of humility at that point. We now are coming out of this. We have wounds, we have scars. It's actually, the last chapter of your book is called Wounds Heal and Scars last. Can you talk about the value of scars? Is there any case that some of this pain was actually good for us? What would you say about that?"
    },
    {
        "speaker": "A",
        "text": "I wouldn't even frame it as good or bad, but it's just the idea that everybody has their scars from life, and therefore everyone based off of the personal experiences that they've had. I view the world differently than you do. Even if we're roughly the same age and same education and we read the same information. I've lived a different life than you have. And to everybody, everyone is like that. So everyone thinks that they are looking at the world objectively and trying to figure out the world objectively, but everyone is just like a set of mirrors reflecting what they've experienced in life. And I use the example in the start of that chapter of, if you drive past the Pentagon in Washington, DC, there's no sign whatsoever of 911. They rebuilt the building, they put the trees all back. There's not a single mark that a plane hit that building 22 years ago. But if you go 1 mile down the road to Reagan airport, the scars of 911 are everywhere. Take your shoes off. Take your belt off. Take your liquids off when you're going through security. The scars of it are everywhere. And I think that is a lot. That idea applies to so many things of, like, the great Depression. Look, by the 1940s, it was done, it was gone. We were back at new highs. But the scars of the great Depression lasted through. Today, there are still people who, you know, if your parents lived through the great Depression, they taught you and told you x, y, and z about how you can lose your money so easily, and that is influencing behaviors at this moment. Even if the scars or the wounds of the depression are done, the scars are still lasting. So the idea that just everyone is a reflection of the experiences that they've had, and since everyone has had very different experiences, we all view the world completely differently. And, look, I am, as I said earlier, I am not a crypto investor. I couldn't really tell you why that is. I couldn't be able to articulate x, y, and z of why I'm not. But I bet if you put me on the therapist's couch for a couple hours, we would tie it back to some experience that I've had in my adult life. That said, I would rather invest the way that I do today, then invest the way that you do. It's not because we disagree with each other. It's because we're different people talking over each other. I think that's a big point, particularly with an asset class like crypto, that tends to be controversial. Loud hand, wavy. It's easy to miss that. Every financial debate where you have people disagreeing with each other, nine times out of ten, the people don't actually disagree with each other. It's people with different risk tolerances, different time horizons, different goals, talking over each other. And so that's. I think it's really. It's very common in financial markets to look at other people making other decisions and say, you're crazy, you're dumb. Why are you doing that? You should be doing this thing that I'm doing without this idea that there is no right answer in finance, we're all just kind of mirrors of the scars that we've been put through in life. And so, as I always talk about, like, what's a thing that I've changed my mind about in investing? I think ten years ago, I was much closer to the idea of, no, there is one right way to invest. It's the way that I do it. And if you're doing it differently, you're doing it wrong. I think that's kind of how I believed, and now I'm just so far of just like, whatever works for you. Just do that. Just do that. There's a million ways to do it. There's this great quote from Keanu Reeves where he's like, I'm too old to argue with people. And even if they say two plus two equals five, like, if it's working for you, like, just have fun, man. If it's working for you, just. Just go, Joe, I'm too old to argue with people. And I feel like, because of my belief that everyone is kind of scarred in their own way, I think I am the equivalent of that with financial matters."
    },
    {
        "speaker": "C",
        "text": "I want to see if I can underhand you something, because I think you'll be able to take it and run. You and I, Morgan, have shared an interest in psychology, and I bring this up basically any given moment I can on the bankless podcast. I want to talk about this specifically, the way that lessons and memories are formed in a negative perspective with parts of the human brain, which is the amygdala, which is the fear center of the brain, the fear and stress and trauma center of the brain, where emotions get spawned, and then the hippocampus, which is where memories form. And these things are really, really close. Negative memories get encoded into people at like ten x the rate as any other type of memory, because humans have this very strong aversion to fear. How does this component, how does this property of the way that we encode lessons, this very strong aversion to fear and pain, how does this, like, work its way into your lesson?"
    },
    {
        "speaker": "A",
        "text": "Well, let me tell you how it works for me as a writer. I'm sure you guys can relate this to being, being in media. One good review kind of, kind of just like brought like, just waves over you, you know, it's like, oh, that was a good review. They liked the podcast. They liked the book. Okay, great. I forget about it 3 seconds later, a negative review, a negative comment can stick with me for a month."
    },
    {
        "speaker": "B",
        "text": "Oh, my God. Have you ever read YouTube comments? They're the worst."
    },
    {
        "speaker": "A",
        "text": "I try not to, because I know what's going to be there. It's a cesspool. But even if you read the YouTube comments, if there's a guy saying, hey, Ryan and David, love your podcast, so great, I guarantee you, you guys forget about it 10 seconds later, right? It does like, that brushes that blows right over you and I think, so that just aversion to bad news or just like, you take bad news so seriously, and good news is like all right. Like, whatever. Just, just move along. I think that idea, like, socially with the comments, applies to investing as well. So the idea that the very common, this is almost like cliche to say that losses hurt more than gains, feel good. So doubling your money, like, cool, feels great. Like, okay, cool, double my money. Awesome. Losing 50%, you'll remember that for the rest of your life. And a lot of that is just because of, like, you're investing to make money. So when you make money, you're like, yeah, that was the point. That was why I'm doing this. That was my expected outcome. But losing money, you're like, no, I invested to have more money and now I have less. What the hell happened here? So I think a lot of it is just, even just at the knee jerk, like, soul level, you're like, this is not what I intended to happen. And then I think the bad behavior comes into play when you say, oh, I'm trying to make money, but now I have less. I need to change what I did. I need a different strategy. I need to turn the dials and pull the levers to do something differently. And that intuition is the cause of the majority of bad investing behavior, where because you're experiencing run of the mill volatility, you're experiencing a normal amount of volatility, but you think you need to go do something differently. Now, that's the core of bad investing behavior. And I think it all stems from the fact that you're going to experience the pain of loss so much more vividly than you do the joy of gain. There's one twist on this. If there's like a devil's advocate to this, I think it's really interesting. I've been reading a lot lately about nostalgia and just the science of nostalgia and whatnot. And a lot of it is because we remember the past not as it was, but as it should have been."
    },
    {
        "speaker": "B",
        "text": "Wow."
    },
    {
        "speaker": "A",
        "text": "So if you, so you look back, a lot of people look back at their childhood and be like, oh, it was so great. It was so much fun. Played with my friends, great house."
    },
    {
        "speaker": "B",
        "text": "1990S were great. I'm just saying. Fantastic."
    },
    {
        "speaker": "A",
        "text": "Well, here's this. As comedians usually do, they sum it up perfectly. John Stewart says the only reason you think the world was better during your childhood is because you are a child. And that's, I think, I think that, I think there's, there's a lot of that, too. But we remember the past is like, as how it should have been. So when you were a kid, when you're an adult today, you look back. And you're like, I was a kid. I had no responsibility, no mortgage, no bills. I just got to hang out with my friends and eat junk food. And I never gained weight, and everything was perfect. But I guarantee you, like, as a kid, you were actually everybody, myself, everybody was stressed about what was going on at school, and you had the stress of this and the anxiety of that. But you remember it because it should have been good, even if it wasn't. I had this experience recently with my wife about ten years ago, before we had kids, we had this amazing apartment in Bellevue, Washington, and it overlooked the lake, and it was in downtown, great location. We didn't have kids, so we could sleep in and, like, go out to brunch. And, like, everything was perfect. And I told her, I said something along the lines of like, God, life was like, that was perfect. That was the perfect life. And then she reminded me, and she was right. And she said, morgan, during that period when we lived, there was a period that I was the most anxious, the most, maybe mildly depressed that I've ever been. But I remember it as good because it should have been good even if it actually wasn't. So that's the other twist on, like, negative versus positive is, I think a lot of times we look back at even the economy of the 1990s and think, oh, it was great. It was a perfect bull market. No, it wasn't. There was a real estate crash in the early nineties. There was an interest rate surge in 94. The global financial system damn near fell apart in 1998. Like, in hindsight, we think it was great, but it wasn't. It wasn't. That's not what people were actually experiencing during that time."
    },
    {
        "speaker": "B",
        "text": "So the pain is always worse on the downside then. And that's what people feel during the bear market most acutely. You said that scars are just kind of a story. They are what they are. They're neither good nor bad. But yet you also wrote a chapter called it's supposed to be hard. And the subtitle of this chapter is called, everything worth pursuing comes with a little pain. Can you tell us about the value of hard things? Like, should we, in order to reap the gains of future bull investing markets, should we be satisfied with this pain? What is the value of hard things?"
    },
    {
        "speaker": "A",
        "text": "Well, I think in investing, it's really clear that what do you get paid for? You get paid for dealing with and putting up with uncertainty and volatility and periods of decline, periods of no gains. That's what you're getting paid for in the long term. So, yes, you can make a lot of money investing, no matter what asset you're investing in. But why, like, the world is not so kind that it's just going to give you dynastic money for doing nothing. You have to like anything else in life, there's a price that you have to pay."
    },
    {
        "speaker": "B",
        "text": "So the pain and the cost of."
    },
    {
        "speaker": "A",
        "text": "Entry, basically, it's the cost of admission for getting this. But I think the. The knee jerk reaction when you're experiencing pain is I or somebody else did something wrong in my investing process. Either I screwed up or the FeD screwed up. It's usually one of those two things, usually how it's framed, and sometimes that might be the case. But run of the mill volatility, which is what you experience 98% of the time, is the cost of admission for doing well. There's also this other thing. This really applies to crypto. There's this quote from Shamath that I love where he said, however fast any investment can double in price, that's the half Life for how quickly it can decline. So if you want to own an investment that can double in a year, you also own an investment that can easily lose 50% in a year. You want to own an investment that can go up five x in a year. You also own an investment that can lose 80% of its value in a year. And so I think that's really true. And you see that a lot in crypto, of course. Like, this is an asset that can and sometimes has gone up tenfold in a year. Don't be surprised when off of very little news, it can fall 80, 90% in a year as well. Or in the case of a lot of shit coins, 100%. That's what you're getting. That's what you're getting. And so don't be surprised, because that's what you signed up for. That's the cost of admission that you're paying. Like, if you want, like, an amazing vacation, don't be surprised when you get a massive credit card bill. That's what you signed up for. So I think just acknowledging what that cost is, does makes a lot of difference, and people just understanding what they're getting into and also making that volatility just a little bit more palatable when you experience it."
    },
    {
        "speaker": "C",
        "text": "I think transferring this into the crypto context, I think, is just only too easy. The classic meme of someone that comes into crypto is that they come in for their first time in the middle of a bull market, like, halfway through, and then they think that there's a lot more bull market ahead of them than there actually is. And then they quickly find themselves on the other side of the curve, and then they're in the bear market, and then they're experiencing the full length of the bear market, and that's all of a sudden when it gets hard. And then we have some, like, more than half of those people leave. And this is where me and Ryan talk about, like, congratulations. You are now a settler, not a tourist. But also, you have, like, one more year of bear market to, like, grind your teeth. And, yes, it is hard. And so, like, there's the outside perception of pick crypto people of, like, you guys had it so easy. Your assets just went up. But then everyone in crypto understands, like, you don't understand what I had to go through to get here. So hard."
    },
    {
        "speaker": "A",
        "text": "Yeah. I mean, one thing that. That comes to mind here is that I think anytime in financial matters, when you are. When you can complete the sentence, I am a blank. It doesn't matter what it is. I am a value investor. I am a crypto investor. I am a bond investor. You are, almost by definition, attaching your identity to how you invest your money. And to some extent, it's unavoidable. I do this. Everybody does it. But it really gets dangerous when, during the bull market, you complete that sentence by saying, I am rich. I am smart, I am a genius. I am savvy. But then what do you do during the bear market? What do you say?"
    },
    {
        "speaker": "B",
        "text": "It's the bag holder."
    },
    {
        "speaker": "A",
        "text": "I'm a bag holder, moron. I'm poor. I'm an idiot. And so that's what it really gets. It's a dagger to your identity, because you built your identity based off of market movements, most of which was just like, beta. It wasn't even you. It was just the market movements. And then you tie that to your identity, and then on the way down, it can be hard to. The easiest way to deal with it is to just not even check. Does not even think about it. Don't even open your brokerage account. Don't even open anything. It's just, like, because you don't want to complete the sentence of what you are now. And so that's why, like, attaching your identity to how you invest or, like, this applies to a lot of things. Attaching your identity to your politics, this is, like, a very dangerous thing, because all those things are outside of your control. And by definition, they're going to go in a different direction at some point than you want it to. No, matter what your politics are, somebody on the other side is going to win some election. And if your identity is I am a blank, like, it's going to hurt you, it's going to hurt. So that's why there's like, it's a classic Paul Graham quote, keep your identity small. You want to have very few things in your life where you say, I am a blank. You know, I like saying, I am a father. I am a good spouse, like those I like. But I kind of, I push back personally at attaching my identity to any kind of investing strategy."
    },
    {
        "speaker": "B",
        "text": "I think all of this reminds me, David was talking about the difference between settlers and tourists of this quote that you put in from Harry Truman. And he says this, the next generation never learns anything from the previous one until it's brought home with a hammer. I've wondered why the next generation can't profit from the generation before, but they never do until they get knocked in the head by experience. Nothing is more persuasive than what you've experienced firsthand. That is a subtitle of one of your chapters. And that's certainly something that we see in crypto, is basically, there's a set of crypto people who've been through multiple cycles. You know, kind of the crypto ogs, they're basically bomb proof. And these are like oracles for our space. But every single time they observe newbies, people who are entering crypto for the first time, making the exact same mistakes. And I guess the value of coming through a bear market and holding onto your conviction and going through all of this pain is that you get to join their ranks, you get to become a veteran, you get that hard fought experience firsthand. But why do we always have to learn the hard way? Morgan, that's kind of a question we have. Why can't we just learn from the ogs and not repeat the same mistakes? Why is it always this next generation has to be hit in the head with a hammer?"
    },
    {
        "speaker": "A",
        "text": "I think it's because, as I say in the book, nothing is more persuasive than what you've experienced firsthand. So I can. Look, I'm a. I'm a. I'm a history buff, and I. And I really like military history, but I've never served in combat, never served in the armed forces, never in a million years, no matter how many books I read about what it was like, will I understand 1% of what it's actually like to be shot at in combat. Never in a million years will I come remotely close to it. And there's a lot of research on this. Like, there's a lot of, like, stories, like from World War Two about, in training, a lot of the, a lot of the soldiers have come out with full of bravado. I'm going to go in there and I'm going to blast them down like that. And then they actually get to the front lines. They get shot at, and they're absolutely terrified. It's completely nothing. You don't understand anything until you've experienced firsthand. And so in financial matters, if you've never lived through a 50% decline, it's very easy to study when that's happened in the past. And by the way, because you're studying it with hindsight, you know how the story ends. You know how, you know that the story did end, that that bear market did end, and you had a rebound. So when you're studying it, if you've never been through a bear market and you study one, they all look like opportunities. You always look at that. You always look at it and you're like, gosh, if I owned tech stocks in 2002, that was when you, that was when you should have bought, made all your money. Everyone should have bought stocks in 1932, that was. And of course, in hindsight, but during 1932 and during 2002, people didn't know it. If you don't know how the story ends, you assume it's going to last indefinitely. And there's also some, like, downside of this as well. Mark Andreessen's talked a lot about the reason that, at least one of the reasons that you had a new tech boom beginning in the early 2010s is because that's when you had a new generation of people coming to Silicon Valley who did not remember the.com bust of 2000. And before that, it was very hard to have a new tech boom in 2004 because all those people were scarred from 2000. They were all still around. And it wasn't until you had young people who didn't understand it come in. And I think that's true for a lot of things in politics and war, where it's like, you know, there's that saying, like, science progresses one funeral at a time. It's hard to, once you've been ingrained, if not indoctrinated, with one view of how the world works, it's hard to push that aside and keep going. So the other danger about this is that even if you've lived through multiple bear markets, the next one's not going to be the same. It'll be the same in the sense that you're going to lose a lot of your money, but what's going to. Cause it's going to be completely differently. What the government's response is going to be is going to be different. And so a lot of people had said, hey, we went 35 years without ever seeing a sustained rise in interest rates, but there's a lot of responses to that. You could push back on that and be like, well, so what? Even if you lived through the interest rate surge of the early 1980s, the one that we're dealing with today is not the same. It's different in all kinds of different ways. So even if you have experience these declines, it doesn't necessarily make you better prepared for the next one because the next one's going to play out totally different. I mean, compare what we went through in 2008 with what we went through in the early days of COVID They were both massive market declines, but 2008 was screw those greedy bankers, and 2020 was, am I going to die in the next week? How do I get my kid to school? Just like the emotional reaction to it could not have been more different. Even if you had experienced losing half your money, even if that was the same how you did it was totally different."
    },
    {
        "speaker": "C",
        "text": "The way I try and teach friends coming into the world of just like, investing in finance that I have to share that's relevant to this is I try and tell them that markets have memory, because markets are just collective consciousness of their participants. And if their participants all have the same scars, for example, in a particular market, in a particular sector of a particular asset, if those people that own that asset or are invested in that vertical have all of a shared memory, a shared. A shared trauma, if you will, about something, then that market will react in that particular way. One thing I've noticed in the crypto markets that are happening recently is there seems to be like a time is a flat circle element happening right now in the crypto markets where a lot of the same assets that appreciated significantly at the very early stages of the last crypto bull market are the same crypto assets that are appreciating very early in this part of the phase as well. And so there's just like, I'm getting a lot of just like, deja vu about my first bull market because a lot of that is happening because it's the same market participants. And so, like, the idea of just like, markets themselves, as our collective human consciousnesses have memories and stored in them, and they will react to their environment in very similar ways."
    },
    {
        "speaker": "A",
        "text": "Yeah, definitely. And a lot of it is like, as a generation, you go through experiencing the same thing. If we're all roughly the same age, like we experienced 2008 the same way we experienced Covid in roughly the same way, just because we were at the same phase of life versus our parents experienced, not only they experienced things that we didn't like the inflation of the 1980s, but when they experienced 2008, they were at a very different phase of their life. A lot of them were kind of in their late careers, early retirement years. Whereas if you were graduating college into the financial crisis, or if you were in college during the financial crisis, you experienced a totally different. So a lot of it is like every generation kind of goes through as a cohort with understanding risk in their own way. And I mean, a stark example of this is like, if you were a young adult during the Great Depression that stayed with you forever for the rest of your life. If you were a kid during the Great Depression, maybe you had some influence by what your parents told you, but you were. But, like, even if you were alive during that time, it's going to scar you in a very different way than it did those who are young adults. There's a lot in psychology where what you experience as a young adult, let's call it age 15 to 30, is so influential because you are young enough for your mind to still be kind of malleable. You can form new ideas about the world, but you're old enough to have responsibility where it's like, I really need to figure out how the world works because I've got bills to pay and I've got people that I need to socialize with. And so what happens during those, that 15 year period is very influential for the rest of your life, and it makes it so different generations don't really understand the financial views of another. We really saw this after 2008, when gold for a period of time became very, very popular. And who it was popular with were the baby boomers. It was not millennials. It was boomers who it was popular with. And I think at least one of the explanations is that, is that boomers live through the inflation of the early eighties, that the millennials didn't. Either they weren't alive or they were too young to know what was going on. And so during that period, boomers, by and large, like, to generalize, were like, gold, gold, gold. And millennials are like, what the hell are you talking about? Why would you want to own gold? So every generation has that, for sure. Within the next 20 years, our kids, 2030 years from now, will be looking at the three of us being like, I don't understand why they believe x, y, and z about the economy. It's definitely going to happen. And they'll be saying the same thing about their old millennial parents. And that happens every generation."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's so true. I mean, the young adults that kind of grew up during the depression, 1920s, 1930s, those are the original bankless adults. Let me tell you, those people did not trust banks. All right? This is like the grandpa in later years who kept all his money in tin cans underneath his basement floorboards. Right? So it leaves an impression in terms of your asset allocation and your preferences. So, Morgan, we've talked about the bear market season, and we've drawn some lessons out of it, but it looks like crypto might be entering a bull market season. Of course, there's no way to know for sure, but early signs of this, like bitcoin, ether, prices going up. And when that happens, because we've been through bull market cycles before, things get absolutely crazy. People lose their minds during bull runs. And I think your book has some advice for us during bull runs. I want to actually start here, though, and this is maybe an odd place to start, but I think it's the right place to start. A lot of people blamed the bear market on greed in crypto, and I actually don't think it was greed. At least nothing, precisely greed. I actually think the worst behaviors in our industry were caused more by envy than greed. And this is what one of your chapters talks a little bit about. But it's basically this observation that I think everyone has seen in crypto, where our assets are up, like, ten x 20 x 50 x 100 x. Like, the price of ether went from double digits to, what, four, 4500 in, like, you know, 18 months, 24 months. And people still weren't happy. They still weren't happy about that. And the reason is because they were looking over at someone else's portfolio or they were looking at some other asset that was pumping even harder. And of course, social media amplifies all of this, but there's a sense that, like, it's never enough unless I have more than the other guy. This is. This quote is envy is the thief of joy. And I want to ask, as we're getting prepared for maybe this next bull market season, how could we actually be happy with what happens? Because if we do get a bull market, our wealth is going to increase. But if our happiness doesn't increase, what's the point? Can you tell us what is the key to actually being happy. What is the key to being content? And what have you learned about this?"
    },
    {
        "speaker": "A",
        "text": "Well, this is very similar to what we talked about earlier at the broad level, at the macro level, we will never be able to get over this. The idea that your expectations are going to rise in lockstep with your circumstances. At the societal level, we'll never get over it. You can easily imagine, and it's almost guaranteed. Not guaranteed, but you can easily imagine, a situation in which our grandchildren are earning twice as much money as we are. Adjusted for inflation. Their medical technology is unfathomable compared to what we have today. Their life that they live in like general peace, like peaceful times, and they're no happier for it."
    },
    {
        "speaker": "B",
        "text": "And by the way, the reason we can imagine that is because that's precisely the condition we find ourselves in."
    },
    {
        "speaker": "A",
        "text": "It's exactly what's happened."
    },
    {
        "speaker": "B",
        "text": "It's so much better than it was 100 years ago or like 300 years ago. Or imagine being a feudal peasant on some lord's fiefdom and just slaving your days away in the field."
    },
    {
        "speaker": "A",
        "text": "If John D. Rockefeller or Andrew Carnegie or JP Morgan had a time machine and could see how the median american family lives today, they would faint with how amazing it was, particularly things like medical technology. John D. Rockefeller was worth almost half a trillion dollars. Adjust for inflation. He never had penicillin, he never had Advil, he never had chemotherapy, he never had all of these things that by and large, ordinary people can benefit from today he didn't have. But ordinary people don't necessarily think that they're living, or they definitely don't think they're living better than Rockefeller, because those, what would have seemed like luxuries to him just become necessities for us. Your expectations rise in lockstep. So Advil doesn't feel like magic anymore. It just feels like something that everyone's entitled to. And I think at the broader level, what, like if envy is the negative connotation to that idea, I think what really happens is that people look at other people and say, well, if they can have that, not only can I have it too, but I deserve to have what they have. And this is really what gets in the bear markets. It's like if I see you making a lot of money, it's not, it's not just that I want that money too, but I deserve it because people have a natural, I think, push towards equality in terms of if, like, you're not any better, you're not smarter than me, you're not working harder than me. So if you have more than me. Well, I deserve it, too. And that, and then it's very easy to take the jump and be like, well, if I deserve it, I should go out and acquire it through any means necessary, through leverage, through taking wild risks, because I deserve what you have, so I shouldn't need to work that hard for it because you didn't work hard for it. So I deserve it, too. That feeling is what makes bull markets run out of control. And I think that's always been the case. But now in the social media world, where you are not only sharing with how you're doing, but you're exaggerating, if not lying about how you're doing in terms of the life that you're living and how happy you are and how beautiful the vacation pictures are going on."
    },
    {
        "speaker": "B",
        "text": "The nfts that you flex. Morgan, that's what our industry was doing last cycle."
    },
    {
        "speaker": "A",
        "text": "That too. Or it's like this has been the case forever. Like during a bull market, everyone talks about the winners, nobody talks about the losers. That's all. It's always the case of how it works, just like gambling. And so because of that, it's easier than ever to look around and be like, other people are happier than me, other people have more money than me, other people are prettier than me, and I deserve what they have. And that's the trigger for bad behavior. And so I think that happens in every bull market, but it's just more potent now, and it's faster now. Now, the.com bubble was eight year endeavor, really started in earnest in 93 and really came undone in 2001. I was actually, like, by crypto standards, that's a long, that's like two."
    },
    {
        "speaker": "C",
        "text": "That's half of our lives."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Yes, because now we have, now you can have a full cycle in twelve months. In twelve months. And even the housing market was, the housing bubble was a six year endeavor, you know, 2001 to 2007. And so I think largely because of social media, things just play out much faster now. And so you have much more rapid gains and much more rapid busts than we have in the past."
    },
    {
        "speaker": "C",
        "text": "And crypto especially operates so dominantly on Twitter, where people will flex as much as possible their victories in the bull market, and they'll never really disclose their losing trades. They'll mostly just only talk about their winning trades. And so crypto, that's what I do, David. Of course, I only ever have winning. Everyone knows this. And so, like, I think especially in crypto, which kind of has like, an unhealthy relationship with wealth flexing in a bull market on Twitter, where we all live 24/7 during a bull market, we are especially susceptible to this. And we, we use this meme on bank list that when the bull market started, we've done a few of these. We put on our bull market goggles, like, there are beer goggles, there are drunk goggles. As the bull market goes on, like, you are deeper and deeper into the party and you are getting less and less sober as time goes on. And so I think, like, my, the way that I would try and, like, give advice for crypto people entering the cycle is don't look at your neighbor in envy. Do your best to be grounded and look at your past self and look@your.net worth or your investing successes based on past expectations of yourself, which is your anchor rather than your neighbor on crypto Twitter who just flex their really good trade or their really valuable NFT."
    },
    {
        "speaker": "A",
        "text": "The thing, though, Dave, like, what you just said is 100% true, and I agree with every word of it. It's ridiculously hard to pull off in practice, because just like, from an evolutionary perspective, if you're competing for resources, competing for spouses, competing for food, competing for land, it doesn't matter how much I have. All that matters is I have more than you. That's the only thing that matters. So when you look at other people getting rich, the New York Times article, everyone's getting hilariously rich, and you're not that very intentionally, very skillfully, is just like a dagger of inferiority to the people who read it. And even as someone who is who, I'm not gonna say I'm immune to bubbles, but I think I'm close to it in terms of I have very little fomo, not zero, but I have, I feel I probably have a below average amount of fomo. But even there's periods during those, those booms where I look at it and I'm like, I don't know, am I missing something here? Like, am I the idiot here? It's very easy to second guess everything that you believe about markets when people around you who you are, even if it's just implicitly competing with, are doing much better than you. It's a hard thing to sit back and watch."
    },
    {
        "speaker": "B",
        "text": "So, Morgan, I just want to tie this off because it's so important. I look around me in crypto, and I see a lot of wealthy people, and so few of those people are actually happy even in crypto. Right? So, like, why is that? What is the key to happiness? Is it this idea of lowering our expectations? Like, it's how can you know? Hopefully, if we're investing well and doing these things well, we will be more wealthy than we were previously. That doesn't equal happiness. How do we get off this envy, this envy treadmill here, the trap that we fall into all of the time?"
    },
    {
        "speaker": "A",
        "text": "So there's a book written about ten years ago by a guy named Dan Harris. The book is called 10% happier, and the book is about meditation and how medication, how meditation can change your life. And he called it 10% happier because he got tired with all the bullshit about meditation, will make you, like, turn you into the buddha, completely and utterly transform your life. And he was like, no, meditation is great, but if you do it right, you might become 10% happier. Like, keep, like, let's. Let's be real about what this is like, how much the needle is going to move here. And I think you could. You could make a. I think you could write a very good book about money called 10% happier, because can money buy happiness? Yeah, of course. Can it make you happier? Of course it can. Can it remove anxiety and uncertainty? Yes. But maybe that's 10% of what's actually going to make you happy, because what, like, the calculation for happiness includes, like, are you in a loving relationship? Do you have good friends? Are you healthy? Do you have a clear conscience? Do you sleep 8 hours at night? Do you like all these other things that have nothing to do with money? And so there's a great quote from Rick Rubin, the music producer, where he says, you cannot become truly depressed until you achieve your dreams, because then you realize that you feel no different than you did before, and then you're filled with hopelessness. So it's easy when you don't have a lot of money to say, if only I had more money, all my problems would go away. But then if you get more money, you're like, no, I feel the same. I'm just as anxious and depressed as I was before, and then you. And then you're hopeless because you're like, I used to have a sense of hope that money would make it better, but now that I have the money, I feel the same, and I realize it's not doing anything for me. So I think money can make you 10% happier. Like, having a lot of money can make you 10% happier. A lot of the very wealthy people who are unhappy, a lot of that is cause and effect, because what made them wealthy is an absolute fanatical relationship with entrepreneurism or investing or whatnot that has come at the cost of a lot of other things. It's come at the cost of their social life, their sleep, their health, all kinds of other things that's going to come, you know, directly at the expense of. And so I think that's true. It's a combination of those two things. It's like, you know, I think what most people really want is a simple life. They want independence and they want simplicity in their life, but they seek, what they're actually seeking is like, high status. They're not seeking happiness. They're seeking status is what they're actually chasing, whether they know it or not. And status is a game that, like, a can't be won because it's because there's always somebody who is richer and prettier and happier than you are. So if your goal is just be happier and richer than the people around you, you're never going to win that game. And two, it's like the people who are the most fanatical about doing it are living just an inherently unbalanced life that's going to come at the expense of. So I think that's a lot of, and it moved to the question of, like, what can we do about it? I mean, this, I think some people are more naturally inclined towards not needing to impress strangers and others, whatever the deep rooted sense of insecurity is there every day they wake up. And even if they're not saying these words explicitly, the feeling is like, how can I show off to gain the attention of strangers in the world? And so I think that's a big part of it. And other people have more of that than others. But to me, the biggest financial liability is needing to impress other people. And if you, if you can tamp down on that, that's, that's the, that's the biggest move that you can make towards using money to actually make yourself happier."
    },
    {
        "speaker": "B",
        "text": "I don't know if this rings true for you guys, but I feel like I am at my healthiest with respect to a relationship with money when I'm using it as a tool to enhance my freedom. Do you know? And, like, the status trap that you're just talking about, Morgan, that is not freedom. That's just another exhausting game that has no end. It's like ultimate levels. Like you can't level up high enough. You're just on this other type of treadmill. And so I'm not always there. But when I'm at my healthiest with respect to relationship, to wealth and money, it's just a tool. It's just a tool so that I can live my life. Now, this doesn't answer the question of, if you have that freedom, what do you do with it? Right? You have to find your happiness within those bounds. And after that, that's probably not going to come from more money. Does that ring true for you?"
    },
    {
        "speaker": "A",
        "text": "Everyone's definitely different here. And the way that I would say is, like, for those people, it's not only is that those high expectations, like, not making you happy, I would frame it as social debt. Like, it's a form of debt that's you're buried. And so a lot of people might be their assets, they're billionaires, but they have more than that in this intangible social debt that's holding them down about needing to impress other people, needing to put. Put on a certain flashiness about who they are, and, like, attaching their identity and their value to that is really tough. I think at a broad level, there's two things you can do with money about how it can help you in life, or what you can use it for. You can use it as a tool to make yourself happier, or you can use it as a measurement for other people to value you at. And like, mostly strangers, you want other people, you're using it as a scorecard for other people to look at you and be like, oh, Ryan's clear. Successful because he's driving this car, he's living in that house. And when you frame it like that, it's obvious what you should be, what most people should be doing, using as a tool to make yourself happier, rather than showing off a way, like a really succinct way that somebody explains one time is that a high end Toyota is a nicer car than an entry level BMW, because the high end Toyota is filled with things that make driving pleasant for you. Really nice seats, really nice sound system, the moonroof, whatever it is. The entry level BMW is just bracketing rights. It's actually not that great of a car, but you get. But you get the decal to show off to other people. And I think a lot of things in life are like that. It's true for houses, it's true for clothes, it's true for all kinds of things. It's like you can use it to make yourself happier, or you can use it to show off to other people. And almost every dollar that we spend falls into one of those two buckets. And I think when you think about that, it pushes you naturally towards, like, okay, by the way, those people aren't even paying attention to you. The people who you're showing off for are not even paying attention to you, you. So why bother doing that? Let's just try to do something that's actually going to make you happy."
    },
    {
        "speaker": "B",
        "text": "Morgan, during the last bull market, the incentives for this entire industry got real bad, and that led to some bad things. And I think, again, everything's a fractal, everything kind of repeats. That's going to happen again. There's going to be some bad incentives at play yet again. You wrote in the subtitle of one of your chapters, when incentives are crazy, the behavior is crazy. People can be led to justify and defend nearly anything. And boy, did we see that last cycle in crypto. People justifying and defending all of these bizarre things, literal Ponzi schemes, if you will. I'm curious, from your perspective, Morgan, what can you tell us about the power of incentives? What wisdom do you have for us on this topic?"
    },
    {
        "speaker": "A",
        "text": "For me, starting my investing career in the aftermath of 2008, a lot of that period, particularly like the Occupy Wall street period around 2010, a lot of it was a lot of Americans saying, screw those greedy Wall street assholes, the people at Goldman Sachs, the people at Lehman brothers, like, you guys ruined the economy. And I'm not saying that that narrative is wrong to some extent. There was like, at the edges, of course, there was very bad behavior. But I think what people missed is the people who could easily, who could sit there and say, screw those bankers, were underestimating the odds that if they themselves were, had a $7 million bonus dangled in front of their face, they would have packaged the subprime bombs just like everybody else did. Just like everybody else did. So."
    },
    {
        "speaker": "B",
        "text": "And if they say they won't know, probably lying."
    },
    {
        "speaker": "A",
        "text": "They're full of shit. People don't know the boundaries of their morality until they've been put in those, that kind of incentive situation. I mean, to put this in like a completely different context, Chris Rock has a skit where he says, because men are as faithful as their options. And of course, like most Chris Rock, like most comedy, it's like, it's designed to be like, to be provocative. But I think for a lot of things in finance, like morality is bounded by your options. And when your options change, your morality is going to change too."
    },
    {
        "speaker": "B",
        "text": "David, what do you, and I often say is like crypto is just like an acid test for your character, both the bear cycle and the bull cycle. That remains true."
    },
    {
        "speaker": "C",
        "text": "Yeah. The rate at which you are presented with, like, moral and ethical considerations in crypto is like faster than any other domain that at least I've experienced in other walks of my life."
    },
    {
        "speaker": "A",
        "text": "Yeah. And it's really hard during a bull market because all of the signals and all the people around you, even when you are doing terrible things, all the signals are, no, that was the right thing. And look, this is not to grass."
    },
    {
        "speaker": "C",
        "text": "On the good trade."
    },
    {
        "speaker": "A",
        "text": "Congrats on good trade. And this is not to justify any of the behavior whatsoever. But I would not be surprised that if in September 2002, Sam Begman freed went to bed thinking, I'm doing the right thing. This is, this is the right thing. This is, this is all working out. Now."
    },
    {
        "speaker": "C",
        "text": "There's this. There was this one guy in the, who made. He made out is this famous tweet in Twitter where he makes this tweet where he says, I engaged in what I thought was a highly profitable trading strategy. And later he was arrested for this by the CFTC for market manipulation. And he made a profitable trade."
    },
    {
        "speaker": "A",
        "text": "Like, incentives can be, like, really blinding to you. And I think even the people who in hindsight say, I know what I did was wrong and I admit to doing in the moment, the incentives can get you to believe almost anything."
    },
    {
        "speaker": "B",
        "text": "So what's the lesson here? Do you have to just, like, beware of the incentives or just understand what incentives that are at play and understand how that can affect distortions of reality?"
    },
    {
        "speaker": "A",
        "text": "I think. I think one of the lessons is that we underestimate how crazy the world can get, because most people that you know, and then I know, or just my general understanding of how humanity works, is, I think most people are inherently good. Not everybody, of course, but most people are inherently good. But what people miss and underestimate is that good people with wrong incentives can do some terrible, terrible things. And therefore, we underestimate the odds of all kinds of craziness, whether it's. Whether it's a holocaust or a bear market. We underestimate the odds of a large group of people making what are, and definitely are, in hindsight, really, really bad decisions about what they're doing. Because in those right decisions, in those right circumstances, you and I may have done the exact same thing. And we would be. We'd be fools to think that the people who we criticize that they are less moral than we are, versus they were just in a different incentive situation. We are. So, a, yes, of course, be careful with incentives that are around yourself, but that's hard to do. I think, b, more broadly is like, expand the boundaries of what you think humans are capable of in positive and negative ways, because with the right incentives, people can do amazing things as well. One of the chapters, the same as ever, is about how the biggest technology booms come when the world is on fire. It comes during wars and recessions. Because the incentive incentive in the 1940s is we have to figure out nuclear energy today. Because if, because if we don't figure it out in the next three months, there might not be any more United States of America. That incentive will supercharge technology like you've never seen before because the incentives are right. So not all of the incentive discussion is about the bad things people can do. There can be great incentives that really push people towards getting everything right. And a lot of the best, the most well run companies are like this too. It's not that they're smarter than everybody else or have better information. It's like they just have a better incentive system for pushing people towards doing the right thing. Charlie Munger always talks about, I think it was at FedEx. Like, they used to pay the people who loaded the trucks by the hour and they were slow because they were just like, we're getting paid by the hour, just like. And then they started paying them by like, hey, when the truck is full, you can go home with a full day's pay. And they just got like, productivity tripled overnight just because they came up with a better incentive system. So I think that explains a lot of, like, really good moats in business. It's just a better incentive."
    },
    {
        "speaker": "B",
        "text": "Yeah. And I think it explains many collapses that we saw last bull cycle in crypto, including one terra Luna. You may have heard of this in algorithmic state, stablecoin. Right. The incentives behind that system were massively skewed. Very bad incentives went into that and we ended up with a massive of collapse. So, Morgan, another bull market lesson David and I just dispensed on an episode we've recorded this morning some of our bull market advice. And it was summed up in this phrase, do nothing. That's the best thing you can do during a bull market, is actually nothing. You've got this chapter called trying too hard, and you have this quote. There are no points awarded for difficulty. You don't get any extra points for doing something the harder way for complexity. Can you tell us what you meant in this chapter? What is the problem of trying too hard? And how is that a hazard for us when we approach investing, particularly in a bull market?"
    },
    {
        "speaker": "A",
        "text": "Yeah, particularly in investing. I mean, in most fields in life there is a correlation between effort and outcome. Like if you want to get better at sports or you want to get in better shape you need to work harder. That's usually, that's the solution. And in investing, I just think it's not the case that if anything, it's the opposite, that there's a lot of evidence that the harder people try, the worse they're going to do, because at its core, it's a misunderstanding of what you have control over. And particularly for average, ordinary individual investors, even high net worth investors, what you have control over is very little outside of your own behavior. It's virtually nothing that you have control over. So you want to think that, like, oh, if I work a little harder and do more diligence and turn over more rocks and, like, have more decimals in the spreadsheet, then you're going to do better, because if you were training for a marathon, like, the harder you work, that that correlation would exist. But investing, it just doesn't. And so, look, you talked about during the bull market, do nothing, I think in the bear market, too. To me, this is how I invest. I'm a long term dollar cost average investor. So every month I invest the same amount into roughly the same investments, and I plan to keep them there for 50 years. No matter what we're doing, no matter whether it's a 1999 boom or a great depression bust, I plan on doing the same thing. And look, whether it was the 2019 boom or the March of 2020 bust, I was doing the same thing. It didn't change whatsoever. And I think when you realize how influenced your behavior can become by the emotions of the ups and downs, to the extent that you can mechanize your investment strategy of just saying, I'm going to do x this many times for this many years, no matter what's happening to me, it's very hard to beat that. I mean, there's a paper published a couple years ago, and the title was something along the lines of, even God cannot beat dollar cost averaging. And it was based off of this idea that they did all these back tests where they're like, look, even with hindsight bias, let's try to come up with a strategy, like an asset allocation strategy in a backtest that will beat dollar cost averaging. And it's hard to do it. You can't come up with, like, a reasonable strategy that actually beats it, because taking the emotions out of the equation of trying to pick the bottom, trying to pick the top, this is so ridiculously hard."
    },
    {
        "speaker": "C",
        "text": "Morgan, I want to throw, see if I can throw a fastball about this particular angle here, because there's something that I'm not sure about that advice that resonates with specifically crypto markets. Last bull cycle, I did not see the whole NFT phenomenon coming. And to our detriment and to our entertainment, crypto bull markets are like 10,000 little doodads and widgets showing up around your desk and spinning all over the place. Like, ooh, look at me, I'm going up in price. Ooh, I'm a new thing over here. There was one time we all speculated on jpegs of text for, like three weeks straight. That went from zero to $100,000 and then back to zero. And the thing is, like, for, at least for us as content producers in this space, we actually kind of had to, like, focus on, like, why it was called loot. Why did this loot phenomenon even happen at all? We had to, like, kind of diagnose it. Like, why did that happen? Like, why are nfTs, these little widgets that just appeared out of nowhere that went up to like a million dollars and then back down, but not to zero. Like, why is that happening? And so, like, to some degree, we actually have to focus on it. It's a part of the story and evolution of crypto. So if you just dollar cost average into BTC and Eth, you would miss a lot of the story of what makes crypto crypto. What would you say to that?"
    },
    {
        "speaker": "A",
        "text": "I would say you're totally right. And that's true in the stock market as well. Here's how I'd frame it. I read stock market news every day. Every day. I know what the Dow did every day. I read the Wall Street Journal. I understand. I'm aware of all of it, but it never influences my behavior. I pay attention to it every day because I think it's intellectually stimulating. I think it's fascinating. I think markets are a window into human behavior that I enjoyed. But if every day I turned on CNBC and watched Jim Cramer and said, I need to go buy this and sell that, that is almost certainly going to be a detriment to your, to your long term success, certainly. So, so here's, here's the other thing. I'll say for the 10th time on the show, I'm not a crypto investor. I follow all of it. I like, I'm aware of the narrative."
    },
    {
        "speaker": "B",
        "text": "Find it entertaining, at least. Morgan, do you find it entertaining?"
    },
    {
        "speaker": "A",
        "text": "I wouldn't use the word entertainment. I would say actually stimulative, because entertaining is just like, is almost like taking pleasure at other people's emotions. But I just, I think it's fascinating and but so even if I'm not, if I'm not taking action on it, I'm paying attention to it, because I think you are right, David, that, like, understanding the narrative of why these things happen is incredibly important. And I think one of the ways that I am able to be a long term buy and hold investor is because I know that the disconnect between narratives and long term economic growth can be so detached. But I would not understand that unless I was studying them all day, every day. So I do like, to your point, this is really important. A lot of long term investors are just like, oh, I'm investing for the next 20 years. I don't need to pay attention to the short run. No, no, no. The long term is just a collection of short terms, and you need to experience and endure and survive them in order to get to the long term. So to say that you can just, like, dismiss the short term, I think is wrong. That's what derails a lot of long term investors, is that they think they can ignore it, but, like, no, you have to pay attention to it. It and understand what's going on. Even if your understanding is, this is absurd and it's crazy and you're all going to lose your money, that's an understanding that you need to pay attention to. Yeah."
    },
    {
        "speaker": "B",
        "text": "I think the way. The way I take away the lesson from this, the trying too hard thing is the classic kind of mid curve type meme, which is like, if you look at so many bull markets, the best thing you can probably do is buy an index of crypto assets or buy some of the blue chips, buy bitcoin and ethereum, and then just. Just kind of hold and just ride it. Whereas the mid curve approach is like, oh, this asset's pumping. I got to go research that. Let me do this hours of analysis every week and research the best possible tokens and allocate it there. I bet the vast majority of those types of crypto investors did not perform a simple buy and hold strategy of a crypto top 25 indices or just a straight bitcoin ether investment. That's what you mean by, like, trying too hard."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "I'm curious, too, because it's obviously very popular in stocks. But do you guys know, are there crypto investors that dollar cost average into bitcoin and ETH and just do that every single month?"
    },
    {
        "speaker": "B",
        "text": "That's our program. That's what we do."
    },
    {
        "speaker": "C",
        "text": "I'm pretty sure you're looking at it. Yeah, I mean, that's more of a lump buyer, but Ryan's a big DC."
    },
    {
        "speaker": "B",
        "text": "DCA for life just because it's psychologically it's so much easier. And that's."
    },
    {
        "speaker": "A",
        "text": "And what, and what, what percentage of those investors like you have? Like what? Like where would you sit on the spectrum of traders you've outperformed 90%, 95% by doing that versus, I will say."
    },
    {
        "speaker": "B",
        "text": "The research, I don't think any good studies have come out about this, although there are like, you kind of, you could look at bitcoin ether performance over time. I will say everybody who has been through crypto in multiple cycles that I know who has gotten extremely wealthy, that's their approach is just simple. Buy and hold. I know very few traders. In fact, the traders that many in crypto put on a pedestal last cycle, some of them are in jail right now. Some of them have blown up their hedge funds. Right?"
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "And so, like, case in point, you can make money as a trader, but like, 95% of people can't, and 99.9% of people listening this podcast costs are going to fail at that relative to a simple dollar cost average into blue chip assets strategy."
    },
    {
        "speaker": "A",
        "text": "I think it's probably harder psychologically to do it in crypto because the fomo during the bull market is more extreme than it would be in the stock market. In the stock market, a dollar cost average investor is going to earn, let's just say 8% per year. The meme stock investor is earning 20%. It's more, but it's not absurdly more. Whereas I think in crypto, the DCA investors during the bull markets making 30% per year, but the shitcoin guys earning 17,000% per year. So the fomo between watching that is, it makes it harder to maintain that."
    },
    {
        "speaker": "C",
        "text": "I think one of the big problems I would say in crypto is that you mix what we were talking about earlier with envy, with the shitcoin investor who can randomly get like a 10,000 x mixed with what I would kind of say about the entire industry. Me and definitely Ryan are just like, we're bad at hitting the sell button. If you're a DCA or you don't really need to as much, that's actually kind of the point of DCA. But, like, for me, I'm like, I'm a DCA er on one side, but I will totally ape into that meme coin just because it's funny. And also, I'm hoping for the thousand x, and then I'll get the thousand x and then I won't sell it, and then it won't really matter."
    },
    {
        "speaker": "B",
        "text": "Watch it."
    },
    {
        "speaker": "C",
        "text": "That would, I would say, like, we're, as an industry, kind of bad at hitting the sell button button."
    },
    {
        "speaker": "A",
        "text": "And if you're doing that, if you're aping into the shitcoin with a small percentage of your money, then it's great. Back to what we started, this podcast, the Venn diagram of stock market investors and crypto investors of how they behave is very overlapped because so many stock investors will be like, hey, 90% of my money is going to be dollar cost average in a vanguard 10%. I'm going to have fun with, I'm going to trade and I'm going to buy, I'm going to pick the tech stocks I think are going to boom over the next five years. And I think that's a perfectly healthy way to invest, to be like, look, this is the core of what's going to drive my retirement, but this is the intellectual itch that I need to be itched in order to stay engaged with the game. And it's fun, and I learn about investing. So I think that's a perfect parallel with what has always existed in the stock market, with what now exists in crypto."
    },
    {
        "speaker": "B",
        "text": "So, Morgan, I'm a bit of a perfectionist. I'm wondering if you can kind of, like, walk me off that ledge, because you have a chapter that talks about the huge advantage to being imperfect. And maybe I'll tie this to the bull market that we've just been talking about, too, which is, I see many investors, and I don't do this anymore, but I remember a time when I was newer and used to do this where I would obsessively try to perfectly time the top and the bottom. So, like, I just want to buy at the very bottom. This is before my dollar cost average day. And I just, like, look at the chart, like, is it the bottom yet? Well, it could go lower. And I'm trying to, like perfectly time that. But you talk in your book about the value of imperfection. Tell us about that. What is the value of imperfection?"
    },
    {
        "speaker": "A",
        "text": "Well, for most things in life, it's just acknowledging how powerful room for error is in a world that's uncertain. If you're always trying to be perfectly efficient, what perfectly efficient means is no room for error, which during, during the periods of surprise is going to wipe you out every single time. We saw this with a lot of, like, car manufacturing, where for the last 30 years or so, the push has been become, let's be as efficient as we can just in time manufacturing, like, less low inventories. We can hold. And then you have a period in 2021 where the demand for cars explodes and supply chains break, and they're all screwed. During this period, where the demand for new cars has never been higher. They couldn't supply them because they had no room for error in their supply chain. And you can imagine a world in which they had 10% room for error. And for most of the last 30 years, their earnings were marginally lower. But in 2021, they could have cleaned up. They could have just gotten all of it. So it's like having that room for slack. It feels like a dead weight loss. It feels like an opportunity cost in nine out of ten years, and then one out of ten years, you make all of it up and then some. I think that's really important to the point about picking the bottom. I mean, this, it's always been the case in the stock market that more money has been lost trying to avoid bear markets than just enduring them. And a lot, a tremendous amount of money is lost in investing by people who are saying, I need to sell before stocks fall or I need to buy in before, like, just that. Trying to pick the perfect point is why they lose money. And the people who are imperfect, like the dollar cost average investors, who I'm saying, by definition, I'm going to buy at the top, by definition, because I'm going to buy every single month. There's going to be a month when I buy stocks, and that's not efficient at all. But by doing that, you're actually going to end up with the best outcome, because you're not engaging in the crazy behavior of trying to pretend that you know when it's going to peak, when it's going to bottom. So I think there are a lot of things where it's like, you look at it from the outside and you say, you should be able to do better than that. I can spot all this inefficiency, but it's actually, the realization is like, that's actually the best that you can do, is being a little bit imperfect. In a world where there's uncertainty, in an uncertain world, having anything that is perfectly efficient is like, by definition, you're saying that the future is uncertain, but I know what the future is going to hold. It's like an incredible amount of ego that's wrapped up with the idea that you don't need room for error in your portfolio. So acknowledging and appreciating the value of room for error and imperfection is a big part of this."
    },
    {
        "speaker": "B",
        "text": "I feel like I need to apply that personally. A little bit too get that perfectionist personality out of my life a little bit. Like, that can be hazardous as well. Although it's. Although it's a two edged sword because it can also be good for certain things as well. But, Morgan, we talked."
    },
    {
        "speaker": "A",
        "text": "It can't be test. I'll say. One other area where this comes up a lot is how people schedule their day. And everyone knows the Instagram influencer who was like, I wake up at 345 and at 347, I'm doing squats. But if you actually study very successful people, by and large, their day is filled with unstructured free time. And that looks. That looks inefficient. And. But what they do is, like, that unstructured free time gives them time to think, gives them time to be creative, gives them time to ponder, which is like, that's how they actually solve problems. And the guy on Instagram who is scheduled every second from the time he wakes up to time, is good. He has no time to be creative, no time to think. So that's where, like, a schedule that looks inefficient is actually the best that you can do over time."
    },
    {
        "speaker": "C",
        "text": "Right? I'm a. When I am at my best is when my calendar is empty and I'm banging out, like, three articles a week for the newsletter. Sadly, I haven't been able to do that in a while, but I'm still. Still putting around maybe, like, once every two weeks, which is pretty good."
    },
    {
        "speaker": "A",
        "text": "Something that Buffett talks a lot about. His schedule never is empty. Almost every single day, he goes out of his way, like. Like, no scheduled meetings, no scheduled phone calls, because he's lived his entire life just waking up and letting his mind run free. What's the problem I'm trying to solve today? Let's just try to be creative and, like, really think this through, and you can't do that if you're scheduled every second."
    },
    {
        "speaker": "B",
        "text": "So, Morgan, we talked about the bull market and advice you'd have for that. We talked about the bear market advice you'd have for that. There is this in between place that we actually spend probably the majority of our time in crypto, which is, like, this kind of boring place. And I think that has probably been maybe the last. The entirety of 2023. It's just been a little more boring, like, the worst happened in 2022. And 2023 has been a little bit boring. And I want to ask you about that part of the cycle, because I think you have some advice there in particular. One of your chapters is juxtaposing optimism and pessimism it's called elation and despair. And I find during these kind of boring periods of time, I find myself wrestling with these things. Sometimes I'm like, oh, wow, things are going great. Everything's amazing. The Internet couldn't be better. Look how much value it's bringing. Crypto is going to absolutely change the world. Other times, I'm like, wow, look at this industry. Like, what? I can't believe what's going on. Like, what an absolute waste of human potential. You know what I mean? So I float between these areas of optimism and pessimism. What is the most healthy way to be? Is it. What have you learned, I guess, about optimism and pessimism? Should we always be optimistic? Should. Is there value in pessimism? Are we trying to find the balance here?"
    },
    {
        "speaker": "A",
        "text": "Well, I would first say that these periods of mediocrity, of periods of flatlining that you were going through, maybe now or in the last year, in crypto, those can actually be the most dangerous periods, because it's like the saying, the opposite of love is not hate, it's indifference. And that's what tends to happen here. So, look, if you're in the financial journalism media space, you know, there is nothing better for your page views than a bear market. Everybody's paying attention during the bear market."
    },
    {
        "speaker": "C",
        "text": "It."
    },
    {
        "speaker": "A",
        "text": "And so that's when you're actually, you're hyper engaged. It's during the flat period that everyone abandons the game. And so I don't have this data, but I would bet that more crypto investors left in 2023 than left in later 2022. In 2022. They were glued to it all day in 2023. Like, that's boring."
    },
    {
        "speaker": "B",
        "text": "It's the apathy market. That's another term for it."
    },
    {
        "speaker": "A",
        "text": "It's the app. That's what does it. Same with relationships. When you hate someone, you're thinking about them all day. You only abandon them when you don't care about it anymore. And so I think that that's really true with optimism and pessimism. The thing that's hard to wrap your head around is that you need both of them to coexist at the same time, to do well over time. And if you are just a pure optimist or a pure pessimist, both of those will run you off the cliff at periods of time. You need to be optimistic that, well, I would say you need to be pessimistic that what lies in front of us in the next twelve months, in the next five years, is going to be tough. It's going to be a constant chain of surprises and setbacks and disappointments and bear markets and terrorist attacks and wars and pandemics. But if you can endure those and make it through those, then the rewards for those who actually stick around can be great. So that's like. Like I've always said, save your money like a pessimist and invest your money like an optimist. And you need to do at that. The same time, you need to invest with the idea that the short term is going to be a mess. But if you can survive at the."
    },
    {
        "speaker": "B",
        "text": "Long term, what does that mean practically, Morgan? Does that mean making sure that you have enough, like you have padding, you have a certain amount of months saved up so that you can pay your bills and that kind of thing, and then everything else, you're kind of investing like a wild optimist."
    },
    {
        "speaker": "A",
        "text": "I love the barbell asset allocation. I think Nassim Taleb talked about the extreme version of this, which is definitely not a recommendation for most people to do this. But he said, and I might be paraphrasing here, this might not be exactly what he said, but he was like, a perfect investing strategy is 95% treasuries and 5% way out of the money, put in call options. It's like the Black swan portfolio, but it's like very barbelled. And that portfolio is very pessimistic on the short term and very optimistic about the long term is kind of what that gets you. Again, not a recommendation, but I think my portfolio is like the Wuss version of that. It's like I have a lot of cash, I have a lot of liquidity, I have absolutely zero debt because I'm a pessimist about the short term. But I also have a very large chunk of my assets in stocks that I hope to own for 50 years because I'm wildly optimistic about the long term. And I think getting those two things to coexist is actually very hard for people. They're either the doomer gloomer, put everything in gold, everything is going to go to hell, or they're the wild Yolo investor of just leverage up to the eyeballs and let's go for it. That tends to be more common. But I think in any endeavor in business and investing in anything in sports, getting optimism and pessimism to coexist is really what you need to do."
    },
    {
        "speaker": "C",
        "text": "Well, over time, I think as first cyclers, first cyclers who are going to come into crypto for their first full cycle, so they came in the middle of the last bull market and didn't get to see a full cycle, they will tend to. If I'm like, this is how I did it. Lean, like wholly optimistic in terms of exposure to crypto because like, okay, I got a taste for what the cycle is last time. Now I'm going to enter fresh at the very beginning of this bull cycle. So I'm just going to fully expose myself to crypto and going to ride the whole entire thing up. And that's what I did. Worked for me. Doesn't work in the future, guaranteed. But then crypto people, I think, tend to find their barbells strategy not necessarily with fiat or treasuries or dollars or cash, but with real estate with a different kind of hard asset, one that doesn't like, rug out from under you if the developers decide they're done with the project. And so like, I think the crypto, because we love hard assets in crypto, the crypto barbell is like, you know, maintain your crypto exposure because we're crypto people. That's what we love to do. And buy yourself a house once your optimism has paid off because that's your, that's your conservativeness, that is your pessimism. If crypto goes to shit, you have somewhere to live, you have a bed. That's how I would like articulate our version of like the barbell thesis. How do you take that?"
    },
    {
        "speaker": "A",
        "text": "I think that's great. I think it's great. But it's also very rare that you would have someone who is very bullish on crypto and say, I want to own my house outright because I'm scared of the short term. It's hard to like, it's hard to get those things to coexist. But any successful entrepreneur, I think you see this. One of the things that's so interesting about Microsoft as a company is that no company has been more optimistic about technology for the last 50 years almost, that they've been around and started in the 1970s. And very few companies have been run as conservatively as Microsoft in terms of just an absolute mountain of cash held on the balance sheet at all times. And Bill Gates has talked about this. He did that intentionally. He said from the day he started Microsoft, he always wanted to have enough cash in the bank so that he could make payroll for one year with zero revenue. And he said even when he left Microsoft as CEO in 2000, it was still like that and it's still managed like that today. A lot of the tech companies are. When Gates was asked about this back in the nineties, he was like, look if you understand the history of technology, tomorrow is not guaranteed. Even if you're on top of the mountain today, you can be out of business tomorrow. It just changes so fast. And he was like, look what happened to IBM. From the most powerful tech company in the world to a shell of its former self. That could happen to Apple, that could happen to Amazon, of course. And so, like, understanding how fragile the world can be pushes you towards this level of conservatism on one end. But if you're operating in a world that you're wildly optimistic about, you can still be crazy optimistic, optimistic about getting there. You just want to make damn sure that you have enough liquidity in order to stay in the game long enough to actually reach that mountaintop."
    },
    {
        "speaker": "B",
        "text": "Morgan I think one of the hardest things about the bull market, maybe, let's call it the apathy market, which we've been in, maybe we still are, maybe we haven't hit full bull market yet. But in this apathy market, it's just everything feels like it takes so long, and we like stair step our way upward, so it's a little bit forward and then back, back to a few steps back. It's this stair step type of thing. And there's that old finance expressions, assets take the stairs up, but the elevator down. And that certainly seems to be our experience in crypto. You've got this chapter called overnight tragedies and long term miracles. And I think the theme of it is good things happen slow, bad things happen fast. Can you answer, why is that the tendency in markets, in just in life in general, why do good things take so long? And why do bad things? Why are they just catastrophic? Why is it immediate?"
    },
    {
        "speaker": "A",
        "text": "It's true for almost anything. I mean, it takes three to five years to build a skyscraper and 10 seconds to tear it down. It's true for a lot of things fall into this idea. I think it's because good things come from compounding. Compounding is by its nature a slow process that it's really driven by the amount of time it's being done for, the longer the better, whereas damages are caused by single points of failure breaking that tend to be catastrophic immediately. And so this is, it's easy to become pessimistic about the economy because the good news happens slowly, but the bad news happens instantly. So, like, the two biggest negative news stories of the last hundred years were, in my view, Pearl harbor and 911. Those are the news stories where it's like, oh, this is bad, this is terrible. The world's fundamentally different in a bad way. Now, because of this, both of those events from start to finish were less than 1 hour. It just happened instantly. But think about the good news that's happened in the last hundred years. The decline in mortality for certain diseases, the increase in life expectancy, all those are very, very slow. So I use the example in the book about the improvement in heart disease survivor rates over the last 80 years has saved literally tens of millions of lives. It's been this incredible boon to society that, you know, back in 1950s, there were no blood pressure medications, and if you got a heart attack, you were dead. Even if you went to the ER, there's no bringing you back. Whereas we've made so many improvements in that field that saved tens of millions of lives, and most people don't know about it, because what actually happened is that the heart disease mortality rate improved by 2% per year for 80 years. Now, if you understand compounding, growing at 2% for 80 years is incredible. It gives you an amazing result. But in any given year, you're never going to see a news headline that says, breaking news. Heart disease mortality increases by ten points last month."
    },
    {
        "speaker": "B",
        "text": "So boring."
    },
    {
        "speaker": "A",
        "text": "Nobody cares. Nobody cares. So over the lifetime, it fundamentally changes everyone's life, and in any given moment, everyone's oblivious about it. Now compare that with 911. How many people are oblivious to 9110? Everybody knows it happened. Everybody remembers where they were when it happened. So the way that optimism and pessimism play out, the speed at which they play out, pushes you towards being pessimistic about the future. Because at any given point in time, you open up the newspaper and the thing that's being written about nine times out of ten is negative, because it's, that's what, that's what happens. Car crashes, plane crashes, those things are always going to be. Once in a while there is a new breakthrough in mRNA technology. CRISPR Ozempic, whatever. Sometimes there is like breaking news, this is amazing. But even with that, how it actually plays out tends to be pretty slow. So, you know, solar energy, the discovery of that, I don't know this, but I imagine when they first discovered solar, it was like, this is incredible, this is amazing technology, but it took literally a hundred years for it to actually catch on to where people actually started putting them on their roofs. So even when you have a major breakthrough that is newsworthy, for that to actually benefit your life usually takes a very long period of time, and there's just no comparison with that, with negative news."
    },
    {
        "speaker": "C",
        "text": "It seems like that's almost like a fundamental truth because of physics, right. Like objects will lean towards entropy, will lean towards chaos when they're in a state of order. Right. It's just easier for things to fall apart than they are to spontaneously put themselves together. In fact, they don't do that. It takes labor and effort for things to come together, and then they will, by default, fall apart no matter what."
    },
    {
        "speaker": "A",
        "text": "But you're absolutely true. And so even if the path is towards entropy, it's going to lead towards chaos. What is equally true is that the labor of putting that back together and growing and innovating and solving problems is more powerful. So even if you live in a world where everything seems like it's going to hell all day long, over the course of 100 years, the progress that you've made in terms of the average quality of life for the average person is completely incomparable. And so it's true in the economy, like, I've been investing for 20 years, since 2004, there has never been a single moment during that period when there wasn't 100 things that you could point to that was going wrong in the economy and going wrong in the stock market. And during that period, this market's up fourfold. Four x. During a period when every single day you could have listed 100 things that were terrible at any given reason to be bearish."
    },
    {
        "speaker": "B",
        "text": "Always."
    },
    {
        "speaker": "A",
        "text": "There's always, always, always. And we talk about the glorious 1990s, but as I said earlier, is the same. If you were an investor in 1994, you could list 100 things that were going terrible with the economy. Even in 1999. Y two k. Everyone was worried about. You know, there's always something to point to, even if over time, the path tends to be towards not just growth, but because it's compounding it's incredible growth."
    },
    {
        "speaker": "C",
        "text": "Well, Morgan, I found this conversation immensely helpful and also just the timing of this for where we are in the market cycle. There's just so much activity going around in the crypto markets right now that, like, a lot of people that have listened to bank list for their very first time are about to enter a phase in the market cycle that they were not able to see because they came in mid cycle last time. And so they're able to apply these lessons in a full scope fashion. So I just want to thank you for, for coming on. And I think you're also just like, you're the perfect guest. Not just for the timing, but also to scratch Ryan's itch of just being investing focused and my itch of being psych psych minded. The timing of this, I think, is just perfect. If we just had time for just like one last bit of advice as maybe your personal favorite, or you think the one that crypto people need the most, or whichever one just comes to mind first, what would be the last thing that you would leave us with?"
    },
    {
        "speaker": "A",
        "text": "To me, the most powerful chapter of same as ever, at least that was to me personally, that I think about in my own personal life, is that if your expectations grow with your income, you're never going to be happy with your money. And we talked about this earlier and how at the society level it will always be like that. But I think about that with my own household finances. If you're lucky enough to have a rising net worth and a rising income, and you don't go out of your way with just as much emphasis to keep your expectations in check, you're never going to be happy. And if you want to be happy, and of course everybody does, you have to go out of your way. And it's very difficult to do but to do that, to be grateful for what you have and to think about, to compare yourself, not to somebody else right now, but compare yourself to yourself five years ago. Who were you five years ago compared to that person? By and large, me and you and a lot of people listening to this are doing great today. Even if they opened up Instagram and they feel inferior to everyone, everyone to everyone else relative to who you were at some point in the past, you're probably doing great."
    },
    {
        "speaker": "B",
        "text": "What a perfect way to end this episode with the word gratitude. And I'm certainly grateful to be in crypto. I'm grateful for everyone who listens to this podcast and bankless listener. I'm hopeful at the end of this episode, but you can think about some ways that maybe you're grateful. If you're listening to this, you're probably a settler. You probably have some net worth in crypto. You're probably doing quite well, at least relative to the rest of the world. And that's something to be incredibly grateful for this time that we're alive. A lot of us miss the boom days of the Internet, and yet here we are with the second Internet with crypto. And what a fantastic set of opportunities. Morgan, I feel like the bankless listener is now an all weather investor. We talked about bull. We talked about Bear. We talked about the apathy markets. And I just want to thank you once again for these incredible insights. It's been a lot of fun."
    },
    {
        "speaker": "A",
        "text": "Thanks, guys. This has been fun. Let's do it again in another year. We'll talk about what hasn't changed are."
    },
    {
        "speaker": "B",
        "text": "You coming out with another book in another year, Morgan?"
    },
    {
        "speaker": "A",
        "text": "It might be, it might be a little bit more than a year."
    },
    {
        "speaker": "B",
        "text": "Well, guys, you got to read Morgan's new book. I've got it right here, actually, in front of me. It's called the same as ever. We'll include a link in the show notes to that and also through the archives, Morgan's first appearance on bankless, the psychology of money. That is an absolute must listen to as well. Morgan, thanks so much for joining us. It's been great."
    },
    {
        "speaker": "A",
        "text": "Thanks, guys."
    }
]