[
    {
        "speaker": "A",
        "text": "In times of crisis, in times when things are really important, rules like freedom of speech, the rules of the road of a free society matter more. They don't matter less. And believe me, like all of these troubles that I'm concerned and I hope I'm wrong, I think we're going to be seeing over the next couple of years, there are going to be situations where the individual's citizen's right of freedom of speech is going to become much more important, not less."
    },
    {
        "speaker": "B",
        "text": "Welcome to bankless, where we explore the frontier of Internet money and Internet finance. And today were exploring the frontier of freedom of speech from law to society to technology. Some topics on the show today. The idea of freedom of speech, what is it and why is it important? And what is what our guest Greg Lukianoff calls free speech culture and why its critical for a free and open society. What happens when new technologies like the printing press or the Internet are introduced? How do they impact free speech? How Greg rates the healthiness of today's society in terms of our freedom of speech. And what does all of this have to do with blockchains and crypto?"
    },
    {
        "speaker": "C",
        "text": "That last question, I think, requires some more reflections, because you might be asking, why is a crypto podcast doing an episode on freedom of speech? And I think the answer to that question is pretty simple, because freedom of speech isn't just an adjacent concept for crypto. It's the core concept of crypto. In crypto, we call it censorship resistance, and we secure it through cryptography, economics, and the social layer. It's what we talk about all the time on bankless. In the meat space world, we secure censorship resistant speech through the First Amendment, common law, and the social layer. And both David and I had a lot of questions about how that secured how freedom of speech works going to this episode that were answered. And I think there's a lot of interesting parallels between both crypto and the fight for freedom of speech. And there's lots of common areas of cooperation between both the world of crypto, crypto in the world of free speech. Advocates like Greg and Fire, all of us at the end of the day, are fighting for liberal values of freedom, and that indeed is a common cause. So let's get right to our conversation with Greg. But before we do, we want to thank the sponsors that made this episode possible."
    },
    {
        "speaker": "B",
        "text": "Bankless nation. I'm excited and honored to introduce you to Greg Lukianov, the president and CEO of the foundation for Individual Rights and expression. The acronym Fire. Fire is a nonprofit with a mission to defend and sustain the individual rights of all Americans to free. Free speech and free thought, specifically with a focus on college campuses and universities. It's a free speech episode. Greg, welcome to Bankless."
    },
    {
        "speaker": "A",
        "text": "Thanks for having me."
    },
    {
        "speaker": "B",
        "text": "We like, in the bankless world, our first principles. And so we definitely want to talk to you about the ways that free speech and the First Amendment has become relevant in the different facets of modern day. But we want to go all the way back. What is free speech and why is it important? Why is it the first amendment of all the amendments?"
    },
    {
        "speaker": "A",
        "text": "Freedom of speech is exactly what it sounds like. It's the ability to think what you will and say what you think. And when people sort of talk about the broader concept of freedom of speech, I always make the biggest boolean circle to be freedom of speech itself. So thinkers like Jonathan Rausch, who's become a good friend, talks about ideas like liberal science, which is essentially a way of figuring out what is and isn't true through disputation, through a never ending process of evaluating arguments. And his first rule is, no argument is ever truly over. And two, you don't get to call special priority. Basically, you can't say, I, as the head priest of Zeus, I'm the person who has unique touch with reality as it exists. So therefore I can decide what is actually true. But I always make the point that freedom of speech is actually even bigger than that. That's just truth seeking. And truth seeking is incredibly important. You can never fully get there because it's mostly a process of chipping away at falsity. Because sometimes when you have people claim, oh, truth doesn't exist, it's kind of like, yeah, but I bet you believe falsity exists. I bet you believe that some things aren't true. And that's actually the way that in liberal science, you actually get closer and never quite to truth itself. But outside of truth seeking, I mean, it's just a simple part of, it's one of the reasons why we think of it as essential human, right? It's about as things as mundane as what you like, what you care about, what your personality is like, who you are authentically. All of these things, all these things actually make us fully human, are also part of freedom of speech. So I have a very expansive view of what freedom of speech is, and there are subcategories within it, like academic freedom, like journalism, all this kind of stuff. But I think the big boolean sphere is freedom of speech, generally speaking."
    },
    {
        "speaker": "B",
        "text": "Would you say that you have the most expansive definition of the freedom of speech as far as the extension of freedom of speech goes, are you all the way out there, or are there different stops on the train where you wouldn't go so far?"
    },
    {
        "speaker": "A",
        "text": "I would actually say that I might be even frustratingly reasonable in a lot of ways. But there is one thing that you can tell if you're a First Amendment lawyer that someone doesn't necessarily know what they're talking about is if they claim to be a free speech absolutist. And it's one of those things that's like, no, doesn't quite exist, because practically nobody thinks, like, death threats, for example, should be protected. Like, if you say something to someone that basically the goal of it is to make them sure that you're going to kill them. That's not protected speech anywhere in the world, nor do I believe it should be. I actually think failure to prosecute true threats has actually undermined people's faith in freedom of speech because they incorrectly think that that's protected speech. And it seems so clear to people that it shouldn't be. I do, however, consider myself a viewpoint absolutist, and here's what I mean by that. When it comes to freedom of speech in the First Amendment, we have this categorical approach, which I think is, you know, as someone who loves constitutional law but also psychology, it's smart to have things kind of set aside as actually distinct categories of speech that we consider either unprotected or less protected, because otherwise you're left with kind of more the european system of always balancing. And, of course, when power starts doing balancing, guess what power tends to find that finds in favor of whatever power actually wants. So a categorical approach from sort of like a choice architecture standpoint is smart. So things like true threats are not protected. Incitement to imminent lawless action is not protected. It's a hard standard, though. It's not easily met. Harassment is not protected on campus. Racial sexual harassment is not protected. For example, obscenity, which is not defined as obscenities, but, like, hardcore pornography, essentially is a not protected speech. The only one category that I actually disagree with and has kind of fallen out of favor in First Amendment land is something called the fighting words doctrine, which is a very weird case to watch people, particularly people on the left, kind of take the idea of, like, oh, we should revive the fighting words doctrine so we can ban hate speech on campus. And you always want to remind them this is a case from the 1940s. You want to make it illegal to call a cop a fascist, because that's actually, like, the scenario in this case called Chaplinski from 1943, I think, saying that you have a, that's unprotected speech because, and it's very, it's a very macho concept, too, that like a, like a reasonable man would find those to be fighting words. And there's a reason why we haven't upheld a fighting words conviction, even for things way more offensive than calling a cop a fascist in the Supreme Court since 1943. So that's one of the categories I don't agree with. But I do actually think that the First Amendment largely gets it right."
    },
    {
        "speaker": "B",
        "text": "It gets it right in spirit."
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "B",
        "text": "And so I think the line that you're delineating is that there is speech and then there's freedom of speech. And I think you're calling out some categories where just like the words that you are saying are more expansive than just what the spirit of freedom of speech is trying to protect, maybe to help draw that line out a little bit more. Just like threats of violence, the idea of that speaking those words doesn't stop at speech. If you are threatening to have violence against someone, that's more than just speech. There is further actions that might take place as a result of your words. And maybe that's the line that's being drawn."
    },
    {
        "speaker": "A",
        "text": "It's harder to draw it for all the different categories because you have things like, for example, I have no issue with the fact that child pornography is nothing, not protected. And part of the rationale there is actually very smart, which is essentially, there's no way to create child porn without exploiting a child, which is itself a crime. But it's the only one where the First Amendment rationale is to dry up the market for something. Because if you applied that to other less offensive kinds of speech, it would be pretty troubling to say we're trying to dry up. But when it's something as odious as child porn, that's such a serious harm. I'm comfortable with that. But basically, I mentioned that partially to make the point that sometimes it's not as neat and tidy. But I do generally think a good way to understand protected speech and unprotected speech is that unprotected speech is often, not always, but often more action like. So, for example, there's a doctrine of First Amendment law about words that are just an incidental part of the commission of a crime. And that means, and it's also this one's kind of a true threat, saying, telling someone your money or your life, the fact that you use words to do that, who cares that's obviously a crime. So there are contexts in which we use words to engage in action, which I think the First Amendment correctly recognizes. But you're on the safest ground when you're talking about, in my opinion, this thing. And that's absolutely as it should be. And here's my big meta vision on this stuff. And it's weird, having specialized in First Amendment law and this being my lifelong passion. Also the philosophy, freedom of speech, to notice that in First Amendment law there's ideas, like the marketplace of ideas, which are all about truth seeking. And it doesn't really emphasize the simple value of knowing what people actually think. And I really always try to get some people to pause for a second on this. If the project of human knowledge is to know the world as it is, you cannot know the world as it is without knowing what people really think. And if you create an environment in which people aren't being their authentic selves, you actually create a more dangerous environment in many ways because you don't know what people really think. And here's the thing, it's even more important to know if what someone thinks is hateful or odious or dangerous, et cetera. The idea that we're safer for not knowing that some portion of the population actually thinks there's a horrible conspiracy theory against themselves, it's just kidding yourself."
    },
    {
        "speaker": "B",
        "text": "Okay, so this is where you draw the line at. You are an opinion absolutist thinking that there's no such thing as an unsafe opinion. Now, there might be unsafe words, but generally those things lead to actions. But as far as, like, opinions go, if we're just containerizing things to opinions, total, total freedom in all given, like, opinions, and then, oh, I think there."
    },
    {
        "speaker": "A",
        "text": "I think there can be an unsafe opinion. I think that some, you know, versions of anti semitism or versions of racism, for example, are, you know, as I think Oliver Wendell Holmes put it, their ideas fraught with death. But what I'm saying is it's really important to know that. And there's very predictable psychological phenomena, because, of course, censorship doesn't change someone's opinion. It just says, okay, well, I'm not going to talk about this to you guys anymore who disagree with me. I'm just going to talk to the people over there who agree with me."
    },
    {
        "speaker": "B",
        "text": "From a societal perspective."
    },
    {
        "speaker": "A",
        "text": "Yeah. And so one of the things that actually happens, a very predictable phenomenon, is group polarization, because when you're encouraging people to just talk to people they already agree with, the social science is very clear on this. You get more radicalized in the direction of the group."
    },
    {
        "speaker": "C",
        "text": "Greg, I want to just pull it back for a second and look at freedom of speech in the context of the arc of civilization, because it strikes me that humanity did not always care about freedom of speech, that this is somewhat of a more recent invention. And I'm sure you've charted the history of this and know the history very well with speech. But when did we start caring about freedom of speech? When did that come about? And how did we get to a place where we've actually enshrined this in the operating system, the code of a major nation like the United States?"
    },
    {
        "speaker": "A",
        "text": "So here's my grand theory of history, and I actually have to cite to some degree the work of David Graber, a thinker who I actually quite disagree with on any number of things. But one of the things he does point out is that we have, from the knowledge that we have of tribal societies and from smaller scale societies that we have record of, that there were almost certainly ways of governing that are completely lost to history, that essentially from the agricultural revolution to the beginning of recorded history, you're talking about maybe about 6000 years. And during that time, the various. If some of these structures looked anything like some of the things we saw in South America, North America, in Papua New guinea, they would have some amount of. You have certain rights to say what you really think to the chief, that people have special obligations and special privileges, essentially to share their opinion. So I think that there were social structures that tended to be more small scale well before athenian democracy that actually did have an idea of freedom of speech, something like it, something where basically it's important for the whole group to know what you actually think. So people are allowed to be even disrespectful to our leader sometimes just in."
    },
    {
        "speaker": "C",
        "text": "A much smaller setting. Right."
    },
    {
        "speaker": "A",
        "text": "We're talking about just in a much smaller setting."
    },
    {
        "speaker": "C",
        "text": "Yeah. And the difficulty with these types of things is how do you scale it? Okay."
    },
    {
        "speaker": "A",
        "text": "And there was no way. So basically, you go from unrecorded history that if there are parallels to other societies, and there probably was in many of them, not necessarily all of them, some kind of idea of local small scale freedom of speech. Freedom of speech was taken, taken very seriously from the citizens in Athens, and they actually had two different ideas of isogorea and parisia. Issagoria was rational discourse, and Parisia, though, was freedom of the tongue. It was like this idea of, like, I can be nasty to you under the following circumstances. It shouldn't be that much of a surprise, though, that once you get outside of relatively small scale societies, freedom of speech doesn't make much of an appearance on the global scene for a couple of reasons. One, you're talking about after the fall of these small democratic experiments, everything was pretty much top down, usually some kind of imperial system or monarchical system, but also it wasn't practical. You couldn't communicate over massive scales. So free speech was something that. But I do find it really fascinating and really telling that almost as soon as the printing press starts making a mark on northern Europe and central Europe, you start having people arguing for expansive ideas of freedom of speech. So as soon as it became practical to talk to a mass audience, very quickly thinkers start advocating for, wow, you really should be. The government shouldn't be restraining before things are published, people's ideas. This has tremendous benefit, potentially, to the human race."
    },
    {
        "speaker": "C",
        "text": "Maybe we could talk about that in the context of. We've done some podcast episodes with one gentleman by the name of Josh Rosenthal, who compared the Internet very much to kind of like the printing press. I believe that the date of the invention of the printing press was like the 14 hundreds or something."
    },
    {
        "speaker": "A",
        "text": "1450S."
    },
    {
        "speaker": "C",
        "text": "1450S. Okay. So this was a technology that really brought the concept of freedom of speech to the forefront of another version of this technology, something that's happening now, which is probably a communication technology that is every bit as revolutionary as the printing press, which is like the Internet. So at some level, we're living in the 1450s yet again. And so maybe there's something to learn here. But you're saying the history of freedom of speech. Well, we had it in smaller societies. It didn't really appear on the global stage until after the printing press, until."
    },
    {
        "speaker": "A",
        "text": "Mass communication was possible."
    },
    {
        "speaker": "C",
        "text": "And then how did it make its way into the us constitution in the form of the First Amendment? And was that the first kind of nation state operating system in which freedom of speech was embedded in such a direct way?"
    },
    {
        "speaker": "A",
        "text": "Oh, I love this stuff. Okay, so I feel like one of the big advantages of Europe was essentially that it was a place that nobody, no single power was ever quite able to conquer, and that you had all of these societies kind of struggling against each other. And I think that that's one of the reasons why, if you looked at the world from the point of view of 1500, everyone would have been like, well, it's either China, India, or the islamic world. This backwater in Europe is nothing special. But one of the reasons why it became something so special is that in China, there was very much a top down system by the time that Europe really started taking off, that was very much a top down system that was kind of impossible in Europe, and it led for a lot more people from moving from place to place and a lot more experimentation. My friend and fire senior fellow Jakob Mishangama, or now I think he's in the US, he's okay with people calling him Jacob. He wrote a book called Free Speech from socrates to social media. I got a nice shout out in the acknowledgments for being one of the people who really kind of gave him a stern talking to about. You did this incredible podcast series on the history of freedom of speech, the global history of freedom of speech. Bring it for the book, man. And it's great. It talks about surprising things, like, Transylvania was one of the first places to codify different ideas of rights, of freedom of speech, but that was partially because they were at the intersection of all these warring empires. But you definitely had Holland, the Netherlands, dutch people with what was probably the most literate society in human history, probably at that point, it's probably. And second in line was probably Britain. And so I'm going to do a shout out. I like doing shout outs for books, as you can tell. But Fareed Sakari's recent book is actually really quite good. And it was the first one to really convince me when people refer to something as being Anglo Dutch, I'd always kind of like, it doesn't sound quite right, I mean, because the Netherlands were kind of a impressive republic, very forward thinking, very literate, very advanced in a lot of ways, but then kind of a flash in the pan. And I didn't fully appreciate when William of orange came over during the glorious revolution, 1688 88, that essentially it was taking a lot of that liberalism, smaller liberalism, from the Netherlands into. Into Britain. And it really transformed some aspects of the way work was done in Britain from that point on. So I've come around to the idea that there was something special that deserves to be called Anglo Dutch. And so you have two of the most literate societies in the country, two of the. In the world, and really with tons of printing, tons of reading, and it became hard not to see genuine advantages for having a highly literate society that could actually talk out its problems because innovation, you know, resulted, political action became easier. Of course, that was oftentimes considered one of the downsides, but that it was very clear that there are real benefits. So well before that. And this is what I did in law school. I studied censorship during the Tudor dynasty. So when I was at Stanford, I took every class they offered on freedom of speech. When I ran out of those, I did two, three credit generals, like independent studies with two different professors on censorship during Henry VIII and censorship during the later tutors. Most notably, of course, Elizabeth I. And I always try to liken what's going on with social media and with the Internet to what was going on back then with the printing press, because this was early, and it was around 1520, 1521, when Henry started kind of turning on the printing press, first by banning the sailor distribution of what was called the Tyndale Bible, which was english translation of the Bible that was considered to be filled with heresy. So this is back when Henry was Catholic. So he turned on it then. But then he couldn't have kids with Catherine of Aragon. He meets this hot little number that he wants to marry, and the rest is history. He becomes a Protestant. And by 1538, he and his parliament passed the first print licensing program in british history, which basically meant you had to have a sort of like a special dispensation from the crown in order to have a printing press. And if something was printed with something that didn't have the seal of the crown on it, it was an illegal printer. And the punishment for that was very, very serious. And basically what Henry was trying to do was he was trying to put the genie back in the bottle. Like, he was basically looking at a technology that caused tremendous disruption and he wanted to end it. And I feel like we're seeing a lot of that today."
    },
    {
        "speaker": "C",
        "text": "End it, Greg, or maybe just control it, because. So this would be almost the equivalent of, if you liken the Internet to the printing press, having the us government maintaining a registry of approved websites. Right? You had to be one of the approved websites or the approved social media accounts or something like this, it would be that kind of an equivalent. And the goal, you'd think, would be to just control this new technology."
    },
    {
        "speaker": "B",
        "text": "It would be like a read only Internet with privileged write access."
    },
    {
        "speaker": "A",
        "text": "Right. That's entirely fair. I usually talk about it as kind of like trying to put the disruption. To try to end the disruption, put the genie back in the bottle, so to speak. And I think if he'd been allowed to sort of wish whether or not to have it at all, I wouldn't be surprised if he said, no, this infernal device actually isn't worth it, because when people look at what the disruption that was actually caused, and I always point out it was only about a doubling of the number of literate people in northern Europe in the early days of the printing press, which is of course. Impressive. But still, you're talking about, I think, the numbers from like 12 million to like 24 million over brief ish period of time, but not that. Not that brief. And when you bring that many people, that many eyes and voices and ideas and minds into a discussion, it's gonna be disruptive. It's unavoidably. And I always point out, like the printing press at its early days, it led to religious strife, it led to social strife, it led to an increase in the witch trials, because one of the biggest sellers was the malfocorum, which was the handbook of how you know what a witch is. So there are all sorts of arguments against the printing press being good. And I always make this point to people when they want to put social media back in the bottle. And I've got my issues with social media. I've written with Jonathan Hyde about this. Absolutely. I do think it can be. Certainly, particularly for some young women, it can actually be quite harmful. But we have to remember that we just introduced. Printing press was introducing millions of additional people into discussion. We just introduced billions of additional minds and eyes and thoughts into a discussion. And it's not just fast, it's instantaneous. So there's literally no way at this moment, right now, to not have a anarchical period. We are in epistemic anarchy. Our knowledge production is all higgly piggly and basically, and I see sometimes people coming up with regulations to kind of fix it, and I'm kind of like, there's no way to fix it. You can do some things that might make some improvements here and there, but really, the culture has to adapt to this massive shift in technology. And the idea that we panic and give government the power to do with it what it will would just be so much worse than the problem."
    },
    {
        "speaker": "C",
        "text": "I guess the point as well is the government can't stop it, even if it tries. Perhaps it can sort of slow it down. Just pulling on that thread, we'll come back to the constitution, how freedom of speech maybe was enshrined in the first."
    },
    {
        "speaker": "A",
        "text": "It only got us as far as. Yeah, yeah."
    },
    {
        "speaker": "C",
        "text": "Before we get there, though, maybe. Let's go take this sidetrack for a minute. How did it resolve? So this period of anarchy with free speech and printing presses? Right. So how did that finally fix itself and lead towards maybe the enlightenment, the Renaissance, the things that followed?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, it was ugly, frankly. So people were surprised. Who knew a little bit more about the printing, or who knew a little bit about the printing press that I was focusing on the tutors because they didn't even realize the Tudors were so important to this. They mostly thought of the 17th century and the Stuart kings trying to put the printing press genie back in the bottle. Part of the reason why they think of that is because arapagitica, which is a tract written by John Milton talking about not in the mid 17th century, saying the government shouldnt be licensing the press. And its a great statement. People dont realize it at all influential at the time, but it's a great statement on the value of freedom of speech. Stanley Fish, who's a big critic of freedom of speech itself, always points out, yeah, but he didn't include Catholics. And it's like, okay, this is an argument that I find a lot that always irritates me. It's like, so if what you're saying is that someone in the past wasn't an argument for increasing the number of people who enjoy human right doesn't count unless they immediately went to the universal application of it, that's a really convenient little diagnosis out there. So it was a big issue in the mid 17th century. But when I mentioned the glorious revolution before, the year after the Glorious Revolution, 1689, you start having, this is when John Locke returned from the Netherlands with ideas of separation of powers, with ideas of small liberalism. They worked some of these rights into, I don't want to call it constitution, a list of rights in 1689. And after the glorious revolution, Britain really started taking off. It became a much more sort of wealthy, business oriented society. And it was clear that some of this was the literate society. The fact that they were in constant communication with each other, that they had this wonderful republic of letters. So it was clearly giving an advantage to Britain, and everyone could see it. It was very clear, this starts happening, and this was happening as well in France, just in France. As you start heading towards the Enlightenment, you're much more likely to get arrested for handing out racy pamphlets and that kind of stuff than you were in Britain. And I always make this point about free speech culture versus free speech law, because in my most recent book, canceling of the american mind, I point out that free speech culture, in a very real sense, is more important than free speech law, because that's where free speech law comes from in the first place. The First Amendment didn't come out of nowhere. It came out of people who were excited about the Enlightenment, and in France, they didn't have free speech law. And still the french enlightenment is remembered to this day. Sure, sometimes people had to flee off to the Netherlands again at the University of Leiden, for example, some people fled to other parts of Europe. Both Voltaire and Rousseau were arrested at different times. Or did they actually get Voltaire? I forget. Anyway, so a lot of the biggest French Enlightenment thinkers were arrested, and all of them risked being arrested, but they still. Because they had this strong free speech culture where disputation and argument and all this kind of stuff was welcomed voraciously. We still remember the french enlightenment. Now, of course, I'm much more of a Scottish Enlightenment guy. That's really where the badasses were, as far as I was concerned, whether it's David Hume or Adam Smith, than again, all crazy scientists from what we might name. My kid for that. Essentially, you have this tradition blowing up in Britain and the people in the colonies, who actually. I also didn't fully appreciate as much the glorious revolution, how much influence that actually had in the colonies, for example, and how much it changed the nature of what the colonies looked like to being a weirdly hyper educated. In some ways, they were the boonies, but they're also weirdly scholarly boonies. And so by the time you actually start getting to the big divorce between Britain and the US. My mom's british, actually, my mom's divorced, so maybe that's that word, semi consciously. But they thought of themselves as having the right of freeborn Englishmen, which was a way that John Lilburn. Oh, Mandy, you're letting me have fun with this. So I'm going into John Lilbourne and everything. The idea of rights of free born Englishman, which included the right to freedom of speech. So when it came time to write the constitution, now, of course, originally James Madison, the most important architect of the constitution, he didn't actually think we needed a separate bill of rights, because his point was, and it makes a lot of sense, who are we limiting here? We're limiting our own power as a free people on how to govern ourselves. That was initially his argument, why would we limiting our own will? It's kind of like in the british parliament. That's one of the reasons why they didn't have a bill of rights, was because the idea of, we're limiting our own autonomy here to be in charge. But James Madison finally came around to the idea that we needed a bill of rights. And sometimes smarmy people like to point out, well, it wasn't the First Amendment, and it was actually the Third Amendment, because there were two amendments that were before it. And I always point out, I'm tired of this cliche. It's a nerd cliche. You have to be nerdy even to know it. But the first two ones were basically procedural ones about the distribution of seats that would have resulted in there being 10,000 congressmen if it had actually passed, and something about the limitation on their ability to give themselves raises. So those are procedural, and I don't even understand those as being Bill of rights. Those are basically addenda to the constitution. The very first right that is stated is, well, I consider there to be six of them in the First Amendment. A lot of people like to say five, but I think they're wrong. It's freedom of speech, freedom of the press, and by that they meant the machine and the right to petition the government for redress of grievances. And then the two that I count, oh, I'm sorry. Freedom of assembly, which is also usually interpreted as freedom of association. But the two additional ones they usually get just called religion. And I think that's unfair to the brilliance of putting these two right next to each other. The freedom from the state establishment of religion and the freedom to engage in your faith, and having establishment and free exercise right next to each other is just. And sometimes people call the American Revolution, like the conservative revolution, because it wasn't as radical as the failed French Revolution. But I always think of it as like, no. What is more radical than in a single sentence, trying to prevent everything? People have been murdering themselves over and each other over for the last two centuries."
    },
    {
        "speaker": "C",
        "text": "It's pretty cool. I just came back from Philadelphia with my kids. We went to the american history of the american revolution."
    },
    {
        "speaker": "A",
        "text": "Yeah, I love that place."
    },
    {
        "speaker": "C",
        "text": "George Washington's tent, all of these things. It gives you, in the mindset of that era, which is really cool. I mean, it's an opportunity to just read the first amendment. Actually, it says this, Congress shall make no law respecting an establishment of religion. That's what you just said. Or prohibiting the free exercise thereof, or abridging the freedom of speech, or of the press, or of the right of the people peaceably to assemble and to petition the government for redress of grievances. That's it. That's the sentence. Kind of a run on sentence, but it includes, as you said, maybe five or six, six different rights there that are pretty key, and it embodies a lot of enlightenment type of understanding. Greg, is this the first place it's ever been sort of embedded in such clear language in an organizing operating system? I think of the Constitution as kind of like the code of the United States, if you will. Right. And so this is like, is this the first time in history, it's been embedded in a line of code that operates a nation state."
    },
    {
        "speaker": "A",
        "text": "One that endured. Yes. One that existed previously. No, there were protections of freedom of speech that weren't quite as expansive in the Netherlands. Like I said, there were protections in Transylvania. There are also some, actually in the old polish monarchy, polish lithuanian monarchy. It pops up here and there. And, of course, those are 1689, a declaration of rights, but nothing as expansive and certainly nothing that lasted as long. So in terms of the american experiment being something incredibly unique and special, this is one of the reasons why we get a little irritated when people are talking about american exceptionalism. It's kind of like, okay, if you take all value away from the idea of saying that you approve of something, a truly large scale democratic republic was something that even the founders were a little skeptical anyone could pull off, because basically, these had always been small scale societies, like we said before. So doing it on a massive scale is amazing. And that's one of the reasons why actually reading the federalist papers, which is something that I did way too late in life, and I was like, oh, my God, these guys were geniuses. It's so well thought out how much time Alexander Hamilton in particular, spent explaining why, even though it turns out he actually had some genuine skepticism about the way we're doing the arrangement, he defended it just gorgeously and about how you could actually have a large scale democratic republic."
    },
    {
        "speaker": "B",
        "text": "One of our favorite episodes in our library at Bankless is this episode that Ryan mentioned. It started in the Renaissance and talked about the technologies of the Renaissance and how it kind of spawned new thinking, new culture in Europe. And then we did a repeat with that same guest later for a 4 July episode and talked about how some of the culture and thought and ideas of the Renaissance ultimately came to be manifested in the United States, in the Constitution, in the Bill of Rights. And so the United States experiment was very much downstream of some of the ideas that were created in the Renaissance. And you also talked about this idea of free speech culture versus free speech law and how law is actually downstream of what the culture wants. And so maybe despite the skepticism of some of the american founding fathers, what they didn't account for is the blank slate of culture that America offered, these enlightenment Renaissance ideas. Maybe you can just define the idea of what free speech culture is if you could put it into a definition, and then we can maybe talk about how that was the correct breeding ground for such a large scale experiment in freedom of speech that we call America."
    },
    {
        "speaker": "A",
        "text": "In canceling the american mind, trying to explain what free speech culture is. I realize that a lot of a society's values are well expressed in their idioms or expressions, that essentially the little sayings that everybody knows in that society, so much so that they might even think they're cliche or sort of roll their eyes at, but nonetheless, they're like, well, sure, it's true. And this also should be a cause for concern, because when I pointed to things that actually really show what a free speech culture is, some of the best ways to demonstrate it are little sayings that someone, an old fogey like me grew up with. It's a free country, probably the simplest one, but everyone's entitled to their opinion being something that was just taken for granted. Little phrases like, not my cup of tea, like the idea of just saying, listen, this might not be for everybody. All of these ways of sort of checking you to sort of like, cool your arrogance here, you're one member of a small d democratic society. You should not assume that you're smarter, that your opinion is more valid than anybody else. I mean, even things like walk a mile in a man's shoes before you judge them or don't judge a book by its cover, all of these things are about checking your ego to be a better member of a free society. And my co author, brilliant young woman named Ricky Schlott, I think she's turning 24. She's someone I've been writing with since she was 20. She's just amazing. And she didn't grow up with any of these. Like, she what? She's like, nobody said that. And I think that."
    },
    {
        "speaker": "C",
        "text": "Where'd she grow up, Greg?"
    },
    {
        "speaker": "A",
        "text": "What's that?"
    },
    {
        "speaker": "C",
        "text": "Where'd she grow up?"
    },
    {
        "speaker": "A",
        "text": "Where did she grow up? Yeah, she grew up in New Jersey."
    },
    {
        "speaker": "C",
        "text": "Oh, Jersey?"
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "Oh, really? It's changed in America. I thought you were going to tell me she grew up in a different country or something like this."
    },
    {
        "speaker": "A",
        "text": "No, no, she grew up in New Jersey. And, you know, she just didn't hear these sayings, people saying them. And one of the things we've been trying to sort of sound the alarm on, you know, at fire is a yemenite. Both kind of predictable turn against freedom of speech, particularly in sort of forgive the sounding too marxist, but sort of in ruling class kind of circles, but also a turn on free speech culture that I saw coming back when I was at the ACLU in 1999. I have a chapter that I call the slow motion trainwreck, where essentially people's attitudes about free speech were sort of changing and sort of elite institutions. And eventually that was going to spell some real problems for the long term future of free speech. And I spent 23 years of my career, I'm in my 23rd year at Fhir fighting this. And I think to a large degree, we failed a lot of the things fire was warning about when we were founded in 1999, things we were warning about again when things got a lot worse for free speech around 2014 and got even worse around 2020, 2021. A lot of them have come to pass, in some cases legally. Some of the laws are considering Canada for life imprisonment for speech crimes. Terrifying idea. They hate speech laws that actually exist de facto in Britain that they want to pass in Ireland. This is all over the world now. The state of the first Amendment is very strong in the United States, but the sort of free speech skepticism that I see, particularly in academia, scares me to death."
    },
    {
        "speaker": "B",
        "text": "I'm probably going to go ahead and guess that if we lose the freedom of speech in America, it's because we lost free speech culture first. That's, like, the correct order of operations. Do you have any anecdotes, either in history or maybe in modern times, of just like. Like, when free speech culture was a check on the potential loss of free speech law? As in, like, maybe somebody was trying to remove some sort of freedom of speech, but free speech culture checked that and stopped that. Do you have any stories that you could present?"
    },
    {
        "speaker": "A",
        "text": "Yeah, actually, once again, I'm gonna recommend a book. It's a book called the people's darling privilege by Michael Kent Curtis. And it's about. Because here's something that a lot of people don't know. No, the first Amendment had very little legal meaning or force until about 1925. It's kind of, you know, it is kind of humbling to think that we passed this thing in 1791, and as far as the law was concerned, it was almost meaningless until 1925. So what did that mean? There was no free speech in the United States from that moment on? No, because it was a popular value. And that's what he means in his title. The people's darling privilege was. I think George III referred to it that way. And he gives this example of abolition of laws to quell abolitionist speech in the early 19th century. And one thing that has to be really clear here is that abolition was not a popular movement in the north in, say, the 1830s. It would be a while before it actually started becoming a really popular movement, but partially because there were well publicized cases of people getting killed, including the original Reverend Lovejoy, not from the Simpsons, but, like, an actual person defending his printing press, his abolitionist printing press and actually was killed defending it, that Americans started to realize that it couldn't actually just be that you have a freedom from being prosecuted by the state state for speech crimes. We had to actually kind of protect you from the rest of us doing it for killing you for your speech. And so the whole point of the book, the people's darling privilege, is to say how before the first Amendment was strong at all, a tradition of freedom of speech actually helped keep free speech alive. Didn't do that much for abolitionists in the southeast, but it did prevent those same laws being passed in the north. Otherwise they would have been, if there would have been no opposition to them. So that book and some of those examples of the different attempts, particularly by southern slaveholders, to restrict speech across the entire country, the only thing that stood between it and winning the whole country was free speech culture."
    },
    {
        "speaker": "C",
        "text": "Well, I think that's important for us to realize, right? In terms of, like, if you were to ask the question of what actually protects free speech in America? And like, I'm wondering what answer you'd give to that, Greg, because it strikes me as, like we started this conversation talking about the First Amendment. That is certainly one protection of it. But I think people who don't, you know, do constitutional law and haven't studied the First Amendment in the ways you have, don't realize it's not just those words in the Constitution, but it's also court cases, all of the precedent over many years of prosecuting this and having it play out in the court system that gives us the free speech system we have today. It's not only that. It's not only the laws and the courts and kind of the enforcement of the executive branch and police and judiciary and all of these things. It's also the society. And unless we as a society, if the hearts and minds individual citizens choose not to enforce free speech, then our law system and our courts become toothless as well. So if I were to ask you the question of, at the basel level, what kind of protects free speech in America, what things would you draw on to really explain that?"
    },
    {
        "speaker": "A",
        "text": "Well, it has to be part of the culture. It has to be a cultural value, or it won't survive. I have this weird debate with Ken White, who's a first Amendment lawyer in the pages of Reason magazine about this, and I'm still baffled by his argument that essentially, free speech culture, it's just a political argument, it's incoherent, it's not that important. And we have the best free speech law in the world. And I made the point that kind of like, yeah, but we're a common law country. The idea that culture and law are somehow completely separate is a nonsense opinion. It doesn't make any sense."
    },
    {
        "speaker": "C",
        "text": "But further, Greg, aren't judges are part of culture as well. Right. They're certainly influenced by the milieu of the culture at any given moment."
    },
    {
        "speaker": "A",
        "text": "Yeah, exactly. And that's my point, is that essentially common law, it is a lot of times the idea that they exist in some kind of cultural vacuum is nonsense. It comes in. And so you have this 19th century situation where free speech, culture was the only thing keeping free speech alive. Then you have the utter calamity of the civil war, in which there were a lot of things. A lot of times people refer to the civil war as being kind of like, well, they had ferocious limitations on people's liberties during then. And it's kind of like, yeah, but it's the closest the United States have ever come to not existing. So not a good comparison to most other things. But then you have the late 19th century, where it's all victorian censorship, where it's all kind of like people wanting to. People like Anthony Comstock trying to put the sexual genie back in the bottle. And even then, you had this group called the Free Speech League that came up to defend the right to nude bathe and to swear in private letters to your spouse. And these were real cases. People actually went to jail for using the word fuck in a letter they were sent to their wife or something like that. There was a nude bathing case. Apparently just advocating for that was beyond the pale. And so we've always really admired that bunch of weirdos in the free speech League that preceded the ACLU. But you really started to. One of the reasons why you really needed the free speech law to start taking over, though, around 1925. And really the process was started a little bit before then, say, 1917, was because the government got emboldened that it could actually pass serious restrictions on freedom of speech due to both World War one and then also the first red scare. And boy, did they pass some very serious sedition and espionage act. And it was those laws and those prosecutions that started to develop First Amendment law. And as the 20th century progressed, that's when you start seeing a rise in free speech culture and free speech law. And to be clear, you want both. If you can have both, that's ideal. The situation in Enlightenment France, where you had to risk going to jail is not exactly ideal. And I think that it was nice to grow up at a time where we could kind of take for granted that freedom of speech was something that was taken seriously by the left, and to a degree at least, the libertarian right, for sure. And that essentially, it was something that was almost globally agreed on, particularly after the fall of the Soviet Union. But that time, that time when freedom of speech, you could count on it to be protected as a cultural value, I think that's been eclipsing."
    },
    {
        "speaker": "B",
        "text": "How would you rate the healthiness of free speech, culture, and law in America today?"
    },
    {
        "speaker": "A",
        "text": "I'd say it's a little better than it was four years ago. In canceling. One of the things that we show is how bad the number of professors who lost their jobs got from 2014, where we saw the big explosion of people losing their jobs for their opinion in a way that I had never seen previously in my career. And we make the point that kind of like, yeah, we're talking about. We know of about 200 professors who were fired. That's about twice as many professors as were fired during McCarthyism. And there was only about 62 professors that were fired for being communists. And the rest of that hundred were just for other opinions. And so we're talking about twice as many that we know of. But also from talking to professors, we found that about one in six. One in six. That would be, like 100,000 professors extrapolated out, say that they were either punished for speech or threatened with punishment for speech. And that means research. That means teaching in class. That means what they say in their regular lives. And as another way of trying to quantify this, there was a big survey, which is how we know about how many prosecutions there were under McCarthyism, of McCarthyism at the time. And they found about 9% of professors were saying that they were toning things down in their scholarship so as not to get in trouble. And I want to be clear. 9% is terrible. 9% is really bad. That's one in ten professors saying that they're self censoring. When we did that exact same question, which was self censoring in their papers, we found about 35% or something like that, said that they were natural. And when we asked professors, are you self censoring at all? Because there are more. There wasn't Twitter back then. About 90% of them said that they were. So I would say that it's gotten. It gotten quite bad. I would say that it seems like some of the ideological intensity of, say, 2020, 2021 was starting to kind of recede a little bit, because I think we all lost our minds during COVID and I think it started to recede a little bit. But then last year. Last year was the worst year for deplatforming wed ever seen, and that was before October 7. And deplatforming is like when you get a speaker disinvited or when you shout someone down. And so last year, worst year that were familiar with, period. And that was going to be that way even before October 7. But of course, things got way worse after October 7 on campus. This year's gonna blow it out of the water. And it's been overwhelmingly shout downs of speakers. And oftentimes, you know, jewish speakers are targeted by pro palestinian students. There's one example where, like, they do, it was a guy who's there to give a lecture on black holes, like, something I would have absolutely loved to have gone to. And I'm not sure if they. If they were targeting just because he was jewish or maybe because he said some pro Israel things or what, but it's just completely out of control. So I'd say right now we're not great, but we're definitely doing better than the rest of the world."
    },
    {
        "speaker": "C",
        "text": "Let's slice it in a few other different dimensions. So demographically, how does this generation of, say, 20 somethings compare to previous generations, the boomers versus Gen Z or the other generations? How do they compare in terms free speech, culture, and respect for that?"
    },
    {
        "speaker": "A",
        "text": "The polling is pretty clear on this, that basically, right or left, if you're over 45, you're pretty good on free speech and tend to get better the older you get, particularly the closer you get to the world war two generation, they would give you a lecture, and they fought for this stuff, and some of their friends died for it. When you get down on the millennials, which I assume you guys are, millennials on the left, aren't so great on freedom of speech. So that's basically 45 to 30 millennials on the right, fairly good. When you get below 30, it's a little more complicated because they don't know all that much about it. You ask them questions, and in the polling, it seems kind of semi incoherent. You do see assumptions, for example, that hate speech is not protected speech, and you just have to explain over and over again, like, no, that's not true. The bedrock principle of the First Amendment, and this is from a case called Texas v. Johnson in 1989, which was about whether or not you had a right to burn an american flag. And the bedrock principle of american first amendment law is that you can't ban something simply because it's offensive. So under no interpretation of pure hate speech law can that be constitutional under the First Amendment. But there's an assumption among young people that it already is unprotected. So it makes even reading the polling kind of hard to figure out what to make of it. Because when you already have people who believe that all this unprotected speech, all this protected speech is unprotected, what does it mean when they say that they believe in freedom of speech because they're already accepting? So, yeah, I would say that we're at fire trying to do our best to sort of educate everyone, but particularly younger people, on why free speech matters and what the philosophy of it is, and to really kind of, this year, kind of our goal was to go back to basics, to try to explain it as simply and clearly as possible, because we're not sure anyone else is."
    },
    {
        "speaker": "C",
        "text": "Is this typical of younger generations, though? Like, when the boomers were younger, in their twenties, let's say, in the 1970s, were theydehethere bad on free speech as they got older, they became better?"
    },
    {
        "speaker": "A",
        "text": "Yeah, this is one of the big, it's really funny, no offense to current campus protesters, but it's really funny to see the comparisons when they think that they're just like the protesters of the 1960s, because it's like, well, generally, the protesters in the 1960s, I think they got some stuff right and some stuff wrong, but they started the free speech movement on campus in 1964 at Berkeley, they definitely talked a good game on freedom of speech, even if some of them just wanted it for them and not for anybody else. But there were people like Mario Savio, who really meant it, like, who actually wanted people to come and disagree about things. And the weirdest part, over my experience over the last 23 years at fire, is that it's very historically strange for young people to want power, to have more power, because they think it will benefit them in some way. The protesters of the 1960s, they wanted the colleges not to act like what's called in local prentice, like the local parents. And the people in the sixties were much more like Gen X or just in the sense of being like, don't you tell me what to do. I'm gonna do what I want. You're not my dad, and you should have fewer powers over me, and I should have greater dependence, and these rules should not apply to me. And that's a more typical attitude of the young. It's not that power should have more power, it's that power should have less power, and particularly less power over me and my friends. And meanwhile, kind of like it's been completely reversed around the younger generation. There is a much greater sense of, we need to give administrators more power, more discretion over speech to keep us from being hurt or offended. Now it is, I think, switching a little bit on campus, because since October 7, it's kind of like an interleft fight. There's a little bit more of the pro palestinian side saying, okay, maybe there should be less power over me. And then so suddenly, this generation that had been pretty free speech skeptical has at least a segment that it now seems to think it might be sort of free speech absolutist. That being said, it's also the same activists who are oftentimes shouting down other speakers, which is not very pro free speech. So it's a big, weird, scary mess at the moment, let's put it that way."
    },
    {
        "speaker": "C",
        "text": "So, Greg, you were talking about getting back to basics, and one of the things you have to do is try to explain it to the younger generations why freedom of speech is important. I'm curious what you say, because part of the context for this and this entire episode, indeed, is there's so many parallels between what we're doing in crypto and free speech. Cryptocurrency very much is a censorship resistant protocol that is also enforced by not only the idea of code being law, but also a social layer. It's like if people in crypto don't care about censorship resistance, we start to lose that as a property. They can fork in other code. We can change the blockchain in various ways. We have to make a case to younger generations and also the world as to why we need a censorship resistant, immutable ledger of transactions right in the field of commerce and even communication. So what do you say when you try to explain it, when you get back to the basics, you're trying to explain why freedom of speech is important to a millennial or someone who's in Gen Z."
    },
    {
        "speaker": "A",
        "text": "It depends on who you're talking to, and there are different approaches to it. And the most important thing I say, as someone who just a constitutional lawyer but pretends to be a social scientist, is I've long since accepted the fact, and this is something that Paul Bloom against, empathy. He laments the fact that people tend to be moved by stories more than data, and he thinks that that actually can result in some really perverse results, where essentially the people who would use the money the most or could use the support the most aren't actually getting it. And things tug at the heartstrings, even if they're complete boondoggle, tend to get it. And he's right. But I know from that that telling stories is really important. To persuade people you need data as well to get over appropriately skeptical hump. But first and foremost, you have to tell stories and ones that sound like them. So a good example of a story that might sound like someone from Gen Z is we had a case of a student who was suspended from her pharmacy program because on her Instagram, her Instagram was a little racy, a little sexy, and it involved her talking about the lyrics of Cardi B, including whap. And she was suspended for it. And here was the argument. She's an african american student, and she explains that she was told that this was basically conduct unbecoming of a pharmacist, which is like, can you imagine being kind of like, I don't want my amoxicillin from you? You like racy hip hop. It's like, that's a stupid idea that's just trying to control people's lives and nobody's going to look before they pick up their drugs at cv's like what the pharmacist listens to. So you try to give them cases they can really to because we know that can bring them in. When you're trying to explain it from a historical standpoint, you can begin just by saying, listen, we are incredibly lucky to have grown up in a country where we could take free speech so much for granted when it has been this incredible tool for innovation, progress, democracy. And the only way you can actually be guaranteed that you'll be allowed to be your authentic self. We have been so successful at it that we take it for granted now, but youre not going to take it for granted when it starts to go away. So look at some of these other countries and learn a little more about what history without freedom of speech actually looks like. Because you may think that rule that sounds so enlightened about getting rid of hate speech, that might sound swell, but you always have to imagine that tool in the hands of your worst enemy, because it will eventually get there. And Ira Glasser, who's on our advisory council, the former executive director of the ACLU, would say censorship is like poison gas, that essentially it seems like this perfect weapon that you can use against your enemy and you shoot it at them. And then inevitably the wind changes direction and that eventually it's blowing back on you. And that you should understand that this tool will be used against you. And I always have to remind people of this. It's like if they in many cases, the students tend to lean more, less. Like, are they big fans of Trump generally? No. You're creating a tool that the people you don't like are going to get to use it, too. And sometimes that's one of the most basic things about freedom of speech that people oftentimes don't get. Another way to reach them through history is to explain the story of comedy in the United States. The story of music in the United States. The story of black music in the United States is the story of victories against censorship. All of these things you care about, we have, thanks to freedom of speech. So there's lots of different ways. But for me, I said it kind of at the beginning. There's a value in knowing what people really think, period."
    },
    {
        "speaker": "C",
        "text": "That value on knowing what people think, period. Greg, I'm just wondering. There are many seemingly successful societies, one of which is kind of starting to eclipse the US in terms of its economic output and maybe at some point in time, its prosperity. China, for example, that are, I'd say, not embracing of First Amendment principles."
    },
    {
        "speaker": "A",
        "text": "That's another statement."
    },
    {
        "speaker": "C",
        "text": "So totalitarian regimes, authoritarian types of regimes, and I think it was a bedrock principle of, like myself and many people who were born in open societies, that open societies would outcompete totalitarian, authoritarian, closed societies given enough to, and things like freedom of speech would propagate innovation, make us more competitive than societies that didn't embody those values and virtues. Of course, China has shifted towards valuing free markets, which is a step towards liberalism, but nothing in the realm of speech or political autonomy. Me. And so I want to ask this of you, because over the last decade or so, I could say my blind faith in the idea that open societies will outcompete closed societies, and societies that embrace freedom of speech will always out compete and outperform societies that subjugate it and push it down. That bedrock faith has been shaken a little bit, and maybe partially it's the rise of China. Another part of it is the anarchy that we've seen in terms of our information landscape. My goodness, being the US and trying to figure out what is true and what's not these days, particularly as we're going to another election cycle, is just incredibly difficult. And you almost wonder, you kind of look over at this more closed society, and you're like, well, do we have it all figured out? Or is there something over there, too? So I want to ask you about, do you think it's the case that free, free speech societies will outcompete societies that clamp down on free speech and don't embrace this as a right, or is that not something we can take in blind faith anymore?"
    },
    {
        "speaker": "A",
        "text": "Well, I think you have to remember things like scale. Do I think that, like a free Netherlands, is it going to out compete a totalitarian in Russia, a Soviet Union? And the answer is, of course its not going to. The Soviet Union is just absolutely massive. Now, do I actually believe my family, my grandfather fought in the Bolshevik revolution. We were serfs, later called kulaks, people who were murdered by the millions because we were peasants who made good. And I believe that if Russia actually, rather than have the disaster of world War one, had by some miracle gotten to liberalize, maybe the Mensheviks won instead of the Bolsheviks. I think it would be an invincible society at this point. A liberal version of that wouldn't have collapsed. It would have been an innovative, prosperous society. And instead. I don't want to offend any of your russian listeners, but I think, I don't think Russia's ever really going to be okay again when it comes to China. Scale is a big part of what we're talking about. You're talking about something on a massive scale. But let's also remember the decades of liberalization really did make a difference. So you mentioned the liberalization in terms of the economy. That's not nothing. Do you ever play the game civilization?"
    },
    {
        "speaker": "C",
        "text": "Oh, yeah, it's one of my favorites. We talk in terms of the tech tree all the time. It's how I think about the world."
    },
    {
        "speaker": "A",
        "text": "So civilization, the way to win if you want to conquer the world, is despotism and republic. Spread your settlements all over the place, and then democracy, and then maybe go into some kind of totalitarian towards the end. Once you got a huge economic and scientific advantage over everyone, then you conquer the world. And I feel like I kind of wondered if China was playing civilization because it's kind of like, yeah, they liberalized and they got wildly wealthier over a very brief period of time. They allowed for freedom of speech in some spheres, like basically allowing for some liberalization of their universities. Now, they couldn't. They've just so far they could go. So they overwhelmingly send their people to our universities and they spy on us like crazy, in part because we produce more and better technology than they're capable of. I think that a lot of the advantages that they have from being totalitarian would be tiny if compared to the kind of advantages they would have if it was a free and open society. I mean, a society of 1.2 billion people. So a free and open liberal version of that, I think would be unstoppable. So I think its compared to where it would be. But you do have to remember a lot of the technology that theyre taking advantage of are stuff that theyre learning in western schools that have, at least when it comes to science, free and open societies. Theyre getting a lot of it through espionage. So I think that a society, theyve done some smart things in terms of, but I think theyre always going to be back in some ways by not being a free society. Now, when it comes to, what does that mean in an ultimate, like, if ever came to an actual battle? There was an interesting paper done by, I think it was Marshall after World War Two, an investigation of why America did so well in World War Two, when it was against these massive totalitarian states that didn't have to play by the rules and didn't have to respect human life. And by human life, they could send their troops into the battlefield and take huge casualties. Now, of course, part of the argument was we had the Soviets willing to throw so many people at the Nazis, but one of our advantages was the free exchange of information, the free exchange of science. In Nazi Germany, for example, it was very hard to know where problems were having, where corruption was existing because they had a completely censored press, and that was actually a disadvantage for them. Same thing in Japan. And so one of the things they actually concluded was one of our major advantages for the entire time was, even though we had wartime censorship, we had a big advantage because we were a comparatively liberal society. Now, if we start losing that liberalism and we start becoming much more top down, well, I think then we're in big trouble, because if we don't have the freedom of speech, if we have a scientific community that is afraid to disagree with each other, if we have the government coming in and pulling in all the, acting on every fear and regulating every industry it thinks potentially could be harmful, I think then we're really done for."
    },
    {
        "speaker": "B",
        "text": "I want to introduce a very modern player into the world of free speech, which is the Internet. And it's really changing how the form factor of speech exists, because now on the Internet, there's just so much data out there that we are all learning to navigate that data via curation algorithms. I think this is going to be even more relevant when AI produces even more data. And then all of a sudden, we need more AI to parse that data and even just navigate the Internet itself, which means that curation is now a fundamental part of the Internet itself. Uh, and curation is a filter on what speech one experiences when they are navigating the Internet. Now, I'm wondering just how you think about just how the Internet has changed our relationship with this notion on free speech, when so much of the speech platforms, Facebook, Instagram, Twitter, are private companies, not. Not the government. Like, how do you navigate this world?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, I'm. I don't think it ever could have been the government. I think a government Twitter or government Facebook would be just learning how to hit the, like, button. Last week, I think that the superpower of the United States was unleashing one of the most creative segments of the United States and getting out of its way in the 1990s. So I think that the Internet as we know it just wouldn't exist if it was just left to carpent. Not even close. So I do think that it was only private industry that actually made it as big and powerful as it is. My brain goes very quickly, though, to what's it going to look like in the future? And here I want to practice the epistemic humility that I preach, because I feel like the fundamental value of freedom of speech, the fundamental moral inclination or philosophical inclination, is knowing in the grand scheme of things, things. None of us are all that clever, none of us really know all that much, even the smartest of us, that essentially, knowledge is a process. And like I said, it's a never ending process. But when it comes to AI, particularly now that I spend a lot of time quizzing it about various topics that I got excited about and showing it to my kids and that kind of stuff, it is hard to think about exactly where we're going to be in ten years. And I think that anybody who claims that, they're like, oh, no, I know, it's like, no, I'm sorry, you just lost a lot of credibility with me. Another book, Ethan Mullig's co intelligence. Did you guys read that? It's good, and it's about AI. And he talks about, at the end, sort of like three AI scenarios. One he thinks is very unlikely, and it almost. This sounds funny to say this is as good as AI is going to get, but his point there is to say, even if it doesn't get a lick better, this is still transformative to the world, but it's going to. The second one that he actually thinks is more likely is that it will level off a little bit, but it will get better, not by absurd leaps and bounds, but steadily. The third one, which he somehow is more skeptical of, which I think is just wishful thinking because he does think that there's going to be regulation and it's going to come in and all that kind of stuff. Even if there is, though, I don't see how it would stop this scenario. You're going to start using AI to build AI to build AI to build AI to make it smarter when it's feeding on itself like that, and it surely already is where you actually end up exponential on top of exponential exponential. It's really kind of hard to know. But one thing I am confident about is that we are entering a, and this is not a very nice thing to say, but I think we're heading into a geopolitically unstable and nationally unstable period. And I'm not trying to bum people out. I tend to think that the, I read the fourth turning by Neil Howe, which I thought I was going to dismiss as being pseudo mystical clappers trap, and then it was basically just talking about the fairly predictable sort of 80 to 100 year cycle of there being a major conflagration. And I think we're heading into something big and disruptive, and I hope it's not as potentially harmful as it could be, and I hope we get out of it."
    },
    {
        "speaker": "C",
        "text": "There's so many sources to that disruption, one of which is the technology that we're seeing now and how the state actors, non state actors might use that technology. Base level question, though, for you, Greg. So you believe very strongly that humans should have freedom of speech. Should robots have freedom of speech as well, or is this only a thing for humans? One example that I see in my social media, I have no idea. It's very difficult to tell who is human and who is a robot. And if we could secure freedom of speech for all of the humans on Twitter, for example, but not give that same right to robots, I would be happy to ban them. That to me would feel like a better protocol because just the cost of spinning up a robot, including my feed, with some sort of message, is just decreasing to near zero."
    },
    {
        "speaker": "A",
        "text": "Well, I wouldn't want that to be the law. But I think if you had a social media, I think increasingly you're going to have to have, particularly if you want it to have any meaningful role in truth seeking, you're going to have to have some social media platforms, for example, where basically you're known to actually be a human and you say, for example, have a reputation. It doesn't have to be some proof of humanity."
    },
    {
        "speaker": "C",
        "text": "It does not have to be a nation state passport, but something."
    },
    {
        "speaker": "A",
        "text": "Right, yeah. Particularly for truth seeking. I've been working with this company called integraly a little bit where they're trying to actually figure out a way to create social media for truth to discovery. And some of the important ways to do that is to make sure that you have a reputational stake in having high integrity, that you're known to be an actual person and you have a single account. If that's the for truth seeking, I think you have to have stuff like that. Now, of course. Does that mean while you're on there, you could actually be consulting with AI at the same time? Great. Use it as a tool. But I think that when it comes to good discussion, even you're going to need places where people know they're talking to people."
    },
    {
        "speaker": "C",
        "text": "Greg, one other thing about the design of the Internet is we've seen multiple phases of the Internet. It's the web. One phase was very, let's call it decentralized. So it was based on these core primitives, protocols like TCP IP, stuff like this, HTTP, HTTPs, anyone could spin up a website. Anyone could spin up a server. There was no curation, no moderation. None of this was controlled by companies. Right? In web two, we saw a departure from that. We saw these mega apps, we saw the Apple Store, the Google Play Store, we saw Twitter and these large aggregators, we saw Facebook basically create almost a Disneyland out of the Internet and these walled gardens. And now we have an Internet which is dominated by these web two players, and they have the ability to deplatform you not from the Internet in total, but certainly from their walled garden application. What's your take on that in general? Do you think that is this like a public space versus private space type of debate? And in what context should we preserve freedom of speech? And like, do we actually have freedom of speech in the US?"
    },
    {
        "speaker": "A",
        "text": "Yeah, no, definitely. I've been really urged by a number of people who I think are very smart and very well meaning that fire, my organization, has to come out in favor of regulation of social media, for example, by the government in order to make it better for freedom of speech. There have been attempts by Texas and Florida and also California to do just this. And I can't help. I'm a civil libertarian saying, listen, if Texas, Florida and California all agree on a goal, that means it's probably a terrible cold and it's not going to work. So right now, one of the things that's in front of the Supreme Court is, are some of these regulations they tried in Texas and Florida, both of which we oppose. Are they constitutional and we think that they're not. We also, but however, on the other side, in a case called Murthy, which used to be Missouri v. Biden, we're also on the side of, there have to be limitations on the government's ability to pressure social media companies to engage in censorship that the government itself cannot engage in. And this actually came out a lot in reference to Covid, that essentially the Biden administration, and I think even before that, the members of the Trump administration were leaning on different social media companies to censor that opinion. And this one with things that sounded an awful lot like threats and reminding people, it's like, there's got to be a limit to that, or else you're really just saying that if on these platforms that don't have a first amendment, that the First Amendment is no limitation on the government censoring speech. It would never be allowed to if it was just functioning as a government. So the civil libertarian is generally more afraid of the concentration of power in the government. And people will then point out, it's kind of, well, shouldn't we be frightened of it in corporations? Like, you can be absolutely frightened of incorporation. But as the good libertarian always points out, the government has the monopoly on the use of force. That makes it fundamentally a different kind of actor. So something that's been happening to me a lot more recently in Fire's work is having people, my friends on the left and my friends on the right. And I tweeted out something about this this weekend when I was thinking about it, that essentially, things are so dire, things are so serious right now, that we can't waste time on something as insignificant as freedom of speech for everybody, First Amendment for everybody. And I always have to remind them, no, in times of crisis, in times when things are really important, rules like freedom of speech, the rules of the road of a free society matter more. They don't matter less. And believe me, like all of these troubles that I'm concerned, and I hope I'm wrong, I think we're going to be seeing over the next couple of years, there are going to be situations where the individuals, citizens right of freedom of speech is going to become much more important, not less."
    },
    {
        "speaker": "B",
        "text": "Greg, I want to skip to the bottom of a rabbit hole that we are currently exploring in the crypto world, in the Ethereum landscape. Because Ethereum is a smart contract platform. You can code up anything. Developers can code what they can imagine. Users can code up a transaction that can do a specific thing. So it's really just the intersection of money and code, right? And that's why there's a lot of, like, really cool things that's happening in the crypto world, in our, in the Ethereum world and Ethereum landscape, there's this very strong commitment, commitment towards a censorship resistance. And so we don't want certain applications on Ethereum to not be usable by end users versus others. And so, like, credible neutrality is one of our core, like, social contracts. Like, if, like, we have a, if the United States is a culture of freedom of speech, we try and have a culture of censorship resistance on Ethereum, because, like, we want Ethereum to be like the Internet, right? Like, anyone can make a website, and on Ethereum, anyone can write a smart contract. And so this kind of brings up this idea of freedom to transact and which is like, the freedom to, like, spend money, purchase a good, buy a service between two parts of parties. I'm wondering, just how familiar are you to this topic as it relates to free speech? Does this come up in your valence at all? Do you have thoughts on this idea of freedom to transact anything? Any neurons firing here?"
    },
    {
        "speaker": "A",
        "text": "Yeah. Well, it is something that we've been thinking a lot about, is that essentially, fire went from being a 60 person organization, maybe $15 million a year, to being a 100, 2150, probably by the end of the year person organization, and $36 million budget, partially because we do things like our campus free speech ranking, and we're really trying to be the nation's premier defender of freedom of speech. And I think we already are. We just need to be a hell of a lot, hell of a lot bigger. And one thing that I think we really do need is a tech, like a high tech department, essentially, because I'm into this stuff, there are a number of lawyers who are into this stuff, I'm at fire. But there's not enough of us yet. Keeping on top of what the latest thing is going on in tech can be daunting. I think that's where so many of the issues are coming up. And even if we get excited about it, we need more people on the ground doing that. We need more expertise on it. Now, the best parallel in First Amendment law is, of course, the idea of campaign finance, that essentially that money, if the government can say you can't give to the following causes or the following politicians, that, of course, is a way to kill off those causes in politicians. And that's something that I think people get if they understand that, simply that essentially, if you're saying the government says you can't spend money on that, and you can't spend as much money as you'd like to on that. That is a way of the government basically being able to strangle something out of existence. So I do think that people need to get that. While when people talk about, about money is speech and transactions are speech. If someone could decide tomorrow, oh, fhir can still engage in all the speech it wants, it's just not allowed to have any money anymore. You'd understand it really fast that essentially that's a tremendous power and it does have real ramifications for freedom of speech, for technological progress, et cetera. So we do think about this, but I do want to go bigger and deeper."
    },
    {
        "speaker": "C",
        "text": "I do love for you guys to do that because I see what fire's doing. It's just like incredible in the kind of the fight for free freedom of speech and taking over a lot of the mind share of the ACLU, at least from my perspective, that's what you guys are doing. It would be cool to see you expand into some of these adjacent areas that are very much fundamental to an example of what you just said. Not to throw Canada under the bus again, but the trucker protests where we saw actual bank accounts being frozen, people trying to fund these protests. A previous bankless guest, Punk 6529, says, without the freedom to transact, you have no other constitutional rights. Freedom of speech might require activities like a website or a pamphlet or an advertisement, or paying a graphic designer or traveling to a different location, say, to attend a protest, all of which cost money. Imagine you are in a system where you are barred from doing those activities because you're on some sort of blacklist that the us government puts out or your political adversaries you'll put out to this. Without the freedom to transact, maybe we don't actually have the freedom of speech in the 21st century now that everything is in the digital realm. And I kind of want to maybe end this conversation talking to you, because we've talked about freedom of speech from a legal perspective, from a cultural perspective. There's also a third leg of the stool that we're increasingly seeing, we're covering in crypto, which is why we wanted to have you on, Greg, which is our area of focus, is definitely from a social perspective, but more from a technical perspective. The way to ensure censorship resistance in communication is encryption super valuable. Thank the tech gods that we were able to discover strong encryption so that the government couldn't pry into your digital transactions. We have applications like signal that can support secure peer to peer transactions. That's similar to what we're doing in crypto as well, with the freedom to transact. Essentially, if you have a fiat banking type money system that can be confiscated, that could be censored in all these various ways. If you have something like peer to peer transactions, encryption in crypto and able to keep those transactions private, then you have another censorship resistant means of transaction. I guess I'm just wondering where the next step is for you. You think in preserving some of these, these liberties, because we are in the fourth turning, probably these will come under increasing assault. Where are you spending your time? Is the culture side of things? Is it the legal side of things? Is it also the tech? Is it all three of those areas? Like, what do we need? Because we are like on behalf of the crypto industry, I could say we are kind of very supportive of these lowercase l liberal values. We want to both help you and also team up you in various ways, because without this, I think we're very weak and divided. We fall well."
    },
    {
        "speaker": "A",
        "text": "We very badly need your help and your listeners help, because one thing that is frustrating about the current environment for freedom of speech is that very recently, 15 years ago, even you could take it for granted that there were people on the left who were very good on freedom of speech. And there are people on the right, libertarians, who are very good on freedom of speech. And now with the more populist right and the more sort of progressive left, that's not the case anymore. And so I do think actually some of the natural constituencies for defenders of freedom of speech are people who care about progress, who care about small liberalism, who care about technology, who care about the right to code, the right to innovate. All of these things that are central go right along with liberal science and then some. So we're trying to figure out right now kind of like what some of our big strategic priorities are going to be for the upcoming year. Like I said, I'd love to be able to go deeper on tech in general. We just need support to do that. I'd like to go deeper on the campus free speech ranking, too. We need support to do that. But when it comes to some of the things that's on our horizon, one of the things it does, some of the things that we, that are, what I'm thinking of right now, as far as stuff that worries me the most, are more or less excuses for the government to take more power over the freedom to innovate, the freedom of speech, etcetera. So we're always looking for new rationales for censorship. Now, misinformation, disinformation. Now, to be clear, misinformation, disinformation are real problems, but they are also, when understood as something that the government can then have power over preventing. That's the whole ballgame. That's essentially like, oh, now the government gets to be arbitrary of truth. Game over. That's a very scary, serious problem. But then you see some kind of. I guess they're not that creative a rationale. I just hadn't thought of it in a while. One of the things that they're going after social media websites now is under product liability theory because of the alleged harms of speech on those platforms. And they're kind of like, okay, that's also limitless. If you're basically saying, oh, we're not going after cryptocurrency, or cryptography, for that matter, as, because of the expression that's done, we're going after it because, I don't know, it's somehow somebody lost money."
    },
    {
        "speaker": "C",
        "text": "That's what it is."
    },
    {
        "speaker": "A",
        "text": "It's a faulty product. It's a product liability. So we're trying to see the threats on the horizon, anticipate them, and educate the population why they shouldn't do it. Um, and then, of course, like I said, the, some of the hate speech stuff is. Is, uh, it's. It's everywhere. Now."
    },
    {
        "speaker": "B",
        "text": "How do you see privacy being, um, a part of the freedom of speech or not a part of the freedom of speech? Cause there's, uh, there's one element where, like, signal, for example, is a privacy app to speak to people privately. Uh, but do you see, like, the. The notion of freedom of speech also containing privacy, or just where do you see privacy in this realm of this?"
    },
    {
        "speaker": "A",
        "text": "I think sometimes freedom of speech and privacy, you know, like, they're not exactly the same thing, but they definitely do complement each other. And that's one of the reasons why, even though I wrote a book coddling the american mind with my friend John Haidt, pointing out that I do think that social media, before a certain age, can be pretty harmful for some number of, particularly young women, I'm pretty persuaded of that. But the solution by which you need to fundamentally transform the Internet so that you then have to provide an id to use social media is a disaster. And we oppose it because the idea that kind of, like, oh, yeah, you want to go to, I don't know, like, an adult website. You want to go to anything that you don't want the whole world to know about you, but you have to show your passport is a way to chill speech. My general counsel does this. He likes doing this in the context of adult websites. He's like, how many people in this auditorium like to go to adult websites?"
    },
    {
        "speaker": "C",
        "text": "Does anyone raise his hand?"
    },
    {
        "speaker": "A",
        "text": "Almost like, maybe like one dude, like, raises their hand, and he's always kind of like, okay, that's statistically impossible. So can you see now why people don't necessarily want to have to show an id before they go on social media or go on twitter? So, yeah, we do think that they are. They're not. Sometimes, you know, there's a tension between transparency and privacy, you know? Um, but there are other times where privacy is absolutely the way you actually protect freedom of speech."
    },
    {
        "speaker": "C",
        "text": "Well, Greg, this has been fantastic. Thank you. We wanted to make a canonical episode on freedom of speech and why censorship resistance is important and how it's embedded in our culture and our laws and, you know, like, because it's such a critical component, component of why we're in crypto and what we're here to do. And I think this was the perfect episode for that. One last question. I know fire is involved in a number of different activities. If people want to find out a bit more about fire, maybe how to donate what you're up to. The college ranking is, by the way, is incredible. So my daughter is getting ready to go to college, actually, and so I've encouraged her."
    },
    {
        "speaker": "A",
        "text": "You look like you're seven."
    },
    {
        "speaker": "C",
        "text": "I get this a lot, Greg."
    },
    {
        "speaker": "A",
        "text": "I mean that in the best possible way."
    },
    {
        "speaker": "C",
        "text": "Yes. And, you know, I just. We age well in crypto, let's just say."
    },
    {
        "speaker": "A",
        "text": "Clearly."
    },
    {
        "speaker": "B",
        "text": "No, we don't."
    },
    {
        "speaker": "A",
        "text": "You look young, too."
    },
    {
        "speaker": "C",
        "text": "I started young. David has no kids."
    },
    {
        "speaker": "B",
        "text": "I don't have any kids."
    },
    {
        "speaker": "C",
        "text": "No. In college bound. But anyway, it's a fantastic resource for assessing freedom of speech on college campuses. I've enjoyed that. I know you guys are up to a number of different things. Where could people find out more about you? Is there a newsletter? I know you also have your sub stack, which is a wealth of information anyway, direct people to what you're up to and how they can get involved."
    },
    {
        "speaker": "A",
        "text": "Yeah, you can find us@thefire.org dot. And if you can spell my last name, I'm pretty easy to find. My substack is the eternally radical idea. But definitely go to thefire.org, comma, actually, also, if you go to the eternally radical idea, I do a weekend newsletter that's overwhelmingly fire content that points to a lot of our videos and our podcasts and all the incredible content we produce and also things like the campus free speech ranking, which I also talk about in my latest book, canceling the American Mind. But please do consider supporting fhir. I think our work is only getting more important as the minutes pass by."
    },
    {
        "speaker": "C",
        "text": "Absolutely. It's certainly crypto values as well. And we'll include, in addition to a link to the fire, a link to some of the books that were mentioned on today's episode. We got a free speech, a history from socrates to social media, age of revolutions, free speech, the people's darling privilege, all these fantastic book recommendations from Greg. So thank you for that."
    },
    {
        "speaker": "A",
        "text": "Thanks for letting me geek out as much as I. When you told me it was like, it was totally free to, I'm like, okay, I'm going to take advantage of that."
    },
    {
        "speaker": "C",
        "text": "That's perfect. Thank you. And thank you for taking advantage of that. I got to end with this, as we always do. Of course, we didn't talk much about crypto today, but you do know none of this has been financial advice. It was advice on how to run a society, though a free and open one, at least. Crypto is risky. You could lose what you put in. But we are headed west. This is the frontier. It's not for everyone. But we're glad you're with us on the bankless journey. Thanks a lot."
    }
]