[
    {
        "speaker": "A",
        "text": "Something truly magic is happening here. And yes, we're in this bear market phase of it all, but there is total magic going on. And that just gave me another shot in the arm to think, you know what? What comes out of this is going to be massive."
    },
    {
        "speaker": "B",
        "text": "Welcome to bankless, where we explore the frontier of Internet money and Internet finance. This is how to get started, how to get better, and how to front run the opportunity. This is Ryan. Sean Adams. I'm here with David Hoffman, and we're here to help you become more bankless. Guys, this is part two of our conversation with Raoul Paul. And the tables have turned. This time, Raoul is interviewing David and myself. So we wanted to publish this on the bankless podcast as well. I hope there are some good takes in here for you. This is really an opportunity to talk a little bit about the founding of bankless, our early theses, where we got our start, how we meth. We're not usually interviewed, and I don't think neither David or myself are in a place to kind of ask each other questions as well as a third party would ask us. So that's what you're in for today. David, you have any reflections on this episode?"
    },
    {
        "speaker": "C",
        "text": "Yeah, like you said, I always enjoy being on the other side of the microphone. The times that you and I both have been on the other side of the microphone are very few and far between, and nothing of this caliber of, like, Raoul Paul, I'm pretty sure the bankless nation will thoroughly enjoy us being interviewed rather than doing the interviewer interviewing. So, yeah, like Ryan said, like, the early days of bankless or genesis of bankless. Like, maybe you came into bankless during 2021 or later and missed mine and Ryan's trajectory up to the genesis of bankless. And then also the early years of bankless. Like, this will probably provide you a lot of context and probably illustrate how we got to be the way that we are and why we say the things that we say. So I think this episode is going to be pretty fun for a lot of people."
    },
    {
        "speaker": "B",
        "text": "It was also an episode, very, very rare episode, where we were recording in person, like, literally sitting beside each other. So there's that dynamic never would have thought possible. I know. Can you believe it? So, guys, that's the episode today with Raoul Paul talking to, I guess, David, you and I are guests today."
    },
    {
        "speaker": "C",
        "text": "Yeah, we're the guests."
    },
    {
        "speaker": "B",
        "text": "Enjoy this one. But first, a moment to tell you about the fantastic sponsors that made this possible."
    },
    {
        "speaker": "A",
        "text": "So, double trouble today. David and Ryan, great to see you. It's good to be on this side of the. Of the table, and that should be a bit of fun."
    },
    {
        "speaker": "C",
        "text": "Not only are we infrequently on the other side of the microphone, but we are even more infrequently actually together in person. So this is unique."
    },
    {
        "speaker": "B",
        "text": "Yeah, this is just happenstance. And, David, you just put on your Wells bankless t shirt, I noticed. I see there."
    },
    {
        "speaker": "C",
        "text": "Yeah, we got the bankless America as well."
    },
    {
        "speaker": "A",
        "text": "Fantastic. So, as Everev, I always like to start with people's journey into the space, because everybody comes in different ways. There's a different hook that brings you on, and then your understanding grows from there. So. I know. David, do we want to start with you?"
    },
    {
        "speaker": "C",
        "text": "Yeah, yeah, yeah, yeah. I got hooked. I'm a class of 2017 crypto graduate, so came in, bought the top of 2017 as one does, net worth went to zero in 2018 and again in 2019. But I was immediately compelled to by."
    },
    {
        "speaker": "A",
        "text": "What were you doing beforehand? How did you get into this?"
    },
    {
        "speaker": "C",
        "text": "My first job out of school was in social work. After that, I was going trying to figure out my way into the world of health sciences. The through line between that and crypto was that I was in search of trying to find the way to improve people's lives in the biggest bang for your buck. So how do you do these smallest things that produce the largest net outcomes in people's wellbeing? My major was psychology, with a focus on positive psychology. And the TLDR of that is just like, hey, psychology as an academic study is all about improving sick people to be normal. But what if you apply psychological principles to normal people to just make them feel stronger, more self actualized, just better? And so in pursuit of that, I was like, okay, that's great, but in order to make people feel more psychologically sound, you need to also improve their fitness, right? Like, you can't be psychologically sound without, like, exercise. And then once you do those two things, you might as well round it all out with nutrition. And so there's just a bunch of low hanging fruit to make the average individual feel a lot better. So on my search for how to find a private practice role in that, I discover Ethereum because of 2017, and my mind gets opened up to the world of money and finance as an economic substrate for all humans. And so, like, understanding, like, how do I. How do we improve everyone's lives very simply and very easily? Well, money and finance goes down to the root of all things. So, like, very far from psychology, but the through line of just, like, how do we improve the most people's lives in the easiest, most systemic way possible. As soon as I kind of had the aha. Moment of, like, money and finance is at the root of all things, and Ethereum is a new platform for producing that. I was just immediately compelled and there was no going back."
    },
    {
        "speaker": "B",
        "text": "I think David is one of the only people I've ever heard who came through to crypto through route of psychology and nutrition."
    },
    {
        "speaker": "A",
        "text": "Actually, my wife's a behavioral psychologist."
    },
    {
        "speaker": "B",
        "text": "Really?"
    },
    {
        "speaker": "A",
        "text": "She just thinks my nfts are just ridiculous."
    },
    {
        "speaker": "B",
        "text": "But does she understand them?"
    },
    {
        "speaker": "A",
        "text": "No, and I've tried. She's just like, this is ridiculous."
    },
    {
        "speaker": "B",
        "text": "There's no psychological thesis behind why humans collect these sorts of digital objects."
    },
    {
        "speaker": "A",
        "text": "But she just doesn't want to accept science brain. She's like, no, this is stupid."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, and full credit to David, too. I think one of the things that I've observed. Cause I've got to see him since 2017. We probably started working together more in 2019 and then beyond to start bankless. But this guy has taught himself everything, and he's gotten up to speed just so quickly and to not, like, know. I don't know. How much did you know about finance coming to crypto? How much did you know about money?"
    },
    {
        "speaker": "C",
        "text": "A lot of my friends in college took business. Like, went through business school."
    },
    {
        "speaker": "A",
        "text": "The antithesis of what you were doing, right? It's like money was root of all evil. When you go through kind of sociology, psychology, it's like, yeah, I wore a."
    },
    {
        "speaker": "C",
        "text": "CCCP shirt in middle school for sure, so."
    },
    {
        "speaker": "B",
        "text": "But this, I don't know if you've observed this, Raul, but sometimes the most tradfi, deepest economists, people who have gone to graduate school and pursue their PhD, they miss this crypto thing for some reason. It's because I think they learn bad habits, right? And so you almost have to enter crypto as a child, a blank slate, right? And like. And like, kind of go back to the basics of let's. Let's build out from base principles what this money thing actually is and then work from there. And that's what I've observed David doing in this space."
    },
    {
        "speaker": "A",
        "text": "I was going to mention when we were speaking to yesterday, but I've now, on my screen, got the bell curve of the mid twit, and I was speaking to meltom about this, that we both realized that is the single most important thing is never be in the middle. That's why most of these guys, like you, saw Taleb yesterday on CNBC, right? He's squarely being the mid twit. And it's the simplicity of the idea is, what can drive much better results, I think."
    },
    {
        "speaker": "C",
        "text": "Yeah. I tease all of my business school friends that, you know, I was the one psych friend amongst the business school people, but I was the one that discovered crypto well ahead of the curve and did well for myself. Well, well at an accelerated pace in comparison to the."
    },
    {
        "speaker": "B",
        "text": "How do they respond to that teasing, David? Enjoy that."
    },
    {
        "speaker": "C",
        "text": "You guys had to unlearn all of this stuff in order to understand crypto. It's about, like, the unlearning that I never had to do. I never had to unlearn anything because I never talked to you."
    },
    {
        "speaker": "A",
        "text": "Because you could come in as a total moron."
    },
    {
        "speaker": "C",
        "text": "Exactly. Yes. Right."
    },
    {
        "speaker": "A",
        "text": "And then move to Jedi master over time."
    },
    {
        "speaker": "B",
        "text": "Right. Much easier. Are you on the left side of the mid twit then, David? Are you on the right side? I don't know what I am."
    },
    {
        "speaker": "C",
        "text": "I'm both, but I'm definitely not in the middle."
    },
    {
        "speaker": "B",
        "text": "That's all right, as long as you're not in the middle."
    },
    {
        "speaker": "A",
        "text": "So, Ryan, what's your story? How did you get into all of this?"
    },
    {
        "speaker": "B",
        "text": "Not by way of nutrition, not by way of psychology. I actually did the business school kind of thing. Right. Somehow I unlearned the lessons of keynesian economics and everything they kind of teach you in business school. But I would say I kind of came at this through the technophile startup entrepreneurship kind of thing. I remember sold a healthcare tech company in 2014, and the co founder, the guy I was working with, said something to me in passing. He's like, have you heard about bitcoin? Because I have set up a bunch of bitcoin mining machines in my garage. And this was 2014. Of course, that was never profitable for him, unfortunately. But I was like, what? The idea of mining using machines, using computers. The idea was so foreign that I had a holiday, like kind of a Thanksgiving holiday in the US where I had some time and I just went deep down the crypto bitcoin at the time, rabbit hole in 2014. Spent the entire weekend, you know, didn't spend as much time with my family as I probably should have, but I was just. Everything Andreas Antonopoulos had written or said on the subject, I absorbed that. I read everything I could on the subject. And by Monday, at the end of that weekend, I was ready, literally, to kind of quit my job."
    },
    {
        "speaker": "C",
        "text": "I was a crypto person."
    },
    {
        "speaker": "B",
        "text": "I opened up five exchange accounts, had no idea what I was doing. And these were some shady exchanges at the time, let me tell you. And I was just starting to invest. I wanted to go all in after that. I almost think of that as sort of a manic type of weekend for me, because after that, I kind of woke up on Monday and I was like, okay, back to work, back to what I am doing. And the idea crypto kind of left me until ethereum really entered 2016. And now there's the idea. If bitcoin was money over IP, which was so incredibly important, money over the Internet, digital money as a bearer instrument, that idea so powerful now, the ability to program it, this ability of smart contracts to actually build a. Didn't use this phrase at the time, but a bankless money system that totally gripped me and totally captured me. And this was in 2016, 2017. Still had no idea what I was doing in the space. And actually I wanted to start a crypto fund. So, you know, your assets appreciate a little bit, and you rode bitcoin up, you rode ether up from some lows, and you're like, I'm an investor now."
    },
    {
        "speaker": "C",
        "text": "I can do this."
    },
    {
        "speaker": "B",
        "text": "I am brilliant. So let me manage other people's money."
    },
    {
        "speaker": "C",
        "text": "Did you ever put blockchain expert on your LinkedIn?"
    },
    {
        "speaker": "B",
        "text": "No, I'm not that cringe, David. All right, I'm kind of cringe. But so I didn't do that because I went down the path in 2017, and I realized, one, there was so much I still needed to learn. Like, I didn't have an underlying thesis of where value would accrue in this space. And so I had no business managing someone else's money. Like, absolutely none."
    },
    {
        "speaker": "A",
        "text": "Please. You realize that."
    },
    {
        "speaker": "B",
        "text": "I think a lot of people didn't in 2017 because that was the time of, like, crypto hedge funds, and everyone was kind of launching one. And another reason, I think a story arc of my life and my narrative has been this pursuit of freedom and kind of autonomy. Right? And I saw in crypto a technology that would deliver that not just to myself, but to society, to self sovereign money. This concept of once you own private keys, no one can take that away from you. Decentralization really kind of captured me almost like spiritually as well, if that's a way of kind of capturing it. And so I knew if I took other people's money at that time, I didn't know it, that would be a shackle as well. And I was here for freedom. I was here for kind of everything that that entailed. So I didn't do it at the time. I'm very thankful. And I spent the next few years really trying to understand and develop my thesis for this space. And it turns out David was doing that at the same time, we kind of met and converged in this project."
    },
    {
        "speaker": "A",
        "text": "When was that? 2017 or later?"
    },
    {
        "speaker": "B",
        "text": "2019."
    },
    {
        "speaker": "A",
        "text": "Before we get to 2019."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "I just want to hear the genius to idiot phase of suddenly the space collapses. It's the first time you've fully gone through it. I want to hear your mindset, because a lot of people are going through that now. Right. I was a class of 2012, so I've gone through a few times, but I. It's never fun, but you get kind of get used to it. So why don't you tell yours?"
    },
    {
        "speaker": "B",
        "text": "I'll tell mine. Okay. So you watch the price of bitcoin appreciate to above 20k when you'd purchase much lower than that, obviously. And then you watch the price of ether appreciate to 1420. Is that a number you remember, David? 20."
    },
    {
        "speaker": "C",
        "text": "1714."
    },
    {
        "speaker": "B",
        "text": "2020. Just hit that very briefly. But like, that was it, right? That was the top. And then you watch it fall over the preceding months. Right. Fast and fast. Okay. So, you know, down, down to 800. Okay. You can hang with that. It's just a dip, right? It'll. It'll pass down, down just like a massive fud at this time. You know, ethereum is only kind of a."
    },
    {
        "speaker": "A",
        "text": "Had you marked your net worth in your head. The classic, don't you?"
    },
    {
        "speaker": "B",
        "text": "Everyone does, don't you? I mean, and you're kind of now."
    },
    {
        "speaker": "A",
        "text": "But I used to."
    },
    {
        "speaker": "B",
        "text": "And that's when you think you're sort of a genius and you do things like, one mistake I certainly made on the way up is discovered this really cool defi protocol called Makerdao and opened up a nice cdp, of course. Right? And I'm protected because Eth can't go below 100."
    },
    {
        "speaker": "C",
        "text": "It's great cloud."
    },
    {
        "speaker": "B",
        "text": "It can't go below 100, can it? Of course not. That would be impossible. You know, 1420, we're in a new paradigm. And then what happened over the months and even years to come is this massive amount of fud, this kind of dark period where, well, maybe it was all a bubble, just icos and they have Ethan and their treasury selling."
    },
    {
        "speaker": "A",
        "text": "Or did you just ride the whole thing?"
    },
    {
        "speaker": "B",
        "text": "I rode the entire thing. And you know what, though? It was not easy. It's not easy to do that. And particularly, I spent all of my waking hours trying to figure out if I was crazy or not. And I don't know if people can identify that right now, if they're kind of first cyclers, if they're just sort of wondering, am I the crazy one? Because that's what the world tells you. And not only that. Raul in crypto in 2018, that's what the bitcoiners would say. Bitcoin maximalists would say it was crypto too."
    },
    {
        "speaker": "C",
        "text": "Yes."
    },
    {
        "speaker": "B",
        "text": "It's not only like the outside world is saying crypto is dead, but inside."
    },
    {
        "speaker": "C",
        "text": "Of crypto, ethereum is dead."
    },
    {
        "speaker": "B",
        "text": "Ethereum is dead. There's no, like, defi wasn't a thing. It's just icos flash in the pan. And so what I spent that year doing was trying to figure out if I was crazy or not. And in 20, I didn't sell during this time until I had some kind of conclusion of whether I was crazy. And why sell when you're down bad? You know that much anyway. And so 2019, good risk management."
    },
    {
        "speaker": "A",
        "text": "This is why you shouldn't be a hedge fund."
    },
    {
        "speaker": "B",
        "text": "So 2019, I realized that, you know what, I don't think I'm crazy. I think everybody else is wrong. All right? Like, I've spent enough time looking at this technology, like, doing the pattern matching thing, and everyone is missing Defi. Everyone is missing. What's going on. Ethereum, this is actually bigger in impact than just simple money over IP. This is an opportunity for a bankless money system. And then I started to find others that thought the same way. David was one of those."
    },
    {
        "speaker": "A",
        "text": "But I want to hear David story."
    },
    {
        "speaker": "B",
        "text": "Yeah. 20170 to zero."
    },
    {
        "speaker": "A",
        "text": "We need to hear it."
    },
    {
        "speaker": "C",
        "text": "Thankfully, I didn't have too much capital going into 2017. And so, like, my high watermark, even though, like, relatively was super high for me, like, going back down to zero after that, it was like, well, okay, here I was. I'm familiar with this. Like, so let me tell you, social work does not pay. Pay quite a lot. And especially as you're a student, you're already faced with debt. And so, like, for me, going into crypto is like, hey, either I go to four plus years of grad school in debt, or I go into crypto and no debt. And so, like, that threshold was already nice. So, yeah, so did the whole thing just like Ryan said, went up to 1420, thought I was a genius as a bull market tokens were doing crazy things. Got my. Got my first taste of what capital markets and crazy capital markets can do."
    },
    {
        "speaker": "A",
        "text": "Then that's psychology 101, right?"
    },
    {
        "speaker": "C",
        "text": "Yes, 100%. Definitely. Learning that herd herd mentality and all that kind of stuff. Stuff. And then, so, like, yeah, 2018 came, I got my first job in the space, being, like, a blog writer, community manager for an ICO advisory company, which retroactively, retrospectively, I'm like, okay, that's a shitcoin peddling company. But you don't really think about that at the time. Then got a job at a security token company because all the icos rotated into security tokens and then got a job at a tokenized real estate startup. And so I was going from just like, I was just, like, holding on by my fingernails, like job to job to job getting through the bear market. And meanwhile, I learned that I can speak pretty well. And so I started my first podcast, POV Crypto, with a bitcoiner co host. And so I was the Ethereum had a bitcoiner co host, and we were kind of like this bear market darling podcast. I think that's probably where Ryan, I love me."
    },
    {
        "speaker": "B",
        "text": "I listen to this every time you guys publish an episode. I would listen to this, and I'd be cheering you on, David."
    },
    {
        "speaker": "C",
        "text": "Honestly, it was funny because all the bitcoiners that listened to it because of my co hosts were like, man, I really like POV crypto, but your host, David, complete moron. My friends would tell me the same thing. It's like, man, I really like POV Crypto, but your bitcoiner co host is an idiot."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "And so we were like, yeah, like, this is my college friend. We like each other. It's great. So that's where I learned. That's when we learned to, like, be open and share ideas. And so even though we were, like, fiercely debating with each other, we were friends. And so it was with love, and it was also, like, honest and integral and, like, trying to get down to the basement of things. And so that was my foundation. And so, like, while trying to hold my grip on to actually having a draw throughout the bear market, I was also doing the whole side gig because, like, my first job, the company blew up and I was laid off. And so I was like, okay. I never, like, with Ryan's freedom, things, like, I never want to have that be outside of my control ever again. I want to work for myself. No one's ever going to lay me off ever again. And so I started to make a podcast just like, that's mine, and learn how to make a podcast into a business. And so that was my bear market endeavor."
    },
    {
        "speaker": "B",
        "text": "Can I ask you a question, though, David? So a lot of people left during that time. I stayed just to figure out if I was crazy or not. Why did you stay?"
    },
    {
        "speaker": "C",
        "text": "My conviction about crypto just did not waver in this light. It wasn't even a question to me. It's just I didn't get why people didn't get it. And I was the annoying. One of my friends was like, guys this is real. And they were like, we're going to the baseball games. Like, whatever."
    },
    {
        "speaker": "B",
        "text": "What do you think you saw that they did? Like, what was it?"
    },
    {
        "speaker": "C",
        "text": "I don't know. I always, I grew up with a computer in my room, so I was always, like, tinkering with computer stuff and Internet things. And so I understood that, like, that was more familiar to me. I also got in via mining myself. So I was mining Ethereum. Yeah, in my father's bathroom."
    },
    {
        "speaker": "B",
        "text": "How many rigs did you have?"
    },
    {
        "speaker": "C",
        "text": "I had four rigs."
    },
    {
        "speaker": "B",
        "text": "Why?"
    },
    {
        "speaker": "A",
        "text": "In the bathroom, dude, you know, electricity, water, not."
    },
    {
        "speaker": "C",
        "text": "I was well aware, sticking with the moron thing, it worked out. The rigs actually are still gathering dust. I turned them off years ago, but I still have them. Why did I have such conviction? There's just some things from first principles, things of scarcity on the Internet. Why wouldn't you have conviction about that? Bitcoin never broke. Ethereum never broke. Maybe people lost faith in them, but the systems worked."
    },
    {
        "speaker": "B",
        "text": "And I was like, icos are still great, right?"
    },
    {
        "speaker": "C",
        "text": "Yeah, they're still a thing. I don't know. It's like people say, like, why did you have conviction throughout the 2018 to 2020 bear market? Like, I don't know. Why didn't you have conviction?"
    },
    {
        "speaker": "B",
        "text": "Why'd you leave?"
    },
    {
        "speaker": "C",
        "text": "Why'd you leave?"
    },
    {
        "speaker": "A",
        "text": "Price is not. People have to learn, and you guys obviously learnt it was that price is not an indicator of the overall value of the network over time."
    },
    {
        "speaker": "B",
        "text": "Right?"
    },
    {
        "speaker": "A",
        "text": "It's just where it is that day, you know, and that's psychology and that's network activity and other stuff, but overall, you know, you just look at, I've always just looked at the lows and realized they're always higher, right?"
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "I think that's the value of the network. Therefore the network is more valuable each time you go through a cycle. I mean, that's all you need to know, really."
    },
    {
        "speaker": "C",
        "text": "For me, I think there's definitely a very strong personal element as to, like, why I stuck around. I was learning to write, and in my opinion, I was learning to write very well as, like, not only was I writing what I thought was, like, pretty on point theses, but I was also going back and editing the piece so that I knew people would f ing read it, right? And so I would write a 3000 word long piece and I would trim it down to 2000 words, and then I would trim it down to 1500 words, and then I would read it. It's like, man, this is a really good piece of article. So it was, for me, it was like a part of, like, creativity and expression. And that kept me going because I was tuning my own brain at the same time. So, like, not only is like, we can talk about all the fundamentals of crypto and why it's here to stay and, like, why I had conviction, but also I learned personally to, like, self actualize and improve myself and become a better person because of what I had to do to get through the bear market without losing my sand."
    },
    {
        "speaker": "B",
        "text": "You developed a talent."
    },
    {
        "speaker": "A",
        "text": "What Ryan was doing with trying to figure out, is he insane or not? It's the same thing. It's that, and that's. It's at that moment that you really make the breakthroughs. It's that it's in the dark days, and you're like, you know what? I've done my thousand hours, and I'm building on that. And I'm more sure than ever it's that moment is a really magic moment in this whole crypto space. And once you get that, you know you're never going to leave."
    },
    {
        "speaker": "B",
        "text": "It is. And you know, what gave me the most confidence? And I think the reason I concluded, a big part of the reason I concluded I wasn't crazy during that time was I was spending the thousand hours actually using these protocols and using these tools. And I was looking around me at all of the critics and all of the naysayers, all of the people saying crypto was dead and realizing that they had never opened a collateralized debt position in Makerdao and seen in a few clicks what you can do without any trusted intermediary. I was refinancing my house at the time and the amount of documentation I had to sign to get a collateralized loan. And I was able to do this on chain in maker using ETH as my collateral. And in a few clicks, as clunky as that interface was, make it happen. Get a collateralized loan. That to me, was magic. 2019 uniswap coming aboard, the ability to swap assets without a centralized intermediary, that was all new. It was putting in the work to actually use these protocols, and it just showed me how hollow the critics arguments were. Because they weren't actually doing this stuff. They weren't spending the time using the protocols, even the notable VC's. This is why I don't know what you believe about the efficient market hypothesis and this idea that everything is always priced in that's complete dog shit is not my experience of the world. Like, I think the rewards go to the people who stick around and research and put in the hours and put in the work and so, like, one message I would say is, you're never going to make it through this bear market if you're lazy, right? Like, you have to put in the work to actually use the tools and develop your thinking based on first principles, not relying on a YouTuber or TikToker or someone on Twitter to tell you what to think. And that is the meta skill I think all good investors eventually learn. It's something that I certainly learned during the last bear market."
    },
    {
        "speaker": "A",
        "text": "Tell me the story of bankless, because you guys really do produce some of the best quality content out there. It's very thoughtful. Tell me the story. How the hell did you two get together?"
    },
    {
        "speaker": "B",
        "text": "Well, I saw, in 2019, I saw this guy writing all sorts of fantastic articles that I started reading. One of them, a notable piece, was on Makerdao and sort of explaining how that works to the layman. And I think, David, you and I started a DM conversation at the time, and I had started a newsletter called Bankless in 2019. And the idea of this newsletter was very simple. It's to expose more people to defi tools and to help the world go bankless. We can all go on the bankless journey. And it starts by getting more of your net worth out of banked money systems, fiat in your bank account, your wells Fargo account, and more into crypto systems, and to the point where you stop using banks. I can say over time, I have a much larger percent of my net worth that's bankless. Over time, that has happened to me, and more of my transactions are on chain than are in the bank money system. And so it's a journey anyway. I wanted to build a community and provide an information resource for people who are going on the journey, on the bankless journey. And so met David, and I was like, I have to work with this guy. He's a fantastic writer. I want this person to write for bankless because it was very hard at the time to publish three to five articles per week, just myself, solo, and keep up with the space as well. And so I needed some help with that. And that's where we started. He was just kind of a contract writer on bankless. And then over time, it evolved, and he's like, hey, Ryan, we should start a podcast. Hey, Ryan, hey, we should start a podcast. And he kept saying this over and over, and I was like, david, we're not going to have enough to actually talk about, ok, like maybe five episodes worth. It's not going to be both got faces for radio. Exactly. That's what I told him. Especially me. But I don't know how you did it, man."
    },
    {
        "speaker": "C",
        "text": "It took me a while to convince Ryan that a podcast was a good idea."
    },
    {
        "speaker": "B",
        "text": "Yeah. I had been a podcast consumer, but didn't think that I at least had the skills to produce. And then we just hit record one day. Somehow you convinced me we hit record. And that was episode one, I think, in May. Sorry. March 2020. Right. Was it before or right after Covid hit?"
    },
    {
        "speaker": "C",
        "text": "Episode number two was the day of the COVID dump."
    },
    {
        "speaker": "B",
        "text": "There you go. And so that's where we started, and then we just kind of grew it from there. And, of course, this is. This. The last couple days is only the second time Dave and I have met in person."
    },
    {
        "speaker": "C",
        "text": "This is true."
    },
    {
        "speaker": "A",
        "text": "No way."
    },
    {
        "speaker": "B",
        "text": "Yeah, so we had. We developed this entire thing through Covid and met for the first time last year."
    },
    {
        "speaker": "C",
        "text": "Actually, it was over two years of working together before we met. Yeah. I mean, we had, like, a ten plus person company at the time before we ever met."
    },
    {
        "speaker": "B",
        "text": "Yeah. Yeah. Is that how you remember David? What's your story?"
    },
    {
        "speaker": "C",
        "text": "Yeah, that's right. I had my own medium, and so that's where I was writing all my articles and publishing all my articles. And then I had that other podcast that was called POV Crypto point of view. Crypto. And so I had never really meaningfully considered about, like, branding and business. Like, yes. Povdae was a sex joke, even though it was about, like, two people."
    },
    {
        "speaker": "B",
        "text": "Yeah, I'm just learning this. What the hell?"
    },
    {
        "speaker": "C",
        "text": "It was like, point of view, crypto, point of view, ethereum, and also bitcoin, but also, haha. Sex. Like, never really, like, put on the, like, hey, let's be professional and turn this into a business and scale us out and, like, lean into a brand. I was, like, writing on my medium just because I wanted people to read my stuff. And I. Cause I didn't go to business school. I did not have that part of me to actually be able to build a foundation that was, like, in that mindset."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "C",
        "text": "Like a self sustaining, hey, we can scale this out. We can do this better and more intentionally. And so I'm just writing on my medium, producing my content. And then Ryan makes the bankless newsletter, and he's like. And I kind of like, get it? It's like, oh, distribution. Like consistency brand. Oh. And I'm like, okay, what if I just take all of my writing and deposit it into the bankless newsletter? And then it's like, Ryan and I are saying the same words anyways. And so there's no misalignment. There and not only that, but the more I talk to him, the more precise both of our words become. And so, like, we're just sharpening each other's sticks. And so it goes from a little bit of just like, hey, can, can we work together and be like, oh, this is working out. Can we do a podcast together? Oh, this is working out. And so it was just like, bankless, for me, has just been this, like, bastion of creative expression that I think always just, like, gets me going and, like, gives me, like, what a reason to, like, hey, what's the next bit of content I can produce? Like, what's the next thesis I can spit out?"
    },
    {
        "speaker": "A",
        "text": "What's your guys vision now for bankless?"
    },
    {
        "speaker": "C",
        "text": "That's a good question."
    },
    {
        "speaker": "B",
        "text": "I mean, I think probably what you've."
    },
    {
        "speaker": "A",
        "text": "Been talking about, you guys, because now you've had some time together, but, you know, where do you want to go with it?"
    },
    {
        "speaker": "B",
        "text": "I think bankless started in a way that Dave is talking with, is just an exploration, a discovery. We've always called it kind of going bankless is sort of the journey west, right, where, you know, you set sail and you go try to discover undiscovered lands. And I think that's why the podcast has been, for both of us, just energy producing, because we're both learning as we go. And so you get to meet amazing."
    },
    {
        "speaker": "A",
        "text": "People and have fantastic conversations."
    },
    {
        "speaker": "B",
        "text": "Absolutely. And then you're developing your thesis in kind of real time based on conversations with some of the smartest people. I do think that crypto, yes, crypto attracts the scammers and the grifters, and we have some of the worst of that. It also attracts some of the most brilliant, humanitarian, wonderful people that I've ever met. And to have an opportunity, you know, being David and I, at least myself on the left side of that bell curve, to have that opportunity to talk to some of these crypto geniuses, these kind of researchers, best in their field, is absolutely incredible. And so the cool thing about this now, using, obviously, media as a tool, is we can open source this entire journey and this entire pursuit. And so it's an open sourcing of that journey to go bankless, and it's inviting a community to come along with us. And that's really what the newsletter has been for us and also what the podcast has been for us. And so I think in the bankless community, there's now about 300,000 members who kind of subscribe to the newsletter. And that was growing. I remember in 2019, no one was noticed. I remember the first time I hit 10,000 on the newsletter. And I was like, this is what could be better. I can't believe 10,000."
    },
    {
        "speaker": "C",
        "text": "That's everyone."
    },
    {
        "speaker": "B",
        "text": "That's like, yeah, that's it. And so, I mean, what is kind of the end state ambition here? I think the end state ambition is similar to the ambition of crypto, which is private keys in everyone's hands. Every citizen on the planet, ideally, has the ability and is going at some level, at some point of the spectrum on the bankless journey. So I think the end state for us is sort of how do we get a billion people into crypto and provide kind of the open source journey, the tools, the media to do that, podcasts that they can turn to and jump aboard. I think we still have some limiters, though, in crypto in terms of our scalability. I'm trying to think. I don't know how you would answer this question, but lately, David, I've been thinking about 2023 and kind of reflecting on it, and I feel like crypto has gone a bit more passive in terms of it's a little bit different than the previous bear market. I would say, like 2019. There were crypto natives using all of these tools. And 2023, I feel like we're caught in this rut almost, where all we can talk about is regulatory. All we talk about is Gary Gensler. We talk about price, we talk about the investing side. There's tons to do in crypto, don't get me wrong, but it almost feels like some of us have been content to sit a little passively and watch prices. And I'm just hungry for more on chain stuff to happen. And I do feel like the community has to build the apps in order to get us to the next level so that we can continue the journey and get to 100 million, 500 million, a billion people. We really have to earn that, and we're in this place where we haven't quite earned it in 2023."
    },
    {
        "speaker": "A",
        "text": "One of the things that I've noticed with you guys is your journey has gone from DeFi as like, here's the killer app to a broader understanding of web three, which is the applications layer of a lot of this. What was your web three journey? Why did you suddenly start to see the bigger picture? I mean, there's ownership of crypto dick butts in this now, David, sporting a Solana NFT, and you've clearly got something. I mean, I've been down this route for a while, but there was a magic moment for me. I was at Ian Rogers house in Paris, and I was having dinner. And next to me was like, artists, musicians, technologists, finance people, just this eclectic group of brilliant, talented people. And I'm like, this does not happen in your lifetime."
    },
    {
        "speaker": "B",
        "text": "Yeah, right."
    },
    {
        "speaker": "A",
        "text": "It really doesn't. Something truly magic is happening here. And yes, we're in this bear market phase of it all, but there is total magic going on. And that just gave me, I don't know when that was. Last December. It just gave me another shot in the arm to think, you know what? What comes out of this is going to be massive."
    },
    {
        "speaker": "B",
        "text": "What's your."
    },
    {
        "speaker": "A",
        "text": "How did you start thinking about web three more? Well, not more than. But, you know, as another layer to what you guys do at bankless or think about."
    },
    {
        "speaker": "C",
        "text": "Yeah, well, I think one of the neat things about crypto is that it seems to present some sort of, like, singularity about many different topics and, like, areas of focus, right? So we typically. There's the contrast between Defi and nfts, right? Like, either it's defi or it's nfts, but the t in NFT is token, and a token is a financial instrument, and that's Defi. And then we have, like, the relationship between protocols and community. And this is where I think, just like, everything kind of weaves together. So to understand deeply whatever this thing is, Defi, like nfTs, ethereum, web three, crypto, Internet, money, and Internet. What words do we even use to explain this thing in totality? I don't know."
    },
    {
        "speaker": "A",
        "text": "I kind of like the digital nation state. I mean, that's."
    },
    {
        "speaker": "C",
        "text": "I would also say that's another way to approach the knowledge. Right? There's, there's. And this is why I always say crypto has something for everyone. And there. There's 10,000 ways to find crypto and what you see in it. But to stop at Defi is to only paint in, like, a certain corner of the picture. Maybe it's towards the center of the picture, but maybe that's up for interpretation. But I think a holistic understanding. And why people really enjoy bank list, because we try and go down every single rabbit hole that crypto presents us. And so we go down the Defi rabbit hole, we go down the web three rabbit hole, we go down the NFT rabbit hole, and we also try and do our best to weave them all together to tell the grand story that is this movement that we're all on together. And I think perhaps one of the reasons why bankless is what it is, is because I think we've done a bang up job weaving it all together. But it's still, there's still corners and dots and data to connect. And from a content perspective, it's very, very rich. Why are we able to produce three episodes a week at minimum? It's like, oh, it's because there's so much data and data points out there to connect, so much knowledge to share and weave together. And so we started in DeFi just because, like Ryan said, like, first off, no one in 2018 to 2020, no one believed in crypto. And then even inside of crypto, 90% of people didn't believe in Ethereum. And even inside of Ethereum, like, half of Ethereum didn't even believe in Defi. And so it was the conviction, it was the contrarian bet layered inside of a contrarian bet layered inside of a contrarian bethe. And being right about that put many, many people on the map and bankless specifically. But then it just grows from there. It's like, okay, now that we have this foundation of like, hey, defi is real. Tokens are a thing. Smart contracts are a thing that just makes so many other downstream technologies also a thing, right? And that makes Daos a thing, that makes NFts a thing, that makes layer two is a thing. And so everything kind of spawned out from there. And after that, it's just been like trying to capture lightning in a bottle, because there's so many conversations to be had about where this thing goes."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, for me, it's sort of a few mental models that really clicked to kind of understand this and understand nfts. And one of the mental models is the digital nation state, as you said, and a cornerstone of any nation state. Digital nation or, sorry, any kind of physical manifestation of a nation, is this idea of rule of law and property rights. And what we have created, kind of the mental model to unlock with something like Ethereum or even a bitcoin, is we have created an Internet based digital property rights system. And so that can be any type of property, that can be fungible property, like tokens, either could be stocks and bonds or currencies in kind of the nation state world. Those are all forms of property of the nation state. And we can have that and register those as assets on something like Ethereum, or it could be non fungible elements of property. We see that, of course, in the physical world, too. Your house, your apartment, a collectible that you purchase, these are also forms of property that are registered via the nation state through rule of law. And so it's all the same side of the coin. But you were mentioning that meal you had where you saw kind of like artists and finance people and everyone kind of collectively together. Another mental model unlock for me was we did an episode with a historian. His name is Josh Rosenthal, and it's probably my favorite episode that Bankless has ever produced, just because it was so pivotal to my crypto journey. And he basically went through the Renaissance, and he compared where we have been to sort of the feudal system where, you know, there was no democratization of property. It was sort of, you know, our feudal lords kind of, you know, we worked on their land and toiled for them, and that's sort of kind of the present day Internet. And then we unlocked a couple of things that led to the Renaissance, and these were technologies. We unlocked the printing press, Gutenberg's printing press. And so this enabled mass distribution, distribution of communication. It was a communication technology. And then we also unlocked Medici and others double entry bookkeeping. You have a communication technology, and you have a ledger technology, and what do you get? You get the Renaissance. This splash of human creativity and science and progress and man. The roots of everything that humanity has achieved up to now. A lot of that was rooted in the Renaissance. And so now what do we have? Well, we have a communication technology that democratizes communication. That's called the Internet, TCP IP. That's the protocol for it. Okay? That's like the printing press. And we have a new triple entry bookkeeping system, a general ledger that is crypto. All right? So we've got these two technologies, and I think why you're starting to see, what you're seeing, Raoul, is we are starting. We're seeing the early phases of unlocking a new renaissance."
    },
    {
        "speaker": "A",
        "text": "Almost like I've been writing about this myself. This whole exponential age thesis just builds on that. It's where AI fits in. Robotics, the Internet of things, genetic sciences. All of this is building on an entirely new system that has the opportunity to be a renaissance that we can be optimistic about and not fear. People fear change. It's a natural human thing. But if you embrace it and go with it, that's the rewarding journey, 100%."
    },
    {
        "speaker": "B",
        "text": "And I think that that is the opportunity for everyone. I would say, listening to this consuming real vision content, consuming bankless content, we are at a very unique place in history, right, where we've just had the. We are just. I think there's a tendency, particularly among younger generations, to be almost nihilistic about their place in time in history, and you could certainly go down that path. And there have been points in my life where I've gone."
    },
    {
        "speaker": "A",
        "text": "We've all been down that path."
    },
    {
        "speaker": "B",
        "text": "All been down that path. Look at the flip side of this. The massive exponential opportunity that is available to you, the tools that we have at our disposal right now in this period of change, the old institutions aren't going to take us to the next stage in human progress. We have an opportunity. This is sort of what we were talking about yesterday, Raoul. With the fourth turning, we have the opportunity to set up a new set of institutions that will help humanity coordinate better. And that's kind of the 21st century technology and what a gift to be born and to be alive at such a time and a place. That's the flip side. I mean, to me, I know David has talked about this with his own sort of journey, but to me, that is the. The nihilism killer, is when you see the pie expanding opportunity that's going to get me into."
    },
    {
        "speaker": "A",
        "text": "Another thing is I really worry about the abundance mindset that many of us have. And then there's the tribalism. I mean, I left the bitcoin ecosystem, yes, because EtH was outperforming as an investment guy, but because I fucking hated ecosystem, you weren't treated well. If you want to join a digital nation state and they don't treat you well as citizens, you want to leave. And I think we're starting to see that. But the tribalism is still immense in this space, and something has to change there. If we're trying to onboard a billion people, it can't be a group of people throwing poo at each other."
    },
    {
        "speaker": "B",
        "text": "Let me ask you, do you think, because there have been those that argued that the tribalism is actually a feature, not a boy?"
    },
    {
        "speaker": "A",
        "text": "I get that, but you don't have to be nasty about it. You can protect your own and be somebody who wants their ecosystem to succeed even above others. But it doesn't have to be a pie mentality. It can be an abundance mentality. If we all do this together, we all succeeded. I just don't get it."
    },
    {
        "speaker": "C",
        "text": "My interpretation on this. We use this line at banklets a lot. It's like we're speed running the history of money and finance, and so the compression of time in crypto, if you want to extrapolate it out and layer it on actual human history, like bitcoin, invented in 2009, that's like us discovering gold on the Internet. Bitcoin's great. It is primitive. And so it makes sense that bitcoin looks and feels, and if you like, which I do accept Nick Carter's interpretation of this, it is a religion it is not like a religion. It is a religion. It acts like a religion, is quacks like a religion. They have religious purity tests. And so, like the. And so that is where, you know, crypto is in the landscape of time. Like bitcoin is the. The earliest discovery of bitcoin. And so it's like you have your high priests of bitcoin, you have the word of bitcoin, the word of satoshi, interpretations of the word of satoshi. And so this is where crypto was when we discovered it in 2009, where bitcoin is. And then we move forward in time and space and very rapidly, and then we also move forward in technological progress of crypto. And then all of a sudden we have something more advanced that looks and feels more resident with modern technology and modern values in modern society, which in my mind is ethereum."
    },
    {
        "speaker": "B",
        "text": "Do you think, though, that the religious aspect of it is a product of stagnation? More than anything else?"
    },
    {
        "speaker": "A",
        "text": "I think it's a product of valuation, because valuation in this space is Metcalfe's law. So it's about trying to get the most activity on your chain. I guess stagnation plays into that. When the market is stagnant, there's no new capital coming in, so you're fighting for your share of the capital. You can see it in NFT space as well. It's got the exact same thing is going on, because there's a scarcity of capital. So people become more fanatic about attracting that capital and they coalesce, tell themselves different stories to try and attract capital via narrative. Once the space starts growing again, it does drop a bit, but it's particularly bad in bear markets."
    },
    {
        "speaker": "C",
        "text": "Yeah, there's always the hey, let's grow the pie conversation versus just splitting up the pie. And that's why I like to talk about Ethereum's roll up centric roadmap in the conversation of that pie. Whereas layer twos on Ethereum, optimism competes with arbitrum, competes with polygon, competes with Zksync. Yet when an application deploys on any one of those things, it's very easy to transfer and spread that value around to the other layer twos. And so the layer two s of Ethereum exist in this harmonious equilibrium between competition and collaboration. And so it's, hey, we can grow the pie, but we're all trying to take our larger slice, but we're still going to grow the pie. And I don't think other communities have that like that, that balance between that design philosophy like Solana and the monolithic architecture. It is just like Solana, the layer one, they need to capture a larger share of the pie. That is their wind condition. Same thing with bitcoin is like they don't have this harmonious balance, tug of war between competition and collaboration that the Ethereum layer twos have. Like bitcoin. The wind condition for bitcoin is that it eats the entire damn pie. And that's the same thing for almost every layer one. I think Ryan agrees with me that layer ones are maximalists of themselves. Like, they want to dominate. And so how do you, as a layer one, win? In my mind, you win by having a harmonious balance between collaboration and competition. And that's why I see layer twos. And so, like, the reason why we are so tribal is that I think layer ones themselves, if you apply agency to layer ones, they know that they need to dominate, they need to be the biggest layer one. Like this is a competition of empires and layer ones are, you know, warring with each other. And so I do understand why we are also tribal. It gets worse in bear markets, but I think the layer one competition kind of induces that."
    },
    {
        "speaker": "A",
        "text": "I think that's right. I mean, I'm working with Kevin Kelly from Delphi to try and put together a research piece on analyzing ETH as a digital network state, comparing it to traditional economies using similar metrics. It's kind of dropping all the crypto specific stuff, looking at that and then looking at these other economies and look, the story of economies is also the story of competition, and it depends how you compete and how you work together. That's the interoperability layer that can drive some of this nation. This too. Holland is a small country. Holland benefits massively from being in the middle of Europe, having the same currency and borderless. There's a lot that's going to apply. We've got a bit more work to do in it. But I think I want to try and reframe the conversation in the market about understanding for the next phase forwards, because I think people who are coming into the space, particularly in the institutional investment space, need a framework to understand that these are emerging markets. We've got emerging market credit systems, we've got emerging market, we've got business layers being built on top, infrastructure layers being built. It really is an economy."
    },
    {
        "speaker": "B",
        "text": "People just don't see it yet. 100%. That is the best mental model, I think, for these crypto networks is as nation states, is as emerging economies, and that's essentially what you're investing in. I do think that's why we see some of the tribalism, too. It was a Supreme Court justice, I believe. I can't think of the person's name right now called America's 50 states, 50 experiments in freedom. And I see, at their best, that's what we're doing with all of these layer one experiments and even the layer two experiments, because you see now, in 2023, there's a lot of tribalism between different layer two ecosystems, even in Ethereum. And some of that is good, though."
    },
    {
        "speaker": "C",
        "text": "I think it's great if you can."
    },
    {
        "speaker": "B",
        "text": "Just delete crypto Twitter for a few months, right? Or for a year, or just ignore all of the noise and the yammering and the claiming back and forth. Ignore all of that and actually see the outcome is the alternative layer one ecosystems are making Ethereum better, and Ethereum is making them better. Okay. The layer two competition, this experimentation at the state level, inside of the federal nation state of Ethereum, they're all improving each other. It is actual evolutionary progress, survival of the fittest experiment. So we get to let all of the experiments play out. So while I think tribalism is kind of negative and toxic, and when you're in the moment, it is all of these things. I agree. Actually, I still would argue that it's more of a feature than it is a bug. Yes, we don't have to be toxic. Yes, we don't have to be naturalistic."
    },
    {
        "speaker": "A",
        "text": "But don't try and invade other country. You know, it's like."
    },
    {
        "speaker": "B",
        "text": "I agree, I agree."
    },
    {
        "speaker": "A",
        "text": "It's not fine to invade somebody else based on your own compete."
    },
    {
        "speaker": "B",
        "text": "Let's compete in kind of, you know, the right way, and let's have a healthy competition as between sports teams or as between, you know, healthy nation states that aren't going to war. That kind of competition, I think, is healthy. Once you kind of declare a jihad against another crypto community, then. Then it starts to get into unhealthy territory, certainly. But the net is we get to let all of these experiments play out, and that's a great thing for the progress of this space. And that, by the way, is why I think crypto is absolutely unbeatable. Like, we're going to win. Like, this level of experimentation is not happening anywhere else. It's not happening at the nation state level speed."
    },
    {
        "speaker": "A",
        "text": "And this scale. No."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "Nothing is like it."
    },
    {
        "speaker": "B",
        "text": "It's not even close. So this is why at some points, you have to kind of step back and ask again that question, like, am I crazy? Right? It's a valid question. Ask. And I keep going back to, like, with all of the experimentation, the rapid pace and the acceleration of all of these things, it's all open source. We're trying all of these things all at once. It's almost feels that this could be. This could sound hubristic to say, but it feels inevitable. Is my conclusion on crypto. Like, it is going to be absolutely massive. This is absolutely going to be the property rights layer of the Internet. The Internet, a communication network completely needs a property rights system. And that's it. That's crypto. And so if you can kind of zoom out, when in doubt, zoom out. Zoom out above what's happening in 2023 in the tribal crypto battles and kind of see the big picture here and like, look at. I mean, you've been here since 2012, Raoul, so look at the progress. Look at how far we've come. Over a trillion dollars."
    },
    {
        "speaker": "A",
        "text": "It's happening weird, because my hypothesis when I first saw bitcoin and blockchain was like, oh, well, here's the future of the financial system. We need to put all financial assets on chain to start with, so we know who owns what. Here we are, eleven years later, we're not even close."
    },
    {
        "speaker": "B",
        "text": "It's true."
    },
    {
        "speaker": "A",
        "text": "Other things I didn't imagine happened, which was smart contracts and nfts. It's, you know, we don't know how it works, but, you know, it's kind of just finds its way. Like mercury, it's."
    },
    {
        "speaker": "B",
        "text": "But it's very much like, I mean, we've, we've seen this before, haven't we? Even within all of our lifetimes. That's how the Internet emerged. Remember the Internet of the 1990s? People predicted all sorts of use cases that really, you know, didn't happen, and it evolved in unexpected ways. I mean, no one predicted kind of the, the rise of social networking."
    },
    {
        "speaker": "A",
        "text": "And because it's evolutionary, I think, to your point, there's an evolutionary element that's organic about it."
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "Which makes it less predictable."
    },
    {
        "speaker": "C",
        "text": "I think there's two halves of this conversation. We have the technology of the pre existing world, pre crypto. And when we see and then invent crypto, we can be like, oh, we can improve our old technologies by applying these new crypto things. And that's totally true. But the problem is you're fighting against, like, a massive ship that is that you have to turn right. You have incumbents that you have to fight. You have regulations that you have to fight. You have old companies that are doing things in old ways that you have to convince, to pivot. And so, yeah, eventually the whole world will be built on crypto. But in the meantime, while the whole world adapts to this new crypto paradigm, we have these new digitally native use cases that have no incumbents to fight against, like brand new startups that can capture that real estate. This is something I learned when I was at that tokenized real estate startup. It's like tokenizing real estate is trying to get the old world to adapt to a new system and you have to get new regulations and like, mandy, like, houses already exist and regulations already exist. What's going to happen faster and what ultimately did happen faster is jpegs, right? Like uniswap, like digital thing. Digital, go figure. Like, there's a fertile landscape out there and it's going to be way. It's going to be a hundred times easier to build digitally native things that have zero competition versus like, trying to get the old world onto crypto because."
    },
    {
        "speaker": "A",
        "text": "Also you're then doing show, not tell. So you're showing people, okay, here is the efficiencies of using this new system, and eventually the old system migrates as opposed to telling them they need to go on chain and then fighting tooth and nail for decades with you."
    },
    {
        "speaker": "B",
        "text": "Right?"
    },
    {
        "speaker": "C",
        "text": "Plus, if we bring the old world on chain, they're going to be like, but we need this. And we're going to like, but you don't need that. And they're going to bastardize, like, the nature of these crypto platforms."
    },
    {
        "speaker": "B",
        "text": "Yeah, they're not going to use the tools as well as crypto nature."
    },
    {
        "speaker": "A",
        "text": "I just want to switch a bit. One of the things I want to see your thoughts on, or how it's impacted you is, look, you guys are public like me, like a bunch of us who are trying to help as many people as possible understand the narratives. And then suddenly hate comes. I spoke to Scott Melker about this as well. We've all been down. How did that affect you? You know, you go from your mission doesn't change. You do the best you can, and suddenly the narrative about you changes. People get angry or lose money or upset. Talk me through how it affected you guys, because it can't not affect you."
    },
    {
        "speaker": "B",
        "text": "You want to go, there you go."
    },
    {
        "speaker": "C",
        "text": "Yeah, it's definitely not the thing that I expected. Like, I'm a content producer. One thing that we made a decision very early in banquet is that, like, we are investors. We're investing in this. We built bank lists from the early days on a thesis around ether and Defi, and we invested in those things and then wrote theses about why we're investing in those things. And that in the start of bank list for the first, like, two years, I was like, great. I was like, everyone loved that. Now there's not as much acceptance of, like, Ryan and David as investors in this space while also being content producers. Like, we have to, like, I feel like we have to fight for that a little bit more. It's like, hey, we also want to be investors in this crypto thing is why we're here in the first place. I don't think people as readily accept the relationship as, like, Ryan and David as crypto investors that are also content producers in a way that they once did. Like, the ogs understand it because they've seen our track record through and through and through. The newer comers into the crypto space are like, oh, Ryan and David are. They're biased. They have investments, which, I mean, it's totally true, but, like, it didn't. It never used to be so critical or toxic or, like, mean before. And so that's something that I'm, like, trying to figure out how to navigate."
    },
    {
        "speaker": "B",
        "text": "We've been."
    },
    {
        "speaker": "A",
        "text": "Does it affect you at a personal level?"
    },
    {
        "speaker": "C",
        "text": "Yeah, sure it does."
    },
    {
        "speaker": "B",
        "text": "I think where it affects, because we've been. We've been attacked at, you know, multiple stages of this."
    },
    {
        "speaker": "C",
        "text": "You mentioned the tribal from multiple, like, places, too."
    },
    {
        "speaker": "B",
        "text": "Yeah. So, I mean, there were. There are a few notable attacks. You know, one was Danny."
    },
    {
        "speaker": "C",
        "text": "Danny. Sesta."
    },
    {
        "speaker": "B",
        "text": "Sesta. And kind of a. We call them frog army attacks because often kind of like. But either it's bots or it's people, human beings behaving as bots or both, saying the same thing, not responding to, you know, rational thought. And of course, Raoul, like, the. The social media algos reward this as well, so that that doesn't caused the problem, but certainly amplifies the feeling of it. And so we had a frog army attack Danny Sesta and that entire ecosystem. What is it? Magic ecosystem?"
    },
    {
        "speaker": "C",
        "text": "Wonderland. Yeah, magic."
    },
    {
        "speaker": "B",
        "text": "Yeah. And so that seemed to us to be scammer laden, fraud laden. And we said as much. We didn't talk about that content. Got attacked for that."
    },
    {
        "speaker": "C",
        "text": "We got attacked because we weren't hosting Danny Sesta on the show."
    },
    {
        "speaker": "A",
        "text": "Yeah, I've been through that as well."
    },
    {
        "speaker": "B",
        "text": "Got attacked at one point in time by the terra Luna community. And I think we actually presented a very fair take on terra Luna, which is basically, is this a time ticking, time bomb? Let's do the bear case and the bull case for this. And even posing the question, even asking that at that point in time in the market, subjected us to a massive amount of attack, by the way, one."
    },
    {
        "speaker": "C",
        "text": "Month after we got attacked by Danny Sessitz Frogs. Like a month later, it was exposed that zero x Sifu was the old quadringa X like co founder. And so then that whole ecosystem crumbled. And then one month later, after we had the is tera ticking time bomb episode, Terra blew up."
    },
    {
        "speaker": "A",
        "text": "I've learned. I try and step back from the anger and think about the motivation, but."
    },
    {
        "speaker": "B",
        "text": "Now the market's a little bit different. I think 2023 is different. But what my feeling on 2023 is the crypto community is in a mood, and they're in a mood that's been caused by on the back of 2022, which is a whole bunch of public figures that they trusted, that segments of the community trusted. Alex Mashinsky, SBF Suzu, 3 hours capital, even GBDC, that coal kind of empire, putting money in Gemini, right? Like, all of these things betraying trust. And so we are now white blood selling, attacking everything. And the reality is the time to launch these attacks. And for the white blood cells to come, like, attack kind of the invaders and the bacteria and the viruses was actually 2021 and 2022. Right. Now, in 2023, predominantly, there's a bunch of good faith actors that are still here, that are still building during the bear market, there's always kind of the oddball people that are not doing that, and yet it's an autoimmune disorder, because still the immune system is kind of now attacking some of the good faith actors, and that's what I see. But honestly, Raoul, it does get me down, particularly when the attacks are coming from the in tribe kind of group, right? And they're coming from inside the house, and you're like, wow, you know, but it just goes with the territory. And I think getting off of social media for a period of time and zooming out and looking at this, you know, has been helpful for me personally."
    },
    {
        "speaker": "A",
        "text": "I mean, I've had the other line of attack, which is interesting from the old school. They're like, you're a macro guy. Why are you doing crypto? I'm like, I've been doing crypto longer than most people, and it's all part of macro. And then it's like, the market goes down, and it's like, you're a scammer. You've ruined people's lives. I'm like, no, I've already always explained my thesis how long term, you know, it's. People just want to find reasons to try and unsettle you for various reasons. And usually it's their own insecurity that's driving it. So the reason the Terra Luna community was so angry with you guys is because they were feeling insecure, right. Generally it's a lack, a lack of security or the feeling of security that creates that behavior. That's why try and step back to do and try and think, why are they being like that? I mean, I never do that. It's just not part of my personality. But I guess I'm less insecure about certain things. I probably do it with my wife if she threatens me about something that she knows. Is that particular point that's going to your NFT collection. There we go."
    },
    {
        "speaker": "C",
        "text": "Yeah, I do think the insecurity angle is the right one. That's also like the laser eyed bitcoin maxis, the ones that are really loud and tribal. They get insecure because there's like, things about bitcoin that are worth talking about and they just want to brush that under the rug. And, like, you get that about every single loud, loud people, loud tribes on crypto. I've just learned, like, those are loud and insecure are like almost the same thing."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Yeah. So finishing off, you guys started another chapter as well, which is the VC fund. Talk to me about that because that's super interesting."
    },
    {
        "speaker": "B",
        "text": "Yeah. So over the course of, I would say, the last three years, as David mentioned, we've always been crypto investors on the journey. And so we've obviously backed that up with investments in some of the publicly traded tokens, let's call them, in kind of the open markets. We've also been angel investing over this time, too. And so, unfortunately, because of accredited investor laws and all sorts of other reasons, there are projects that don't have anything that retail can kind of invest into. And so they're kind of in the pre token, pre public type phase. And so for the last three years or so, I think David and I have been involved in 70 or something different investments. Again, this is crypto infrastructure building in the future. And so what we decided to do is essentially parlay all of this into more of a structured VC fund. It was becoming unwieldy to manage David myself, you have spreadsheets of your investments and tracking all of this. So we decided to formalize this and spin this up into bankless ventures, is what we're calling it. We brought on a partner who's absolutely fantastic. His name is Ben Lakoff, and he has helped organized all of the activity. We've recruited a team, and so we are staying on kind of the frontier of what crypto is building and some of these early stage seed level crypto projects, and that allows us to do that. So I think we've already invested in or getting ready to invest in four to five different things. And we just finished a $30 million fundraise, which was difficult ish to do in this."
    },
    {
        "speaker": "A",
        "text": "Yeah, not great timing, although it's brilliant timing to launch a VC, but as ever, it's the hardest time to launch, to raise bloody capital in the middle of that."
    },
    {
        "speaker": "C",
        "text": "Yes."
    },
    {
        "speaker": "B",
        "text": "So it's just complimentary with everything we've been doing as investors in the crypto journey, trying to build tools to help people go bankless. It is a crypto fund, VC fund, so it's got a ten year time horizon. Again, one of the ethics that we've always observed at bankless is long term games with long term people. So this isn't a type of fund that receives tokens and then dumps them on the community. We have very long term time horizon. So it's just complimentary with everything that we've been doing in the space up to date and keeps us sharp from a content and thesis perspective too, because we get to see what's happening in the very early stages."
    },
    {
        "speaker": "C",
        "text": "Yeah. The long term goal of the ventures is, like Ryan said, there's a lot of activities that we were already doing. We're already doing angel investing. This conversation about ventures really got started. We were talking about like, hey, we're doing a lot of angel investing. What if we just hired an analyst to help us just research these angel deals a little bit more? And then we're like, oh, that's more than half of a VC firm that we already have. We've got the deal flow, we're writing the checks. If we hire an analyst, we might as well just do this thing outright. The idea is we spin this thing up, we pass all of our deal flow in through ventures. We hire out a team to turn it into a professionalized, streamlined operation that is dotting I's and crossing t's in the ways that maybe Ryan and I weren't when we were doing this individually because we didn't have the time, but now we have the team to get that done. My long term idea for what ventures does is it actually hopefully informs the podcast about these frontiers that we are exploring. So the idea is like, well, the podcast and the newsletter and bankless media grows the network that bankless ventures can latch onto and get deal flow from just because that's our network. Right? Monetize."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's a 360 degree kind of flywheel you can build a. From this."
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "C",
        "text": "And then. And then because of the information and education that we are able to scale through the research team adventures, like, we are able to be more informed on the podcast. But I do want to draw a very clear line that the podcast and media entities are very much firewalled from content from the venture firm. Like, they're. Just because you're a deal that goes for bankless ventures doesn't mean just get to waltz on the podcast. You have to earn it just like everyone else. So there's no. There's no, like, back myself, knowing that."
    },
    {
        "speaker": "A",
        "text": "This time in four or five years time in the bottom of the bear market, that's exactly the stick."
    },
    {
        "speaker": "C",
        "text": "You'll be beaten. People are already doing it, and it hasn't even been an issue. Yeah, right."
    },
    {
        "speaker": "B",
        "text": "I think one defense against that, and I don't know what you guys have done at real vision, but I'd be curious to kind of compare notes, is have the best disclosures in the business. And so that means basically, like, wherever possible, we are fully transparent with our crypto holdings and our crypto wallets and what BBC owns at any point in time. Great news about this lack of privacy on chain also means anyone can look at your address and see exactly what you're holding. Having a disclosures page that is continuously updated so that people know exactly what David holds, exactly what I hold, exactly what members of our team are holding at any given time. So we just say, like, you know, we have a thesis. Of course, we're investors on the bankless journey. We're pursuing that thesis. Of course we're going to. We're not journalists. We're going to invest in things that we believe in, as should you. That's our encouragement, is be an investor in the space. That's how to maximize the opportunity. As long as we have some of the best disclosures in the business, I think that is the ultimate shield. And we can always direct people there. It's all fully transparent. You can see it at any point in time, you know exactly what we're holding, and then we disclaim them, you know, as we go through the content."
    },
    {
        "speaker": "A",
        "text": "Yeah, I just tell people, as, you know, I just tell. Because I don't. I don't trade a lot, I don't do special situations. I'm not involved in stuff. So I just tell people, this is my rough waiting, and this is what I'm doing, and this is what I own, and that's it."
    },
    {
        "speaker": "C",
        "text": "I think it's pretty normal for people to be, like, skeptical at friends. Like, oh, the biggest podcast in this space is doing a VC fund. Like, what's going on with that? So, like, the gut reaction, I think, is totally justifiable. But we're going to do the same thing that we did with bankless, which is like, nothing's going to change. We're going to be here. The podcast won't change, and we will earn the legitimacy once again."
    },
    {
        "speaker": "A",
        "text": "Also, you will find a way over time, because I know you believe in it, to allow regular people to invest in this kind of opportunity. That's what we're working on at real vision as well. Even for the asset management firm, which is separate to real vision, everything is all the same thing. And it's this democratization of finance, and that's what we're trying to get to. Guys, listen, it was fantastic to have you on. Really enjoyed the conversation. It was good to turn the tables and hear your stories because I think your stories, because you're so much the other side of the camera, they're as important. You play an important part in this ecosystem. And just to hear that, I think it's fabulous. So thank you for sharing your time with us."
    },
    {
        "speaker": "C",
        "text": "Thanks, Raoul."
    },
    {
        "speaker": "B",
        "text": "Thanks, Raul. It's been."
    }
]