[
    {
        "speaker": "A",
        "text": "What do you think is the biggest threat to freedom right now? Is it China? Is it is it Russia? Actually, I want to throw a third candidate in there, the United States. I mean, is that a threat to freedom?"
    },
    {
        "speaker": "B",
        "text": "Um."
    },
    {
        "speaker": "A",
        "text": "Welcome to bankless, where we explore the frontier of Internet money and Internet finance. This is Ryan. Sean Adams. I'm here with David Hoffman, and we're here to help you become more bankless guys. We have chess legend and freedom fighter Gary Kasparov. He talks about AI, geopolitics, and crypto. Gary was one of the first people to experience machine intelligence in a profound way. He was the greatest chess player of all time when he lost his first match to an IBM computer. It was called Deep Blue. This happened in 1997. And since then, human beings, that's us, have never been able to beat machines in a game of chess. So naturally, David and I start the conversation there. Number one, what does Gary think about chat, GPT, this new era of AI? What does he think about the threats? How about the promises of AI? Then we get to geopolitics. Why did the Soviet Union fail, but we still have totalitarianism in Russia? We talk about that for a while. We also talk about what countries are the biggest threats to freedom and how do we combat this growing authoritarianism that seems to be sweeping the world. Also, of course, there's a crypto podcast. So we asked him what role crypto has to play in all of this, and finally, we ended his advice for us as we enter the next decades of these tumultuous times. I think the theme of this episode was really freedom. And to me, Gary's optimism was probably the brightest part of this particular episode. David, why was this significant to you? Other than I know Gary is like one of your all time favorite people, like an idol for you. You are a chess player yourself, are you not?"
    },
    {
        "speaker": "C",
        "text": "Yeah, a chess player, which is how this podcast really came to be in the first place. Yeah, it's just like Gary comes from many different walks of life. Narrow skillset in chess that was trounced by a computer, but then also just working around the hard problem of Vladimir Putin and evil out of Russia. Yeah. And he's had so many different walks of life that all only increased in their relevancy as the decades went on. And so he seems to be a person whose skillset and experiences seem to be really attuned to have developed a sense of wisdom about how to navigate them moving forward into the future, which is really the theme of this podcast at large. It's like the future ooh, future is scary. Gary, tell us about the life lessons that you've had so that we can absorb some. Some of your knowledge. I think the biggest thing I got out of this podcast, Ryan, is, of course, Gary's emphasis on freedom. But really, he made this call to action for more leadership, because where do we get freedom from? It's. It's from strong leadership. And so maybe just inception that into listeners brains as we navigate through these conversations with Gary, this air of leadership that we need to have, strong leadership, good leadership, is something I think that we need to have in order to navigate through these chaotic decades that I think everyone understands that we do have ahead of us."
    },
    {
        "speaker": "A",
        "text": "And David, I can't wait to record the debrief with you, which is our episode after the episode. And I want to talk specifically about how this episode came to be, because my memory is a little bit foggy. But I think there's a really cool story there. If you are a bankless citizen, and you, of course, you have access to that right now. It's on the premium RSS feed you get when you subscribe. If you are not yet a citizen, click the link in the show notes and you can find out more about that. All right, guys, we're going to get right to the conversation with Gary. But before we do, we want to thank the sponsors that made this episode."
    },
    {
        "speaker": "C",
        "text": "Possible, including bankless Nation. I am delighted to introduce you to Gary Kasparov, a celebrated chess champion, author, and human rights advocate, famously the first human to lose a game of chess to a computer after losing to IBM's deep blue in 1997, marking a significant history in AI. Gary also after standing up to the human rights violation of Vladimir Putin, had to flee Russia fearing persecution in 2013, and has been an outspoken critic ever since. He is also the chairman of the Human Rights foundation, working to promote freedom in countries ruled by authoritarian, authoritarian regimes. So with experience in relation to geopolitics, artificial intelligence, and human rights, Gary Kasparov might just be the perfect guide to guide us through some very challenging topics that will likely define the rest of the decade and beyond. Gary, welcome to bankless."
    },
    {
        "speaker": "B",
        "text": "Thanks for inviting me. Just a few corrections about the introduction, just to clarify a few things. One is that, yes, it was the first match that a world champion lost to a machine. But as for the games, single games or tournament games, machines were on the rise from the late eighties. So I think the first game that machine won against the grandmaster was 1988. So it was a process. So, as I say, clearly, you know, the match brought most of attention. And again, for the record, I have to say that the first year, 1996, the first match, I won. So that was."
    },
    {
        "speaker": "A",
        "text": "Thank you. That's plus one for the humans."
    },
    {
        "speaker": "B",
        "text": "Yes, yes, yes. So, as for AI, it's just, you know, we can talk about it just in depth, but I. I mean, deep blue was anything but intelligent, and it didn't have to be intelligent because it was just about brute force. And then the reason machines were and are now superior to humans in all the games is because they made few mistakes. They cannot resolve all the problems. They cannot calculate to the end. You cannot exhaust the game of chess that, according to Glouce, shannon, has 46 zeros in the number of legal moves. But again, making few mistakes, even the best of us, the best humans, we are still humans. We are vulnerable and just. We are poised to make mistakes. And, yeah, you correctly stated that I left Russia in 2013, more than ten years ago. It's a February, so nearly eleven years ago. But one more correction. I have been criticizing Vladimir Putin way before I had to. And it's not. It's not being a Monday morning quarterback. So my first article warning about Putin's threat, dated January 4, 2001. The Wall Street Journal. So, again, it's. Everything is recorded."
    },
    {
        "speaker": "C",
        "text": "Well, Gary, the background that you have, and again, the chess computer conversation, it's a narrow intelligence. Right? It's not like the AI that we are experiencing in the year 2023, which is a little bit more general to me. It's like a canary in the coal mine. And then we also have the geopolitics conversation with Russia, and also just more broadly at large, there seems to be many different paths that we could go down that are all relevant. Things that we've talked about bankless in prior episodes and things that the globe is talking about as a whole. It's just that your history, your background seems to touch on so many things that have only increased in relevancy as time has gone on. Computer intelligence has increased in relevancy. Global geopolitics has kind of increased in chaos. So your background and experience seems to just be very apt for the year 2023, the decade of the 2020s. Would you agree with that reflection? And how has your experiences kind of guided your thoughts as a lot of the events of the globe has unfolded in the last few years?"
    },
    {
        "speaker": "B",
        "text": "I'm flattered. So just with all the comments. So, yes, I can say that my experience, my knowledge, though, is fairly limited when you just look at all walks of life, is very relevant these days. So. And what also helped me is that it's my ability to be self critical and also to recognize the limits of my knowledge. I know what I know, but it's more important I know what I don't know, and I know how not to cross the border between those two domains. And, yes, geopolitics is important because many of the things I mentioned. So, for instance, in my book, winter is coming, why Vladimir Putin and the enemies of the free world must be stopped, published back in 2015, it tragically came into reality. And many of the things I described in my book, deep thinking, when machine intelligence ends and human creativity begins in 2017, they are also very relevant these days. And as you pointed out, so I was the first human who had his job threatened by a machine. So. And while back in 1997, so I thought it would be a curse, you know, that would follow me for the rest of my life. Now, I think it was more like a blessing because I had an experience that is so relevant now, and I can share it. And it's not just to terrorize people's minds, you know, by telling them that's the end of just the end of the world is around the corner, but to the contrary, to tell them that it's not the end of the world. It's something that we can deal with if we recognize our limitations. Again, where our knowledge is limited and where we should rely on machines, but where we are indispensable. So tons of things that's happened in my life, though not every time I was happy about it now just help me to create a mosaic that is very useful to analyze the very complex picture of the modern world."
    },
    {
        "speaker": "C",
        "text": "In more recent years, we've watched chat GBT explode onto the scene and really dominate the conversation in society. And this has caused a lot of people's reactions to chat GBT also be a part of that conversation. We had this episode with Eliezer Yudkowski, who's famously an AI doomer. He's like, oh, AI is going to not just come take our jobs, it's going to come and take over the world, and we're all going to die as a result. And that was very, very shocking."
    },
    {
        "speaker": "A",
        "text": "Sobering, I would say."
    },
    {
        "speaker": "C",
        "text": "Very sobering. Yeah. And we've seen society at large have this conversation with itself about, is AI good? Is AI bad? What will it do to us? Well, what will it do to society? And we seem to be going through this process of understanding and acceptance about the way AI is going to interact with us. Would you say that society is kind of following the same pattern you went through when you had your reflections about playing chess versus IBM, deep blue, and or just computers at large? Are we, is society at large going through a same process of understanding and reflection about AI that you went through? Is there similarities there?"
    },
    {
        "speaker": "B",
        "text": "There are similarities, but I had personal experience, and again, in chess, we could see the machines rise, you know, rise to dominance, but also machines limitations. So it was not accidental that the scalp of the chess world champion was the kind of sand grail for computer experts, because for a long time, top scientists believed that chess was the nexus of human creativity, intelligence, and that could be a key to actually to reveal the secrets of human intelligence. It goes back to Alfred Binh, the father of IQ tests back at the end of the 19th century, who was fascinated by chess players, especially those who could play blind chess. And he wanted to actually open the brains and just to find out how this magic moves being made. And he was under the impression that that's the shortest cut to the secrets of human intelligence, general intelligence. And this belief has been inherited by great minds like Alan Turing, Claude Shannon, Norbert winner. So it's a widespread belief that chess is an answer. Again, it's happened on our part of the world, in our part of the world, because there are many other versions of chess, like shogi in Japan and other versions. The european version of chess, you know, was always like an ultimate test in the eyes of the scientists of human machine encounter. And its machines, you know, kept improving their performance. And as I already mentioned, by the eighties, we had something, you know, a tangible force, so deep thought. Actually it was the prototype of deep blue, because it was this team from Carnegie Mellon University that was eventually, you know, went to IBM. IBM purchased the project, but they had the machine that had the first success back in 1988. So in 1989, I faced this computer, played two rapid chess games. It's an hour and a half, 90 minutes for a game, and I won quite handily. So back in 1989. But we could see the progress. And I have to say that we were fascinated, but we didn't even understand this is how serious the threat was, because we already suffered some painful losses in blitz chairs, five minutes shares or rapid chess, 25, 30 minutes. Yes, but we were under impression that it's not just because machines would be better, eventually would be better than us, but because we had little time. If we had more time, we could think just and avoid some stupid mistakes, not understanding that if we have more time, machine has more time. And it's just. It's amazing that, you know, this. It's. Many grandmasters made this mistake. I lost to one of the computer programs in 1994, the rapid chess match. So, and yeah, and I did was two games in London. So then I played again. I beat this computer, but we thought it was yeah, it's something that, you know, it's it's good for exercise, you know, it's good for preparation, but it should not, you know, threaten our dominance in classical jazz. So that's why the 1997 match was such a big shock. Though I have to say that for me, the first call was, you may call it a watershed moment, was in 1996. I mentioned I won the match, but I lost game one. So that was the first game where computer could be sitting world champion in what we call classical chess, 6 hours chess. And though I just I fought back, I won three games and so won the match, but it's already somewhere in the back of my mind, I knew that it's, we are just, you know, we are on the losing track, so, and after 1997, so I had to just, you know, I had to think, you know, what would come next to my beloved game, so whether, you know, just, we have to do something else, but not to play the game, which is doomed. And then I realized that, look, it's, the machines could do a better job, and it would happen. Though we still competed for, I would say, about seven, eight years. I played two matches, not, of course, as publicized as IBM matches, back in 2002, 2003 against, actually 2003, two matches against german program and against the israeli program. It's deep Fritz and deep Junior. Both matches ended as a tie, but I knew the end was near, so it was a clear track. So this is like right on the wall. And that's why I came up with an idea of advanced chess that was a combination of human and machine. So that's how we can play together to get the best of two worlds. And I had time to ruminate about my games, my failures, my accomplishments, and also looking at the machines. And I just recognized that while machines would keep improving, there's still limitations. And again, we can talk in more details about it, but these limitations I don't believe can be can be removed, even if machines could be as powerful as chat. GPT so even if you talk about AI, because I still think that there's certain elements of human nature, creativity that cannot be replicated for a very simple reason. Creativity means that you accept the notion of failure. This is not the way machines work. So machine always looks for bottom line. Again, they're all tiny things. What is very important for us to understand that if you look at the decision making process as 100% and recognizing that there's no perfection of universe, no 100% can be achieved. It's about us finding our spot and stomping on our pride and saying, okay, we belong to last few decimal places. We have to find exactly where we can add something unique, unique contribution to a machine that will make a combination of human and machine most productive. So that's why I think it's the future is not machines dominance. The future is us working with machines. And for those who are just trying to use only dark or dark paint to show the future, my answer is, look, it's not a magic wand, but it's not the Terminator. It's not a free ticket to heaven, but it's not the key to unlock the doors of hell. It's, you know, it's human invention. And again, while it could outperform us in many areas, we still have this theme. It's not a control, but we still occupy a place that I don't think machines can, can take away from us. And it's so tempting to follow the path of the Terminator movies and matrixes, but actually, while I was a big fan of the Terminator, back in the eighties and early nineties, I still didn't understand why machine wanted to kill people. So what for?"
    },
    {
        "speaker": "A",
        "text": "I mean, I mean, some in the community just basically say as a byproduct of consuming resources, they will crush and destroy all of humanity. So a little less like the Terminator vision and more like us squashing an ant because we're building a house or an ant colony. But this is why I want to ask the question, because you've observed this before. When deep blue came on the scene, I'm sure people were making comparisons to Terminator, right? And they were saying, oh, is this the end? Are humans kind of overdose? And something similar has happened, I would say, in the last year in terms of the public conversation, but it has felt like this new technology, chat GPT, has been sort of a massive order of magnitude advance, and I'm wondering if you still, at its core, if you've had time to mess around with chat GPT, if you still see it as, yes, I'm still seeing deep blue here. It's still doing the brute force. It's still not a human. It was interesting, Gary, I just asked while we were having this conversation, can chat GPT play chess? Well? So according to chat GPT, I asked chat GPT this question. It says, I can analyze chess positions and suggest moves, but my capabilities are not on par with specialized chess engines like stockfish or alpha Zero. And then I asked it to answer the same question, but as Garry Kasparov, and it said, this is what you would say. While chat GPT demonstrates a remarkable ability to process and generate language, its skills in chess are not comparable to those of a grandmaster or a specialized chat engine. I don't know if that's something that you would say, but this kind of intelligence, the ability to have a conversation with the computer, this feels so new to us."
    },
    {
        "speaker": "B",
        "text": "Yeah. I mean, look, probably everything depends on the angle of observation. You know, this is the. The glasses, half, you know, empty or half full. So that's the. Actually, I view it from the other side. I think it's phenomenal, because I think that machines will unleash more of human creativity, because there's so many things can be done by machines if we know how to balance it. So we can start inventing things. Because some of the wildest dreams can be reached, they're within our reach. When we look at machines, there's so many mysteries of nature, whether it's in deep oceans or in outer space, that we cannot unlock without computers. So while I'm not holding a crystal ball and not pretending in nostradamus to tell you everything will be perfect in the future, I think that, again, it's a new challenge. But as every challenge, it has threats. There are risks, but I think the benefits, the benefits could be phenomenal. So we just have to stop debating whether it's a mortal threat to us or nothing. Look, people have been debating about machines threat to our civilization for quite a long time. So you remember the Luddites in the UK 200 years ago? And I can tell you who made actually the first speech against the machines again, that we talked about. This is the primitive machines that could remove many people from their workplace. Back in 1812, it was the maintenance future of Lord Byron in british parliament. Yeah. Very eloquently arguing that against machines that could throw so many people into poverty. Of course it's a stretch, but still, I think it's this. Certain things we should probably. You can't abandon the discussion, but I don't think we should give too much emphasis. It's called progress, and progress brings various things. Yes. It's always easy to talk about destruction because it's much easier to create nuclear bomb than nuclear reactor. So. Yes, and of course, first thing, we think this is what happens. The machines will go after us. I see it just, again, totally different angle. Fantastic. So now, time, so many things we can do, because a lot of work, this is the rot warp, can go to the machines. So instead tell people that if machines can do your work, so probably you should consider not about the machine, but about the work you're doing."
    },
    {
        "speaker": "C",
        "text": "We're presently watching Silicon Valley have a very similar conversation about itself and its relationship to AI. Marc Andreessen recently wrote this very long blog post talking all about accelerationism and how we need to accelerate technology, because that is where we get wealth generation and the rising tide lift all boats. The alternative side of this, we saw OpenAI have this drama where a board, which was more decelerationist, try and steer the ship of OpenAI in a decelerationist way, which led to all of that drama that we saw recently. Vitalik Buterin just put out a blog post talking about his flavor of this, where he is a fan of this thing called defensive acceleration, where he promotes defensive technology. And it's all about just like perceptions of the future and our relationship with technology. Have you been tapped into these conversations and do you have like a stance on accelerationism and technology as it relates to these conversations?"
    },
    {
        "speaker": "B",
        "text": "Look, I follow up these conversations. I believe I have something to say. And my view is, again, you can say whatever you want, but it's happening. So it's, this is, yeah, you can talk about defensive, but some people will do the other, the other opposite. So this technology reveals human potential. It offers great opportunities just for individuals. You don't need a billions of dollars of investment and secret plans and locations like Los Alamos. It's just due to have a Manhattan project. You have one or few individuals that could literally change the world. Is it dangerous? Yes, it is dangerous, but it could be beneficial. I'm incorrigible optimist by nature. I just believe that we have new tools, and these new tools can help us to upgrade our knowledge. You know, again, going back to the mystery of our planet. So this is, I think it's just our knowledge of the oceans. It's under 5%. I mean, 4%. Or just imagine we don't know our planet. So how about, you know, finding out where we live and how about, you know, improving our knowledge on the outer space? There's so many great things happening. You know, this is the, I think this, this couple of months ago, so there was a first successful attack against the asteroids. So those are, things are just part of this development and just ignoring the fact that so many great things happening now with generally improvement of living standards with us, living longer and again with our ability to invent things that were way beyond our reach and concentrating on dangers. Again, I think it's just, it makes this discussion, a, I don't think it's not practical, and b, again, it's like standing against the wind, speeding against the wind. So as we say, oh, let's make sure that we understand exactly how it works. Europeans, bureaucrats are very much concerned about the machines, the black box. So we need GDPR, we need all the regulations. The question is, in business, do we care about understanding of the machine or bottom line? So what would you prefer? And also, you can impose all regulations, but the world is not run by one world government. And if you have regulations here in America or in Europe, China doesn't care. Putin doesn't care. So that's why we should recognize that there are limitations of our ability to control the progress. We can monitor it, but the idea that we can put it under control, bureaucratic control. So this is, it could be only defensive. You should stop here. No, it doesn't. So this is, since, you know, it's one individual can actually make history. So I think we should, instead of trying to stay on the way of this flood, we should, I think, open all floodgates. I'm extremist."
    },
    {
        "speaker": "A",
        "text": "Okay, so, Gary, opening the floodgates. And if this is our future and if it's kind of unstoppable, you know, maybe there is the, the glass half full view, and we should be optimistic about this. But it also means that many listeners, including maybe podcast interviewers like David and myself and crypto investors like David myself, we might be out of a job soon, or we might have to find a different line of work because chat GPT might be able to do it better than us. And so as someone who's been in that position before, where suddenly a machine can play chess better than all of the human beings, was chess any different for you after deep blue or give us some guidance, because I feel like you've been playing 20 years ahead of the rest of society."
    },
    {
        "speaker": "B",
        "text": "Again, let us examine human history. So let's look at the last couple of hundred years. So where we had machines intervening in all walks of life. So the society of the 18th century was agricultural. So the 19th century, we saw the replacement of human labor, but machines getting in. So by the end of the 19th century, beginning of 20th century, the developed countries, they had a very different balance, proportion of urban population versus countryside. So today, how many people doing agriculture in America? Then we had, this is the manufacturing era, so we had this industrial era. So what's happened with these blue color jobs, this is, again, this is. Oh. The problem is that now machines are spreading white collar jobs. And the difference is that unlike countryside folks of the 18th century or 9th century folks, you know, from big factories, I mean, white collar jobs, you know, are just typically taken by people who have their twitter accounts and who have access to mass media. So social media. So it's. And that's why we are so concerned. It's a natural process. So I'm not. I don't want to sound callous, but, yes, it's just, you know, if this job, you know, just is no longer, you know, offers you a chance to compete with a machine, so move on. So now, as for chess, this is slightly different because chess is a game of. It's a sport, and we're still watching track and field, but, you know, Usain Bolt or just, you know, the best, you know, athletes, they cannot compete with, you know, it, Ferrari with any car. So. So the same is here. So is. Yes, we know that chess engine now will beat any grandmaster. It's on chess engine, on this. On this device is stronger than the blue. So again, it's a little bit unpleasant. So, actually, you know, to be honest, you know, I have to admit I'm not very happy about it. But look, again, just, you know, change the angle of observation. When I played carpo 30, 35 years ago or so, everything we did on stage, it was like, you know, the magic something, you know, that happened in the temple. So even if we made mistakes, grandmasters who followed the game and just made commentaries, they were scared, they were shy to criticize because there are two high priests in the temple of Keshe, of the goddess of chess, and you can't even say, maybe it's inaccuracy, but you can't go after their ability to provide these miracles. Today, every amateur having access to computer screen can. I say I'm Magnus Carlsen made a blunder, and 1 million people are laughing. So, again, as a former world chess champion, I don't feel very comfortable about it, but imagine how many more people are watching chess now. We have a chess popularity that beat all the records. Why? One of the reasons, because people actually can learn. They just, you know, they feel that they understand what's happening. They're following the game. They don't need Gary Kasparov or Yasa Serra, one already commentator, to tell them what's happening. They just look at the screen. Ah, machine knows everything. So it's. There's always a balance. There's always a balance. And as long as the balance is positive and in my view, just again, popularity of chess is more important than hurt feelings of some top players. So we are on the right track. Are you satisfied or just. Or you're even more now more concerned about."
    },
    {
        "speaker": "A",
        "text": "I am. For myself, I am satisfied. I mean, to the point of like this being like the industrial revolution, there's no chance, Gary, I would change what I do now with the life of kind of a farmer. I would not be very good at that skill set in the 17 hundreds or something like that. So I see a lot of the benefits. Although it does feel like we're entering a new era, a chaotic time, the decades to come as an era of change. And that always makes, I think, people feel uncomfortable, including myself, like we just don't know what to expect. How is the world around us going to change? Like, I'm feeling comfortable now, but will I feel that way in, you know, ten years? So it's probably a fear of the unknown that it. That is kind of natural. And I think that's part of the climate right now."
    },
    {
        "speaker": "B",
        "text": "How old are you?"
    },
    {
        "speaker": "A",
        "text": "I'm 38. David, how old are you?"
    },
    {
        "speaker": "B",
        "text": "I'm 30. I'm 60. And I was born in the Soviet Union. You know, it's this on the other side of iron corking. And, you know, what was the biggest challenge in a country where I was born and raised is everything was the same. You know, there was no change. People were clamoring for change. So yes, change is challenging, but it's necessary and yeah, we have to cope with that. So I'm. Yeah, at 60 I still feel relevant because I know I'm willing to accept the change. So I'm willing not just accept, I know it's happening. And by the way, this is the way to improve lives, you know, of ordinary people, of, you know, of big conglomerates and we have different challenges. You know, this is. Hundred years ago, nobody cared about climate change. 50 years ago, nobody cared about climate change. So we have new challenges. So what, it's the new challenge. Let's think how we can handle it. So, and, and while, you know, we have this, the rise of the machine. So just let's use the Terminator. Terminator terminology. So I think that we just have to recognize that, you know, this is, it's, it's may, you know, it's also made may sense a signals that we just have to do some scales because as the. I'm again, I'm great enthusiast of exploration and we stop exploring. I think this is one of the problems, you know, of the, of the baby boomers. It was that it was a first generation in the history of civilization that never experienced any danger of extermination or hunger or solicitor. And they got complacent. I grew up in the Soviet Union, but in the sixties, late sixties, I was six, seven, and I was a voracious reader and I had all these magazines exploring Mars. Venera solises, yeah, Venus use the russian name for the planet. So, apologies. So it's the. And now what's happened? So this, in 1966, you know, you go back to. This is the. Yeah, the first Star Trek. So this is, this. They talked about, you know, the plasma engines in 1996. So what do we got? You know, this is credit default swaps. It's in 1996. So it's, it's a very. We, I think we just concentrated too much on just other things. Yeah, great. Fantastic. We made phenomenal improvements, you know, in healthcare, you know, in remedying our social eels, but at the expense of less exploration. So the last man walked on the moon in 1972. So it's this. People believe we would be unmarked in the eighties. So I think it's time now to actually start concentrating on exploration because that's what made us successful. And then when people talk about flying to Mars, they say, Pharah said, look, our chances of exploring Mars are just much better than Columbus because at least we have the map. We know where we're heading, we know exactly the distance. So let's start upgrading our challenges because we have such powerful allies as computers."
    },
    {
        "speaker": "C",
        "text": "When I've been reading your book, Gary, the winter is coming, the one that focuses on Russia, of course, you get the sense that there's a lot of talk about, just like there's a humanist angle to it. Humans have this creativity they desire to express. They have frontiers they would love to explore. And when you suppress that ability, eventually that bruise and that eventually explodes if it's contained for too long, and I think this is something that me and Ryan here on bankless do try to get across on the podcast, is we are a species of explorers. We are looking for new frontiers. Something that I really got out of your book was in the first few chapters where you discuss when the Soviet Union collapsed in 1991, the west perceived this future of western liberal values coming to permeate through the communist bloc. Democracy would flourish. The massive russian market would enter the fold. It would spawn a new era of human liberty. But then, ten years later, Vladimir Putin would take over leadership of Russia, a position that he still has 20 years later to this day, Russia has invaded Georgia, Crimea, and more recently for the second time. And so we go back to the thing that you were saying, like you felt behind the Iron Curtain, which was like everyone was clamoring for change. And then we had this window of time in which, oh, like we get to invoke change behind the Iron Curtain. Yet now we look forward to where we are today, and there's another dictator that has been leading Russia, and it's doing the same thing that it did before the Iron Curtain fell, which is invade its neighboring countries. What went wrong? Why did we revert back to a time in which we were trying to end? Why didn't democracy flourish?"
    },
    {
        "speaker": "B",
        "text": "Yeah. Yes, you reminded me and the audience about this great moments of 90, 119, 91, 92. It's actually 89. The collapse of Berlin Wall, the opening of the era, the end of the evil empire, so the emergence of new states out of the Soviet Union. And I remember that the best selling book in 1992 was Francis Fukuyama, the end of history. And I have to admit, I also believe that the future would be bright. Of course it's over. The Soviet Union gone. So this is just, let's turn Russia into Wild east. So this is this land of opportunities. Yeah, I think we made a few mistakes. One of them is, yes, we. I haven't recognized the simple fact that evil doesn't die. It can be buried under rubble or burn wall for a while. The moment we lose our vigilance, the moment we become complacent, it sprouts out. But also the most important thing, though, I don't want just to pretend that there was no blame on the russian side, on us in Russia, that I was 28 when it happened. So that's probably though I was engaged in some political activities, but still, I was a kid. But I think the burden of leadership was on the United States. And America had to come up with a plan, because when you have the end of history, not the history, but end of chapter in history, you have to come up with a new plan. So why the free world was successful in the Cold War? It's not just because it had better system. Yes, of course, economically, it's based on freedom, so. But it also had a plan, the strategy designed by human, by Truman administration back in 1940, 619 47, that has been followed, with some modifications, by both Democrats and Republicans, by presidents for 40 years. America followed the plan. It was a bumpy road, but it was a plan. So to stop communism and eventually to demonstrate the advantages of the free system, of the free world in 1990, 119 92. We needed to come up with a new plan. So just to just draw a picture of this bright future. So what's next? One of the challenges for me that was not answered was United Nations. United nations was designed as a best vehicle to prevent the next war, which you may compare to the freezer. You have the freeze conflicts. In 1991, we were at a unique moment in history where America was powerful enough to start solving problems. So that's why you needed new organization. That's what led Sandra McCain called League of Democracy. And again, many other things that could be addressed. But I think we just. We. I say we, the free world lost the sense of urgency. And going back to my child experience and teenage experience back in the Soviet Union, I remember that everybody knew America was there, like, immovable object. So it's hate or love, but it was America. Whoever is in the White House, America is there. Yes, it could move a little bit left, right, but it was there. Today, we live in a world where America, as a factor, it's America. It depends who's in the White House. You know, it's more like a pendulum. And of course, you know, just by losing this. This immovable object that could the whole world. So we have a lot of vacuum created. And who feels the vacuum? Putin, Xi Jinping, Al Qaeda, Isis, Iranian ayatollahs, Hezbollah, Hamas, Maduros, Chavez, whatever. So this. It's easy because, again, they have a plan. Their plans, very simple graph. So let's say whatever they are, Portuguese. The advantage of. I use chess language now. The advantage of dictatorship or democracy is tactical. They can always, you know, grab, you know, something that is available because they don't have problems with parliament, you know, debate, free press. It's just, I decide, period, we move. What is the advantage of democracy? Strategy, continuity. We needed a plan, and we see that every time we compete. We've been there. So the free world is always advantageous when it comes to innovations, when it comes to new ideas. So there's those who are panicking now. Look at China. So, yeah, look at China. China gave us virus. America answered was a vaccine. And China couldn't even develop proper vaccine, though they had six months head start on Covid. So we still see that the freedom is indispensable component of success, whether it's a business success or social success. But it's just an advantage that we don't know how to use. And we definitely reached a point where we need this change. So, look, us 38, I'm 60, but I don't feel that I can dictate the your generation or even younger or younger kids how to live. But we live in a country where next year the choice will be between two guys that 160 or more years old combined, and definitely not for various reasons, not in the best conditions to be leaders of the free world. So this is we need change. So that's why, going back to this, we have to actually come up with new concepts for the development. That's why I say exploration. Exploration is so important because there's so much energy now in the world that doesn't go anywhere. So that's why I want us to fly to Mars. By the way, it's not just about flying to Mars. It's not just about just having boots of our space explorers stepping on the red dust of the planet. It's about the process, because what we know is that the process of exploration has unexpected turns. I bet you that something will happen. Maybe one of the asteroids on the way to Mars will discover something that will help us to solve climate problem. Statistically, something will happen. It was not just Columbus to cross the Atlantic. It's about so many things happen. They have to develop new instruments. This is better. Exploration always has. It's a cost. By the way, it's quite risky, but it also has side effects. And by the way, side effects are becoming even more important. So that's why it's very important for us to secure the perimeter of the free world. That's why I think we need more decisive response to Putin's Xi Jinpings and ayatollahs. But it's not just using force, but it's also just offering future. I think that's a fundamental problem. The free world fail to present the vision of the future. We talk too much about this. You know, the darkness that is just, that is inevitable. You know, that's why I want to change the conversation. It's all about darkness. It's about optimism. Look at what we invented. We have a chat GPT now. Fantastic. So let's see how we can use it to improve our lives and to get to other planets."
    },
    {
        "speaker": "C",
        "text": "For instance, the equilibrium that you illustrate, that I perceive, that you illustrate between, like, evil that grabs versus long term democracy that plays along term game, right? Strategy versus tactics. To me, that's a difference of short term versus long term. Right? Democracy is playing the longest term game at the cost of short term clarity. What is democracy's next moves? That's a little bit more foggy. But with dictatorships and with evil, the next step is obvious. Like you said, it grabs, and there's an equilibrium there that settles between these two forces that doesn't allow one to really ever trump the other. Right? Like, as democracy looks into the longest of terms, it creates room for evil to execute some tactics. And so, yeah, I mean, you are such an advocate for human rights, of course, but, like, what do you think in the fullness of time, that goal actually looks like? Can democracy, quote unquote, win? Right? Can we actually stamp out evil? Or is evil something that we are just destined to live with until the end of time? How do we discover a more suitable equilibrium between these two things?"
    },
    {
        "speaker": "B",
        "text": "Look, as I said, evil doesn't die. So we know evil always comes back because it's human nature. You have good and evil. So I think what is very important for us to actually identify is this absolute evil, because there's no absolute good. So I'm a big fan of Lord of the Rings, generally fantasy books. And Lord of the Rings is a great story where you have absolute evil, but on the good side, you have many quarreling factions. You know, under normal circumstances, they don't like each other. Sometimes we fight each other. Yeah. Also dwarves, for instance. So. And even humans, you know, they have tons of, you know, disagreements, but facing absolute evil, you know, they. They had to get. They had to unitevere, and the same is in this world. So, yeah, we will have tons of disagreements and there will be various forms of evils, but right now, we're facing out of a challenge. Vladimir Putin told us. So this is the axis of evil. That is not just exists somewhere. It has been actively threatening our way of life. And we have to fight back. We will not go to see any peace in Ukraine or in the Middle east before the regime change in Moscow and Tehran. And it says that again, it's going back to the thirties and the forties. And it's not accidental that Roosevelt, Churchill, back in January 1943, just went against. It was not an easy moment. I just remind you that 1943, the battle of Stalingrad, was not yet over. It was January. It ended in beginning February. The Wehrmacht stood on the banks of Volga all the way to the Atlantic. Japan was still running strong and Italy was still in the war. And they said, unconditional surrender. That's, you know, that's leadership, unconditional surrender, because they knew that with facing absolute evil, we have to act. So. And, you know, they understood that they had to deal with Stalin, which was also terrible evil. But at that time, we had no other choice. So then it was another against history. Does end, Hitler was gone. Then we had Stalin, we had Soviet, the communism threat. But again, it's just one challenge at a time. Today, unlike in the forties, the free will has overwhelming advantage economically in innovation, politically, militarily. And what we're missing, political will and also vision of the future and recognition that there are values, there are values that you cannot compromise with. And we always, we have nothing, not real leadership, but more like a managers. So this is people that are not willing to take responsibility for the future. That's. Those are great leaders of the past. They made big decisions and nobody knew whether decisions would be right or wrong. But, you know, I. In 2015, I had a speech in Berlin. It's for Aspen, Germany, Aspen Institute in Germany. And I titled the speech four words. So the idea was that it's saying very little. The leader, true leader, can change the world. And of course, first thing people remember about forwards is it's infamous. Neville Chamberlain coming back from Munich, deal with Hitler. So saying peace for all time, that's bad news. But we had other things tear down this wall. That's Ronald Reagan, JF Kennedy, ihr bien ein Berliner. So those are. And kind of anecdotal, that's the Truman's response to the Pentagon's analysis that West Berlin cannot be defended. Back in 1948 when Stalin blockaded the city. So we shall stay, period. So it's. Those were the signs of leadership. And again, this is Harry Truman faced Joseph Stalin, JFK faced, I mean, Soviet Union. 19, 62, 63 is, trust me, much more formidable enemy than Putin's army today. And Ronald Reagan again still faced the Soviet Union called evil empire. So they was a sign of leadership because these great leaders believed in values. This is important. Yeah, I watched many times, actually, I watched. I loved it. It's the first televised debate between Kennedy and Nixon. I mean, even set aside the fact that it was very civilized. Vice president, senator, you know what's the most striking about this debate? Back in 1960, it was debate. Debate was about means, not about ends. So this is. That's the. They agreed, yes. They knew America was there. They, they. Similar vision about the future, very different means how we should get there. But today we live in a world where just people in America or in Europe debate the ends. So we're still questioning, despite obvious facts, that the free world offers better conditions. As I said, just look at even healthcare. I look at many other things where we easily beat the competition on the other side, but we still don't recognize that it's how valuable is the freedom because so many things we take for granted. I always just argue with some friends here. So say, look, guys, you're right. Pointing out at social ills in America. Yes, you have police brutality, but it's a problem in America. I come from the world I grew up in. Well, it was and still is a system. So we just have to recognize that the free world offers phenomenal opportunities for individuals. And again, I think that the future is revealing this more potential of human creativity, human resolve that is yet being untapped."
    },
    {
        "speaker": "A",
        "text": "I think part of the challenge with all of this, Gary, is there's not consensus on what evil is anymore, at least in some of the culture. I want to ask you, you've used the term evil, and you've talked about absolute evil, and I think you'll find many bankless listeners will find common cause with you bringing Lord of the rings into the picture. I'm sure that we have many fans, many readers of those books. And in Lord of the Rings, the depiction of evil is this lidless eye on a tower that was constantly surveilling everything. So this world of complete global surveillance and this world of dominance, where the darkness would kind of spread out from Mordor and conquer the kingdoms of elves and the kingdoms of men and dwarves, sort of one by one. And then you had the free lands of middle earth kind of trying to resist this. And so I'm wondering, is that what you mean when you say evil? Is that your depiction? Is it this idea of authoritarianism? And, of course, there are many different blends of good, let's call it, and they look different, but it is good. Freedom, essentially. Is that the free peoples of earth, how do you see evil? How do you define it?"
    },
    {
        "speaker": "B",
        "text": "No, it's the. Yeah, it's a very good description of this lord of the Rings."
    },
    {
        "speaker": "A",
        "text": "Thank you. I am a fan, Gary. I love Lord of the Rings. Thank you."
    },
    {
        "speaker": "B",
        "text": "I can tell you it's nearly 30 years ago. I was asked on russian radio just after the collapse of the Soviet Union, and the book was literally unknown. They had a special program that said, it's in 30 minutes to tell to the teenagers something about the book. And I picked up all the rings in 30 minutes, I should explain. And actually, this is the, you know. And 30 years ago, I had come up with, you know, one idea. Just, you know, what's the main idea? And I said, I use the ideas. Absolute power corrupts absolutely. For me, it was more about the ring, the ring of power. So this is. It's the. It's no one can resist even the good cannot resist. Can't resist absolute power. So that's. That's the idea that I presented. So that's the. And again, of course, the coalition. But. But again, even this coalition that. That fought absolute evil had to destroy the weapon of evil, because absolute power is."
    },
    {
        "speaker": "A",
        "text": "Is absolute power is the central evil in it."
    },
    {
        "speaker": "B",
        "text": "Absolute power, you know, this is. If you have absolute power that's uncontrolled. Yes. It. That's what we. That's what I believe, you know, it. It always, you know, serves the evil at the end. That, because its absolute power means that, you know, it will infringe our freedom. So I'm a great believer in individual freedom. So that's why anything that stands on the way of us, you know, of our self expression, of our ability to live our lives according to our beliefs and live in a world where, you know, we all equal before the law. So that's. That's. That's freedom. And that full power somehow will always conflict things that I've described. It's."
    },
    {
        "speaker": "A",
        "text": "It's fascinating because I think very much the reason that David and I came to this kind of, you know, industry and started this podcast was in pursuit of this ethos of freedom, really. Like, quite famously in cryptocurrency circles, the great enemy is really centralization, concentration of power, and sort of the savior technology is individual freedom in the form of encryption. You can own your own private keys, you can own your own assets, bitcoin, ether, all of these things. And so I think there's a lot of common cause with what you're saying and what many of our listeners probably believe."
    },
    {
        "speaker": "B",
        "text": "Oh, absolutely. I think it's, for me, the bitcoin and the cryptocurrency as a concept is a very important step towards the same direction. Again, thanks to technology, thanks to computers. And for those who say that, oh, cryptocurrency can help bad guys, it's money laundering. That's most popular argument. My answer is, yeah, so, mind wandering about it. Just before bitcoin, from the moment we invented money, there was a money laundering. It's just, you know, it's there. But who could do that? Only guys with power. So this, again, this is the banks. Let's not mess Swedish, Luxembourg, Lichter, Stanley. These banks, you know, have been collecting funds from all over the world, and this. And they offer this kind of protection and money laundering instruments. So this. Not all of them did that, but, again, people with money always had a way to make secret transactions. Now this opportunity is presented to the masses, so you can do it. Yeah. Again, as we already had it just this conversation just a few times over the last hour, nothing comes for free. This is definitely the price to pay. And I've no doubt that there are serious downsides. But again, let's compare the. Again, look at the balance. Yes, there are problems with cryptocurrencies, say, bitcoin, but we know exactly how many bitcoins can be printed, and we know that there's a limited amount because we have a math on our side. Do you know how much money the feds can print? I don't know. We don't even know."
    },
    {
        "speaker": "C",
        "text": "I don't know if they know."
    },
    {
        "speaker": "B",
        "text": "Do you know what is the overall, when you look at it, what is the overall debt in the world now, because you have so many financial instruments that are murky. I mean, even the guys who are trading them, I'm not sure they know exactly what this did. So we're talking about overall debt, probably 2030 times the size of the global GDP. You're talking about quadrillions now because there's so many debts. It's cross pollinated. This is. And we still have to rely on a currency called US dollars, and we have zero control of the way this currency being devalued as we speak. You know, this is. Something is probably happening. And so I don't like, again, I understand we have to live in this world, but why not to use the power of technology, the power of science, the power of this global communication to fight back and to guarantee that what I earned, honestly earned, should be protected by the law of mathematics, not by the goodwill of feds."
    },
    {
        "speaker": "C",
        "text": "Part of the ethos of this industry comes from the fact that we can leverage math and cryptography to have maximum freedom is a word that we frequently use. But since we're talking about leadership so much in this podcast, I think I can reorient the conversation in that lens as well, where it gives us a individual tools to give us a platform to all be individual leaders when we can, you know, own our own assets, manage our own finances, control our own identity. These are some of the topics that we talk about in crypto. These are all tools to become the best leader, this individually that we can be. And it's one of the psychological elements that I think has always drawn me into this space. And also, since we're talking about Lord of the Rings, too, I think, like, one of the reasons why Frodo is the protagonist in that story is that he was. He was the least dangerous because he was the Hobbit, but he was also the one that was corrupted the least by the Ring. And so he was the leader in that respect, that he resisted the temptations of power the most. And Gary, as you were talking about the fall of Russia and the opportunity that we had that we did not take, you accounted it to a lack of leadership. And then you also talked about, or at least a lack of having a plan. And you also have mentioned the lack of leadership that we feel in this day and age, at least in America. It's something that I feel our political system is not elevating the best leaders that could be elevated. Is that a core fundamental problem that you see that needs to be addressed in this day and age for humanity to improve? Like, we don't have a supply of strong leaders that we once did speaking."
    },
    {
        "speaker": "B",
        "text": "About the Lord of the Rings. So just we should remember that even Frodo had a problem of resisting the temptation, and we needed evil, actually to push. So it's this."
    },
    {
        "speaker": "A",
        "text": "We need Golem, David. We needed Golem."
    },
    {
        "speaker": "B",
        "text": "This is a very important question. And some say it's a chicken and egg, because do we have leaders because the people want them, or we have, do we have leaders? And they show the way to people. But I think that it's connected. It's naturally we have the population that looks for more, for security, safety, more just for other things. Strong leadership is not required because we back to that in 91, the cold war was over. Why do we need strong leadership? So let's, you know, we can just do other things. So this is the leaders, they do something else. Now we reached a point where, you know, it's the, I think the problem of the political leadership. Let's talk about this country again. We can look at Europe, but let's look at this country. I think the political system just doesn't work anymore, just for a simple reason. You know, any political system needs, you know, you need some call. It's not just redecoration, it's just you have to rebuild it. You have to adjust, let's say you have a, we have a founding principles, thanks to founding fathers. So this is this, but you have to adjust them to the demand of the time. So this is, and there's always a crisis, you know, and sometimes you can solve the crisis, you know, by political means. Sometimes, you know, it ends up, you know, tragically, but necessarily the civil war. So this is, God forbid, but, but let's remember what's happened before civil war. You know, the american political system had to undergo dramatic change. So it all goes a two party system. But, you know, then you had a collapse of the Democrats for thousands and northern Democrats, and then you had a collapse of the big party into know nothing by the familiar, you know nothing against immigrants and Republicans. So in the faceful elections of faithful lectures of 1960 or 1860, so we had four candidates. So when you look today at american political map and we understand, you know, it's the two parties, this is, this is you can, we need at least four candidates to represent sizable chunks of american society. At least four. The problem is, since he has only two parties and they totally dominate everything, they control everything, most grassroots. So that's why you cannot get through. So you end up with one candidate, because the party just wants to hold firm control of the process. And very often those who are noisier and those who are just more radical, they seize the momentum. So again, just look at current american political situation. So you have, this is very likely you have a criminal just nominated on one side and you have somebody who just has to retire some time ago. So we'll be on the other side. But why? Because political system doesn't function well. It doesn't reflect the different trends because we have so many debates. We are talking about the future going back to what we spent more than an hour now. We don't know what the future do. We believe that these two candidates, if you have choose between, they can actually talk about the future. They have an idea about the future. I say I disqualify myself, though. I think about the future. And I believe I'm much better qualified to debate future than these two individuals. But we need totally different framework of the political debate. And again, that's always crisis. It's where the political system is behind, is behind the demand of time. And I think it will work it out. Democracy, just always self correcting mechanism. But the price we'll pay might be high."
    },
    {
        "speaker": "A",
        "text": "The price we pay might be high. Gary, I want to ask you a question. Maybe if we've established freedom as kind of a great good. We're still on this topic of geopolitics. And as you look at all of the geopolitical chess players, what do you think is the biggest threat to freedom right now? Is it China? Is it Russia? Actually, I want to throw a third candidate in there, the United States. I mean, is that a threat to freedom? Germany didn't start out as Nazi Germany. What's your take on this?"
    },
    {
        "speaker": "B",
        "text": "No, let's separate the United States with Russia and China. The threat comes from the countries that are fighting our way of life and it's no longer just access to evil. It's a much larger coalition, obviously, Russia, China playing leading role. You have Iran and Anatolus, you have North Korea, you have Venezuela here, and you have many others that might follow. So, and of course, you have the quasi state institutions like Hezbollah, for instance, and terrorist groups. Somehow we can look at this, at the global map today, Jupiter map as chess game. It's black and white. Again, it doesn't mean that the forces on our side, they are just the perfect. They're far from being perfect. But again, that's democracy. Speaking about America, it's a never ending quest for perfection. But again, you still get american history. America always answered challenges maybe a little later than we wanted, but still always had inner strengths to address the challenges, even the most evil ones, unlike most of other countries, because when you look at the european history, there was a much bumper road than in America. So every country went through the process of reconsidering its past and also recognizing that nothing was perfect. But it's going back to what I said already a few times today, balance. So are we doing better today than 50 years ago, 100 years ago? Of course. Just look at the overall environment. So it's. We, you know, 100 years ago in America, exactly 100 years ago. So there was the universal suffrage, though we still knew that. Yeah, it was in theory universal suffrage, but until mid sixties, considerable part of the population in America technically had the rights but couldn't exercise them. So have we made progress from the moment when the civil Rights act was introduced? Yes, of course. It's just. Okay, is it perfect? No, but if you compare America to the rest of even the developed world democracies, it's still the first country in the world, trust me. So when you look at the."
    },
    {
        "speaker": "A",
        "text": "You are still very bullish on America and its ability to."
    },
    {
        "speaker": "B",
        "text": "I'm bullish? Look, dollar is a very weak currency. It's the strongest because others are weaker. America is still the free standard, not because it's perfect, but because others have more problems. So this is. Yeah, that's. Trust me. You look around the world and you recognize that this is. That's why people are trying to get to America, why you have so many people trying to get to America. So this is just because America offers opportunities far from being perfect, but we live in, we don't live, you know, in a world that, you know, it's come close to perfection. And I don't think we should measure America or just compare America to some kind of heavenly standards. We live on earth and the earth is full of sins."
    },
    {
        "speaker": "A",
        "text": "What do you think? So you are bullish on America's ability to resist the ring of power, not collapse to authoritarianism."
    },
    {
        "speaker": "B",
        "text": "And actually it's challenging now. It is."
    },
    {
        "speaker": "A",
        "text": "I want to ask you why you think the experiment of America has sustained the freedoms it has, as long as it has. Is it something unique about the protocol that we set up, this constitution, the freedoms, the way it was founded? Is it something cultural? What do you think?"
    },
    {
        "speaker": "B",
        "text": "I think. I think, again, that's probably requested a second podcast."
    },
    {
        "speaker": "A",
        "text": "We're open to that, Gary."
    },
    {
        "speaker": "B",
        "text": "Some other time to discuss it, though. No, I think it's important. America, it's the country that was built not only blood on soil, it was more like an idea. And it gradually developed in. In the society that believed in equality before the law. So the United Kingdom was closer, but it's still, you know, that state, as every european country, even the UK, had history that sometimes had a negative effect, because when you look at the ancient history or just, you know, medieval times. Yeah, I always have a little discomfort that, you know, it's written by those who won. So that's why. And America doesn't have this kind of historical liabilities. It's just, you know, from Pocahonta to Joe Biden. So this is just straight lines. So we can argue about our evaluations, but we don't argue about the facts. So, unlike in Europe, very often we're not so sure. So there are certain advantages that America had from the very beginning. And up to now, it was always resisting against challenges that could come from radicals. The problem is now, I think this is too many. Several generations already lived in a world of great comfort. And I think just taking it for granted, it's always dangerous, and that's why we have extreme positions. Democracy is in danger when it's attacked from both sides. It's not as though it's very important to remember, you cannot destroy democracy from one side. You need two antagonists that. Why do you need each other? So who is the best fundraiser for AOC? Donald Trump. And vice versa. We should remember that. So, in Germany, when people say Hitler won elections. No, he hasn't won elections. The best result Nazi had in November 1932 was just over 37%, but the communists made nearly 16, so, which meant that more than half of german population rejected democracy as an institution. So. And then you just. You already had, you know, just. It's the. It's a pass to dictatorship, whether it's a going to one side or another. So it's what's happening now, in America is just the aggressive attacks on various foundations on one side of liberal freedom, another one of the market economy. But they need each other, and the center has been decimated. So I still believe that the center will recover. But again, it's a problem. The reason Joe Biden was elected in 2020 is because he represents a hope of normalcy. Again, not perfect choice, but clearly people wanted just to find some kind of a balance. Look at Donald Trump and potentially at Bernie Sanders. But now we need to move on. So that's why, again, if you follow my article, I argue that Joe Biden should recognize that his place in history depends on. On carrying the torch and passing it to the right person. So my suggestion is that he should step down at one point and nominate Lloyd Austin as the most capable member of the cabinet to continue, which, by the way, will solve the problem with Donald Trump. So who cannot beat even generic Democrat, but still, tragically, can beat Joe Biden. So, again, there's so many things that can happen, and I think that the changes is inevitable. That's why I'm not sure that we will see this horrible choice between Biden and Trump back in November, a year from now, in November. But there's a risk. There's a risk, and we have all to work on it. So that's why I hope Nikki Haley can beat Trump. Looks, but it's a long shot, let's say, now, but american system proved to be resilient. But we reached a point where the conflict in the society is between radical factions. The society is too deep, and majority in the center, which, again, could be center right, center left doesn't have a strong leadership to actually fight. That's why I think the political system that caused us this problem has to be redesigned."
    },
    {
        "speaker": "C",
        "text": "Gary, from our perspective, inside of the crypto industry, crypto is becoming an increasing conversation in at least pockets of the political sphere. You're seeing candidates on both sides of the aisle come up with their crypto policy and in trying to get some sort of support around the crypto industry, and then you have, like, the Warren and Biden camp, who are kind of like anti crypto. I know that at times, crypto as an industry, bitcoin, property rights from crypto has entered into the world of human rights across many of the authoritarian regimes that we find across the world. And you're exposed to a lot of the stories coming out of the Human Rights foundation that do and do not have crypto in them. I'm wondering if there are any stories that do have crypto in them from the Human Rights foundation that you can share, because me and Ryan, we were kind of inundated. We have tunnel vision about tribal warfare and crypto and SPF and FTX, and sometimes we forget to zoom out and look at crypto through the human rights lens. Are there any stories that you can share about how crypto has improved people's lives across the globe to fight authoritarian regimes?"
    },
    {
        "speaker": "B",
        "text": "Oh, endless stories. Again, I suggest we do a separate podcast on that, because the problem is, I'm not sure whether I could reveal some of the stories for a simple reason. For instance, support for some of the underground women organizations of Afghanistan. So there's many things that are happening. So is this. We couldn't do without crypto. Again, for those who are saying money laundering. So I needed to think about people who are trying to fight dictators in Russia, in Belarus, in Venezuela, course Afghanistan, even Iran. So crypto is a chance. It doesn't solve all the problems, but it does. It offers new opportunities. So it could be a weapon by bad guys, by the governments, to actually attack our democracy. Yes, absolutely. But it's balance in our favor because I think it offers millions of people a chance to fight back and just to defy government in a financial sphere, because very often government can win the battle by simply cutting all the funding with crypto. Good luck."
    },
    {
        "speaker": "C",
        "text": "So, getting into the specifics of Soris, I understand, can be like, there are wars to be fought here, but what about the properties of crypto, would you say is advantageous to people who are fighting against oppression and totalitarianism?"
    },
    {
        "speaker": "B",
        "text": "Oh, look, you know, this is. They have to function, for instance, as they have the. The schools for girls. So this is. You have to pay some somehow. This is, again, there's so many things, so many small projects, you know, that help individuals. Again, this is. It doesn't, I doubt very much you can fund a revolution on that, but you can fund so many small projects, you know, the civil society projects that help, you know, just to keep the focus of the flag. So this is justice, not to let let it be too extinguished by the totalitarian machine."
    },
    {
        "speaker": "C",
        "text": "So what are your efforts currently working on in the Human Rights foundation at large? Like, where there's a lot of places to advocate for human rights. Where are your energies being focused on today?"
    },
    {
        "speaker": "B",
        "text": "Human Rights foundation is. I don't know whether your audience is familiar, so it's the organization that has been created by Thor Howison back in 2005, and I. I joined the organization in 2009. So as a member of the board, the first president, chairman of the board was watfolf Havel. It's one of my great heroes, you know, the czech dissident and the first president of Czechoslovakia, free of communism. And then following, you know, the collapse of Czech and Czechoslovakia on Czech Republic and Slovakia. So president of Slovakia or president of Czech Republic. And when he passed away, so Tor and the rest of the board suggested that I would be chairman. So I chaired the organization for eleven years now. And the idea of the organization was very much to actually to have the first time evidence, not the conference violation of human rights. It's happened here. It's about stories. It's more like a show. You have people who are testify firsthand what's happened to them in Russia, in Belarus, in Zimbabwe, God knows where it is, from Nicaragua on the west to North Korea and on the far, Far east. And if that individual who was subject to this prosecution could do it on his own or her own, so then you had people close to him or her. So sometimes we even had activists who have been killed by the regime, and then we had their relatives or friends who spoke for them. So that's concept proved to be very successful because it helped us to actually move beyond Norway. Originally, it was also freedom forum. Now it's a trademark that is being used in New York, in Taipei, in Johannesburg, in Costa Rica, God knows where, just around the world. And it's probably the most lucrative dissident event because it was also very flashy. It's high class. So it's very important to demonstrate that the people who gather in Oslo, in other theaters, they are not just respected, they represent most important values of our society. And also it creates a sense of family. So many dissidents, so many human rights activists who came from countries around the world, they left this event energized because they could see that they weren't alone. Creating the sense of loneliness is one of the dictators most powerful weapons. You are against the country, you are against people. I'm no big dictator because everybody wants me to stay in power. And who are you? You have a bunch of squanderers. How can you challenge me? They understand we are a majority. So that's what helped the organization to grow, and we keep moving on. So this is by having more events. But lately we had a new organization that actually was very much inspired by Human Rights foundation. And I was one of the founders with Masia Elinjad from Iran and Leopold Lopez from Venezuela, world Liberty Congress that we just had our founding congress in Lithuania a few weeks ago, and a Mussolini judge who was elected president. And that's more like an aggressive entity because it's about political change. It's a structure that has this leadership. Masi is a president. I was president. Leopold is the executive secretary. So. And we have people from all over the world electing their representatives, regions. That's, again, creating a network. So the idea of Wallabies Congress was dictators getting united. These are dictators international. You look at all of them working together. Iran sending drones to Russia. China is definitely sitting behind, but pulling all the strings. North Korea, I guess it's probably chinese shells also moved to Russia. So they all work together. So why don't we. This is the key now we have to get together, and we have to use the power of mass media, the power of technology. So that's why we will always look for crypto. We look for modern communications, because we believe this is the way to be dictators. Yes, they could. They could be successful temporarily because they have more resources, but we have numbers on our side. So that's why, again, I could see this, how we can bring these projects together and to fight. So as Freedom Forum, being human Rights foundation, working on more like, you know, just is presenting the at glorifying the cause of human rights fight, but world Liberty Congress basically carrying the fight back to dictators."
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, that's fantastic. And certainly crypto is an ally of that. We feel very much that what we're doing here is this is a freedom technology for the world. And we think that we've talked about that. The whole context of this discussion has been about technical change. And we are entering, we are moving from the analog into the digital, and it is therefore essential that we have a bill of digital rights as well. And I think the right to encryption, the right to own your own private keys, the right to own your own crypto is part of that and is common cause with the Human Rights foundation. What you guys are doing, I'm curious, in the day to day of the Human Rights foundation, though, Gary, what is the most effective way to push for human freedoms? Is it education? Is it interfacing with world governments dollar for dollar? What's the most effective spend in this space to propagate human rights?"
    },
    {
        "speaker": "B",
        "text": "Look, education is very important. It's the projects like Freedom academy by just educating people, by the way, also educating them on crypto, educating them on using modern technology, also helping them to protect their devices. That's, again, says just, you know, gets attacked. So this is making sure that, you know, you can identify whether Pegasus is sitting on your phone or not so, or how to protect your computer. So that's this again, those are small things but are very important for people who are under constant pressure from the oppressive, from oppressive regimes. And also there's certain crucial moments where we have to campaign putting pressure on the world governments because somebody is arrested or just even worse. And also just to keep this momentum because there's so many compromises made by the free world with dictators. Because you need oil, you need gas, you need that. And look, Jamal Khashoggi, last performance, last speech was at Oslo Freedom Forum. So we funded the movie called the dissident. So there's the story about this tragic, this tragic story about this heinous crime. And we are pointing out that still the calls for justice have been announced. And so many things happening in the world now that's worrying. And the geopolitics realpolitik standing in the way of human values. We believe that this is the human rights should be given priority. And it's not just leap service, as President Biden said, this is democracy versus autocracy. Fine. Perfect. So show me. Put your money next to you where your words are. And we believe it's our mission to make sure that even if we cannot succeed today, but we'll still push the governments of the free world to do the right things, sometimes even at the expense of immediate economic benefits."
    },
    {
        "speaker": "A",
        "text": "Well, it's fantastic work. And we'll certainly put some links in the show notes there, Gary, where folks can get involved and find out a little bit more. And as we wrap this up, you've been, we've explored so many topics today, and from touching on AI and geopolitics, I want to get back to sort of one thing. So our listeners in crypto, they kind of skew younger. Right. And I think we've all felt going to the mean, it started with COVID didn't it? It has felt so tumultuous. It has felt so chaotic. It has felt so disorienting. And I'm wondering if you could offer us some words of wisdom as we close. So, like, as we look into the future, I think you have a very optimistic outlook for humanity. Can you lend us some of that optimism? Why are you optimistic? What parting advice would you have for us to weather the decades ahead that might be full of all sorts of changes, some of which might be very uncomfortable?"
    },
    {
        "speaker": "B",
        "text": "Yeah, some of them were very uncomfortable. I lost my mother to Covid on Christmas Day on 2020, and she was in Moscow and I couldn't see her because I was out of the country. So there's a price to pay. But, you know, one of the lessons I learned from my mother when I was rising to the global fame is that it's not just about winning. Of course, you have to win the game to climb to the top of the ladder, but it's about making a difference. As long as you feel that you can make a contribution, make a difference, even a small difference, you're relevant. So, and that's, that's, that's what keeps me going. I, you know, I think I still can make a difference, even just we talk now. I share my experience. That's, that's my contribution. I'm not sure I'm right to never say, I'm saying to the contrary. I believe that many things I said, you know, maybe not, may not be tested by time, they will not age well. But it's very important that, you know, we debate. So this is, this is, that's the, and we try to make the difference always to move the need. So I, you know, I'm a good scholar of history. I read many books. So, and I would analyze it and I saw that, you know, this is the freedom always wins. It's just, it's the darkest moments in history. Don't just think about 1940. You know, this is, this is the moment where just everything was lost. The, Britain just was standing as Nazi Germany, but by the. Stalin was Hitler's ally. America was dominated by this debate about, you know, just this isolationism, you know, America first, the original American first. So just try to take America away from the global stage. Japan was just taking already part of China and dominating the Asia. And Italy, of course, just had free hands in Mediterranean, North Africa. So it looks that everything was lost still. So that's why again, it's just we have to respect our history and we have to recognize the value of freedom and we have to be guardians freedom. So, and it could come in many different forms. One thing, though, just as freedom and democracy related to freedom, they don't offer all the solutions. It's just they are challenging. But again, it's, this is the, you know, this Don Quixote, the freedom sancho is the, is the greatest gift that nature ever bestowed upon man. So that's the, that's, that's, that's the book I read. And that's, that's the, that's a formula that I believe, you know, is a guarantee of success. Though success doesn't mean that you succeed. I succeed, he succeeds, or we all succeed. No, there's a cost. And we cannot be all winners. The win win. It's not the way the history works, but the balance. The balance is the most important. I think the balance will be always in our favor because we're on the side of freedom."
    },
    {
        "speaker": "A",
        "text": "What a fantastic way to end. Freedom always wins. And crypto certainly is a journey and a technology in pursuit of that. Gary, it's been fantastic to have you on bank list. Thank you so much for spending this time."
    },
    {
        "speaker": "B",
        "text": "Thank you very much. Until next time."
    },
    {
        "speaker": "A",
        "text": "Yeah, we've got a few other conversations freedom requires."
    },
    {
        "speaker": "B",
        "text": "You know, the dates."
    },
    {
        "speaker": "A",
        "text": "That's right. We appreciate it. Thanks so much."
    },
    {
        "speaker": "B",
        "text": "Thank you."
    },
    {
        "speaker": "A",
        "text": "Take care."
    },
    {
        "speaker": "C",
        "text": "Thanks, Gary."
    },
    {
        "speaker": "A",
        "text": "Recent disclaimers, of course, none of this has been financial advice. I don't think we dispelled any advice that could even resemble financial advice on today's episode. Got to let you know, crypto is risky. So is AI, man. So are the next couple of decades. I hope we make it. You could lose what you put in, though. We are headed west. This is a frontier. It's not for everyone. But we're glad you're with us on the bankless journey, as always, thanks a lot."
    }
]