[
    {
        "speaker": "A",
        "text": "Everyone who owns a 60 40 portfolio has exposure to meta and that stock fell 80% peak to trough in the bear market, which was like more than bitcoin. And in our view, if we are correct that Ethereum is the open source app store, then it is going to directly attack the margins of a lot of these centralized web two companies. Through a combination of technological innovation and a different regulatory regime."
    },
    {
        "speaker": "B",
        "text": "Bankless nation can ETH get to $154,000 by 2030. That is the number for the bull case for ETH. That is in Vanek's ETH 2030 price target, an optimal portfolio allocations report, which Vannec is sending around to all of its Wall street and banking clients in order to inform the world of tradfi, why it's beneficial to include not just bitcoin, but specifically also Ethan into their typical investment portfolio. Now, in addition to the 154,000 bullish scenario for ETH, there's also the 22,000 base case and the $340 bear case for ETH. And I asked Matthew on the show to unpack the calculus behind each of these scenarios. What does Ethereum need to do if it wants to earn that bull case valuation? What are the factors that go into these numbers? And also, what about the macro markets? How are they factored in? And also, lastly, why it's rational, according to Vanek, for all 60 40 traditional portfolio investors to include up to 6% of their portfolio in a 50 50 mix of bitcoin and ETH, now that these things are available to them in their ETF form. One thing to note while we get into Vanek's 2024 report on ETH is that they also had a 2023 report on ETH where the base case for ETH was $11,800. In this report, just one year later, the base case for ETH by 2030 is $22,000. So almost two x more. One of the conversations that we have in this episode is how did that change? What changed? Hint, it's a little bit something to do with Dengkun and Deng Sharding. There's also the conversation of the ETF. Vanik is one of the people in the race to issue the Ethereum ETF, so we get his perspective as to whether or not there's going to be outsized demand for the Ethereum ETF, undersized demand for the ETF, and why people might like it. And of course, we're getting into one of the many conversations that we've had on bankless recently, which is how to actually pitch ETH what is Ethereum? What is ETH? Why is it useful to have in a portfolio for somebody who doesn't really necessarily understand it? One of the most crypto native financial institutions that's out there that definitely knows how to speak crypto. That's why we've had Matthew Siegel on the show multiple times before and why we're having him back again today. But also, he talks to traditional clients, he talks to banks, he talks to Wall street. So he spans both worlds. He's always very useful to get him on the show and get his perspective, which is what we are doing here today on this episode. So let's go ahead and get right into it. Bankless Nation. Excited to introduce you to Matthew Siegel, head of digital assets research at Vanek. Matthew is responsible for formulating the company's digital asset strategies, also sits on some of the investment committees for several of Vanek's private funds. Matthew has been on the bankless program before. Matthew, welcome back to bankless."
    },
    {
        "speaker": "A",
        "text": "Hey, David, how are you?"
    },
    {
        "speaker": "B",
        "text": "Good, good, my man. It's got to be a pretty interesting time to be you. Vanek is entering into the world of crypto more and more and more these days, especially as the SEC is opening that door. Overall, just like Fivecheck, what's it like to be at Vannec these days?"
    },
    {
        "speaker": "A",
        "text": "It's awesome, David. We've had great performance over the course of this bull market. We've introduced a lot of new products. We're building some crypto native applications like stablecoin and an NFT platform. We're hiring. So growth is always better than the alternative."
    },
    {
        "speaker": "B",
        "text": "That's why we like to hear, my man. Yeah, it's just an exciting time to be in the space of crypto, and especially right at the intersection of both being crypto native, which I definitely would say Vanek is, but also being very fluent in trad, fluent in Wall street. So definitely an exciting time. And definitely also out of the world of Vaneck is this report that you guys wrote, which is going to be the subject of today's podcast report titled ETH 2030, price targets and optimal portfolio allocations. And as soon as anyone opens up this report, you see some pretty bullish numbers for ETH, the asset. There's a base case, a bull case, and a bear case, of course. And the bull case goes all the way up to $154,000 ether by 2030, which are like me and Ryan are pretty bullish here at bankless, but that's a large number. So we kind of want to unpack this report. Like talk about how you actually came to these numbers and also like, who is this report for and what is its purpose? So maybe you can start with that. What's the why behind this report? Like why produce these things? Who is this report for? What's the point?"
    },
    {
        "speaker": "A",
        "text": "Yeah, well, now that the SEC has at least theoretically approved spot Ethereum ETF's to trade, it's obviously important to explain the investment case for this asset. Overall, there's a bigger market for income producing assets than there are for inert assets like bitcoin. So it's not impossible that in a decade the market for an Ethereum ETF could be bigger than bitcoin. But in the meantime, we have to educate traditional finance market participants as to why this asset matters. There's a lot of analogies that have been attempted, and the one that we've honed in on is open source app store. So we think that Ethereum is a productive asset that lets anyone open a storefront on this network, and they can do so at a lower take rate than big tech currently charges. So it's an open source app store with payments functionality bundled in essentially for free. And we wanted to explain the mechanics of how that works and put some numbers around the p and l, the profit and loss statement of Ethereum. So we went through this model with you guys, maybe it was about a year ago, and now we have updated it to consider, I guess, two major changes. The first is that we have increased our overall penetration rates for open source databases, and we expect that in aggregate, these open source digital assets can intermediate about 7% of the current top line of financial applications like payments, borrowing and lending. And that's up from 5% in our previous model. The basic idea is that the political backdrop has improved and block space demand is somewhat higher than we initially anticipated. The other change is that we increased the take rate that we expect the Ethereum ecosystem to earn from all of this application activity from 3% to 5%. These are still quite small numbers in the context of what say, the Apple App Store charges or Google Play. So those are the major changes that get us to this $22,000 base case. It still assumes, the model still assumes, and we do this for all of our layer ones, that in order to achieve the base case, the project has to achieve about a 70% market share of all layer ones. So we have this kind of guiding light that these networks have a lot of winner take all characteristics, and one or two platforms are likely to capture the majority of that. And we're trying to own these call options, and then probability, weight, the chance of achieving that 70% market share. So that part is unchanged. But for context sake, Ethereum's market share over the last twelve months is 58%. That's market share of fees paid by users. So there is two networks, two protocols, correct? Correct. So there is some lifting to do to execute on the scaling roadmap and get folks actually using these l two."
    },
    {
        "speaker": "B",
        "text": "S. So, yeah, just. You brought up some of the previous context here. A year ago, you guys had a pretty similar report where you had a base case of $11,800 by 2030 for Ethan. In this report, that base case has gone up to $22,000. So basically, two xing. I just want to unpack that change between your guys analysis last year versus this year. Was that because of. You guys are getting more increasingly bullish on crypto, the category, or Ethereum the network, or a little bit of both? Maybe you can unpack that a little bit more."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's a little bit of both. So the two parts of the model that we changed, that had the biggest impact on the price target. The first is that we take a look at the end markets that open source databases might go after, and we basically segment them into four. The first is finance, banking and payments. So, traditional financial sector applications, that is by far the largest. The second is marketing, advertising, social and gaming, roughly call that metaverse. The third is infrastructure applications, and the fourth is AI. And we have penetration rates for each of those four sectors that we think crypto can achieve. The one sector that we increased was finance, from 5% to 7.5%. Part of that is just realizing that we're in a. In the middle of a bull market that we think is going to accelerate with the November election of President Trump. Hopefully, that should increase the overall available market for crypto assets and then for ETH specifically. The first model was made before the Den Koon fork. So recognizing some of the scaling progress that ETH has made, that accounts for the larger take rate that we have for the Ethereum network overall, which goes from 3% to 5%. I guess if there's a third, it's the. We introduced our AI estimates into this piece, and we have a separate report on how AI and crypto intersect. But that's a relatively small adjustment. The biggest is the penetration rate of finance."
    },
    {
        "speaker": "B",
        "text": "Okay, cool, great. As soon as I want to get into the actual calculus of the 22,000 base case and 154,000 bull case. But one last thing that I want to bring up that you mentioned Ethereum. Ever since the ETTF was, like you said, theoretically approved, there's been a broad conversation about, like, all right, how do we pitch this thing? Bitcoin has this luxury of being very simple. It's digital gold. That's what it is. That's, it's the first crypto asset, and that's all you really need to know about. It doesn't really go too further down than that. People, I'm assuming, are buying the bitcoin ETF without, like, truly, deeply understanding the nuances of, like, crypto technology. It's like, oh, you just own digital gold. ETH doesn't really have the same luxury. And so different people are explaining Ether and Ethereum differently. You have said that it is an open source app store for financial apps. And this has been definitely resonant with some of the other perspectives that I had. The developer platform, the app store platform, is, the tech platform is definitely something that people have circled around on as a good angle for ETH and Ethereum. It's not the only one, but it's definitely one that people have circled in around. Maybe you can just unpack a little bit of your analysis of how you guys came to that particular narrative for ethnic. Why is that one the best one?"
    },
    {
        "speaker": "A",
        "text": "Yeah, it's a challenging mental model because we think Ethereum is a novel asset and there are few parallels in the non crypto financial world. So we're sympathetic to the idea of ETH as digital oil because it is consumed by engaging in activity on Ethereum. We're sympathetic to the analogy of programmable money because Ethereum assets, activity using Ethereum assets can occur automatically without an intermediary. And we're also sympathetic to ETH as a yield bearing commodity, because you can earn yield by pledging ETH non custodially to validators who governed the Ethereum network. But overall, we think the simplest mental model is ETH as an open source app store. This, I guess, digital mall would be a comparison to open source app store. And we look at the number of monthly users, 20 million. And then we look at the revenue per user annually. And Ethereum users on average spend more than $170 a year in consumable gas on the Ethereum network. That compares to twitch at $120, eBay $75, Facebook $45, Instagram, $25. So you basically have a very wealthy and active user base building applications. And the Ethereum network itself generates a take rate from all this activity. And when we compare that take rate to what Google Play and the Apple app Store earn, we measure that the current Ethereum take rate is about 24%. So it's not a ten x improvement at all versus app store and Google Play. But that take rate goes down. It's currently 14% for non defi apps and for simple payments. As you know, on ethel two s, it is fractions of 1%. So our thesis is that as this open source app store gains scale and Ethereum itself proceeds on its scaling roadmap, that the overall take rate, eth's take rate will drop to five to 10% over the next 18 months as the activity shifts to the less expensive layer two s, where take rates are 25 to 30 bps. And we think that both entrepreneurs and investors will gravitate towards these lower take rates and permissionless environment."
    },
    {
        "speaker": "B",
        "text": "Beautiful. Okay. And the nice thing that I enjoy when I come to talk to you, Matthew, and all of the people at Vaneck, is that you guys get to come on bank list because you can speak crypto, you're very fluent. But then you also, I'm assuming, are not generating these narratives and these explanations in a vacuum. You guys also have customers and clients at Vaneck who I'm assuming you guys are bouncing these pitches or narratives or explanations off of, like how when you give this explanation, this pitch for ETH to your customers, to the people that are clients of Van Neck, how does it land? How do they react?"
    },
    {
        "speaker": "A",
        "text": "I'd say it's very, very early. Our largest customers tend to be the bank owned brokers, like the Morgan Stanley's, Merrill Lynch's, UBS's, and they really are still in the beginning stages of introducing bitcoin. ETF's. The advisors are not allowed to buy those products unless the customer demands them. So these assets are still not integrated into the holistic investment philosophy, which is generally set by, like, a chief investment officer who has some type of 60 40 model portfolio, and then is like, adjusting tactically around the edges. And we're optimistic that some of those models are going to include bitcoin over the course of the next year in the kind of one to 3% range. And we're trying to get kind of ahead of a potential diversification play by framing the Ethereum thesis. I think our traditional customers are still some distance away from buying that, but that's what we have the next couple of months, I guess, to educate them. But like I said at the onset, overall, the market for productive assets is bigger than the market for inert commodities. And when we look at the type of performance that, and this really gets to the second part of the piece that maybe we'll talk about. But when we look at the performance of Ethereum, either versus bitcoin or in a 60 40 portfolio, the type of return and risk that it introduces, there are some powerful diversification benefits and the impact on the portfolio drawdown, meaning like how much you can lose, is relatively small. So I like to introduce this comparison to Facebook stock ticker meta, which is about a 2.5% weight in the s and P 500. So everyone who owns a 60 40 portfolio has exposure to meta. And that stock fell 80% peak to trough in the bear market, which was like more than bitcoin. And in our view, if we are correct that Ethereum is the open source app store, then it is going to directly attack the margins of a lot of these centralized web two companies through a combination of technological innovation and a different regulatory regime. We try to compare the performance of Ethereum with the performance of things that our clients already own. And when theyre presented with that data, the light bulb can kind of go off and it's like, oh, this is not necessarily more risky than some of the things I already own."
    },
    {
        "speaker": "B",
        "text": "Okay, so let's get into some of the calculus that goes behind some of these numbers. Like, what are the parameters that really produce the bear base and bull cases? Like, just to reiterate, some of the numbers here, the bear case that you guys have is extremely bearish at $360 per eth. We haven't seen $360 per ETH since I got into Ethereum in 2017. So to say that's bearish is like, almost kind of an understatement. The bullish scenario is $154,000, which is more bullish than I think I've seen most people articulate in my spheres. And then the base case is kind of around, like, more or less my base case, which is $22,000 by 2030. What's some of the numbers? You guys aren't just licking your finger and sticking it up to the wind and catching a vibe. You guys are backing into these numbers via some calculations. Maybe you can unpack for us, what are the parameters that really are producing the bulk of these numbers here?"
    },
    {
        "speaker": "A",
        "text": "So the parameters are the size of the markets that Ethereum can disintermediate. And so that starts with just the top line revenue for these sectors, finance, marketing, advertising, infrastructure, AI. And that sums currently to about 13 trillion in addressable revenues that Ethereum can go after. The second parameter is the market share for crypto overall. What percent of those revenues can they actually disintermediate? And those numbers, depending on the sector, range between 5% and 20% in our base case. So this is not a scenario of mass adoption. Even in our base case, the penetration rates for crypto are relatively low. The third parameter is Ethereum's market share, which we assume for all of our base cases, because this is kind of winner take all world, that the number one chain gets about 70% market share. In the base case, 90%. In the bull case. The next parameter is the value capture. So how much does the Ethereum ecosystem actually keep of all of that? Call it transaction value. That number is between five to 10%, depending on the sector. And then, you know, we have to pay away some costs to validators. We assume that all of the profits are taxed at 15%. We have to arrive at a terminal ETH supply, which is kind of tricky to do. Our base case is 100 million, and then we apply a terminal multiple of earnings, or in this case, free cash flow that an investor would pay, and we use about a 3% free cash flow yield. So 33 times free cash flow, which is comparable to a reasonably fast growing software company. So those are the parameters. What that ends up with is that we forecast that the Ethereum network will generate $66 billion in free cash flows that accrue to the ETH token. And when you multiply that by 33 and then divide by the 100 million coins, it's 22,000 per coin."
    },
    {
        "speaker": "B",
        "text": "Okay, beautiful. Okay, so maybe highlight some of the most important parameters here that are in this calculus. Maybe they're all equally important. Maybe some are more important than others. But say, for example, ETH did get to that extremely bullish number of $154,000 per token. What were the things that ethereum, the network did that got it there? What were the success stories, would you say?"
    },
    {
        "speaker": "A",
        "text": "In that case, ETH would be capturing 90% of all smart contract value intermediation, and they would be collecting, let's see. In the bull case, the penetration rates get that get pretty chunky. So Ethereum essentially accounts for 15% of the total financial markets, and then 50% of the advertising market hosted on open source blockchains, and between 20% to 25% of IT infrastructure and AI going through open source blockchain. So I'd say in that world, probably emerging markets are doing very well and the US dollar is doing extremely poorly. And the US regulatory state has either like, fully embraced open source digital assets, which I think is unlikely, or completely ceded them to other countries. And then in that bull case, Ethereum is capturing a pretty sizable percentage of the value. So remember the take rates that I told you about? Right now it's about 24%. We think they're going to fall to five to 10%. In the bull case, they're still in the 8% range. So there, I guess we'd say that ethereum in the bull case manages to hold on to its pricing."
    },
    {
        "speaker": "B",
        "text": "Understood. And a lot of the calculus that you emphasize here, it's measuring against the current size of a very real pie that's out there, like real industries with real revenues. You guys aren't hypothesizing or extrapolating out what could be, but this is taking real data that we have about industries that are adjacent to Ethereum, that Ethereum is attempting to penetrate. And looking at that size of that pie, which is massive across all these different industries that you've talked about. Right, like business services."
    },
    {
        "speaker": "A",
        "text": "Yeah, exactly. One of the questions we got on Twitter on this is like, does this assume some type of hyperinflationary us dollar scenario? Like, wouldn't we get to 150k really easily? And for our economic forecast in this model, we just use the CBO data. We basically assume that the economy grows at 3% forever with no recession, and that there's no hyperinflation. But I should point out that Jan van AK currently ascribes a 10% chance to what he calls a disorderly us dollar devaluation. And he's looking at the need to reform Social Security, which needs to get done next year in 2025. Because generally we only do big government policies in this country the year after an election. And if we don't get it done in 2025, then 2029 is kind of too late, and that's where the market could get very unhappy with the US dollar. But that is not accounted for in this case. We're sticking with the 90% chance that everything goes relatively smoothly."
    },
    {
        "speaker": "B",
        "text": "Right? Okay, so if, like, the listener has an opinion about the future macro state of the globe, the US dollar, the United States financial system, that's that opinion. You can layer on top of this analysis. It's not inside of this analysis."
    },
    {
        "speaker": "A",
        "text": "Exactly."
    },
    {
        "speaker": "B",
        "text": "Okay, so the 154,000 bull case to the $360 bear case is like a pretty wide range. That's like, starting to encompass, like, most possible numbers for ETH. Can you talk about just like, how is this is like the 154,000, the most bullish possible scenario? Like, the 1% bullish scenario, and the $360 ETH price is the 1% most bearish scenario. How should we think about this pretty large range between the cases that you guys have presented here?"
    },
    {
        "speaker": "A",
        "text": "That's a good question. I think the bear case is a five to 10% chance. It would require a really negative regulatory environment in the US and probably some sort of technical glitch that causes Ethereum to lose a massive amount of market share. We think that's quite unlikely. Base case in that 50% to 60% range, and then bull case, ten to 20%."
    },
    {
        "speaker": "B",
        "text": "I remember, Matthew, we had you on a year ago about this one particular port, and then we also you on at the end of year for more of this, like a kind of a market summary. And I think if I can remember correctly, you talked about Ethereum's growing pains as a result of this, like, lack of scalability. And then you've also highlighted the introduction of Deng kun in this report as Ethereum. Like winning back some of that potential, like, market share that it might have lost. And in that same report, it was like the year reflections. You also talked about like, potential outsized growth for Solana, which definitely happened as like post both during and also post that report. Maybe you can kind of just like, walk us through your own journey of just like, your perception over the crypto arc. Over the last, like twelve months or so, a lot of things have happened, right? We've seen the resurgence of Solana. We've seen the introduction of data availability into the Ethereum network. We've also seen the launch of other networks like Celestia, and the introduction of Eigen layer and reef taking. Maybe you can like, zoom out and like, reflect upon like, where you hoped crypto would be going over this last year and where it's actually gone, and any sort of sentiment that you have about that."
    },
    {
        "speaker": "A",
        "text": "One of the reasons that we were so bullish on Solana, and remain quite bullish, is because of the ability to extract Mav. So in the wake of the totally Justin Drake debate that you guys hosted, there was considerable conversation online about."
    },
    {
        "speaker": "B",
        "text": "Whether."
    },
    {
        "speaker": "A",
        "text": "Solana's larger MEV earnings are intentional, sustainable, etcetera. And I should have mentioned that the mev take rate is one of the parameters in our ETH model, and we currently have it at about 0.1. That's the kind of take rate. And when you look at year to date, how much mev, Sol and ETh are generating, it is true that Sol is generating about two x the amount of mev as ETH on a percentage basis. So it's 0.16% on Sol and about 0.08% on ETH. So that's kind of the trade off is the shorter block times. The slightly higher degree of centralization on Solana creates more prospects for mev, and it makes short term trading more attractive. And that's why Solana has a higher chance of becoming the Nasdaq of crypto, in our view. And that thesis, I guess, is playing out along our expectations. If you read our report on Ethereum, l two s from, like, a month or two ago, we, the precursors to this report are in here like the Deng kun fork. Lowering transaction costs dramatically clearly has opened up a lot of white space for l two applications. And the take rate that they're paying to Ethereum has gone down a lot. We just haven't really seen the demand materialize to soak up all of that new supply. And the MeV that's being generated is less on, like, a. A dollar for dollar basis than on Solana. So there's still kind of more work to be done, I guess I would say. But we're impressed by the execution on."
    },
    {
        "speaker": "B",
        "text": "Denkun, at least, certainly one data point that I've been hoping somebody can put together, and maybe you have a notion of this is some notion of MeV efficiency. The Ethereum MEV supply chain has become very robust. There's many intermediating players. There's a lot of, like, bots that are, like, going after pennies. Margins are super compressed in the MEV supply chain in Ethereum to create what I'll call some sort of notion of, like, mev efficiency. Efficiency of MeV, like, per transaction. Uh, whereas, um, in Solana, I don't think it has that level of, um, maturity in the MEV supply chain. There's a lot of, like, slippage that's on Solana dexs. And this is where I think a lot of the, um, amount of Solana mev comes from. And so there's, like, more mev per transaction is like, my intuition inside of Solana, simply because that Mev ecosystem hasn't had that time to mature that it's had on Ethereum. I'm wondering if you've done any sort of investigation or research in just, like, the efficiency of MeV to compare between these two ecosystems."
    },
    {
        "speaker": "A",
        "text": "I mean, MeV is kind of a double edged sword, because one person's slippage is another person's arbitrage opportunity, and it's the arbitrage opportunity that drives market makers into the space and creates dynamism. So, Justin Drake, on your debate, kind of pinpointed the issue here, which is that there's, like, 7000 Ethereum blocks a day. There's 216,000 Solana blocks a day. Each block gives you these ordering rights. And winning the blocks is easier if you are really close, because you have this information advantage and you get to have the last say in that block bidding. But that advantage only works for the very last portion of the transactions hitting the block, say like the hundred last milliseconds. So if you look at the size of each block, for Solana, a quarter of the block offers this latency advantage. And for Ethereum, it's like one 100th. So you get more surface area on Solana to get this latency sensitive MEV and more chances to get it because you have more blocks. And so I think the, so what is that? The short block times give lots of instances where someone with great latency can take advantage to better rearrange the blocks. And that has a somewhat centralizing impact, because the best builders win. And I think it explains why MEV is such a larger percentage of our revenue line for Solana than it is for Ethereum. So in our sole price target, MEV comprises roughly 2000 thirds of the revenues. And for ETH, it's closer to one third or 35%. And that's by design. Like one is not necessarily better than the other. It's trade offs."
    },
    {
        "speaker": "B",
        "text": "Is this bullish for Solana, the network, when it comes to have its turn with some of this calculus? Is it bearish, the Solana network just because maybe this inhibits some of the growth in user adoption? If users are feeling like they're getting extracted from. Do you have an opinion here, or does the calculus just not care?"
    },
    {
        "speaker": "A",
        "text": "I think it's bullish because it attracts market makers to the space in order to invest and build and try to establish that advantage at the latency level. So, yeah, recognize the trade offs, which is that it creates this kind of oligopoly of MEV extractors. But oligopoly might be too harsh a term because I think that number is not going to be two or three players who have 90, but some larger number and the end user will benefit from the cheap transaction costs. It's just that you'll have a handful of high mev earners."
    },
    {
        "speaker": "B",
        "text": "I want to get into one of the sections back in this ETH 2030 price target number three, optimal BTC and ETH allocation in a crypto only portfolio. And then also the next one. An efficient frontier when including crypto. I think the, the gist of this section is just like the returns profile that you get when you have a bitcoin portfolio, an ether portfolio, a mixed portfolio. And I'm assuming this leads into some sort of advice or perspective that you can give your customers about maybe how much crypto do they want to include in their portfolio? Maybe you can just give us the punchline of what people need to know out of these sections."
    },
    {
        "speaker": "A",
        "text": "Sure. What we wanted to do was give our clients some examples of how BTC and ETH together have impacted a traditional 60 40 portfolio. And we want to look at the trade offs between return and risk. So for each additional amount of volatility that a higher crypto allocation introduces to a portfolio, how much extra return do you get? And so we performed that analysis with more than 150 sample portfolios, and we introduced incremental additions of crypto exposure, starting with 0% and moving up to 6%. And what we found was that each time we add more crypto to this traditional 60 40 portfolio, the portfolios sharpen ratio, which is a measurement of return divided by risk, continues to increase. So the max 6% allocation produced the best risk adjusted return. And the really surprising part was for investors who can tolerate relatively high risk portfolio allocations. So something like a 20% annualized volatility. And for perspective, the S and P 500 is about 10%. So that is a significant increase. But if you're willing to stomach a 20% annualized volume, which is not crazy for a young, healthy working person, then an allocation of up to 20% in crypto keeps improving that risk reward. And that's a pretty chunky number that I think might surprise thing. And then the other thing that we did is that we did a measurement of BTC and ETH volatility adjusted. So what's the best weight to own of those two assets combined, which will provide the best risk adjusted returns? And on that we see roughly a 70 30 weight of BTC and ETH as providing the highest sharpe ratio. Then the last thing that we did is just to make sure that this exercise was not too dependent on the starting point, because Ethereum started in 2015 and has gone from zero to $400 billion, and the first few years were not liquid enough, really to introduce into an institutional 60 40 portfolio. We ran the same analysis with moving the starting point forward by one quarter. We found that that favorable impact on risk adjusted returns was true no matter the starting point, even if we started in 2021. So it was a very positive result from this analysis. And we're hopeful that it's going to convince institutional investors that ethereum does provide some diversification, especially if you own it in that kind of two to one mix BTC."
    },
    {
        "speaker": "B",
        "text": "To Ethan, the two points that I think I want to emphasize here is that adding crypto to your portfolio, adding bitcoin to your portfolio, improves your sharpe ratio, improves your returns versus the added unit of risk. And adding ether also does that to your crypto portfolio as well. So if your 60 40 bonds and stocks and you add bitcoin, your risk to reward by adding bitcoin is like, like proved to be better by this analysis. And then adding ether on top of that does the same thing as well. I'm like reminded Matthew of that movie moneyball where we had the manager of the baseball team come on and make some very non consensus management decisions over his team, his baseball team, and the other more call it like trad five version of the managers of baseball team were like, why are you making these odd decisions? Like, nothing. These don't really make sense. This is not what you do when you manage a baseball team. And he would always go back to like the math. It's always the math. It's the stats, it's the statistics. But also part of that story was illustrated by like, he actually couldn't convince the whole entire baseball league to switch their ways until they won the World Series. So like, it had to actually be proven out in the market before people actually like changed and adapted to this new way of doing baseball, stats driven baseball. And so I'm wondering, can you, Matthew, in your role, convince the market before, before, can we actually like accelerate some of this by using math and statistics here in this report? Or do you think you're just actually going to have to like prove it out by having the people who do decide to take this additional crypto exposure and then also outperform the market? Like how far do you think we can move the needle versus with data like this?"
    },
    {
        "speaker": "A",
        "text": "I think that this story of open source app store is going to resonate with investors who are over allocated to the FAANG stocks and worried about either some combination of technology and regulation disrupting the very high margins of big tech. And the numbers that we've provided in this report are going to help them justify that allocation. And the ones that really stand out to me is just the Max drawdown. What's the most you can lose in a down cycle? And when you own a 60 40 portfolio over the last ten years, the worst drawdown that you've had is roughly 21.5%. And the sharpe ratio of that 60 40 portfolio is like 0.75. If you introduce 3% BTC and 3% ETH into this 60 40 portfolio. So you bring the equities down to 57, you bring the bonds down to 37, you've got the 6% crypto allocation. The max drawdown goes from 21.5% to 23.5%. So 200 basis points of additional losses. But the sharpe ratio doubles and the compound annual growth rate of that blended portfolio is almost twice as much. So it's a no brainer for someone who can stomach the volatility and who understands the use case. It's up to Ethereum to continue to, I think, print these earnings. Super helpful to be able to go to a fund manager and explain that this is a novel asset that has 20 million monthly active users, $4 trillion in settlement value. In the last twelve months, ethereum has facilitated almost 6 trillion in stablecoin transfers. And the centerpiece of that financial system is this ETH token. And we think the eth token is going to compound at an annual growth rate of 38% over the next five years to achieve our price target of 22,000. Some of these investment advisors are going to buy that story. And we think that the ETH ETF's collectively should have 15 billion or so in assets by the end of the year."
    },
    {
        "speaker": "B",
        "text": "15 billion in assets by the end of the year. Would you say that that is going to exceed most people's expectations, most people in the crypto world, or is that kind of a base case? How would you frame the size of those inflows?"
    },
    {
        "speaker": "A",
        "text": "The range that I've seen is ten to 40% of the bitcoin ETF's. The lack of staking at the onset will probably be a headwind, but that 15 billion is right at the 25% level. Current BTC ETF's have about 60 billion. So I say it's kind of a base case, but this is kind of like throwing a party when you don't know how many people are going to show up. It's not like blockchain where you know exactly who the holders are instantaneously. We have to wait for these quarterly filings and some of them are obfuscated. The beneficial owner."
    },
    {
        "speaker": "B",
        "text": "Well, like we said in the intro, definitely an exciting time to be in the world of crypto right now. And also, like I said, right at your position where you get to peer into our world and see what we're doing and you get to peer into tradfi and see what they're doing. So I think this must, from your perspective, Matthew, feel like a slow motion collision course which brings with it a bunch of fireworks, too. So thank you for doing what you do, and thank you for writing this report. And also thank you for coming on the show today, Matt."
    },
    {
        "speaker": "A",
        "text": "Thank you, David."
    },
    {
        "speaker": "B",
        "text": "Cheers. Bankless nation. You guys know the deal. Crypto is risky, Defi is risky, but, you know, sharpe ratios and stuff, you can lose what you put in. We're headed west. This is a frontier. It's not for everyone. But we are glad you are with us on the bankless journey. Thanks a lot."
    }
]