[
    {
        "speaker": "A",
        "text": "Bankless nation. It happened. The Ethereum ETF has been officially approved. Last week, all the best ETF analysts told us the ETF approval was just not happening. But then today it happened. We got a complete 180 pivot from the SEC. So David and I were on a live stream. We were just like waiting and watching, uh, for this to happen. It was like watching paint Dryden. And we were about to leave the livestream. David had to go do something when we got this confirmation tweet from Bloomberg analyst James Safer. I want to play a clip of what that felt like."
    },
    {
        "speaker": "B",
        "text": "Guys, we got to go do things."
    },
    {
        "speaker": "A",
        "text": "I'm sorry, we have to go. You guys man the screens for us, okay? And let us know. I'll be checking my phone. Don't, don't, don't. James Safer Jamesafer Twitter we were about to log off. I can't. I can't deal with another false alarm. David, it's approved. Shut up."
    },
    {
        "speaker": "B",
        "text": "Let's go. Let's go. Let's fucking go."
    },
    {
        "speaker": "A",
        "text": "Let's fucking go, James. Get him on. Get him on. Get him on the podcast. So we did get James on the podcast shortly after that. That's actually the episode you are about to hear. And I'm sure you heard the excitement in our voices, and here's why we were excited. Number one, this clarifies Ethereum status in the US. It's never had this before, but Ethereum can no longer be called a security in any courtroom, in any institution, anywhere. Ether, the asset, is a commodity in the US, and that is big. Number two, this creates a massive new pipeline of capital to flow from tradfi to Ethereum. That's big in and of itself. And number three, and I think in some ways this was the biggest, this is regulatory relief to a crypto industry that has been under relentless assault from the us government and in particular from the SEC. And here's the biggest thing, I think probably the most exciting thing about this news, and you heard it in our voices. We helped to make this happen. And by we, I mean us. I mean you. I mean the bankless nation. I mean the crypto community. Our voice, our votes, our actions actually put political pressure on the SEC chair, Gary Gensler, to last minute approve an ETF that he wanted nothing more than to deny. The battle's not over for crypto. We've got many fights ahead, but let's enjoy this victory for a moment. We've got Bloomberg analyst James Seifert coming right up. He tells us how this story happened, how the ethereum ETF approval unfolded, what to expect next. So we talk price, we talk inflows, we talk who are the issuers. We talk a future staked ETH ETF when we can expect to see that, and also what the next crypto ETF might look like. Let's get right into the episode with James. But before we do, we want to thank the sponsors that made this possible. Bankless nation. We've got a breaking live stream. We've got James Seyffert over here. He is an analyst at Bloomberg. He is an ETF expert. And we just got some incredible news, exciting news, I think, for the crypto community. James, what just happened?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, the SEC came out and just accelerated and approved every ETH filing that got in there. 19 before. So this is a 19 before order. And what that really is, it's a rule change proposal. Basically, all these exchanges, they had to do this with the bitcoin ETF's too. You have to basically submit these filings and ask the SEC to change a rule. In this case, the rule is we want to trade Ethereum ETF's. In the case of bitcoin, it was we want to trade bitcoin ETF's and the FCC has to go through and basically say, this is allowed. So this is the first step. There's two, two main steps before these things can begin trading. And this is number one."
    },
    {
        "speaker": "A",
        "text": "So this is the number one. It's also the big one."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "Because it's the thing that has been, the SEC has been reluctant to say. So that's the 19 b. I think we've got some of the issuers on the screen, but I think there's maybe more. You mentioned, did you say 1719? Something like this? Got a number on the screen?"
    },
    {
        "speaker": "B",
        "text": "No, no, no. That's all of them, plus the grayscale mini. But actually, hash decks didn't, didn't submit a 19 before, so they're not actually going to launch one. It doesn't look like."
    },
    {
        "speaker": "A",
        "text": "Okay, so are there more issuers, fewer issuers or is this pretty much similar to the issuers for the bitcoin ETF?"
    },
    {
        "speaker": "B",
        "text": "There are less issuers here, and especially if you take into account. So. Right. If you include grayscale. So grayscale. Everyone's been talking about that bitcoin mini trust. I'm not sure if you guys are familiar, but especially they're spinning out ten or 15% of GBTC into the smaller ETF. It's called a grayscale mini. Bitcoin trust."
    },
    {
        "speaker": "A",
        "text": "Low fees and such."
    },
    {
        "speaker": "B",
        "text": "Right, exactly. We don't know exactly the fee. I think people are saying it's going to be 15 basis points, but it's going to be the lowest fee. They're doing the same thing with ETH and they filed that in here. So that's also going to launch at some point in the near future. But essentially grayscale is going to launch two of these things. I don't know if the ETH mini trust is going to be included. I haven't had a chance to really dive deep into this filing since it just dropped. But I've skimmed through it. There's a lot here to go through. There's 23 pages. So as soon as we get off of this, I'm going to basically have to dive into that."
    },
    {
        "speaker": "A",
        "text": "Okay. So when you say boom, approved, you're talking about all of those filings were just approved all at once. I think this is, this is pretty crazy because of the setup here, which is, it was like Friday of last week, it looked like none of this stuff was going to be approved. Right. Like, you didn't see any movement on your side as you're going through the paperwork and stuff here. Here's a tweet from Friday, which is, it's just not happening, guys. Sorry. And I think he tweeted that, James, because, like, it didn't look like it was happening. I guess the, the broadest of questions here. Did the SEC just do like a 180 on this or like, what is going on? How did we get from here? It's not happening. There's no signs of movement to Monday. Suddenly it was, I think either you or Eric Balchunis had tweeted this out where. Yeah, your, your probability of approval just shot up to 75% on Monday. When, like, on Friday, it was like near, near zero."
    },
    {
        "speaker": "B",
        "text": "Yeah. So early afternoon, we started hear rumblings and we were like, this can't be true, can it? Like, can this actually be happening? And, like, we were scrambling. So we know people that are like, somewhat in the process. Some people are like, outside, but kind of know what's going on. We have a lot of people we talk to in this space. Obviously, there's a lot of signs and tea leaves we read, but we also have sources that we're talking to to try to make sure we're getting this stuff right. And we had one or two people tell us, yes, something's happening. And then we got more and more people be like, yeah, this is insane. I can't believe this is happening. And that was Monday afternoon. And that's when. So Eric and I actually were on the phone for like 30 minutes going over like fine tooth comb about exactly what we wanted to tweet because we knew it was going to be market moving. We actually offered it to Bloomberg News and they didn't want to put it."
    },
    {
        "speaker": "A",
        "text": "Out there yet because it seems so tenuous, it seems so odd, so last minute."
    },
    {
        "speaker": "B",
        "text": "But we trusted our sources and obviously we were very. We didn't think it was going to happen. As you see, I tweeted that on Friday. Life comes at you fast. But what explains this? It's the political wins. It has to be. People are trying to say this was always the case. That is not what happened here. This is a complete shift from what I understand, specifically the division that approves those 19 B four s. They're called the division of trading and markets. They're mainly worried about fair, efficient, orderly markets. That's what their whole thing is. With these 19 B four s. They want to make sure there's no fraud, manipulation, things like that. So these ETF's, these products can't help other people commit fraud and manipulation or get stuck with other people doing fraud, manipulation. That's what most of this is about. That division, from what we hear, didn't, like, know about this until late last week. Like, they were under the assumption they were denying. So, like, it's not like the SEC knew this was going to happen all the time. We've. Based on everyone I'm talking to, this is a complete political shift. And if you just look at everything else that has happened here, like, you look at some of the polling for the elections, you look at the SAv, 121 votes in the House and then the Senate, and then you look at what happened today with the Fit 21 act, which is a market structure bill for crypto. Trump saying he's pro crypto here, and there's so many things that point to. The Dems basically decided, we can't go this way. So I'll be interested to see at some point we'll get. There was probably a vote on this."
    },
    {
        "speaker": "A",
        "text": "Last vote was like three to two. Right. And Gensler was the kind of breaking tie vote because what is it? The commissioners have to vote. Each of the SEC commissioners have to have to vote, and two voted no. For the bitcoin ETF, three voted yes, and the third was Gary Gensler. So did this break a similar way or do you know yet?"
    },
    {
        "speaker": "B",
        "text": "We don't know. We don't know, though. At some point we'll find out. I don't know exact timelines of that it's not on the site now from, I just checked, like, literally 3 seconds ago. But essentially the commission's five member commission, two Dems, two Republicans, and then usually whoever the president is at the time gets to pick the commissioner, which is usually a tiebreak. So the commissioner gets to decide where things go, but it's not impossible to have people break. So it'll be very interesting to see how this goes down. So Lizaraga in Crenshaw are the two dems other than Gensler, and if one of them, which there's no way it was Crenshaw based, she wrote a dissent letter. She might have. She voted no on that, and then she wrote a dissent letter. Lizaraga did not join her in that dissent letter for approving spot bitcoin, ETF. So it's theoretically plausible that Gensler was planning to deny and the other debt commissioner wanted to do it, but this is all just speculation, so it'll be interesting to see."
    },
    {
        "speaker": "A",
        "text": "So you think this was politically motivated, and that's how it seems. This is how most of the crypto community is sort of interpreting this, but it would also be odd, and I don't expect anyone at the SEC to acknowledge this, least of all Gensler, even if that's what really happened. If what really happened was like some phone call that he got or the SEC got that told them that, hey, this is not worth losing an election over that won't be acknowledged. I've got to imagine, because the SEC is supposed to be politically neutral, it's supposed to be a merit based regulator that looks at the law and approves or denies these things based on their reading of the rules and the law and doesn't get involved in the politics. So that would be contrary to what they say. I can't imagine they would say, hey, it looked like, you know, Biden was going to lose, lose an election here, or it could cost him some votes, and so therefore we decided to approve it. Right."
    },
    {
        "speaker": "B",
        "text": "So, I mean, supposed to be is the key word you use there. Right. And I don't think it's just about the presidential election. I think there's Senate and House elections that people realize they actually care about this. I don't remember exactly who tweeted it, but it's like, I don't know if the numbers are right, but there's thousands of people who are very staunchly pro crypto at the very least, and it's an orders of magnitude greater than the people that are staunchly anti. They're very vocal, but there's just not many people that care about it in a great way. And I think that kind of got through in the last month or so and they couldn't let the Republicans do an end around on them on this piece. Right. Do I think the Dems are going to come around and just be completely pro crypto now? Absolutely not. Are they going to be as staunchly against? I don't think so. I think this is a tide shift, a complete pivot, a 180 from the Dems here."
    },
    {
        "speaker": "A",
        "text": "I mean, James, this feels really good to a lot of people listening in the crypto community feels like in a world where we don't feel like we have much political agency, it feels like we really had an effect, like the crypto vote, the crypto community had their voice heard in DC, maybe turn the tide on this. As late as Friday, this wasn't going to happen. And then things changed and now it's happening, likely due to politics. I want to ask you the question, though, as to when these ETF products might become available. Because you said there's two pieces and you said the 19 b, four filings were all approved today. But there's another piece, I believe, before we could start getting these products out there into fidelity accounts, into the Rias and all of this, um, whats the time lag from here until these products actually get released in the market?"
    },
    {
        "speaker": "B",
        "text": "One, youre 100% correct. And two, the real short answer is we have no idea. Thats a lie. We have some idea, but we really dont know. Theres not a ton of precedent here, obviously. But even if you asked me Monday morning, like, is there any way they can approve? I would have said no way. They dont have enough time to do it. Theres just not enough time to do it. It usually takes weeks, if not months to get an approval order. But I guess they can work fast when they have to, right when theyre up against the deadline. So the other process is they need the s one approvals or the prospectus documents, offering documents, depending on what you're used to hearing. But they're just the documents that have all the risk disclosures, exactly how the trust is going to operate, anyone involved with the fund, that's what's going to be in these documents. And the SEC's division of corporate finance, which is another division, not trading markets, this is a separate division that has to go through those with the fine tooth comb. And these documents are hundreds of pages in many cases. So this is not something that's going to happen overnight. I think if they really want to accelerate it. The gap between the 19 B four approval and s one approval could be weeks. But there are plenty of examples of this taking months. Like there's examples of it taking five months. I think they'll be faster than that. The bitcoin ETF's, for example. We know they started in early October, and then they were approved in early January, which is three months, 90 some odd days. I think it'll be faster than that. Like I said, I just don't know. We'll have a better idea in the coming week or two, but we just don't know yet."
    },
    {
        "speaker": "A",
        "text": "So we don't quite know when exactly the pipeline will open to all of this capital, though. That said, this does feel like Ethereum. It's clearly in the territory of commodity. Now, if the SEC is even capitulating on this and approving a spot Ethereum ETF, it's going to be basically impossible for the SEC to come back later and argue that Ethereum was an ETF all along. I want to ask the question of what we might expect with respect to inflows. And I think the bitcoin ETF has performed above and beyond even what some of the biggest bulls were predicting in terms of inflow. Am I right in saying I'm looking at a screen here? Are we at close to 60 billion in terms of total Aum and market cap? Are these numbers correct here?"
    },
    {
        "speaker": "B",
        "text": "Yeah, those numbers are correct. They're like 59 billion ish right now. And like, like 13 billion."
    },
    {
        "speaker": "A",
        "text": "Gold is like, what? Like 90 billion, something like this. Like we're in."
    },
    {
        "speaker": "B",
        "text": "It's around 100. It's just shy of 100, I think."
    },
    {
        "speaker": "A",
        "text": "Okay, so what do, what do we expect? If we've got benchmarks for bitcoin, it's just like, just launched this year and we're already at like 60 billion. Gold is 100 billion. What do we expect for Ethereum? Do, do we have any way of knowing this?"
    },
    {
        "speaker": "B",
        "text": "Yeah, so, I mean, the two things is, one, a lot of those assets came over with GBTC, right? So GBTC came over with like 30 billion in assets when it converted. So just going on assets isn't necessarily the strongest way to do it because that's a massive head start. If we go on flows, I think that's the better way to do it. And if we look at Ethi, which is converting, that has about 11 billion in assets, that converts over, that's eleven. But if you just look at flows, the net flows, the ETF so far in the first. How many months are we in? Four months of trading almost five. They're about 13 billion. I think the number, the flows that are going to come into these Ethereum ETF's are probably going to be something like 20% of the flows that went into bitcoin. And I'm going to explain those numbers. So my colleague Eric Bottunas thinks like ten to 15, I think more like 20. Who actually."
    },
    {
        "speaker": "A",
        "text": "Percent, you're talking about."
    },
    {
        "speaker": "B",
        "text": "Yes, percent of the flows. Yeah. So if say it was 10 billion. So we're talking, then we're talking about a billion to 2 billion, maybe, of flows that would come in over the first couple months. Um, and some people were like jumping down our throats like, that's crazy. It's going to be way higher. But I think people are just. Those, those bitcoin ETF's, those flows were. They broke every single record in the book. Right? Like first, almost the fastest to a billion. They were the fastest to, um, 10 billion. Ibit did it in 49 days. The previous record, 49 trading days. Previous record was like 650 trading days. That's like three years. So, like, they did it and it's just not even comparable. Right. So like those numbers, even if you do 10%, that's a very successful launch. But the reason I think 10% is if you look at ETH versus the market back in bitcoin, what, 30% right now, I think the number is going to be less than that ratio for a few reasons. One, you lose less with a bitcoin ETF or bitcoin going into an ETF wrapper than you do with ETH going into an ETF wrapper. The first and obvious one is none of these allows staking. So you're giving up that staking yield by not staking your ETH if you're holding it as an investment. The other thing is, there's a lot more utility with ETH like you guys. You're going to use things to do different DeFi protocols, nfTs, you name it. It's just way more, there's way more utilitarian value of an ethereum token, in my view. So that's just going to decrease the interest in ETH as an ETF wrapper. That's my personal view. So that's why I think you have to discount that. Again, 30% of the bitcoin size, I think it's going to be less than that number. I just don't know how much less."
    },
    {
        "speaker": "A",
        "text": "Um, so what does that come out to? So if we get the, the 10 billion from just like grayscale kind of converting over. What does this come out to, like about, you know, like 15 billion all told, something like that compared to bitcoin billion?"
    },
    {
        "speaker": "B",
        "text": "Yeah, ten to 15."
    },
    {
        "speaker": "A",
        "text": "Probably ten to 15 in that range. Is it also fair to say that, um, tradfi and, like, the institutions understand Ethereum less, like relative to bitcoin? And what, what do you think the education campaign, it's like, that's going to happen because we saw this, we saw it with, you know, once fidelity had a bitcoin ETF, it was sort of like all these papers and just like, learn about bitcoin. All of this educational material kind of went forward. Do you think something similar will happen? And do you think that there's some opportunity for Ethereum to be more broadly understood as a result of this? Because maybe traffic just like, doesn't understand it in comparison to bitcoin?"
    },
    {
        "speaker": "B",
        "text": "Yeah, so I think that's part of it. Right. There's just a less interest, I guess I would say, overall, from my experience talking with people in the tradfi world, in the institutional world, there's just less interest in ETH. Like, it's also easier to understand, like digital gold call option a store of value. The ETH story is way more complicated. In my view, digital scarcity is very simple to explain. It's like way simpler to explain bitcoin. And a lot of people, like, when they hear crypto, they just think bitcoin in the space, not all. There's plenty of people that are educated, there are plenty of people that are interested in this. I think there's going to be a lot of people that are going to look at this and be like, all right, I already have as a part of my portfolio, I should diversify my digital asset exposure. And now that ETH are coming, I'm going to put some money in there. There are some people, obviously, that are going to think that they prefer ETH over bitcoin, but I just think those numbers aren't going to be massive, I guess is the answer. But at some point, who's saying that can't change. But right now, based on all of my experience and interactions with different people, there's just less demand. And if you look at what happened in Hong Kong, they launched bitcoin and ETH ETH is that they have the assets, 20%, a little less than 20%, I think is the number I havent checked in a couple of days of the bitcoin ETF's. And if you look at the Ethereum futures launch here, that happened in early October of 23, they did nothing. I had very low expectations for the futures ETF's and they did even worse than my expectations. As far as flows goes complete, no one really even cared at all. So I think that just kind of is all pointing to the fact that this is going to be not as big as the bitcoin launches."
    },
    {
        "speaker": "A",
        "text": "It's going to take longer for tradfi, I think, to understand Ethereum. It's got some more complexities and two more questions, James, and then I'll let you go. The part of that education process, probably the upside of that for something like Ethereum is that it gets a couple of shots at this. So first of course there's the vanilla Ethereum etfemen and then at some point theres got to be, I imagine a staked version of an Ethereum ETF. And once you get into a staked version of an Ethereum ETF, then you start getting into a different narrative conversation, I would imagine, which is like a yield bearing productive asset type of conversation. But realistically, how far are we away from some sort of next approval of a yield bearing Ethereum staked ETF? Is that like months out? Is that years out? Does that require another round of approval process? What do you think that looks like?"
    },
    {
        "speaker": "B",
        "text": "So one, it probably would require another round of approval process. These do not allow staking these 19 before orders. So I believe you would have to file another. You would have to go through the SEC again to basically say that, can we use staking? They're not allowing it right now. One of my theories, even back when we thought these ETF's were going to be approved, was we had low odds of these getting approved. But I had extremely low odds of these ETF's allowing staking. I never expected that to happen, not initially. One of my pet theories is everyone, I'm sure you remember back in early May, late April, everyone's like oh my God, they're going to go after Ethan. Call it a security here. That's why guns are talking to Consensus. That's what the consensus lawsuit that they filed were trying to say."
    },
    {
        "speaker": "A",
        "text": "That's what Joe Lubin literally thought. He was like, they're coming after him as a security. And I think he might have been right about that. Before the political tides changed, I think."
    },
    {
        "speaker": "B",
        "text": "They were dotting their I's and crossing their t's and trying to look for a way. My theory was I never really thought they were going to call Eth security in what they were going to do as denials. I think they were going to kick it down the road. It opens up a massive can of worms with the CFTC, with the futures market. If they call it a security and they're deemed correct, you have to shut down the futures because the futures are, the ETH futures on the CME are registered as commodities futures. So you can't. That's not a mess for them. Yeah. So in the futures would be delisted, then the futures ETF's would be delisted. My pet theory, and I've said this in podcasts before, is I thought they were going to basically try to thread this needle and say that ETH itself, they're not going to call a security, but stake ETH might be a security, and they obviously have problems with state ETH. You look at what they're in, Coinbase lawsuits, the Kraken lawsuits, you look at all these different things. They do not, they think staking is a security, and I don't think they're going to give that up anytime soon. That's, that's broadly my expectation. So we need some clarity. And obviously, with the changes right now going on in Congress, maybe that like provides and speeds up some of that clarity."
    },
    {
        "speaker": "A",
        "text": "Well, that's right. It does feel like the individuals can think what they want, but it sounds like they can bend to the political pressure as well. Okay, so last question for you, James, and then I'll let you go. I know you want to run through these, like, filings. Are there any other ETF's on the horizon, particularly this cycle? So people see bitcoin, they see, uh, ethereum. This is happening like relatively close, months apart. So then they think, what else could get an ETF? Is anything close? Or like, can you just refresh people on how this actually works and, like, how it would happen, what signs to look for?"
    },
    {
        "speaker": "B",
        "text": "Yeah. Before I even get there, I want to hit on something that I just thought about. You asked about the security stuff. Um, these things are commodities based trust shares. So the SEC, by approving these, is explicitly saying they're not going to go after ETh itself as a security. So that's one thing I would just say real quick, because part of the approval process here is they're approved as commodities trust. This is pretty much a done deal. I will say personally, I believe the ICO was a securities offering, but that's it."
    },
    {
        "speaker": "A",
        "text": "That's a long time ago. That was eight years ago now, right?"
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah. And then. So what's next? Not much. I don't think anything's happening remote anytime remotely soon. You need a regulated futures market, a federally regulated futures market, or surveilled futures market before you can get an ETF. That's clear. I skimmed the document that was in there lately. So the reason these are getting approved is because of the CME futures market. There's a lot of questions about what's going to be deemed a security or a commodity with these other assets. There are some that are pretty much accepted as commodities here. Ironically enough, Doge is almost certainly not going to be deemed a security. Make the same argument. Litecoin is probably in the same camp. No way to know for sure. But those theoretically have the less hard regulatory approval path. But also, is the CME really going to launch doge futures? Maybe. I mean, Coinbase, I think, might be trying. Those would be theoretically CFTC regulated so that could satisfy that. The next one that most people would think about is Sol, which I've seen a lot of talk about that. Again, you need a regulated market. Unless, like, even if the. Even if Congress steps in and does something and clarifies what's a commodity and what isn't, even if these things are deemed to be a commodity, it's not just getting approved because it's a commodity. The SEC needs somewhere they can surveil. So you need to get some spot markets under surveillance with the SEC, or you need a regulated futures market. And even then, it's not like you get futures and then you automatically get the ETF. You need some history. These futures listed in 2019, I think, or something like that. It's like 20. I don't even know when it was. It might have been 2021, but you need, like, you need. You need more history. You need significant capital there. Like if there's $100 million in, like some, like, I don't know, some random tokens, futures contract, and it trades like a little bit every day. Like, that's never going to get approved. Like they're looking at 1 minute candles for correlation to approve these things. And something that's not trading enough or doesn't have enough assets is not going to help them. You know, surveil and look for fraud and manipulation. So I don't think that part of this is ever going to change, no matter what Congress does, but they could theoretically push some of this along."
    },
    {
        "speaker": "A",
        "text": "Absolutely. Monumental week here, James, with the approval of Ethereum ETF, the second crypto asset to be approved in the US as an ETF, and clearly demarcating both bitcoin and Ethereum as not securities, which is something that we've wanted certainty from and clarity from our regulators for a very long time. So certainly bullish. Also bullish that we can politically push things in the right direction. Is there anything else you would leave folks with? Any other lessons from this or the week? You got to be exhausted, man. You going to get some rest after all this or what are you doing next?"
    },
    {
        "speaker": "B",
        "text": "I'm going to be reading these documents, which you sound so scary."
    },
    {
        "speaker": "A",
        "text": "It's probably not the week you thought it would be, huh? Different week?"
    },
    {
        "speaker": "B",
        "text": "No, not at all. But I will be in consensus next week in Austin. So are you going to be there? I know. I obviously know David will be there. So David."
    },
    {
        "speaker": "A",
        "text": "David is scheduled to, for a boxing match, so. And I'm scheduled to. I'm going to be there from the comfort of my office, actually. Live stream that. So I'll be here. But if he's there, I'm sure he'll be there and he'll say, hello, James, this has been great. Where can folks follow you for future updates, too?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, if you are the, if you're a terminal client, that's the, I have like a whole bunch of clients responding to me, so I have to reach out to them right now. But that's the fastest, easiest way and quickest where I'll reply after that. For people who don't, it would definitely be Twitter. I'm fairly active there, as probably you and many people know. So, Jseyff, we share a little bit of our research and our work and immediate update stuff, but the real bulk and body of our efforts are unfortunately behind the paywall of the Bloomberg terminal. So if you have access to one, that's where you can find us easiest."
    },
    {
        "speaker": "A",
        "text": "Amazing. Well, thanks so much, James. Thanks for keeping us up to date on all of this and on a successful week. Congratulations. Another ETF in the world, ETF maximalist. So it's a good thing from your perspective, and we certainly appreciate it at bankless as well."
    },
    {
        "speaker": "B",
        "text": "Yeah, thanks for having me. Good to see you, Ron."
    },
    {
        "speaker": "A",
        "text": "See you later."
    }
]