[
    {
        "speaker": "A",
        "text": "Welcome, Bankless Nation, to a special episode of Bankless. In this episode, I'm going to cover my five big takeaways from EtHCc. I recently wrote this as an article in the Bankless newsletter, but if you're like me, you simply just prefer audio content over written content some of us just can't read. Every year, ECC provides a ton of signal about the current state of Ethereum and the broader crypto world. Having just ended, I wanted to take a moment to get those who weren't able to attend up to speed with the current meta that I experienced and others also experienced at ECC 2023. Now, without getting too far out over my skis, I've recently resolved to make a commitment to writing one thing a week for the bankless newsletter. Writing is how I got started in crypto. It's how I refine my thoughts and share my insights, and I haven't been able to do as much of it lately. Longtime bank listeners will know that I, once upon a time, used to be a powerhouse of written content, and I want to bring that back. So my goal moving forward is to write something every single week, probably on Fridays, and then also record that to become a podcast for the audio video fam out there. This week's piece is especially long at 2500 words, definitely nowhere near my longest, but still pretty long for the typical newsletter. And this is just because I had pent up energy out of etHcc. And with that, let's get into my five big takeaways from ETH CC 2023. But first, a moment to talk about some of these fantastic sponsors that make this show possible, especially Kraken, our preferred crypto exchange for 2023. If you do not have an account with Kraken, consider clicking the link in the show notes. Just go start exploring Kraken Dear bankless nation, every year eTHCC offers a snapshot in time to the current state of technological development of the industry. The signal from ETHCC this year was particularly strong. In this piece, I relay my learnings and offer my reflections for the highest signal conference so far this year. This is the etHCC checkpoint. Just one more year around the sun. Every single year, ECC gets a bit bigger, a bit more organized, and a lot more productive. ECC is a unique conference. It's one of the oldest and most well run Ethereum conferences that we have, along with some historical significance as well. The 2020 ECC, hosted in March 3 through fifth, was a major Covid super spreader event, which hospitalized many Ethereum community members it was the last in person Ethereum event before people fled into lockdown. Technically, that's not actually true. It was East Denver right afterwards. But, you know, for literary purposes, the Ethereum community would not meet again for almost 18 months until next ECC on July 17 through 20th in 2021. During that time, Ethereum underwent its defining 2020 DeFi summer, followed by the 2021 mainstream NFT mania. And the rotation into AlT layer ones was just getting started. When the Ethereum community met again at the 2021 version of this conference, we were a new group of people. We had made it out of the bear market in spectacular fashion. We had birthed fantastic new Defi protocols. ETH was on the cusp of becoming ultrasound money, and our years of bear market convictions had finally become validated. So here we are, post ECC 2023. The noise of the bull market is behind us. The tourists are gone, and only settlers remaindehen. While the meta has adapted, the building has remained relentless. So where are we now? Halfway through 2023. With ECC offering such a strong checkpoint in the arc of Ethereum and crypto broadly, I've taken a moment to take stock of my main reflections and takeaways from the endless supply of conversations at ECC 2023. Here we go, number one protocols are turning into commodities. Compute costs are approaching theoretical minimums with the Dankun hard fork just around the corner, the Ethereum community is gearing up for the hard fork that finally introduces a massive scalability upgrade, proto dang sharding, the precursor to full Deng sharding, also known as EIP 4844. Proto Dank sharding is EIP 4844 will likely ship to the Ethereum mainnet sometime this year, and will allow for Ethereum rollups to access a new special kind of block space on the layer one, called blobspace. Blobspace allows layer two s to access a very cheap form of ethereum data, simply to post their state route to make cheap and easy layer one settlements. This is the upgrade that the layer two world has been patiently, desperately waiting for, and allows these layer twos to finally become the most scalable versions of themselves. This upgrade marks the moment in Crypto's development in which we are approaching the theoretical minimums of crypto economic resource costs. The arrival of 4844, I think, is a microcosm of the world of decentralized, trustless, compute at large. Not just Ethereum, but many different protocols are all seemingly approaching their fully fledged final forms in which they've minimized the cost to access whichever resource they're optimizing for data availability is the leading category. This is the type of resource that EIP 4844 brings, but also there are other alternative data availability solutions as well. For the first time, Ethereum's block space is becoming cheap, and Ethereum isn't the only protocol optimizing for cheap data availability. Celestia avail and Eigen DA are all data availability protocols exogenous to ethereum, that are scaling blockchains to levels that we never thought possible even just a few years ago. But this doesn't stop at data availability. Espresso Systems has a glowing reputation at the largest ECC side event, the modular summit with our shared sequencer, Testnet and Eigen layer partnership. Espresso isn't waiting for layer two s to each build their own shared sequencer system, but is instead tackling the layer two centralization problem head on, focusing on just one thing and one thing only, optimizing shared sequencing over in the ZK rollup world, the prover is a critical component that enables end users to verify the validity of a Zk proof that scales ZK rollups Zksync released their boojum upgrade b o o j u m, which boasts proofs capable of running on a gpu with just 16gb of hardware, which is currently a mid to high end gaming gpu. For those unfamiliar, the significance of this is that we now have provers capable on running consumer hardware that's available on Amazon prime, rather than the previously impossible 500 gigabyte ram requirements. This means that these proofs can meaningfully decentralize these networks to the whole globe, while requiring a high end gaming GPU is still orders of magnitude more computationally intensive than simple e. Staking the power of ZK proofs means that only a very low number of people need to be producing them to maintain the integrity of the entire network. One for all these are just some of the announcements that came out of ECC, so apologies to the teams that definitely deserve to be included here. Highlighting the above innovations is a means to an end to illustrate how far we've come with lowering resource requirements to host and maintain trustless compute networks. While there's plenty left to do on this front, for the first time we are able to see the finish line, and many teams are racing there as fast as possible. So the TLDR of this section is by the time that the next bull market rolls around, there will be no shortage of compute and storage costs for web three, we will be ready to host the world. So that is my first takeaway. Protocols are becoming commodities. And really, I think this is summarized very well. And compute costs are approaching their theoretical minimums now as a result of this modular revolution, which mostly got started 2020 2021 with a roll up centric roadmap for Ethereum, we have spawned all of these different projects that have realized that certain components of a blockchain can be pulled out and optimized for individually. And then you add two to three years of progress and development, and a lot of these things are hitting maturity right around now. And so the scalability and the constraints that we saw of this last bull market I don't think will be present for the next bull market. Number two, second big takeaway from ECC protocol convergence and verticalization defi apps are evolving into super apps aave the money market now has a decentralized stablecoin Go Gho Makerdao the decentralized stablecoin now has a money market called Spark. Frax has already been developing their own stablecoin money market LSD ecosystem vertical for over a year now. These three protocols are experiencing some strong convergent evolution towards the same basin of attraction. That's a fun little rabbit hole if you want to go down that one basin of attraction and are all now competing on the same multitude of vectors total value locked stablecoin supply, but you know, most importantly, fees. Uniswap recently released Uniswap X, a free market competition based order fulfillment protocol. I'll read that again. A free market competition based order fulfillment protocol to facilitate best possible decentralized order execution so that they can act as a bridge abstraction layer by allowing the free market to choose their own solution for how to fulfill cross chain dex swaps. For example, I have token a on chain one and I want token b on chain two. Who can give me the fastest, bestest rate? It just wraps around all the bridges. My interpretation of Uniswap X is that it is the yin to the Uniswap Amm's yang. Uniswap's versions one through four each increase in complexity. Especially with V four's addition of hooks, there's no guarantee of an Uniswap Amm pool homogeneity. Along with the number of chains. With potential Uniswap deployments reaching new frontiers, the order routing optimization problem is becoming too unwieldy to be corralled by any rigid on chain smart contract system. Uniswap X builds a new vertical that harnesses whatever complexity Uniswap's v one through four can throw at it. By simply allowing order execution and fulfillment to be done off chain with the minimum viable proof to be made to ensure correctness. So let me unpack this a little bit more. Uniswap V, one through four, each one is different. But then, especially in Uniswap v. Four with hooks, every single pool can be so incredibly different. So how do we, if you want to make a trade of just like USDC to ETH, how do we make a smart contract that accounts for and knows about all the different types of Uniswap pools out there? And without that smart contract being upgradable, it's a really hard problem. The way to solve this problem and the way that Uniswap X have solved this problem and a lot of the way that the world of Mev and other parts of that MeV ecosystem where they're going to is people are just signing a message saying, hey, I have a token and I want a different token and I want the best rate possible. Oh, and also I want to be on this different chain. Or maybe I don't. This is the world of intents, which is something that we'll go down later, not in this episode. And so what Uniswap X is doing is just like, hey, don't sign a transaction and send it to Ethereum. Don't make a rigid order for what you want. Just sign your intent, broadcast your transaction, and then the free market will navigate through Uniswap pools one through four and all the other liquidity sources out there, and they will fulfill your order, which you did not codify, you just expressed your intent, and then the free market gave you the best rate possible. And so how you end up on a different chain? There is a bridge involved somewhere, but you aren't using that bridge. Your assets just show up on a different chain. Here's a useful thread from Dan Robinson on the Uniswap X design. Or you can just wait for the podcast that I'm recording with Dan Robinson sometime soon. There is a link in the show notes to access this thread from Dan Robinson. But even after all that, the layer two ecosystem takes the cake on rapid convergence on similar design patterns. Weve got the op stack from optimism. Then weve got orbits from Arbitrum, Zksync released the ZK stack, and finally, with Polygon 2.0, we now have super nets, just like layer twos themselves. Theyre all a little different. They all have their own strategy, but theyre all effectively going after the same thing. Eventually, there will be as many chains spawned from Ethereum as web pages that spawn from HTTPs, which is the standard that is going to produce a cambrian explosion of chains. Optimism is unequivocally in the lead here, with three large chains and a splattering of minor ones, base, Zora and mantle being the big ones. Polygon has immutable X. Arbitrum has Nova, albeit internally produced. And while the ZK stack is still looking to land its first large scale adopter, more than a few startups have reported their choice of using the ZK stack to build their custom ZK chain. This, along with a base mainnet coming sometime early August, is setting up Ethereum for the layer two summer that we've been having our fingers crossed for since like 2021. The TLDR of this section is that Defi apps are discovering that their logical conclusion is a vertically integrated super app in which they can supply a suite of services to the market. Some of these apps are beginning to look a lot like each other. Layer twos all have SDKs for scaling out new chains, and really the last missing piece here are the chain builders and the block space consumers, aka apps. Alright, third takeaway from ECC. It's time to focus on the consumer. We all need to focus on consumers. If you've read this far, you've hopefully gathered how far along our protocols infrastructure are. I declare that the protocol in infra side of crypto to be solved problems. There is plenty of left to do on this frontier, don't get me wrong, but exploring and settling this frontier has basically turned into a science. The frontier of crypto protocol development for the first time in cryptos history is at a level of maturity that allows us to see the end game. I'm no longer worried about that corner of crypto. So now, with all the big hard problems behind us, won't someone please build an effing app? Layer twos have supplied more block space than we've ever needed. Data costs are approaching theoretical minimums. Latency and responsiveness are better than ever. It's time to build an app. Will you please build an app? Who is going to consume all the layer two block space? Now that we've got ample supply of cheap and secure block space, let's start doing stuff with it. But also let's not stop at blockchain apps. Let's go up even higher in the stack. Let's start productizing these systems. Won't someone think of the consumer as an industry? It's time to go to market. Let's build consumer facing apps. Let's hire crazy talented UX UI designers whose job it is to service those without private keys or those who only have ever had their funds on Coinbase or Kraken. Let's build applications for users who have never touched a blockchain before. Our protocols are becoming sufficiently cheap that their use can be subsidized by user acquisition. With cheaper and cheaper block space, new revenue models can begin to subsidize user transactions on our increasingly cheap layer two s. A small but growing number of people have identified this current meta that we are now in, and I'm hoping that with this blog post and also podcasts to emphasize this for the rest of the industry that hasn't figured this out yet, we are basically done. Our protocols are ready. Let's start doing the hard stuff of user research, clever abstraction mechanisms, and consumer ready apps. One example of this is the gnosis tech stack. Gnosis at ECC debuted gnosis pay and gnosis card. So now in the gnosis ecosystem, there is gnosis safe, your high security crypto vault. There is gnosis chain, your high speed layer two ZkevM polygon super chain. I think it's a super chain. It's built on the Polygon Zkevm. And now there's gnosis pay, which is a payments focused chain built on gnosis chain. So it's another chain built on gnosis. It's a high speed payments focus chain built on gnosis pay is a high speed payments focused chain built on gnosis chain. And on gnosis pay you have gnosis card, which is like a credit debit card which has, you know, that little chip in it. When you swipe it, it signs a transaction. It's pretty cool. With gnosis, we now have a world of trad payments in the front, but crypto protocols in the back. It is truly a buy your coffee with crypto backend that has been discussed ever since the inception of bitcoin. It's now up to gnosis to turn this into something uniquely competitive to traditional payments. But it's worth noting that our infrastructure is now capable of spanning the web. Three tradfi gaps. At the same time that Ethereum is entering its era of consumer readiness, crypto is fighting some of our largest regulatory battles ever. I don't see these things as coincidences. The universe has a funny way of timing things. Once we're on the other side of these regulatory trials, once we've defeated Gary Gensler, reformed the SEC, and won our right to fairly issue tokens, and also gotten quality legislation approved through Congress, Crypto will be in its most regulatory friendly state that it's ever been in. Right now, the crypto industry is currently doing the hard things on the regulatory front. We'll never be accepted by larger players until after we've gone toe to toe with the regulators and the legislators and come out on the other side with a stamp of approval. We will get there eventually. You can't kill crypto, so going through these regulatory battles is bullish. No matter what, we're going to come out intact and approved. We'll have won some critical court battles, scammers and fraudsters will have had their reckoning, and the good guys will once again be in the driver's seat, and the large external players will have the green light that it's once again safe to play in. Web three so the TL doctor for this section is our protocols are maturing to the point of consumer readiness. At the same time, our regulatory battles are cleaning up the industry and paving the way to green light the adoption of crypto rails at higher levels in commerce, business, and society. All right, coming in last but not least, my last takeaway from ETH is modular summit versus ethcc. I call this section the begrudgingly Ethereum aligned. The modular summit, hosted on Friday and Saturday after ECC was sufficiently large and intellectually rich enough for the descriptive of ECC side event to not do it justice. ECC has always been a welcome home to the cosmos ecosystem and the developer rigor that it's attracted. That same energy has morphed into the modular side of crypto, which Ethereum is both a part of and distinct from. I call this corner of the crypto ecosystem the begrudgingly ethereum aligned side of crypto, where the modular pieces of infrastructure naturally find useful homes in the Ethereum landscape. But so many of these platforms would have totally enjoyed sitting on the monetary throne if ETH hadn't already completely filled that seat. Mostly Celestia and cosmos. But I'm letting my tribalism get the better of me here. After all, modularity is better than maximalism. It's funny to see the different archetypes that find a modular community home and resonate it with more than the 100% purely Ethereum crowd. It's also interesting to see that these communities naturally come together as the technology form factors pair so well. Ultimately, Ethereum will come to absorb all of these useful modulars that the modular community will produce. Tis the nature of the system to aggregate all useful open source code into one single superstructure. Without question, the modular ecosystem is blazing into new technological frontiers faster than any frontier in crypto, and this should make sense. Modularity means focusing resources on one single problem rather than spreading out and trying to tackle multiple frontiers at once. The intellectual rigor being expressed by this corner of crypto has attracted all the brightest minds in the space. I think you can expect great things to come from this corner of the industry. So the TL doctor for this section is the modular ecosystem is a coalition of many different teams and projects that make up the web three stack and has found its groove being able to solve hard problems faster than the multi train ecosystem can present them. But we're not totally done yet. We got the bankless meetup to talk about the huge shout out to all the bankless citizens that came to our meetup at ECC. We sadly did not capture a photo of the entire squad. We only have the team photo, but being inside of our own private venue that had a ton of plants where everyone was there under the same context was a welcomed respite from the conference hecticness. The next bankless meetup will be at permissionless and is going to be our largest in person meetup ever. Ryan will actually be there. Permissionless is of course, is the home of in real life bankless. It's the only conference that Ryan actually goes to and is also the spiritual anniversary of when we met for the first time. So that is what is next next up, my next big takeaway article is going to come probably after permissionless. There are two conferences left for me this year. Permissionless, of course, September in Austin and Devconnect November in Istanbul. Permissionless is the ideal balance between a well refined operational conference machine that has been blockworks flex since inception mixed with the crypto nativeness that both bankless and blockworks bring to the content and tracks being hosted. If there's just one conference that you should go to every single year, it's permissionless. It's the perfect stepping stone into diving deeper into the world of in person crypto events. It's newcomer friendly, it's crypto native and it's a ton of fun. And also bankless citizens get a whopping 30% off tickets. Devconnect in November in Istanbul is the only other event organized by the Ethereum foundation other than Devcon is the younger sibling to the well established Devcontaindeh. This event is truly meant for the Ethereum researchers, the protocol devs, and those working on the hardest of hard problems in the space. But naturally that focus attracts many to come out and nerd out with the rest of Ethereum. So if you are going to either of those two conferences. I will absolutely see you there. I look forward to them every single year, and I'm also looking forward to going to Austin for the first time and Istanbul for the second time. So, bankless nation, if you liked this kind of content, let me know. Let me know if you want me to do more of these. I'm planning on, like I said in the intro, planning on doing more of these. And let me know what you want me to talk about. I think generally I can always find something to write about every single week. But if something floats your boat and you want me to dive down that rabbit hole, I will absolutely do that. There's 52 weeks in a year, so that's a lot of writing to do and a lot of podcasts to record. But if there's one thing I know how to do, is record podcasts and write words. So if you enjoyed this, of course, please like and subscribe wherever you get your podcasts. Subscribe to the YouTube channel, hit that like button, give us five star reviews on iTunes, because that's how we get to the top of the charts and spread the good gospel of crypto to the rest of the world. So that next bull market, hopefully we can get some more, more people to stick around in the crypto ecosystem. And so now, bank of the nation, you know the deal. Crypto is risky, Defi is risky. Ethereum is risky. Going to conference is less risky than those things. But there's probably some risk there, too. You can lose what you put in, but we're headed west. This is the frontier. It's not for everyone. But we are glad you are with us on the bankless journey. Thanks a lot."
    }
]