[
    {
        "speaker": "A",
        "text": "We only win and we only get, actually, frankly, Crypto, I think to a much broader group of people if it stops being just about crypto and more about what is the cool things that crypto, especially under the hood, are enabling. Right? So you could imagine every channel could have some type of membership, NFT. And Reddit has an example of people who are in a subreddit. They can have flare. But what if that flare was basically associated with NFT one? That's better monetization for the potential creator of that channel. Two, uh, can't be rugged, right? So Reddit went through a big thing last year with the API. Like, a bunch of mods were unhappy. Like, you could imagine a world where farcaster channels like, okay, I don't like the way Dan and Team are headed. My, my, my user base is actually on chain. I can kind of fork it out and go do something different. And so I think we want to balance the, the average user doesn't care about that, but the creator does. And how can you actually merge those two experiences together where you have this amazing consumer experience on mobile in an app, but the power of kind of blockchain under the hood."
    },
    {
        "speaker": "B",
        "text": "Bankless nation. Dan Romero on the podcast today, he's the founder of Farcaster Now. Farcaster is a Twitter like crypto social media app that launched what could prove to be a killer new feature. At least I think so, and David thinks so. They're called frames. You can think of these as programmable tweets where each tweet is actually an app in itself. The cool thing is anyone can build a frame. A frame can be built that mints an NFT, that checks an airdrop, that buys a Girl Scout cookie. That was an actual example Dan gave in the podcast today. And basically anything you can program, you can do. And I feel the confidence to call this now and call it early. I think that Farcaster frames could be a breakout use case for crypto this year. And a way to call out like this."
    },
    {
        "speaker": "C",
        "text": "Do nothing come often from Ryan Tron Adams?"
    },
    {
        "speaker": "B",
        "text": "They don't. We're only one week in, so I feel like this is very much a frontier episode and maybe an overly confident call, but, and I wouldn't be surprised, David, if there's some skepticism. But I see this and I just see what feels like the future for me, David, this was almost like the first time I used makerdao. Not quite that impactful, but like in the same order of magnitude. I know, but I truly, it's the first time I've been excited by a crypto social and this, this kind of new wave of apps that we're about to see. And I think I'm most excited because I feel like we might be on the cusp of picking up where the Internet took a wrong turn back in 2008 with the, the Twitter protocol. And this might be an example of crypto getting us back on track. What, what was your take going to this episode?"
    },
    {
        "speaker": "C",
        "text": "Just very satisfied about the direction that Dan has taken a farcaster. Um, my two main web, two apps that have defined my web two activities over the last, like, 510 years have been Reddit and Twitter. And both of those have aggressively decayed."
    },
    {
        "speaker": "B",
        "text": "Yes, they have."
    },
    {
        "speaker": "C",
        "text": "And how I experience them and what I use them for. I'm basically never on Reddit anymore, and I'm on Twitter in a more muted fashion. You should see the number of muted words I have. Um, and now Farcaster built by this crypto native in the year 2023. And four is building a hybrid of these two things. The best of what I enjoy about both and doing it with all my friends in there doing crypto native stuff, it's like, I feel very blessed that Dan is doing this and building this, and he's also just the correct thinker. He's a builder, he's a thinker, and he's building in the right direction. And this whole frames thing, I think Farcaster first needed to just optimize for serendipity, get users in, be a replacement to Twitter, build the foundations, and then figure out something with a little bit more magic. They could never have started with frames, for example, but now that they have clay to work with, which are the far casters out there, now they have something for frames to be able to express themselves. And so you're very confident. I'm not to say I'm not a, I'm a bear on this, but you're the one who I think is like, really?"
    },
    {
        "speaker": "B",
        "text": "Oh, wait, I'm gassing your brakes."
    },
    {
        "speaker": "C",
        "text": "You're not gas. You're just the super mega Bowl. I'm also bullish on this, I guess. I just want to see. I just want to see more stuff. I want to see. I want to see shelling points emerge around which are some of the best frames out there and have those be recycled and reused and reiterated on."
    },
    {
        "speaker": "B",
        "text": "Let's see what the bankless nation thinks. Guys, we'll get right to the episode with Dan, but before we do, we want to thank the sponsor that made this one possible. Bankless nation, we are extremely excited to introduce you once again to Dan Romero. He's the co founder of Farcaster, which is what? A sufficiently decentralized. That's a key phrase here. Social media application. It looks a lot like Twitter, but under the hood, it's actually a different. I have used this app increasingly in 2024. I found it a much less toxic place than some of the other social media apps I use out there. And now Farcaster has had kind of a almost what looks like the beginning of a killer app type moment with a new feature set called frames. We're going to explore all of that with Dan Romero on the conversation today. Dan, how are you doing? Welcome back to Bankless."
    },
    {
        "speaker": "A",
        "text": "Thanks for having me. I'm doing well."
    },
    {
        "speaker": "B",
        "text": "Okay, so it's been like a year since we had you on, and I think in our first episode, we talked a lot about Farcaster under the hood. It was sort of nerdy type technical questions."
    },
    {
        "speaker": "C",
        "text": "Deep farcaster."
    },
    {
        "speaker": "B",
        "text": "Yeah. And so I think what we want to start with maybe, like, is just give us the quick TLDR on what Farcaster is and then, like, let's go through the last twelve months in fast forward, like two x speed or something, and get us to where we are today. Like everything that's been built. But first, what is Farcaster? How do you explain it? Like, I'm five."
    },
    {
        "speaker": "A",
        "text": "Yeah. So far, Caster is a decentralized social network. And I think for a developer, they grok that immediately. They understand that, okay, I can actually go build an application on this network and have a direct relationship with my users. But for the average consumer, they don't care. Decentralization doesn't mean anything to them. They're not at risk of getting deplatformed or in a meaningful way in the sense that they don't have a big audience. I mean, I think last year we talked about YouTube was a bit of a challenge for you guys at one point, and obviously your audience is your business. So I think for creators, they also grok that. But I think the average consumer, they don't care. Right. What does a consumer actually care about when they're using social network? It's probably some combination of entertainment, which is the primary think, like TikTok. And then I think I. There's kind of a secondary thing, which maybe is a little bit more Instagram or Snapchat. It's like meeting people if you're younger, maybe dating people or hooking up with people. But basically those are your kind of two primary motivations for using a social network. And so if you take something like Twitter, Twitter is entertainment, right? People can tell themselves that they're following the news or being informed. But the reality is it's very much entertainment, really simple, heuristic. Where do people use the app most of the time? So I think Twitter actually released some of these user minutes by device earlier last year. I think 88% of time spent on Twitter is on bubble. We're these professionals. We have these really nice computers. We sit in front of them all day. We're terminally online, and we think everyone else is like us. But the reality is consumers, they're using social media when they're on the couch or waiting in line for coffee. And that happens on mobile entertainment. Mobile is kind of the thing a social network is. And so what we've done is a little bit long winded, but a lot of focus in the last six months for farcaster is actually trying to get it to a place where I can easily describe it to consumer. And so one thing that we don't do anymore, I never, average personnel never describe it as a sufficiently decentralized network. They don't care. Talk about the decentralization. I just say Farcaster is a place where you can find interesting people that share similar interests to you online, similar to Reddit. And I think that is actually a much simpler pitch for the average consumer as to why would I care, why would I want to go sign up? And I don't think we've nailed it in the sense that a don't think that that's how other people are describing forecaster at this point. They're still very much being like, oh, it's this cool, decentralized social network, if you're into crypto, et cetera. But I think the big push for us in 2024 is if I come back on this podcast next year, I should have a very crisp answer on that. And then more importantly, that's how most people should be. Describing Farcaster is the kind of thing, what need is it solving for a consumer rather than talking about the tech? And so I think we're very much in a transition is to kind of answer that."
    },
    {
        "speaker": "C",
        "text": "I think when I hop onto Farcaster, it's first and foremost familiar to me. Comparing it to Twitter, it looks a lot like Twitter, it behaves a lot like Twitter. There's a growing flavor of farcaster that's also increasingly Reddit like, which is lovely for me because I'm no longer a Reddit user, really, ever since, I don't know, maybe two or three years ago. But for someone who's never used Farcaster before but are familiar with the landscape of web two applications. If they were to open up Farcaster and look at it, what would be the first standout difference to them that they would notice? Like, oh, this thing is new, or what's the new behavior that farcaster enables or prioritizes?"
    },
    {
        "speaker": "A",
        "text": "Yeah, so it's a great way of describing it. It's the ux of Twitter on mobile, which I think Twitter really pushed the feed, like Facebook and Twitter, and the kind of, like early version of web two social media on mobile, like feed. That's where it kind of emerged. And then I think later, Instagram. Reddit never has been a mobile product. Like, it kind of existed in the pre mobile era. I think anyone I talk to who uses Reddit seriously, they use it on desktop, and it's kind of designed the threaded conversation view. It feels like a forum hacker news. So that's very much it. I think what we're trying to do is bridge the familiarity and ease of use of a feed like Twitter with the depth and weird esoteric interests that you can find on Reddit. We have a feature on far caster called channels now, which is effectively our version of a subreddit. And so whether you're into gardening or aa wallets in Ethereum, completely different things. You can actually be in one feed consuming content in a way that kind of appeals to all of your interests. And I don't think we've quite figured it out. I think since we launched channels, and we launched channels about halfway through last year, had a material increase in types of content people were posting about. Prior to that, it was kind of like standard, like crypto. Twitter is like kind of. There was one main conversation. It felt like one big group chat. I mean, granted, the network was pretty small, but people felt like they couldn't express the multifaceted version of themselves. It's like, okay, yeah, I might be really into crypto, but woodworking is also something that I do on the weekend. And so the ability to actually kind of wear many hats felt very limited because it's like, well, my followers don't like woodworking, but in a world where channels show up and I can kind of, like, you can almost think of it as like a hashtag if you're just like a Twitter person. But hashtags are kind of cringe and they get really spammy. And so the goal with channels is to kind of nudge it in more of a subreddit direction, where they're actually kind of communities. There's. Our version of a mod is called the host, but there's kind of like building a way that kind of, these spaces feel really high quality and an easy way for you to find other like minded individuals. I think, again, where we want to head this year is get to a place where all of that feels really intuitive, which is actually quite challenging in the sense of you show up into an app, there's no one guiding you through it. Actually, that first run experience of how does the feed show? Do you grok that these are in different categories and how those categories work channels? We're very far from nailing that, but I think we've made a lot of progress, and that's very much the focus of where we want to be this year. And I'll just keep reiterating it today we only win and we only get, actually, frankly, crypto. I think, to a much broader group of people if it stops being just about crypto and more about what is the cool things that crypto, especially under the hood, are enabling. So you could imagine every channel could have some type of membership, NFT. And Reddit has an example of people who are in a subreddit. They can have flare. But what if that flare was basically associated with NFT? One, that's better monetization for the potential creator of that channel. Two, uh, can't be rugged, right? So Reddit went through a big thing last year with the API. Like, a bunch of mods were unhappy. Like, you could imagine a world where forecaster channels like, okay, I don't like the way Dan and Team are headed. My, my, my user base is actually on chain. I can kind of fork it out and go do something different. And so I think we want to balance the, the average user doesn't care about that, but the creator does. And how can you actually merge those two experiences together where you have this amazing consumer experience on mobile in an app? But the power of blockchain under the hood, or another way to think about it, is like a mullet, right? It's like business in the front, party in the back. And it's like you kind of have this very clean, nice feeling experience when you're using the app and then all of the stuff that can happen on blockchain, and you guys are very well aware of how crazy things could start to get, but, like, that's all permissionless and it can just happen. And so I think that's kind of the mentality that we want to push. But to, again reiterate, I think anytime we are talking about the crypto as the appeal of farcaster outside of targeting crypto natives, we're kind of losing because we're not thinking bigger picture of, like, how can we actually take this to 100 million people or a billion people? And that certainly is not just going to be harp on the crypto. It's more like, what can this do for me? Why am I interested? Where's the entertainment value coming?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I think your framing of, like, decentralization is not a feature that users really care about or normies care about. Like, that resonates with me because, like, very much, maybe a creator and also a user of many of these social media applications, including being probably terminally online last year on apps like Twitter. Right. And I very much. And of course, many bankless listeners, many people are in crypto for kind of the values. We're here for the tech, we're here for the decentralization, bro. Right. That's why we're here. That's kind of the ethos. And yet it still, up to this point, hasn't been enough for me to, like, actually invest in something like Farcaster. And I'll tell you why. It's just because the network effects are so large on the existing social media tools that we use, like a YouTube or like a Twitter, right? I mean, talked to Chris Dixon earlier this week. He's like, I spent years of my life investing, like, not as a landlord, but as a serf inside of this application. But, like, I don't want to lose all of that network effect. I don't want to lose that distribution. And so even the decentralized features haven't been enough for me to, like, totally push over and convert, except until recently. And I'll share maybe my story, Dan. So I would. I left 2023, like, really burnt out on specifically Twitter, and it was becoming a much different platform than when I first started, when I first started in crypto, Twitter. Anyway, 2017, it wasn't perfect. It was still toxic in places, but it was a learning engine for me. And I followed people. I used it as a tool to level up on crypto, to meet people David and I met on Twitter, started the Bankless podcast that way. Like, there were some bad parts about it, but the benefits far exceeded the cost. And then I looked at where I spent my time in 2023, and it felt like that was no longer the case. It was actually, like, increasingly toxic for me to be. And I almost felt like, in a strange way, kind of maybe addicted to it is like, part of that, but also just, I don't know, it was this kind of like a hall of mirrors type of environment that felt like I had to engage just to kind of, like, protect reputation. We get in these, you know, all sorts of chaos. Anyway, I decided to further invest in Farcaster and crypto social after this, just because it was a more wholesome place. I would post something on Farcaster and I wouldn't get drowned out by, like, clout chasing kind of tweets that just are more interested in dunking than engaging the conversation. And so that was the first value proposition for me, is it just felt more wholesome and more refreshing. And I don't know whether that's, like, Farcaster is using a different algorithm or if that's just because, like, a whole bunch, it's a smaller community, right? It's a bunch of kind of the nerdy geeks that are interested in that sort of wholesome type of conversation. So it just attracts that community. And that's why I have been dedicating much more time to Farcaster in 2024. And that's, like, the first value proposition. But even still, Dan, I gotta say, that has just kind of, like, gotten us to parity level with the features that existing social media platforms offer. Okay. And it doesn't have the reach or distribution. What has excited me so much was something that happened within, actually, the last week time that we're recording, which is Farcaster's introduction of frames. And for me, this is the first time I saw the potential of, like, a killer app type experience in cryptosocial and the innovation that that unleashes. So maybe I want to talk about both of those things, but could we start with frames? Because that is an exciting new development and I want to get your take on it. And maybe you could start by explaining what frames is and explaining what has just sort of exploded on the scene in the last week."
    },
    {
        "speaker": "A",
        "text": "Sure. So can I just go back to one thing you brought up? And this is the existential problem for us to solve, is, you know, the both of you, you've worked really hard to build audiences on Twitter. Like, you've ground those numbers up. You have an audience, you have influence. That is your livelihood, is your audience. Right. We are not going to be able to get people to switch over the people who are generating kind of the content that kind of earns that type of audience unless we have enough users that the audience is somewhat comparable, especially in a mode where the early version of Farcaster you could describe as a Twitter clone. So it feels very much like Twitter. So it's like, okay, so it's a worse version of Twitter with fewer people, as a person who would limit an amount of time, who was using an audience to actually drive a business, why would you go invest time there? And maybe with the exception of a true ideological, pure person like Vitalik who has 5 million followers on Twitter and basically kind of abandoned it for the most part, I think very few people, and I don't hold anything against them. At first it used to be a little salty. It'd be like, oh, you talk about crypto and then you don't want to use the decentralized thing. That was just cope on my part. The reality is the only way we are going to earn people's attention is if we offer something either comparable, like. And the way to be comparable to Twitter is audience size. So that's really hard for us to do or start to change the game and offer something different. And I actually think that ties into frames where up until frames, we really didn't have. We had a few features here and there, some nft stuff, but nothing to kind of like really draw you in. And then in the last week, it's kind of wild. Frames is less than a week old. We launched a very simple mini app, primitive, that can exist in a feed. And I think that the simplest way to think about this is if you go to Twitter and you do a poll today, that's a special type of post, right? Like most posts are text, image, video. You have buttons at the bottom. That's how you interact. If you kind of want to do more, you either reply or you quote tweet. With a poll, you at least have a couple of kind of options. Obviously, the person who created the poll could define those. And then you click and then there's kind of some interactivity within the, the tweet. So now imagine taking that as kind of like just a very basic primitive. You have a canvas that you can kind of put an image or whatever you want to render and four buttons. That's it. Like, we didn't allow anything else. There's no video, there's no anything else. Magic. It's a hack of. There's some irony here. We're using open graph, which, for the nerds, it was actually something that Facebook invented back in like 2007, 2008, when Facebook had an app platform. And it's kind of, it's like the tailbone, where it's like we still have a tailbone because at one point we were animals that had tails."
    },
    {
        "speaker": "B",
        "text": "Vestigial organ."
    },
    {
        "speaker": "A",
        "text": "Exactly. So open graph is this thing. If you google open graph right now, you will see a page that Facebook hosts but they're not working on, they haven't been working on for a decade. And actually Twitter then extended it. So you'll notice that sometimes when you share a link on Twitter, you get the small icon or you get the really big one. And then obviously since the new regime has come in, links have been absolutely nerfed on Twitter and they've even reduced the amount of space that they give. And they only use this big open graph image. But for the developer out there, that's a pretty simple thing to go add to any website. So you can add the big card for Twitter and the small one for Facebook or LinkedIn. Nothing's happened with open graph since that. So what we did is we actually hacked open graph to make it more interactive, so that anytime you click one of these buttons in this little mini app in the feed, we are sending a message back to wherever that open graph is coming and saying, hey, I clicked this button. What should be the next image we surf? That's it. It is an insanely simple primitive. What you get out of that is developers within an hour of us launching started to have frames. Then it ran into the weekend and people started to organize grassroots frame hackathons and all this other kind of stuff because it was just a, huh. I have one image I can change and I have four buttons. How creative can I get? And within 24 hours someone had figured out how to put doom the video game inside of a frame. And again, remember, this is not video. There's no kind of like all these other, it was rendering per time you clicked and there was a little like the gun emoji plus like the different ways you could go. And that was it. Someone built chess. So the creativity with those constraints was just incredible. And actually, if it reminds me of anything, it actually reminds me of how early Twitter was because the early Twitter API was completely open and so people built clients, but then people got really creative within, and this is back in the era of only 140 characters. People invented app replies, hashtags, retweets, all in just convention of text. And so when you have constraints, people get extremely creative and the same thing has kind of happened for frames. And what's really funny is I have a bunch of the investors on forecaster or early Facebook employees or investors, and they're like, this is literally what Facebook did in 2007, 2008, but then they never ported it over to mobile for a variety of reasons. I mean, obviously Facebook is doing quite well in terms of their market capitalization, but I think it's been a huge validation that there's tons of pent up developer demand. For one simple thing is a frame is you have this simple primitive, but gets max distribution in a feed on Farcaster. So even though we have a very small number of users relative to the big guys, we're not nerfing links. We allow this primitive to exist. And so now all of a sudden a developer can come up with an idea, launch it in this kind of minimum viable version of a frame, and have thousands of users within an hour. The last time that was a free for all was mobile and the Facebook platform. And so I think what we're really excited about is there's a ton of pent up demand from developers to say, hey, I have good ideas. But the problem is if I go spend time building a mobile app or a website, I have no way of finding those users and getting that distribution. That is actually the essence of the frame, is that it's a simple primitive that gives developers the ability to rapidly prototype and then get distribution and validation very quickly. We can talk about other things that we're doing with it and under the hood, but that's at its core, it meets the user where they are in the feed while they're on the couch. Right. They don't have to switch to a different app, they don't have to switch to mobile web, it's, they're browsing, they see a little frame. Oh, click this button to mint an NFT. Great. Click, no, no wallet connect. Just happens. And so that, that's why I think it's working. Uh, like I said, we're a weekend, this all could go away in two weeks. But I think other protocols are actually starting to. Pretty exciting. Yeah, so. So you know I'm paranoid, right? Andy Grove only the paranoid survived. So I am both optimistic and appreciative for everyone who's doing everything with frames. But part of me as a founder of being like, okay, well, what happens if this goes away tomorrow? And so I think we're really trying to push the team to say like, okay, what are the next set of three or four features that we can add that increase the surface area of creativity while still keeping it relatively elegant and constrained. So, a good example of this, and we should have this out either tomorrow or by the time this podcast releases, we're going to add a text field. Again, not revolutionary, it's not like we're doing neuralink or OpenAI level engineering there, but the ability for someone to now, instead of just having these buttons to be able to type in any message directly to the frame. Obvious case that you can add is LLMs. Now all of a sudden, anyone can go take any one of these fancy new AI applications, pipe it into a frame, you do a little bit of input as the user, and who knows where you go from there. I think that is how we're thinking about it, is keep things simple, make it really fast for developers to prototype, and then just give them as much distribution as possible."
    },
    {
        "speaker": "C",
        "text": "I see three threads coming out of this conversation that you actually just identified. One, the distribution of these frames to users, that is something I want to explore. Two, the expressivity of these frames, which is what you were just talking about just now and then. Three, the fact that these frames of are like portals to the outside world of Farcaster. They are little applications, frames, windows that you can peer into in Farcaster that point externally, whereas Twitter and the generalized web, two platforms are trying to actually increase the walls, make be more opaque, be more difficult to permeate. Outbound frames, to me, seems like a portal inside of a cast to go outside and bring something outside from Farcaster into Farcaster. These are the three threads I want to pull on. I want to start with the expressivity one, which is where you are going. Anyways, there's this Vitalik blog from 2019, mainly about blockchains, layer one blockchains called base layers, and functional escape velocity. And it really talks about the difference between bitcoin and ethereum, and how ethereum really needed to be minimally expressive up to a certain point. And that up to a certain point is this escape velocity where you apply a little bit of expressivity to ethereum and you get this escape velocity of what you can build on it. And so basically, tldr a little expressivity goes a long way. And I think that's kind of what you are articulating with frames is like it's a primitive, it's very simple. But I think kind of the question is, have you found, is it expressive enough that these frames have reached a part of the expressivity landscape in which they can actually achieve escape velocity and developers can imagine anything and put it into a frame? That's kind of how I would define escape velocity. Do you have any indication or knowledge or thesis about, like, how are frames expressive enough where they are achieving escape velocity without being overly expressive? That is like overly complicated. Do you have any intuition here?"
    },
    {
        "speaker": "A",
        "text": "Yeah, so I think we have more stuff to add. I don't think the v one is sufficient. That said, I think a good sign that this is yet simple, universal and appealing is multiple protocols outside of Farcaster are now just adopting farcaster frames. And they're actually just calling, they're not even trying to rename them, they're just calling them farcaster frames. Now work on this protocol. So generally good sign that this actually might be a bit more universal and a step up for all crypto UX in terms of consumer stuff. So that's one thing, again, going back to this idea of the constraints we specifically started, where you. So one of the things we allow is when you click a button, the developer gets a request sent, or HTTP request sent to their server and that's signed. So it's cryptographically signed, but it's not signed with the ethereum key. So every forecaster user has an ethereum key. Under the hood we have a separate key. It's called an EdDSA key for those paying attention at home, but that actually can't do anything on a blockchain. And technically you can do something on Solana and you can use it for account abstraction wallets that are coming in the future, but not the ECDSA key that powers an ethereum address like you're metamask or Rainbow. Despite that, what happened was, and I actually put a meme, I don't know if you guys, it's the, it's the Patrick SpongeBob meme where he's talking to the villain and the villain's trying to convince him of one thing. And then Patrick just keeps giving the same answer. And so the way I kind of set that up is we thought people would use frames to kind of do these lightweight things like, oh, well, let's just go back to the Facebook app era, platform personality quizzes, polls, like things that are very off chain and easy and you can get set up. And within 24 hours someone was like, well, I'm just going to have this sign something that will end up minting something through a relayer on base. And then of course, Jesse Pollock, his good friend, jumped in and started saying, great, base wants to be the home for any frame that you want to put on chain. So we quickly went from, this is a terrible pun, but on frame to on chain. And these developers, they don't care that we told them that it wasn't expressive to be on chain, just like water. They figured out a way to get there. And I think Wilson Cusack from Coinbase, he wrote up something where it's like, oh, verify a frame signature with solidity. Just like the amount of creativity that people brought to saying, oh, well, you told me that this is not supposed to go on chain, but I'm still going to go do it. And I think the most kind of seared in my brain example is a team of folks. Three developers worked on a project on Sunday, and then they launched, I think, Monday or Tuesday. They did a Girl scout cookie checkout in a frame. So four buttons and an image, and they were able to make a shopping cart. Toby Lutke at Shopify actually followed me this week and reached out and commended that team in terms of, wow, that was really cool. This is not the ideal UI to do a shopping cart, yet people figured out how to do it. What was cool is you actually got redirected at the end. And by the way, one of the people was selling Girl Scout cookies for, I think, his niece or something. So she's now probably like the top Girl Scout cookie seller in the entire country. But at the end, it just kicked you out to Coinbase commerce and then you could just do the shopping. So again, even though you couldn't directly do the on chain transaction, people were creative enough to actually make it happen. So what I would say is the two things that we're going to add from the expressivity standpoint in the near term, one is that text input. So it's a completely new version of you. Think of it as I, okay, we had buttons, and now we have free text. And then the second is we are going to figure out a way to safely do on chain transactions. I think you guys have been around crypto Twitter long enough to know that the moment you make links, very easy to do on chain transactions, a lot of nefarious stuff that can happen. But this is where actually the farcaster social graph actually comes into play. So we can actually take those links. And probably the minimum version to start is we'll just put a huge warning and just say, hey, don't click on this if you don't trust it. But over the next couple of weeks, we can actually layer in an identity layer on top of that and actually say, oh, this is a link from someone you follow. They actually made it because it's cryptographically signed in a key that's off chain. It's probably not hacked like the SEC got hacked with the bitcoin ETF. So you start to layer in all these primitives that for a while weren't doing very much for us. If anything, they were making us move a lot slower. But now starts to enable these really powerful use cases where it's like, you could legitimately say this is a verified link. Now, whether or not that was good code, I can't verify that. But you at least know that it wasn't a wallet drainer from a hacked account. Now you start to create an environment where if I want to do something on chain, I actually want to be on Farcaster because I'm browsing the feed and I'm actually getting some level of like, okay, I don't have to worry. And actually, one really tough example last year was my Twitter account got hacked. Okay. No way. Did not have a phone number attached to the account. Strong password. I used totp the Google auth for it."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Twitter still hasn't given me an answer on what happened. My hypothesis is that it was an inside someone in support, but. So they waited till I was asleep. Pacific coast time, they tweeted out a wallet drainer link, the wise keys NFT project. And I have a good friend who lost over $100,000. I feel really, really bad because they looked at should have been paying attention. It was kind of scammy looking, but I assumed because it came from your account and I know you have good security, it was fine, that hopefully all goes away. In a world where everything is cryptographically signed and obviously the SEC tweet examples and other disaster scenario in terms of just less wall drainer, but more just like an embarrassment. But in a world where everything has public private keys underneath the hood and you have a reasonable self custody security, then you actually get into a world where crypto links don't feel so scary, and you're actually more likely as a consumer to actually want to interact with stuff that you discover."
    },
    {
        "speaker": "B",
        "text": "I am so here for it. And I actually think that, like, while this seems like maybe small to some listeners today, what we're looking at is a new primitive and a new type of platform that could, like, I honestly, I say this legitimately, help onboard the world to crypto. And it's starting to come together in Farcaster in really interesting ways, just at."
    },
    {
        "speaker": "C",
        "text": "The same time in which Twitter is the most dangerous to be a crypto person."
    },
    {
        "speaker": "B",
        "text": "Yeah, that is true as well. And I think for bankless listeners who still haven't gotten this in their head of what's going on here, but what Dan is describing is these things called frames, basically turns a post or a tweet or in Farcaster, it's called a caste into a program, into kind of a mini app. And this is a permissionless mini app that any developer can deploy and without anyone's permission. So it's kind of like a core Internet primitive in that way. And so what we've seen in the last week is, like, hundreds of these frames being developed. And I wouldn't be surprised, by the time you listen to this, if we had thousands. And there's all sorts of creativity kind of unleashed. And so that's what's going on here. And I can't help but think about what we're actually doing here. Big picture. And you were talking about some of the investors in Farcaster who are here for the early days of web two and social media. What we're actually doing here, it seems to me, Dan, is we are going back to about 2007, 2008, and we're retracing our steps as the Internet, as a community, and we're taking a path that we didn't take at that point in time. So the path that social media took and the Internet took, and the fact that we have now kind of five tech companies that dominate the world, was a path of closed walled gardens and an ad based revenue model. So they wanted to trap all of the users inside of the four walls, their walled garden, essentially, so that they could mine their eyeballs and sell more ads. Twitter didn't have to take this path. Facebook didn't have to take this path, but it was more profitable at the time to take this path. We didn't have a own verb, as Chris Dixon likes to say, to kind of monetize the other path. And so what it seems to me, crypto is doing, what farcaster is doing is it's going back to, like, 2007, 2008, when this web two thing just started kicking off. And it's going, oh, we're not going to take the ad based path. We're going to take this new ownership type of path. That's how we're going to monetize things. And in that path, we can keep everything open. We don't need to trap everybody inside of our ecosystem. We can keep it permissionless so that devs can build on this and not get rubbed. And that, to me, is probably the most profound piece of this and why you can probably hear the excitement in my voice, in what's happening. This is just a kernel. I think this could get entirely massive. Do you have any reflections on that? Is that right in your eyes? Do you think we're going back to the mid two thousands here?"
    },
    {
        "speaker": "A",
        "text": "Oh, man, you got me all excited just hearing that. So, one, the original name for Farcaster, when Varun and I started working on it, was RSS. So I've been thinking about some version of this idea for a decade plus, I feel like I'm in this kind of like, weird. Varun and I are roughly the same age, and so I'm a weird, like, kind of like millennial in the sense that I was in college when Facebook, when it first came out, but two years in, and when they were, they launched the feed while I was in college. They would launch the app store while I was in college. Like, I actually built on the Twitter API. I built this app called Straw Poll. So I lived through that era in an era where I was just so. I thought that was the future we were headed in. And I cite this a lot of. Paul Graham wrote an essay in 2009, and if you go to his website, it's just slash, Twitter HTML. It's really short, fits in like a screenshot. And he talks about how Twitter is this quirky company that they invented a new Internet protocol, and that doesn't happen very often, the way he was defining it, but somehow it ended up in a company, whereas every other protocol, HTTP, SMTp for email, all of that ended up kind of being these open standards. I was obsessed with this idea while I was even working at Coinbase, I actually tweeted a kind of rough outline of the idea for Farcaster in 2018. I still have the tweet. I can send it to you guys. But basically, I've been obsessed with this. I was a huge Google reader user for RSS, and just like, I'm a huge infobore. And so the Twitter outcompeting RSS makes sense. They built a really slick centralized experience that just has better user discovery, better performance. Centralized companies are going to be better than indie companies most of the time. Right? And so I think what was really disappointing, though, if I kind of look back on the history of Twitter, and easy for me, like, you know, in this time, you just kind of make the decisions is Twitter had an opportunity roughly around 2014 to kind of veer in the, we are not going to be Facebook. Because by that time, Facebook had killed its app platform. They were already public, they were starting to get mobile. And Twitter could have been the open version, right? And it would have been like, hey, we'll monetize off of developers. We're never going to be as good as Facebook because Facebook isn't a class of its own. Facebook makes $200 per user per year in the United States. Okay? When was the last time you paid for anything on Facebook? That's how good they are at monetization. That's why they have a trillion dollar market cap. And that's why Twitter has always been kind of lagging behind, is they just never had that scale and level of monetization. And so there's a version of the world where Twitter leaned into the API and said, we are the world's kind of like protocol. Yes, it's controlled by a company, but we're going to monetize at a certain rate. And I think actually people would have been probably fine with that. And there's actually a lot of benefits if you somehow have a benevolent kind of company that monetizes. Like, there's a lot of complexity that comes with the decentralization, but we didn't have that happen, right? So we had this kind of increasing centralization on these social networks. And so one of the motivations that I got excited about working on this idea, censorship, resistance, that's actually, I think, a very important thing from a freedom of speech standpoint. But the thing I was so excited about is, if we could just figure out how to get enough people to use this, maybe we can get a flywheel of developers building stuff. And I think just having people hack the random thing that kind of looks like Chris Dixon looks like a toy, and then ends up being a bigger thing that doesn't happen on the app store. Now you have to get a Duns number to launch a mobile app. You have to have basically a background check for. So all of this stuff is so much friction. And I always think of like, what stripe? Completely unrelated. But the core insight is the collisons realized that developers wanted to take payments. This is kind of like pre crypto on the Internet. And the status quo at that point was send a fax to someone at Wells Fargo and have some guy with the headset call you and try to sell you on payment processing. And they're like, okay, well, we're just going to make this really slick thing, sign up and then just immediately get payments and get on your way. And that mentality is what I want to really drive is the beauty of frames is it's so fast, you can use Vercel, which is this developer company, to spin this up. Varun was actually able to do one with relet yesterday and just use their built in AI and have a frame up and running in ten minutes. That's the error that I want to bring back, is just really, really fast iteration and prototyping with also the benefit that, you know, that happens in crypto. That's actually one of the reasons I still stuck around in crypto. I was kind of burned out in crypto after I left Coinbase. And then I realized this is the only place the developers are still really tinkering. Everything else is super professionalized. Even AI actually think, like, yes, there's a ton of interest there, but it's run by big companies. Crypto is not run by big companies. Coinbase is the biggest company in crypto. Like, that's it. Every other company is basically small or independent developers. That spirit is the thing that I wake up every day and get excited about is like, can we get to a world where it feels much more like 2007 and 2008 in terms of experimentation? And I think that the core difference is, can't be evil. Just like Google said, don't be evil. Like, can't be evil. Build the credibly neutral, decentralized system that people can look at the code, people can download open source hub software or permissionlessly sign up on op mainnet. Like, they don't have to trust me. And so that is, I think if we can do that, I don't think we'll ever be as big as meta from whether we're a company or a protocol, but maybe at the protocol level, because I think if you can actually create an ecosystem where a lot of people can win, then things can get pretty big. And I think that the other thing is part of that centralization effort was actually, I think, very much driven by the zero interest rate environment of the 2010s. This growth at all costs for the company, it's crazy how many people Elon fired at Twitter and Twitter basically still works. Everyone was saying it was going to go away. Farcaster Grant we're not at that scale. We have twelve people. We are not hiring any more people. The goal is to just stay really focused on delivering this great experience. And yes, we will have to hire some more people. But my view is Instagram got to 27 million users with 13 employees in 2012. I can promise you we're not even close to 27 million users. And we have 1012 years plus developer productivity and AI. I actually really believe in this world where we can have many thriving new apps, services companies, open source projects on top of this decentralized protocol that collectively can compete with the big guys. But maybe we never, just never see another like, you know, trillion dollar centralized social media company. Because what this is doing is it's actually leveling the playing field and saying like, okay, the scale comes from the."
    },
    {
        "speaker": "C",
        "text": "Protocol, not the app thinking that frames unlocks, like, the next step function growth in Farcaster. Like, maybe, maybe it's not the killer app that takes Farcaster all the way to meta size. Maybe there is no killer app, it's just a series of mini killer apps. And frames is the first of many, hopefully. I want to talk about like the distribution curve that will emerge with frames where some frames are going to be built and then probably going to be used more than others. You were talking about that poll in Twitter, in tweets. That's actually the only expressive tweet form that there is. You can tweet or you can make a poll. Therefore the poll is the most expressive, the most used app on a tweet. I would imagine as frames get more developed and iterated, some frames are just more useful, some frames are recycled, some frames become just highly used. And then there are some long tale of frames which are just maybe more proprietary, more unique to the builder or the company that developed them. How do you think about how this will unfold? We've seen a massive growth in usage of farcaster just in the last week since frames have launched, and now we have this iteration cycle growing. But how do you think the distribution or frequency of frames goes forward in the next weeks and months?"
    },
    {
        "speaker": "A",
        "text": "Yeah, look, we're still very much figuring it out. I think if I could critique frames from what it's not good for developers is the experience is this delightful experience you run across in the feed. You're low friction, you're willing to use it, but you're not building a durable, ongoing relationship with a user. If you think about the kind of, there's a variety of different types of developers, but I think that the developers that get most excited about distribution tend to be ones that want to go build a business or think about being a venture backed company. And what matters to them is retained Dao. In the same way that I focus on the daily active users, not to use jargon. So basically the number of people who use your app every day, you may hear monthly active users or weekly active users, meta talks about time spent and daily active users. And so my view is they're the best in the world at that. That's the bar you should measure your app. And so if you're thinking about like, hey, I want to build a business, I want to be able to go raise money. The traction chart you want to be able to show is the trailing seven day average of people using your app right now. Frames are very ephemeral. You see them in the feed. There's no really easy way to go get them again. Ongoing relationship. Is it actually adding any additional functionality to your day to day in the app. One area I don't think we've figured this out is, well, Chrome extensions, I think are a great example of this. You find something useful that you want to use on a regular basis on web. They work really well. You install metamask or one password on Chrome and it works, you block. But basically extensions have never existed on mobile. Apple's safari extensions are meh Don wallet. I would actually give them credit. They've really pushed the limits of that platform and I don't think anybody else has really done that. But it's just clunky. People think of apps on mobile, they not install an app, they'd probably never install the Chrome extension. Pwas are another potential way that this goes. And shout out to Friendtech. I think that they really showcase how you can do that. Well, I think they are a little bit more clunky than apps. And it's nothing on the engineers, on the people building a PWA, it's actually just Apple. They're doing it as a fig leaf to say, hey, look, we offer an alternative when the reality is there and."
    },
    {
        "speaker": "B",
        "text": "PWA is progressive web app."
    },
    {
        "speaker": "A",
        "text": "Yes, sorry, how'd you describe that? Please? Basically the idea is you can build a website and then make it feel like an app on the phone without actually having to go to the app store to install it. Because everyone is having to think about Apple has a ton of rules to be in the app store. That's been in the news recently. But ultimately, as a developer, you're like, okay, I have to make compromises, especially with crypto in the app store. But if you think about distribution as an app developer, you want to be in the app store, because that's really easy. Consumers understand how to do it. You can get updates and all these other nice things, things. So trying to marry the two. I think one thing we could do with frames is could you actually, in a kind of easy to use way, in a secure way, extend the functionality of Warpcast in a way that you could just simple thing, you could add another button to the bottom of the row of every cast. Now, yes, you're using Warpcast, but maybe the default button that you click to send a like or something is doing another action. Maybe it's sending an on chain tip to someone and that's like tip link or one of these services. And so I think figuring out a way to offer ongoing relationship and a durable relationship with users through frames is if we can actually nail that and figure that out. That I think is actually a big step function, because now all of a sudden the developer says, okay, don't just use frames as kind of like a launch strategy. Go to market to try to convince people to use your app. It's like, no, I actually could build a business as long as I'm a button on someone's UI. And there's a lot of complexity to think through on that. And I don't know if you guys grew up in the era of Windows Internet Explorer toolbars. Everyone wanted to add a toolbar and they just would stack and there are a whole bunch of memes, and it's like you'd go to your grandma's house and you'd have to uninstall all of them. But I think that you just have to balance the simplicity and elegance of it with providing a really powerful primitive to a developer. So I think that's just one area. I think what I ultimately know is developers want to build businesses. That means that they have users. And the single best thing that we can do, or two things, is one, continue to grow the number of users on the Farcaster protocol, because every user in the Farcaster protocol is now, if you think about the addressable market, that they are now a potential user of your app in a very easy way with frames. And then two, it's how do we make it easier for the best developers, the ones that actually build great experiences for consumers, to have an ongoing relationship with those consumers, because that actually sets them up for success. And so I don't have answers there other than that. That's how we're approaching it."
    },
    {
        "speaker": "B",
        "text": "And that's the flywheel too, in effect, isn't it, Dan? Because more users will come as the frames increase in utility, and then more users come, so more app developers develop frames and you kind of get that flywheel in full effect. So look, I think that frames is one of the most interesting things I've seen in a long time. It feels very much to me like sort of the mid two thousands early discovery of kind of web two, basically in the birth of that and that Paul Graham post, I was just looking at it why Twitter is a big deal. And he said the reason is, is because it's a new messaging protocol where you don't specify the receipts. New protocols are rare, like TCP IP, SMTP, HTTP. Twitter never pursued that journey. And here we're kind of going back to it. And that's what's so exciting here. I want to ask the question, though. So, moving on from frames for a second. So we talked about can't be evil rather than don't be evil. And we used this phrase for the crypto natives earlier in the audience, sufficiently decentralized. So can you define what that means practically in Farcaster? So I think as a farcaster user or as like a former recovering Twitter user, let's say I still tweet from time to time, I want to port, have the ability to port my username and my social graph somewhere else if I want to. That seems to me fundamental. And then we were talking about the inability for forecaster to rug frame developers, let's say, or any developers. So I mean, very famously, Twitter's restricted API access many times in the past. Rugged entire company. So did Facebook. Right? I mean, this is like, we have a full history of this. And so how is it such that you can't rug and what are the crypto components of this entire platform? Because I think forecaster keeps its crypto profile light, but very intentional in terms of what it's trying to do on chain versus what it's trying to do in centralized servers. So can you kind of describe that landscape for us?"
    },
    {
        "speaker": "A",
        "text": "Yeah. So that's all accurate. And I think the way to think about it is there are three layers to the cake. So the first is the, and let's actually start from the consumer experience. So you download an app, Warpcast is the most popular app. It's basically the only mobile client, although people are starting to build other mobile clients, which is exciting. 85% of usage of Forkaster is on mobile. So one piece of advice I always give to crypto builders, if you're building anything consumer, if the use case is to use this on the couch, 85% of the usage of couch time is on phone, not on a computer. So don't build the app that you think because you sit on a computer, on the couch, consumers sit on the couch and they go like this. So mobile is really important and that's how private, the vast majority of people interacting with forecaster interact through a mobile app. The mobile app is a centralized thing. So the best example here is Gmail and email, like email is a protocol. Gmail is a private service. You could use Yahoo, you could use something different."
    },
    {
        "speaker": "B",
        "text": "In this case, Gmail is the client."
    },
    {
        "speaker": "A",
        "text": "Yes, the client, the app, the app warpcast, we run that in AWS. We have an app store account on Google and Apple and manage all that stuff. We build this app, then the next layer down is where it starts to get interesting, is we connect into the Farcaster protocol, which at this point is actually decentralized. That is a layer of servers that all peer together. So you can almost think of as sort of like Bittorrent. Not quite. So it's not a blockchain, but it's a group of servers that get to eventual consensus on what's the state of the network, what casts come from what people, what do their profiles look like, who's liking what casts. The system works pretty well and that's totally open source. Anyone can go download and run a hub. The hubs have varied up until at one point we had 700 people running a hub. They're not that expensive to run and most people just run them in the cloud, but you could run them on a home computer and each hub has a full copy of the network. That's similar to an ethereum node. It's not a blockchain, but it takes that property of. As a developer, I can just spin up a hub and I don't have to rely on anyone else to get anything. I can be like, okay, I want all the cast from Ryan. Boom. You can immediately get that information, you don't have to pay anyone else, don't have to ask for permission. The last part of the system, and this is the only part of the system that's actually on a blockchain. But critically important, it's the actual identity. And the identity is just a simple number, it's an integer. So I am the third user on Farcaster forecaster account, Varun plus me. So I'm Fid farcaster identity and the whole system just works off of that number. So each of you have an FID anytime you're doing something. The way that system works is when you go to write a message that leaves the app, it goes into that Bittorrent hub network. The hub goes, okay, this is coming from FiD three. Please tell me, does the signature, the cryptographic signature, match the thing that's on the blockchain? If yes, great, now I'm going to distribute it. If no, it's a spoof, it's a fake cast. That's the system. The beauty of that system is the only thing that costs money. There are two things. When you sign up, you create that initial mapping, you get that little FiD. Then anytime you want to make an adjustment, maybe you roll your cold storage or your hot wallet and you want a new address that controls that id. But then other than that, I always like to say it's like an all you can eat buffet. It's like once you pay, you can do as much as you want on the Farcaster network. And what's really nice about that is there's no cost. I think that the challenge of just imagining the usage of social media, that even if you had a small cost, it creates a mental thing of people being like, oh, I don't know if I want to press this button. It's like a little bit. You want to encourage as many people as possible to use the app. You want people to smash the like button. That is actually how you drive the kind of growth of the social network. And so in building this system, we like to think of as a hybrid blockchain system, we just tried to take a pragmatic approach. Varun and I both worked at Coinbase. I wrote a post, actually, when I left for Balaji's moment in the Sun Nakamoto publication called Coinbase's pragmatism. And the idea that we always approach a Coinbase is like, what's the best user experience? While still holding true to the values of crypto? And you guys have been in crypto long enough. It's like Coinbase has taken a lot of arrows. Coinbase takes basically no arrows at this point relative to where they used to, and people now appreciate. It's like, oh, yes, this company actually practiced what they preaches. Yes, it's a big company, they sometimes have to make compromises, but they've been a net positive for the ecosystem. I think for us, it's, we don't need to be maximally on chain. That doesn't actually make the product any better. If anything, it makes it worse and more expensive. And so for us, it's the sufficient decentralization mentality, as this pragmatic mentality of saying, do the one thing that matters to make sure that that is sovereign, censorship resistant. No one can go muck with that and then take pragmatic approaches everywhere else and be transparent and open in how you approach it. And I think, here's an example. If we had a maximally decentralized attitude, the warpcast client would be open source, and the expectation is everyone would run their own hub, because you shouldn't trust any hub that would be run by someone else. You get into a place where you've actually achieved even more decentralization, but you don't have any usage. For us, this mentality of sufficient decentralization is live up to something where you can look Vitalik in the face and say, yes, this is a credibly neutral, decentralized network, but we are not going any more decentralized than we need to. For the average user because the user experience doesn't improve here and the developers actually have sufficient decentralization to have a great experience. That's where you're trying to meet. Rather than being purely ideological and saying, I can make this system even more decentralized, there's a time and place for that potential systems that are designed for people who really need that. But I think the reality is any version of the world where the social media that we use is built on kind of a permissionless open system where you can't rug people with APIs, which is the case of Farcaster, I think is a significant improvement over where we are."
    },
    {
        "speaker": "B",
        "text": "Okay, so me as a farcaster user, when I create my Farcaster identity and this farcaster ID, that's where the point at which my crypto address, my public private key, gets associated with a Farcaster ID."
    },
    {
        "speaker": "C",
        "text": "And that association farcash or Social Security number."
    },
    {
        "speaker": "B",
        "text": "Yeah, basically. And that association is the thing that is like an entry is created on chain for that. And with that, once we have that entry on chain, that is the piece, that is the property registration that needs to be completely permissionless and decentralized. And by the way, that's some gas fee for creating it. I'm wondering, where's that record stored? Are you using a layer two of some?"
    },
    {
        "speaker": "A",
        "text": "We're using Mainnet."
    },
    {
        "speaker": "B",
        "text": "Op main net."
    },
    {
        "speaker": "A",
        "text": "Yeah. And you can think of that as like a big phone book, and it's just two columns, it's FiD, and then the Ethereum address that controls it. But once we have that through transitive property."
    },
    {
        "speaker": "B",
        "text": "So once we have that, we've created sort of a property, right, where forecaster doesn't own my account and the social graph that I'm building it, that's associated with that account. I own my account. And what is that secured by? Well, it's secured by op Mainnet, which is settled and secured on top of Ethereum. So effectively I own the property rather than the Farcaster protocol, rather than Dan Romero, rather than the developers who are working on the warpcast client. Right?"
    },
    {
        "speaker": "A",
        "text": "Yep. So the worst thing I can do to you is I run warpcast, right? Or the company Warpcast, which is the biggest client. And let's say you started posting something illegal. There's certain types of, you know, I'm a big free speech believer, like, you know, I live in the US, big believer in the constitution, but there are types of speech that are not protected by the constitution and some types of speech that are actually kind of illegal. Okay, you start doing that on Farcaster. I can't actually affect your account on the protocol like we've designed it so that we cannot, like, there is no way, can't be evil at that level. I can do though, and Warpcast is a US Delaware based company. I have to follow the laws in the US. So I will label your account or that content specifically. I'm not going to render it in your client."
    },
    {
        "speaker": "B",
        "text": "You're not going to render that in the Warpcast client."
    },
    {
        "speaker": "A",
        "text": "Just like Gmail can decide what spam on Gmail and Yahoo can decide what spam on Yahoo mail, Warpcast can decide what content it's choosing. To nutshell, the core difference though is let's say we get a really aggro on what we decide to show versus not. We think we know better than anybody else. People will start to move, they'll move to another client because Warpcast is built on VAR Caster. So your identity can just be booted up in the same way that if you don't like what Wallet X and Ethereum is doing, you just take your mnemonic and put it in wallet Y and the account can actually live in both wallets at the same time. Exact same property in Farcaster transfer."
    },
    {
        "speaker": "C",
        "text": "So, but what the, what does actually, what actually transfers over? Because I think a very important thing in the property is actually the accounts that I affiliate with, who I follow on Twitter. Does that transfer over to alternative clients? Is it, how does that transfer over."
    },
    {
        "speaker": "A",
        "text": "Those, those that mapping the social graph lives outside of Warpcast. Any client, it lives at that kind of the Bittorrent hub like layer, the."
    },
    {
        "speaker": "B",
        "text": "Farcaster hub layer, that's where that, which again is."
    },
    {
        "speaker": "C",
        "text": "Yeah, where is that data storage? So like my account and my ownership, my mapping to my keys to my Farcaster account lives on the op stack. And when I have a social graph, where does that data live and how do I control my access to that data?"
    },
    {
        "speaker": "A",
        "text": "So you can, anyone can run a hub. We have, I think it was this morning, 250 unique hubs around the world."
    },
    {
        "speaker": "C",
        "text": "Okay, so that's like a, you can."
    },
    {
        "speaker": "A",
        "text": "Run your own hub and then, and then it would work. Warpcast can't censor anything at the hub level."
    },
    {
        "speaker": "B",
        "text": "Okay, the cake."
    },
    {
        "speaker": "C",
        "text": "Okay, so we have the, we have the op stack main net, which I control my keys then therefore my Farcaster account. And then there's another layer on top of that called Farcaster hubs which control social graphs. And that is an open permissionless node system that maintains the relationships between Farcaster accounts in more of a web, web two non blockchain way. Maybe not web two way, but a more censorship."
    },
    {
        "speaker": "B",
        "text": "Resource bittorrent network."
    },
    {
        "speaker": "C",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "Yeah. And so I think the best way to think about that is if you want to get data onto that, that middle layer, you have to have the right signature from the account that controls it in the blockchain. And that's how those systems are designed. So you can't spoof any information. No one can remove your information. Those hubs just say whatever's on the blockchain. That's the canonical representation of someone who's allowed to post into this network under that id. And so then the whole system works. Warpcast, we run five hubs of the 250. We can't touch any data on those hubs. Like, we can't like remove it. Like the only thing we can do is prevent it from being rendered on our app."
    },
    {
        "speaker": "C",
        "text": "One last decentralization resource cost question. Okay, so when we last talked a year ago, a forecaster was not on op mainnet and then launched on op main net. So I think that means like the whole, like some of the training wheels are gone from the system. Very cool. Now also, there is a real cost to creating a user account. Only one cost per account, which is also very cool. Who pays for that? Is it much? Is it a lot? Is it something that needs to be worked on? And what are the, you said the overhead costs are not much ongoing, because it's one per account, which is great, but still it's a cost. What's the future of this cost? What's the future of this overhead cost to the farcaster or the warp caster Farcaster business?"
    },
    {
        "speaker": "A",
        "text": "Yeah. So let's separate to each of those layers. So at the blockchain level right now, we have a kind of a gate fee to get on because if it was free, you would just have people put spam, right. You would just register a whole bunch of these things for gas. And then you would load up. Each user has a maximum amount of data that they can put on hubs, which is very high relative to what the average user uses. And so you would just fill these things up and everyone's computer who was running one of these hubs would just be full of junk. And then there wouldn't be any space for anything else. The performance would be bad. It doesn't work. So we started when we went to permissionless in November, so anyone could just interact with the contract. You didn't have to use Warpcast. We were charging $12 in op mainnet."
    },
    {
        "speaker": "B",
        "text": "Eth to create an account."
    },
    {
        "speaker": "A",
        "text": "To create an account, which obviously no social media basically charges you money upfront that's not so. We have since brought that down step by step, just as we've monitored how much spam, it's now $3. So the idea is we are trying to find the Pareto optimal part of cost with spam. So spam has increased like we have a way of labeling it at the warpcast, the app level, just in the same way that anyone can send an email, even if it's spam on the email protocol. But obviously Gmail is going to do a good job of filtering spam out. So Warpcast has that kind of same role. But we also have to think about if the, the amount of data required to run a hub gets too high, you will have less decentralization. This is the fundamental thing that Ethereum deals with. It's why bitcoin did not increase their block size. If you really want to optimize for decentralization, you need to make it as easy as possible to run. Our view is if this system works, I actually think somewhere between ten full hubs and 100 is the right order of magnitude of decentralization. Because if you have enough companies, then they can kind of like compete against each other and then no one has like one control. I probably say closer to 100 would make me happy. But I think our system actually should not overly focus on decentralization, because what we should be focusing on trying to get users right, because if you put too much friction sign up, then people just stay on the centralized web too. So I think we are trying to figure that out and it's iterative and it's, we're trying to be pragmatic around it, then what happens is that once you've paid for that, you as a user don't have to pay anything to hubs. You can basically use any of these other apps in the ecosystem for free. And then if you wanted to be hardcore and say, hey, I don't trust anyone else, I want to host my own client and my own hub and then just directly interact with the blockchain like that, you're able to do that. I would say that's probably the, on the order of, I don't know, $100 a month or something. If you really wanted to go do that. I don't think that is appealing for most people. But for a business that's actually relatively inexpensive, if you wanted to have a forecaster app, we think that the architecture that we have today can scale to about 10 million users. We're at 85,000 total signups. We have a ways to go at that point because the hub system, the on chain system, scales basically forever. But the hub system actually hits a point where we need to be sharded. Sharding is hard on Ethereum because you don't want to have double spends. That's not an issue in the hub world. You can actually post the same thing twice. It's an eventually consistent system. It's not a blockchain. Our view is once we hit that scale, if we do get there, we will have scaling solutions that are available to us that frankly, just much harder to do with blockchains. So I genuinely believe it won't be easy. And it's not like we've solved it. Now. I think we can get a system that can get into hundreds of millions of users, if not a billion plus users, over the next three to five years."
    },
    {
        "speaker": "B",
        "text": "I get it. Okay, so that's interesting. Where the costs are. The costs aren't actually block space or gas fees on op mainnet, right? You're just registering the account there. Mainly the costs are put in place for civil resistance so that you don't get bought, attacked and that kind of thing. And then there's also this ongoing, at the second layer of the cake, the Farcaster hub piece, this sort of state management, state growth thing that we see in blockchains in general, which is like if you let the state get too large and there's no cost associated with the state, then the nodes become harder and harder to run. So that makes a lot of sense to me. I want to zoom out. Uh, and we're going to get to lightning round questions in just a second. But one last question, but before we do, and these are from some farcaster users, but one last question. So going back to the fork in the road that we are, um, kind of resuming, we're going back to the late, um, two thousands. Okay. And like, we're pursuing this open, decentralized, permissionless model instead. Um, talk to me about the monetization, the economics behind that, because by now we're very familiar with getting our eyeballs sold. We're very familiar with, um, massive social networks that are basically getting $200 a year, apparently for all of the data that, that we produce on top of it. Um, what's to prevent farcaster from doing the same thing, right. I think it was a Chris Dixon earlier this week reimpressed upon us that these small architecture changes like you own your own prop property and can exit the system at any point in time. These can have fundamental downstream consequences in terms of the business model and economics. But like, I guess I want you to kind of paint that picture. What's to prevent you from just starting to sell all of the warpcast users data and monetizing that with an ad based model? Like, what is the reason you wouldn't do this? How do we know that? A farcaster, maybe it's not as evil now, but maybe you could be evil. Or maybe the economics incent you to be evil. What's different this time?"
    },
    {
        "speaker": "A",
        "text": "Yeah, so I think about this a lot. So let's just go through a couple of things. One, as long as I'm around, I'm telling you, we are not doing anything scummy, because I don't want to be scummy. So that is the first line is like, there's a level of trust of who's running this thing. And I think Varun and I are very aligned on that. But things can change. Right? So don't trust what I say. Okay, so second thing, there's a difference between Farcaster, the protocol, and warpcast the app, right? So warpcast the app, that's a business. It's no different than Gmail. We will have to figure out how to monetize at some point. We actually have some early efforts, and this is actually, I'll get to in a second. But will there be a day that warpcast has ads? I'm pretty sure, yes. It's a model that a lot of consumers I don't like. But as soon as X offered the premium subscription where I could get them out of my feed, I paid like, I just, I much prefer my attention to not be looking at ads. But a lot of consumers, they're like, I'm fine with ads. It's like people who watch network tv, right? Like, so, so I actually don't want to judge people who say, hey, I'm actually willing to get a free experience for ads like that. That's a personal choice. I think there are ways that you can do it and not be kind of like, you know, surveillance capitalism y. But here's the important thing. And actually, I think the best analogy to just think about is Coinbase in its business of kind of being a crypto brokerage. If Coinbase, if you have a Coinbase account, if Coinbase starts doing a bunch of stuff that you don't like, you know, you can move your Eth, your bitcoin, your Solana, whatever, to Kraken, to a self custody wallet, to whatever additional competitor, right. That does not exist in web two. Like, it just doesn't, like there is no exit while still having interoperental that forecaster that works right now. So if workcast starts doing stuff that you don't like, right, Dan and Varun are no longer there. The kind of like minion middle management takes over and starts to just run the web two playbook. The discerning consumers will just leave. They will literally go to a different client, and then they will have the option of either running a client that they control 100% for the hardcore people, or I would imagine the market is going to go, okay, great, we'll just offer a client that you pay us, I don't know, $9 a month, $10 a month. You don't see any ads. And it's just like, we respect your time and we're targeted towards people and we're offering a premium experience that cannot exist today. I cannot go do that on Twitter or Instagram because their business model is, no, no, no. We want you to be in our client because we want to show you as many ads by the architecture of Farcaster. You can just move, you don't have to worry even about, oh, does my account get migrated? You can run two clients at the same time. So maybe Warpcast has a feature that you really like in the same way that you can use Metamask and you can use Rainbow and you can use coinbase wallet with your Ethereum address, and you can use it on different platforms and different use cases. You can do the exact same thing with Forecaster because we design the system to have the identity live outside of the company. And I actually think it's a better improvement on even something like email, because if you think about it, if you have a Gmail address, you have a lot of history with that Gmail address. It's used in a lot of different services. If you want to go change your email to a different provider or be self hosted, it's a lot of work. So every time you sign up for a new service with an email, you get locked in, because Gmail controls the domain, and that doesn't exist within the farcaster architecture. It's much more like Ethereum, where your Ethereum account, your wallet lives in Ethereum, not the actual wallet. Same thing with a Farcaster account. You're just providing an interface through those cryptographic keys that are underneath to interact with this forecaster protocol. I really believe in markets, and I believe that if we design the system right, that's the part that's can't be evil, is the core architecture of the protocol enables you to seamlessly go use another client, test it out while still keeping yourself at Warpcast. And then if you decide, hey, I think these guys are doing the wrong thing, just, you're immediately booted up, no downtime. It's not even like an email newsletter where you have to wait for the domains to transfer. It's just like, no, you could actually use simultaneously."
    },
    {
        "speaker": "C",
        "text": "Dan, it's been just really cool to see a lot of the traction show up in the Farcaster universe. I know even frames aren't really a crypto thing. They're not crypto at all, but they kind of embody crypto ethos, I think, in the openness and the complexity at the margins sense of the application. So this is really very exciting to see. Ryan put out this tweet a couple days ago after we scheduled this podcast."
    },
    {
        "speaker": "B",
        "text": "Asking, wait, did you say tweet? David cast, my friend."
    },
    {
        "speaker": "A",
        "text": "Excuse me? Cast."
    },
    {
        "speaker": "C",
        "text": "Pardon me, pardon me."
    },
    {
        "speaker": "A",
        "text": "It's like Xerox and Kleenex. Like, I'll take it as long as you're doing your tweeting on Farcaster."
    },
    {
        "speaker": "C",
        "text": "Brian, put out a tweet on Farcaster."
    },
    {
        "speaker": "A",
        "text": "So, yeah, you can, you can tweet. Just do it on Farcaster."
    },
    {
        "speaker": "C",
        "text": "On Farcaster, yeah. So Ryan put out a tweet on Farcaster asking for some community questions. You ready? Do you have time for a quick lightning round?"
    },
    {
        "speaker": "A",
        "text": "Yeah, let's do it."
    },
    {
        "speaker": "C",
        "text": "All right, so this is from Layton Cusack, who's actually the second QSAC to be invoked on this podcast. What parts of Farcaster are still centralized? Is Farcaster unruggable today? And is that still the goal in the future?"
    },
    {
        "speaker": "A",
        "text": "So we have two features. So there's the technical answer where I could say, yes, it's all decentralized at the core and nothing but. I always start with the practical experience from the consumer. What is centralized? So if you use warp cast, which most people do, that's our client, we have two components on Warpcast that are popular, that have not been pushed into the protocol, and I don't think we are going to do it, at least for the next six months. We want to actually really understand the shape of the feature. One downside of doing everything at the protocol level is you move really, really slow. I'm not going to pick on any blockchains, but we all know the rate of innovation of blockchains that are more decentralized, just a lot more herding cats. I think for us, we want to optimize on getting the feature right and keeping that at a centralized level before pushing it down to the protocol. We also like to think that we spent three years we delivered on hubs, the permissionless signups, all that works, and that's unruggable. So I think we've earned some trust with our community. But those two features are one, our DM system direct cast that just lives on warpcast. There are other protocols that offer that. There's potential to push it into the Farcaster protocol as a spec, make it interoperable with other ones. We're just not going to deal with that until six months. We just added emoji reactions. If I had to have tried to coordinate that across five clients, it would just move way slower. Directcast, the DM system, not decentralized, then channels. We've added some additional functionality, basically mod functionality, which I think is important for a subreddit. The content for channels, the topics is in the centralized system. The roles of mod are centralized. Right now, if I'm talking to you a year from now, like it seems like we do, I can assure you that those channel stuff will all be decentralized in the protocol."
    },
    {
        "speaker": "B",
        "text": "Question from Johnny Mac this is onlinear eth. What are some great opportunities for other clients?"
    },
    {
        "speaker": "A",
        "text": "Dan, this is a joke because I usually tell people when they request features on Farcaster to us, I say we're focused on xdev. Great opportunity for another client. Great opportunity for another client. But look, I think the obvious answer is look at what works really well in web two. And as we develop out that level of content. So there is no image oriented client, there is no video oriented client. So those are the two obvious ones for me and a little alpha, although this will launch tomorrow, so whatever. But we are launching video tomorrow, which we've held."
    },
    {
        "speaker": "B",
        "text": "Wow."
    },
    {
        "speaker": "A",
        "text": "We basically didn't think people would go and create it, but now we're at a stage where we actually have enough people banging down the door to want put video in. We'll do it. So I would love to make those videos on far cost."
    },
    {
        "speaker": "B",
        "text": "Are we talking like 90 like episode, episode, I mean this episode is starting."
    },
    {
        "speaker": "A",
        "text": "With five minutes and then we'll work our way up."
    },
    {
        "speaker": "B",
        "text": "Nice."
    },
    {
        "speaker": "C",
        "text": "Where are, where is that stored?"
    },
    {
        "speaker": "A",
        "text": "Cloudflare, like you as the client choose where the data is stored, right? So just like I choose where my website is hosted, like that is the key thing is you don't have to go use a decentralized technology there. But the beauty of the system is if someone wants to go build an amazing video streaming platform, live peer is a great example of one, or ipfs, they're free to do it. And if it actually offers a better experience. People are going to choose that system."
    },
    {
        "speaker": "B",
        "text": "Yeah, you could just change the pointers. It's like DNS."
    },
    {
        "speaker": "A",
        "text": "Exactly. Sure, sure, exactly."
    },
    {
        "speaker": "C",
        "text": "All right, next one. What kind of frames would you like to see built on Farcaster? This one comes from me."
    },
    {
        "speaker": "A",
        "text": "I think that the. I have a. If you search on Farcaster frame idea, I have a bunch where I've just been throwing them out. I think two. Two areas are one games I think could be pretty powerful because obviously everyone is on a social graph and they can actually do kind of interaction across other people. Like one last night I was thinking of is definitely not Pokemon. Just call them pocket monsters that resemble Pokemon because I guess the Pokemon company likes to sue people like Poworld and things like that, but just make it so you can have a little critter and have them battle other people. And again, maybe it doesn't appeal to everyone, but that kind of expressivity around, like, okay, frames today have been to use acrylic sticks and thing pretty single player. Make the multiplayer like that. I think you're on a social graph and people are being social, so make them social."
    },
    {
        "speaker": "B",
        "text": "Question from Tim Riley. Putting yourself back into your shoes. When he first started Farcaster, what would surprise past Dan the most about what has actually happened so far?"
    },
    {
        "speaker": "A",
        "text": "I think it was pretty naive. I thought I was coming into Farcaster with this great network in Silicon Valley and crypto people who were all at the time, this is kind of pre the current regime at Twitter, complaining about Twitter. And I thought that I would actually be able to kind of like, pull them in. Maybe a little too optimistic there. And I think going back to this point of like, the stated preference, we need an alternative. Decentralization is important. And then the reveal preference is, I have an audience that I worked really hard for the last ten years building on Twitter. Like, I'm not going to go switch over. And so I think that was a mistake. Should have had a different initial go to market. We didn't focus on mobile enough in the beginning, and this is now. I just like Steve Ballmer. Developers, developers, developers. I also tell to anyone building in crypto, mobile, mobile, mobile. Yes, it's hard. Apple is really a pain with anything crypto, but that's where consumers spend time, so meet the consumer where they are not. What gives you the easiest time in terms of the experience that you want to build? And I think just like pushing us to be creative faster on mobile, I think, would it just save time? Right? Like maybe. Maybe this would have been happening a year ago with all the stuff versus three years in."
    },
    {
        "speaker": "B",
        "text": "Dan, as we close this out, this has been a fantastic conversation, and you've certainly built a lot in the last year. So as we close this out, I have kind of like one final question on my mind. What I saw in Farcaster is particularly the innovation that's being developed lately on Framesen is a way to onboard the masses to crypto. And I'm wondering if you're seeing that as well. And like, the thing for me is Farcaster treats crypto as a first class citizen, and anybody can build crypto use cases. And you have this nucleus of the, I don't know how many users are on Farcaster now. We're in the hundreds of thousands, presumably. We're not into the millions, but you've got this nucleus of crypto builders who are, who are here and doing things. How do you think Farcaster can onboard the next generation in crypto? How do you think that plays out?"
    },
    {
        "speaker": "A",
        "text": "Yeah, so, and this is actually relevant, I think, for the bankless audience, although they probably are crypto native. But we actually just launched free signups on Warpcast. So remember I said that the protocol charges a fee. So Warpcast is actually paying the protocol for every signup. But we're slowly expanding this program again in the mind of, we don't want to be overwhelmed with spammers. We're just trying to take the playbook, just go use any of the top social media apps in the app store. And it's not from a surveillance capitalism point of view, it's just these apps are so big and scaled, they know what works. To onboard people, every step in an onboarding funnel is a potential place to lose interest or get frustrated. If you go through the warpcast signup process, you don't need any crypto. We generate a wallet. Behind the scenes, we actually now offer the ability to just link a phone number. Not for a, like, oh, like we want to send you text messages. It's actually that if you're from a country, and we just expanded it to another ten countries today, we're giving anyone in those 20 countries a free signup. So we're paying $3 fee and we'll see how long that sustains. But ultimately, it's actually about just like reducing friction on onboarding in a way that isn't crypto forward, but crypto powered. Right. So the idea is like when, when you actually onboard, we are registering something on chain on your behalf. Um, but we don't require you to be like, oh, connect your metamask. Oh, I don't even know what metamask is, what, you know, buy some eth, bridge it to op mainnet. Like, none of that happens. Like, we, we just assume even for the. And this has actually been a pushback point is crypto natives go, wait, what I want to, want to onboard in with crypto, and I'm. We're like, well, we have a limited amount of time resources just on board with Internet purchase. Apple doesn't provide us any of your PiI, so it's not doxxing you. And that's how we do it, because it's just like we have one onboarding flow and we want to simplify as much as possible, because if we can, then we have an opportunity when the gardening channel takes off or the f one channel takes off, that has nothing to do about crypto. And just everything about, like, Farcaster is just like a better piece of social media or platform for social media because of frames and all these other things, those users don't have to know anything about crypto. And then the best part is once they show up, they, by definition, have an ethereum wallet. And then they're going to start to see frames in the feed that's like mint. It's like, what's that? And you start to actually get curious because you start spending time in a place, rather than this thing where you put up a huge barrier before you sign up of saying, well, first get a coinbase account, and then you get a wallet. Then you can actually go use the thing. It's, no, it should just be in the app that you're using and saying, oh, well, well, okay, like, how can I use this? Wait, I just minted something. What does that even mean? And then you, so you kind of learn, and I think that's how you do it. It's kind of like warm people up to crypto rather than throw it in their face right from the beginning."
    },
    {
        "speaker": "B",
        "text": "I love it, Dan. Yeah, it's very exciting. So when they onboard a farcaster, they get an ethereum wallet in the back door, and then they could start using it without even knowing it, without some of the onboarding pain we've seen so far in crypto. Dan, thank you so much for joining us today. Really cheering Farcaster on and everything you guys are doing over there."
    },
    {
        "speaker": "A",
        "text": "Thanks for having me."
    },
    {
        "speaker": "B",
        "text": "Bankless listener, a few action items for you. We brought Dan on a year ago. We'll include a link to that episode in the show notes. Also the Paul Graham post that we talked to. And then finally, look, if you don't have a farcaster account. This is a, I guess, self sovereign social media account like you actually own. It is registered property that sells to the Ethereum blockchain. Then go create one. We'll include a link so you can go do that. And go follow Dan and follow Banklist while you're at it. Got to end with this. Risks. Crypto is risky. You could lose what you put in. But we are headed west. This is the frontier. It's not for everyone. But we're glad you're with us on the bankless journey. Thanks a lot."
    }
]