[
    {
        "speaker": "A",
        "text": "Welcome to Bankless, where we explore the frontier of Internet money and Internet finance. And today on bankless, we're exploring a wallet. Rainbow Wallet. Rainbow Wallet has been a wallet, usually a focus on mobile wallet, one of the first mobile wallets that has been around since 2019. And recently, Rainbow has released their browser extension. I threw Mike my podcast recording link sometime in like 2022, and I said, hey, so whenever you want to do an episode on Rainbow, click this link and in October of 2023, we get that done. I have Rainbow Wallet downloaded on my phone, but I haven't really opened it up too much, I'll be honest. But I know a lot of members of the bankless community are big fans of it and as well as just the other people I engage with in this space. So instead of actually exploring it myself, I just got the founder on to walk me through all the bells and whistles that they've got over at Rainbow. Rainbow's kind of got this cult following in the world of nfts. They were very early to nfts and just a collaboration with Dzora. Not a collaboration, but just like shared vibes with aura and art. And so it certainly got its corner of crypto definitely carved out for it. So if you're interested in hearing about all the features that Rainbow Wallet has, what differentiates it from other wallets, then this episode is for you. We also take a moment to talk about design in web three and kind of why that has a bubbling meta going on, increasing in focus. This episode might feel like sponsored content to you. It's not. We don't do sponsored content on bank list. But sometimes people that have been around in the space for a long time, like Mike, have shown conviction and contributions to the space. We just want to help elevate. And so this is an episode to do that. I hope you enjoyed this exploration into Rainbow Wallet with Mike Demarre. But first, a moment to talk about some of these fantastic sponsors that make this show possible. Bankless nation. I am here with Mike Demaray of Rainbow Wallet. Everyone knows Rainbow is the cute rainbow themed mobile wallet for iOS and Android. And today Mike's got a little announcement out of the rainbow ecosystem. Mike, welcome to bankless."
    },
    {
        "speaker": "B",
        "text": "What's up, bankless? Hey David. It's been a long time coming. Thanks for having me."
    },
    {
        "speaker": "A",
        "text": "It has been a long time. It has. How you doing, my Mandez?"
    },
    {
        "speaker": "B",
        "text": "I'm doing good, man, you know. Happy Monday. Good morning."
    },
    {
        "speaker": "A",
        "text": "Wag me all the GM's."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Okay, quick question for you. Why did you make rainbow ooh great question."
    },
    {
        "speaker": "B",
        "text": "Well, we started Rainbow back in 2019, and I think, you know, we, you know, Christian Jin and I, my co founders, we just had so much fun playing on chain. Right? Like, we were quite inspired by a lot of the interesting projects happening there was like Makerdao, you know, we were using radar relay all the time, and we realized really quickly that in order for this world to sort of take off and flourish the way that we think it can, you know, consumers need to have an amazing wallet. Right? Like, wallets are the prerequisite to interacting with all of the different Dapps and cool experiments happening in this space. And we looked at the market and we saw a huge opportunity to build a fun, approachable wallet that allows you to actually interact on chain every day. We wanted to build a product for ourselves, primarily. Quickly, we realized that, yeah, lots of other people like this, and they also view ethereum and dapps as fun, and they want to have fun on chain just like we do. So, yeah, I mean, we started rainbow to build a better wallet."
    },
    {
        "speaker": "A",
        "text": "And what did a better wallet mean back then in 2019? And kind of what does it mean today? What's the niche specifically that rainbow wallet is trying to fill in the market?"
    },
    {
        "speaker": "B",
        "text": "Yeah, it's a good question. Well, so back then, there were a lot of really low stakes, actually. Right? So Rainbow was the first wallet in the market that treated NFT is really as first class citizens."
    },
    {
        "speaker": "A",
        "text": "And back in 2019, that was not normal. Like, few people were even saying the words NFT."
    },
    {
        "speaker": "B",
        "text": "Very few people were saying the words NFTs. In fact, when we were going out there and trying to raise our seed round, a lot of investors were telling us that we were quite stupid for putting any importance whatsoever into nfts. They were like. Because at the time, cryptokitties were really the only NFT. There were extremely few nfts that anybody knew about. But to us, we always had this thesis that ERC standards are like, are the developer platform, and that as a wallet, all you have to do to make your wallet as, like, you know, interoperable as possible is actually just give those ERC standards basically to make them work really well in your wallet. Right. So in 2019, we, you know, yeah, we had nfts in our wallet. That was quite novel. Nobody else was treating nfts as something that users would really care about, but it was quite quite clear to us that users would care about these someday. So back then again, that certainly was a niche this time around, though, with the browser extension product, we think that we've built a product that's going to resonate with people who interact with wallets all the time. I think that the product itself is quite approachable to everybody, but we really did build it for people who use their wallet all the time and are taking, you know, dozens of actions every single day on chain. So. Really? Yeah, we built the product, the browser extension, really, for power users and what we like to call pre power users."
    },
    {
        "speaker": "A",
        "text": "Okay, so power users, pre power users, people that are using their wallet, signing with their wallet quite frequently. What kind of just like market signals were you guys being presented with to tell you that this is what needed to be built? Was this just from like dog fooding it yourself as Ethereum users? Or like, how did you go about doing market research? Where did you get the signal that you needed to go in this direction?"
    },
    {
        "speaker": "B",
        "text": "Yeah, that's a great question. Well, yeah, I mean, first and foremost, everyone at Rainbow is basically a power user of Ethereum. And that makes building products a lot easier. Right. Because we really get to build them for ourselves first and foremost. But, yeah, we did also do a lot of user research, so we spent a lot of time out there talking to power users, talking to whales and really? Yeah, they came back with a couple of real pain points that we wanted to address in the product. For example, something that we heard from nearly every whale that we spoke to, right. Was they're really feeling a lot of pain around wallet management. So what is wallet like? Wallet management essentially just means, hey, I've got 50 plus wallets. How do I actually use those 50 plus wallets on a regular basis? Everything from actually finding the wallet, sorting your wallet list, to actually jumping back and forth between them as quickly as possible. So, yeah, we took a lot of that feedback into account when designing rainbow."
    },
    {
        "speaker": "A",
        "text": "Interesting. This is a problem that I definitely have. I have a lanyard thing and it's got three different ledgers on it. I've actually. The metal sheath around a ledger."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "With my drill, I've actually drilled holes through them so I could identify which ones, which I'm sure there's a better way to do that, but that's how I did it."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "And so, like, one's got one dot, two's got two dots, and the third doesn't have any. And that's how I manage my ledgers."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah, yeah."
    },
    {
        "speaker": "A",
        "text": "Okay. Like, go into like how you solve some of the wallet management problems."
    },
    {
        "speaker": "B",
        "text": "Well, so a lot of the people we spoke to, right. They'll have really sort of like, you know, special naming conventions for their wallets even. Right. So certain people, lots of whales out there, they'll, like, segment their wallet usage across, like, 50 plus wallets. Right. So they'll have a wallet and it'll just be called, like, milady's. Right. Or they'll have another wallet that's just like, you know, compound finance one and then compound finance two. Right. And so in the product itself, we have a couple of things that solve their, their pain. So one is sounds quite simple, but it's really not. Right. We let the users drag to reorder their wallets, so no more just like this long list and metamask, you can actually just drag them around. Second is we allow you to search for wallets by name. So if you do happen to have a specific naming convention, it's a lot easier to sort your 50 wallets just by typing something in than it is to actually scroll and find it. As far as switching between them. Yeah, we built the. The magic menu ui. So say you're on, like, any one of your wallets, you can actually just really quickly search all of your wallets and just immediately switch to them and then again, immediately connect to whatever dap you're on from your new wallet. So, yeah, it's like a very keyboard driven workflow, which we think it's one of those things that you really have to try it. And once you try it, we think that there's no going back."
    },
    {
        "speaker": "A",
        "text": "Yeah, certainly there's no way of me just like, porting over my wallets from my ledger to rainbow because I have multiple different seed phrases."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "So that I would just have to actually spin up a rainbow wallet kind of with a new version set of seed phrase, and then use that as wallet management. Is that correct?"
    },
    {
        "speaker": "B",
        "text": "Well, so we just let you connect your ledgers. Right. So you can just connect your ledgers to rainbow. Yep. And you don't need to import your seed phrases or anything like that. Right. Because really, you're not. When you have hardware wallets, it's not really good practice to be to import seed, you know, to put those seed phrases in anything else. So, yeah, Rainbow, you can just connect your ledger and get going. It's. It's actually really awesome. We have, like, that was another major pain point that, that power users in Wales would talk about is just kind of the fragility that they often had interacting with, with, like, metamask, for example, with their hardware wallets. It was, they always complained about a very, like, fragile experience. Yeah. And with rainbow, it just works."
    },
    {
        "speaker": "A",
        "text": "Interesting. Okay. And this was, this is a property of the new browser extension, not the mobile wallet obviously, right, correct. Collecting a hardware wallet to a mobile wallet make any sense?"
    },
    {
        "speaker": "B",
        "text": "Oh, no, you actually can. Yeah. So with Rainbow Mobile. Yeah, yeah, yeah, yeah. With Rainbow Mobile we actually have truly, I really think it's like the best in class support for ledger hardware wallets. Specifically though, it's the Ledger Nano X which is the one that has Bluetooth."
    },
    {
        "speaker": "A",
        "text": "The Bluetooth is essential here. That's how you do it."
    },
    {
        "speaker": "B",
        "text": "Yes, correct. Yeah. And that works on iOS and Android. We get lots of praise from users who strongly prefer using Ledger with Rainbow more than using Ledger with the actual ledger app."
    },
    {
        "speaker": "A",
        "text": "Interesting. Really quickly, what security concerns are there using a ledger with Bluetooth? Anything that we should know?"
    },
    {
        "speaker": "B",
        "text": "That's a good question. And that's something that I've thought a lot about over the years. It really comes down to your level of paranoia. I don't actually, you know, I'm not an expert on exactly how like Ledger uses Bluetooth for example, but in reality, right, like you still have to use like a pin code and then additionally. Right, like, I don't know, I'm pretty sure that like, you know, like the CIA would have to be posted up like down the block with an antennae pointed at your room in order for this to be like a real threat. Right. I don't perceive there being any serious threat using Bluetooth. It all comes down to your sort of personal preference. But I personally don't have any issue using Bluetooth."
    },
    {
        "speaker": "A",
        "text": "Okay. Yeah, maybe if you're sending over a million dollars, take more caution than not. But other than that, it sounds like relatively safe consumer behavior. But topic for more research. Mike, is it time to can you show me the new browser extension and some of the cool bells and whistles that you guys have put in there."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah, yeah. So let's see here. Just installed the rainbow extension and the first thing it shows you after setting up your wallets is the rainbow hot key. Right? So if you're within your browser at any time, you can press option shift rhino to open the extension and that's, it's quite awesome. Yeah. Just being able to kind of like beckon the wallet, summon the wallet whenever you want. Right. So here I am looking at your wallet."
    },
    {
        "speaker": "A",
        "text": "I was about to say you have a ton of bank token. I realize you're looking at my wallet."
    },
    {
        "speaker": "B",
        "text": "Looking at your wallet. I got your wallet plugged in here, but I can switch over to my own. There we go. Actually, you know what, I want to reorder these because this wasn't in the order that I was expecting. So what I can do is I can take your walleth, I can move it down here and then I can switch it up and then, yeah, I can switch to my own here. But yeah, so some of the best. My favorite thing about the browser, the rainbow extension, is the keyboard shortcuts for switching between wallets. It's truly a game changer. It sounds so silly. If you have a couple of wallets installed, all you have to do is press any of the numbers on your keyboard in order to actually just switch to that wallet. I'm on my wallet here and you can see, actually, it's like my wallet's in first place, rainbow wallets in second place, door wallets in third place. If I just press two on my keyboard, it switches to the second wallet of my list. If I press three on my keyboard."
    },
    {
        "speaker": "A",
        "text": "While the rainbow extension is up and open and active, then you can press one or two or three and it'll automatically swap."
    },
    {
        "speaker": "B",
        "text": "Yes, yes. Or so say I have 100 wallets installed. I can press command k to open the magic menu and from here I can type in rainbow wallet and just switch to that wallet."
    },
    {
        "speaker": "A",
        "text": "Now. Rainbow Wallet eth. Did rainbow actually pre populate that because it owns Rainbow wallet eth or did you just manually name it that?"
    },
    {
        "speaker": "B",
        "text": "No, this is actually Rainbow wallet, Ethan. This is like, okay, so that's pre populated."
    },
    {
        "speaker": "A",
        "text": "You didn't write that in."
    },
    {
        "speaker": "B",
        "text": "Yes. And I was actually surprised, like, is yours properly set up?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I thought that it is. Everyone tells me that every now and then it's like, bro, you need to, like, register your ens name to. I thought, I have done it. I need to figure it out."
    },
    {
        "speaker": "B",
        "text": "Okay. Yeah, yeah, yeah. But yeah, let's. Let me show you some other cool things as well. So if you open up the settings, you can look at your wallets. It's called the wallet and key section. But what's really cool here is how we've landed on a new design language for showing users their different imported seed phrases and which wallets inside their wallets are associated with which seed phrase."
    },
    {
        "speaker": "A",
        "text": "One of the things you can import multiple seed phrases into a rainbow wallethead."
    },
    {
        "speaker": "B",
        "text": "Yes, you can. And that is. It sounds silly, but it is quite a, you know, that's quite novel, right? Like metamask doesn't let you do that. And again, something that a lot of power users in Wales had mentioned to us was how they had to really jump through really annoying hoops to actually just use multiple seed phrases. Right. They would often have to have different chrome profiles, you know, installed on their computer to be able to run different instances of. Of metamask. Right. But with rainbow, yeah, you can have multiple seed phrases imported at one time and say you had 100 wallets, you would see which seed phrase each wallet is associated with here. So let's see, you've got some settings in here. You can turn off analytics. You can hide balances under a dollar. Of course, something that we've just added support for is we've internationalized the product across more than ten languages here, and we have a Bunch more lined up coming soon. We think that that's quite impactful."
    },
    {
        "speaker": "A",
        "text": "Can you show me how you deal with network switching?"
    },
    {
        "speaker": "B",
        "text": "Yeah, absolutely. So let's go to adapt first. Yeah, so let's go to Zora. So first, let's connect the Wallet. Click rainbow. And it wants to connect. And it's asking me what network to connect on. We can connect on Ethereum. So you were asking about network switching. So, built into rainbow, you can press, you know, you can open it via this menu here, or you can use keyboard shortcut n to switch between networks. And here, basically, we show you all of the networks that rainbow supports. So today, it's what you see here. It's Ethereum, polygon, optimism, arbitrum, base, Zora, and BSC. Now, we don't currently support custom networks, but we understand that is by far and away the most requested feature. We hear everybody. We know that that's important, and it's really important to us as well. It is our top priority to ship custom networks in the coming month. But, yeah, so here I'm connected to Ethereum, and if I want to instead switch to Zora, I can just press n and I think press like six to switch to Zora network. Now I'm there. Yeah, yeah."
    },
    {
        "speaker": "A",
        "text": "What about getting prompted by the actual app?"
    },
    {
        "speaker": "B",
        "text": "Yeah, that's a great question. So if you're ever on a website that doesn't show you a rainbow button and you're using the rainbow extension, you can actually just click metamask."
    },
    {
        "speaker": "A",
        "text": "Oh, funny."
    },
    {
        "speaker": "B",
        "text": "Yeah. So here I'm on unified, but not."
    },
    {
        "speaker": "A",
        "text": "If you have metamask installed."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "You have to have one or the other."
    },
    {
        "speaker": "B",
        "text": "So there is a yes, that is a good point. Now, we do support the upcoming EiP. I don't remember the name of it off the top of my head. It's the one that Pedro from Waller Connect is always talking about. It's like 61 something. The answer is yes. And if you've ever been conflicts between the two wallets, you can toggle this, use rainbow as default wallet toggle, and that will make rainbow no longer hijack the metamask button. Cool."
    },
    {
        "speaker": "A",
        "text": "Cool."
    },
    {
        "speaker": "B",
        "text": "Yeah. So you're asking about how does network switching work when the DaP itself is requesting the change? So let's try that out here. So we're on uniswap and you can see that we're connected to Ethereum. Let's go ahead and switch it to optimism. Cool. Wow. It's already done. There's no, there's no prompting. Right? Like, you don't have to prompt, like, why do you. Why does anyone need to confirm a network change? Right. It's such a silly little just point of friction that no one actually needs to do. Right. So with Rainbow. Yeah, no more sort of, no more friction to just switch networks. You can just switch between them. Okay."
    },
    {
        "speaker": "A",
        "text": "So when you switch, your wallet follows suit."
    },
    {
        "speaker": "B",
        "text": "Your wallet follow suit. And I can change it from here as well. Right? So, you know, I can change it to."
    },
    {
        "speaker": "A",
        "text": "Oh, when you change it in the wallet, the app follows suit."
    },
    {
        "speaker": "B",
        "text": "Yes, yes."
    },
    {
        "speaker": "A",
        "text": "Neat. Yes."
    },
    {
        "speaker": "B",
        "text": "It just works, man. It just works. It's like we use wallets all day long, right? And we're quite attuned to the kind of needless friction that we've been putting up with for so long. Right? Like, everyone who uses wallets on a daily basis, there's all these little cuts, what's it called? Like death by a thousand cuts. Right. There's all of these little ux pain points that really just drag you down and. Yeah, the rainbow extension was designed to really cut those down and get rid of them. Right, cool. Yeah. So there's network switching. We also have some other cool stuff built in. So we have bridging built in as well. So let's see. I can show you how easy it is to bridge eth to any of the networks. So we can click swap here."
    },
    {
        "speaker": "A",
        "text": "And I'm going to swap service provider behind this socket."
    },
    {
        "speaker": "B",
        "text": "Yeah, so we work with socket. Yeah. Big fans of socket shout out socket. Sockets, like the bridge aggregator that we use behind the scenes here. So, yeah, you can just select eth and then see here in the swap flow how there's like this network switcher, right? Essentially all you have to do is select the destination network that you would like to receive your funds on. So I can select optimism. And I can even do, like, I can either bridge it or I can do a cross chain swap. Right? Like I can just, you know, go from main net eth to optimistic USDC."
    },
    {
        "speaker": "A",
        "text": "Cross chain swap. How does that. Yeah, how's that? Who's the trader there."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah, yeah. So Rainbow has our own meta aggregator. So we essentially aggregate the other aggregators, right? So it's like we have a swap contract that lets us leverage one inch and zero x and a couple of other sources to basically always get the user the best quote here. I'm about to bridge or basically do a cross chain swap from ETH to USDC on optimism. A couple other cool features as well. I can actually enable flashbots. Even this isn't a really good trade or, you know, a transaction that really needs flashbots, but we do expose it right here. Yeah."
    },
    {
        "speaker": "A",
        "text": "Right. How does the wallet handle time of bridge? Because you can wait for longer amounts of time and generally sometimes get a lower price or you can pay a higher price and get it faster. How do you manage that?"
    },
    {
        "speaker": "B",
        "text": "Yeah, we do return to the user, you know, so we don't, we don't expose all bridging options. We essentially, we expose when a user types in a cross chain swap. Right. We are optimizing for bridge speed because very often the difference in cost is, in our minds, quite negligible. So we do optimize for bridge time."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "Yeah, cool. Cool. But, yeah, so cool. I just made a swap from Mainnet to USDC on optimism. Now, we also have NFT section coming very soon to the product, and we also have the next thing after NFTs is Rainbow. We're going to have a rewards program, so TBD on the name, but we are going to have a really fun way, fun way to basically get points within rainbow. And there will be some cool stuff for people who get a lot of points."
    },
    {
        "speaker": "A",
        "text": "Beautiful. Okay, there's that one button in there, the buy button. Yeah. Is that a fiat on ramp?"
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "So moonpay, Coinbase ramp."
    },
    {
        "speaker": "B",
        "text": "Yes, yes, yes."
    },
    {
        "speaker": "A",
        "text": "So, yeah, so it just connects to a coinbase account. Okay."
    },
    {
        "speaker": "B",
        "text": "Yeah. So specifically Coinbase pay, it lets you just connect it, punch you over to Coinbase, you auth with Coinbase, and then it lets you, you know, move money from Coinbase over to Rainbow, you know, moonpay as well. It's a similar flow."
    },
    {
        "speaker": "A",
        "text": "Cool. Easy peasy. Okay. I think the last component of this, unless there's others that I'm missing, is mobile wallet to extension syncing. What's the umbilical cord between those two things? Like."
    },
    {
        "speaker": "B",
        "text": "Yeah, so that currently right now, Rainbow Mobile and Rainbow desktop, there isn't a way to sync between them. That's going to be coming soon, though. In the meantime, though, you can copy and paste your secret phrase across devices or you can just import on the desktop by hand. Yeah. We are prioritizing mobile syncing, but we are trying to get testnet support and custom network support out as urgently as possible because that's basically our most requested feature. And then follow up to that is going to be mobile syncing, I think actually just really quick. One thing I wanted to show off was the magic menu and how truly useful it is. Say you're a user and you want to watch what's a good wallet we should watch right now? Vitalik sure. What I can do is just type in Vitalik eth, do you see here, basically I was on whatever screen I was on and I can type anything I want into the magic menu and. Cool. So Vitalik shows up and I can now watch this wallet. And the prompt you're seeing here, right, is basically because I'm on the Uniswap web app and I just switched wallets. It's asking me, hey, do you want to like switch? You know, do you want to connect to uniswap from this new wallet? And I can say yes. Right. So now I'm connected to Uniswap as if I'm Vitalik. So it's quite handy. It's quite handy for, you know, for the Zach XPTs of the world if you want to use different Dapps as if you're logged in to any other user. It's really easy to do that with Rainbow or I can connect."
    },
    {
        "speaker": "A",
        "text": "You did it to me at the very beginning. Watch my wallet."
    },
    {
        "speaker": "B",
        "text": "Yeah. Anyway, that's what's up."
    },
    {
        "speaker": "A",
        "text": "So those are all the big bells and whistles overall, just Rainbow have a roadmap. What is the roadmap of Rainbow?"
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah, yeah. So let's see big things on our roadmap right now. Specifically with the Browser extension product is custom network support. So we hear it. Everyone out there, they want to play on more chains, right? And Rainbow currently supports, I believe it's seven. But yeah. So we'll be supporting custom networks here in the extreme short term. Second to that, I would say is Testnet support. So we have what we call Testnet mode is basically how we're planning to introduce testnets. And what that's going to look like is essentially the rainbow browser extension. When you enter Testnet mode, the product morphs and it will look different. Even so, if you're a developer, it's going to be quite easy to tell whether you're in Testnet mode or production mode. Basically, Testnet mode looks almost like hackery. It's green tinted and it looks matrix style. Terminal after that, NFT support is coming to the browser extension. We also have a bunch of really fun plans around theming. For example, what we want to do is have themes for the Rainbow browser extension that are unlockable based on owning an NFT. So, for example."
    },
    {
        "speaker": "A",
        "text": "Oh, neat."
    },
    {
        "speaker": "B",
        "text": "Yes. Yes. So that's going to be really fun. We have some things lined up and we're working with some NFT communities to sort of make unlockable themes using their sort of brand aesthetic within our product. We think that that's going to be really fun. Yeah. And then let me think as far as sort of like, you know, across priorities, across all of the rainbow products. Yeah. We're also working on. Yeah. Like a, like a point system that we're quite, we're quite excited about. And we think that that's going to be both really fun as well as accelerate, you know, rainbow adoption and sort of further eat into Metamask's market share."
    },
    {
        "speaker": "A",
        "text": "Well, beautiful. The, I know the community has been like kind of clamoring for a rainbow, our community, the bankless community, clamoring for a rainbow kind of exploration and just having you on. So I think this, this definitely, like cover covered a lot of ground, but I also kind of want to just zoom out because my kind of take is there seems to be a lot more chitchatter around design in web three."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Like that kind of there, there's, there's a lot of things going on in crypto, but like, focusing on design, I think, has garnered more of a focal point in the last like six months or so than previously. And I'm wondering if you just have any, just high level thoughts about the topic of design in web three."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, we have always felt that design is very important. And it is interesting how I feel like the crypto market awareness for design tends to have its own cycle. It is on its own cyclical roller coaster, just like the markets are. As far as why, why it's taking, why people are starting to talk about design right now, I'm not really sure. I think partially it could be because of a lot of the new user experience unlocks that are in the pipeline, things like pass keys, things like account abstraction, etcetera. These things have the potential to really upend the crypto user experience to date, and I think that that could be driving a lot of the conversation. Yeah. I'm curious what you think, though."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think if people are starting to realize that this is more of a problem than we previously let on. I think when I was getting into crypto it was kind of fun and exciting to manage the complexities of getting a wallet and managing a wallet, and that was, it was new because you got over a hurdle and you're like, okay, now I'm a crypto person because I know how to do crypto things. And that is no longer, like, the meta of crypto that we are in. We are now in the phase of, like, anyone who is capable of doing that is already a crypto person. And so now it's like, design constraint. That is a new. The big constraint for getting people to do crypto things. And so I think just the overall designers are becoming more valuable in the crypto meta in this day and age."
    },
    {
        "speaker": "B",
        "text": "Yeah. I mean, there's. There's only so many, like, truly amazing designers out there that also understand all of the moving parts because it's very hard to abstract something successfully without really knowing all of the sort, without really knowing how it all works. Right. Because there's certain ways that you can abstract something that actually have lots of flaws in it. Right. Based on sort of technic for technical reasons. I think that that's something that rainbow's done really well, is actually tried to move forward design in a way that doesn't sort of really break right, or sort of have hit a wall or sort of abstract something too much. Yeah."
    },
    {
        "speaker": "A",
        "text": "I also kind of think there's just a growing shared understanding of what the exact problems are. I think crypto in 2017 to 2020 was a little bit more uncertain about its own future. But now in 2023, we kind of know where things are going. There's going to be different networks. There's like, ENS is here to stay. That wasn't around in 2017. Kind of things like this, we just have a more solid foundation. And so the problems that we need to solve, we know are actually, like, the real problems rather than just like a fake temporal problem. And so I think design has been able to kind of focus its energies on a little bit better because of the nature of this."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah. You know, something else I just realized I didn't talk about. So you had asked what's on our roadmap, and something I wanted to talk about was the future of Rainbow Kit. So are you familiar with rainbowkit? I feel like I've seen it. No."
    },
    {
        "speaker": "A",
        "text": "No."
    },
    {
        "speaker": "B",
        "text": "Okay. So Rainbow Kit today is by far, in a way, the best experience for developers looking to add. Sorry. It's by far, in a way, the most popular. Right. So if you actually look at the charts of what developers are adopting by far and away, like Rainbow kit is dominating those charts. So you've probably seen this UI around."
    },
    {
        "speaker": "A",
        "text": "Yeah, I've seen that UI. Yeah, yeah, that's all the place."
    },
    {
        "speaker": "B",
        "text": "It's all over the place. So, yeah, that's, that's rainbow kit. So yeah."
    },
    {
        "speaker": "A",
        "text": "Like how like all of a sudden the meta just like changed and now every. Everyone just use that all at once, like really quickly."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah, yeah, yeah. So it's, it's just, it's just great, right? Like it's. It's. We've really built a. A super simple API that is super approachable for people who even just learned react today. It really is approachable. It's become the new standard. Coinbase uses it for all of their base chain related user facing products. Optimism, arbitrum, zora, really, everyone uses it. And really what's coming next, though, and something that we're really excited about is what we call mini wallets. And mini wallets are going to be the evolution on top of Rainbowkit here. So what rainbow mini wallets are going to be is essentially it's like our take on embedded wallets. So a user will be able to land on any website out there or any dapp that uses Rainbowkit and they'll be able to create a wallet by just entering their phone number or email. And basically we're going to be offering that to developers for free, which we think is quite competitive. What's also, I think, quite critical here is that when a user creates a wallet inside of Rainbowkit, they'll be able to log in and access that same wallet on any of the Dapps that."
    },
    {
        "speaker": "A",
        "text": "Use Rainbow kit or a different place that uses Rainbow kit."
    },
    {
        "speaker": "B",
        "text": "Yeah, and we think that that's quite powerful. Right. And we think that's. That's a little bit different than what's. What's currently in the market today. Right. So most products out there that sort of are similar to what we're talking about here. You know, they're, you know, users can create a wallet, but that wallet, like, lives on the website that created it. Right? It's not interoperable. And we believe in like a much, you know, we believe in the whole point of all this stuff is interoperability and the fact that, cool, if I buy an NFT over here, I can go use it anywhere I want on any marketplace I want. That's what we're building next here with Rainbowkit is we're going to be building mini wallets directly into Rainbowkit itself."
    },
    {
        "speaker": "A",
        "text": "This is just some kind of public good that you guys are donating to the ecosystem for all websites and apps and developers to use."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, well, so I don't know if I would call it, I mean, yeah, you can view it as a public good. I don't want to like open source."
    },
    {
        "speaker": "A",
        "text": "Piece of software I consider a public good."
    },
    {
        "speaker": "B",
        "text": "Well, so Rainbow kit itself is an open source piece of software. Now, mini wallets itself though is going to be built on top of like MPC infrastructure and very likely as well, going to have like, you know, the wallets that we create are very likely going to be account abstracted wallets."
    },
    {
        "speaker": "A",
        "text": "Okay. So the kit is like, it's a distribution strategy. So the kit is free, open source, public good, and it's a distribution strategy for Rainbow."
    },
    {
        "speaker": "B",
        "text": "Yes, yes. Correct. Yes. Yep. And I mean, at the end of the day though, right, like we're going to be offering this embedded wallet solution for free to developers. Right. And compare, you know, that's nothing out. Nothing else in the market today is actually free. So we do think of that as us being good. Whether that is a public good or not, I think is up for debate. But, yeah, quite excited about getting mini wallets out there. We think that that's going to unlock a lot of fun experimentation in the consumer, sort of, you know, we were just talking about design. Right? Like, we think that something like mini wallets can actually. Yeah. Be a really big unlock for a lot of these consumer facing applications."
    },
    {
        "speaker": "A",
        "text": "Oh, beautiful. Mike, this has been a fantastic exploration into rainbow. Well, I've had it downloaded on my phone, but I can't say I've actually been a user of it. But this has been a pretty thorough walkthrough, so I can start managing some of my shit."
    },
    {
        "speaker": "B",
        "text": "Yeah, you really gotta. The keyboard shortcuts are seriously something that once you try and you can't go back, it really becomes. It truly saves you that much time if you're using wallets all the time. It's really, it's really a game changer."
    },
    {
        "speaker": "A",
        "text": "Yeah. And if you're in the world of keyboard shortcuts, that's absolutely a power user. So probably. Probably something I would need for sure. Awesome. Mike, this has been fantastic. If people want to learn more about Rainbow or if you guys are like hiring or if there's a call to action that you got, what do you got?"
    },
    {
        "speaker": "B",
        "text": "Yeah, check out Rainbow me. You can download the browser extension in the mobile wallet from Rainbow me. Yeah, follow us on Twitter. It's like, you know, at Rainbow. D O T me. Yeah, check it out. Give us five stars. You know, give us good reviews on all the app stores. Thanks, David."
    },
    {
        "speaker": "A",
        "text": "Thanks for coming on, my man bank. You know the deal. Crypto is risky, wallets are risky. Hopefully they're getting less risky as time goes on. But you can still lose what you put in. But we were head to west. This is the frontier. It's not for everyone. But we are glad you are with us on the bankless journey. Thanks a lot."
    }
]