[
    {
        "speaker": "A",
        "text": "Patrick, at least inside of the crypto world, there are some prescriptive things that we crypto people think that civil society ought to do. There's a couple, like, lines that we like to repeat, right? Not your keys, not your coins. Federal Reserve, root of all evil. Tokenize everything. Which one makes you cringe the most?"
    },
    {
        "speaker": "B",
        "text": "Oh, man."
    },
    {
        "speaker": "C",
        "text": "Welcome to bankless, where we explore the frontier of Internet money than Internet finance. This is Ryan Sean Adams. I'm here with David Hoffman, and we are here to help you become more bankless. Guys, this is an episode of Bankless, but we're talking about banks today. We have a conversation with a crypto critic today who's also very, very knowledgeable on the traditional banking system. His name is Patrick McKenzie, and he writes about the modern financial system and all its strengths, all its flaws, and all its quirks. I think this is a conversation, really, in two parts. In the first part, we talk about the existing banking system questions like, why do banks get holidays? Most people don't get these banker holidays. Why do they get them? And why do they make us sign receipts every time we use our credit card? What does Patrick McKenzie think of AMl Kyc? How did that come to be? And then we get into crypto. It's definitely safe to describe Patrick as a longtime crypto bear. He's a skeptic. He considers crypto overhype. He says it hasn't delivered on its promises. A lot of speculation and little substance. So, of course, we have more to discuss there."
    },
    {
        "speaker": "A",
        "text": "Patrick certainly isn't uninformed about crypto. His takes and positions about crypto definitely come from a perspective of someone who watched the modern banking and fintech and payment system kind of rise around him and over the last, like, two, three decades. And so his perspective is very, very useful. He is very aware of the fact that despite being bearish on bitcoin in 2013, that its price action indicates something else is happening than what he was thinking about. Yet he still thinks he considered his perspective to be at least lucid, at the very, very least. But overall, I think in the crypto world, we have a lot of just memes that we like to chant, like, the dollar is trash. The central bank is the root of all evil. Not your keys, not your coins. And I think likely, I'm guessing, from somebody who has watched the modern banking system, the infrastructure being built around him, there are probably some things as crypto people that we say that make people who are much more knowledgeable about the traditional banking system cringe. And so we are taking a peek into Patrick's head about what his takes are about our world as well. So there's a lot of just, like, fun facts that you're about to learn in this episode about the traditional banking system, but. And then also, you'll kind of get into the shoes of somebody who's viewing us from the outside in and what their takes are."
    },
    {
        "speaker": "C",
        "text": "Yeah, and I think our approach with this was we didn't push back a lot. We just sort of list. We wanted to get Patrick's perspective, and we invited him on for that perspective so he could bust, bust through our crypto bubble a little bit and get a different perspective that you won't typically hear on bank lists. But, of course, David, that leaves a lot for you and I to talk about. There was definitely a lot that I disagree with Patrick about in this episode, but we'll save some of that conversation for the debrief. And if you are a bankless citizen, you have access to the debrief right now on your premium RSS feed. So you can go access that now. If you are not a citizen, go upgrade so you can get access to that debrief and all of the other bonus episodes that we put out on the premium feed. All right, guys, we're going to get right to the conversation with Patrick, but before we do, we want to thank the sponsors that made this episode possible, including bankless nation. Very excited to introduce you to Patrick McKenzie. He is a writer. He is a strategic advisor to stripe. He knows a thing or two about how finance works, how the banking system works, I think from first principles, which we always enjoy on bankless. I think he knows where it's broken, too, where some of the bodies are buried. So we'll talk about that. He also has some hot. Takes some opinions on crypto. It's safe to say Patrick, while he is bullish on the Internet, is very much a crypto skeptic or has been up to this point. So I'm sure we'll have much to discuss on that topic as well. Patrick, welcome to the show."
    },
    {
        "speaker": "B",
        "text": "Thanks very much for having me, folks. So I'll start out with the obligatory disclaimer. I worked at stripe for a number of years, but everything I say is in my own capacity. They're a bit more bullish on crypto than I am. I write a newsletter called bits about money, about financial infrastructure, which is, I guess, my main gig during this semi sabbatical I'm on right now and brief history of time for me. Got an engineering degree, went over to Japan because the Wall Street Journal said that no engineers would ever be hired in the United States again. And the Wall street journal has never been wrong. And so spent about 20 years there. Recently moved back with my family to America, ran a couple of companies. One startup failed, joined Stripe for a while, worked there for six years, and I currently have that advisory relationship. I have a bunch of funny being close to the epicenter of crypto stories during that time, among others. Let's see. People asked me to launder money to get it out of Gox when it was failing. That was fun. I said no."
    },
    {
        "speaker": "C",
        "text": "I guess even before Japan, they asked you this. It was a proximity thing."
    },
    {
        "speaker": "B",
        "text": "It's like, oh, you have japanese yen banking. Could you take a domestic transfer from a japanese company and wire it as USD to the United States? And I'm like, that sounds like a really odd request. What's the company? Oh, it's Tibane. Like, ah, you want to get money out of Cox, and you can't do that because they're not doing USD wires. And they said, no, no, no. It's just that the banking system in Japan is f ed up. And I'm like, you think that the gathering online exchange has ddos, the second largest bank in Japan, which is currently incapable of doing USD wires? Pull the other one. It's got bells on. Anyhow, even before this, like, 2010. So I'm living in Japan. I'm deeply in the technology industry. A bunch of my buddies are like, what's the phrase for crypto hacks? And no, not that. Cryptopunks. The kind of people who do security research for fun and for profit. And so people were saying, programmable money, this smashes all of your interests. And since 2010, I've been looking at it rather closely and just never come to the opinion that it would actually be useful for my interests, which explains why a bunch of my friends are now much richer than me. But I like to be epistemically humble about this kind of stuff and also do not simply want the dollar signs to flash over my eyes and cause me to be blinded to the reality, which is, I think, how I feel about the traditional banking system, too. There's good parts and bad parts about it, and the way that it actually functions is not the way that it is described function a lot of the time. And so that's one reason I keep writing about this thing. But anyhow, let's talk about whatever you folks would like to talk about, and then we can come back to fun stories about crypto."
    },
    {
        "speaker": "C",
        "text": "There's so much we could talk about. Let me just say, I love your writing. I love bits about money is the blog, Patrick, and you publish essays that are kind of deep banking topics. And I'm sure there's a lot of things we'll talk about in today's episode. I actually don't want to start with crypto, though. We'll get into the crypto skepticism, and it's good for folks to hear that you've been around it for a long time and you have friends that have been around it. So you're not coming at this from just looking at crypto in 2024. I mean, you remember the Mount Gox days, actually, where I think we'd like to start this conversation is on the banking side, weirdly enough, because this podcast is called bankless. Yeah, we have a bias here. We think there are some issues with the existing banking system. I think, actually so do you. And I'm wondering, you've spent, I believe, was it two decades in Japan? Was it almost 20 years or something like this?"
    },
    {
        "speaker": "B",
        "text": "20 years since Japan."
    },
    {
        "speaker": "C",
        "text": "Okay. And then you came back to the US. First question from you, has anything changed with the banking structure in the US over the last 20 years, or is it pretty much how you left it?"
    },
    {
        "speaker": "B",
        "text": "Oh, well, lots of things have changed. I think there's a frog boiling water thing where you don't realize changes as they're happening incrementally. And when you hop out after a 20 year period, you see like massive changes sitting all at once. And I could say that about a variety of things about us culture. Just this thing that every listener of this podcast can observe. All banks, without exception, were absolutely horrible at consumer facing technology in ill. Pick a year, 2005. It is no longer the case that banks are horrible at consumer facing technology in 2005. Most of your customers, despite it being called bankless, are probably banked probabilistically in the nation. They deserve absolutely full disclosure."
    },
    {
        "speaker": "C",
        "text": "David and I bank with Wells Fargo."
    },
    {
        "speaker": "B",
        "text": "Yeah, a fine institution for social reasons. I shouldn't comment on any individual institution for all the reasons. Anyhow, you have a phone in your pocket. There's an app on it. That app can move money around. And that app does not suck by the standards of Silicon Valley products, where a short amount of time in recent living memory that either didn't exist or if it did exist, it was terrible. Things are getting a little far less terrible. A lot of things that used to have to call in and have extremely non deterministic resolution of, like, say, chargebacks for disputed transactions on your credit cards are now essentially like one or two taps to get it done. That is a decision that has consequences all over the economy. But from the perspective of a user, your card just got more useful. We used to go decades between there being really new payment methods introduced, and now it seems like we get more new ones per decade in one country than we would see across the world in typical decades previously. So just one of the new ones that interests me, not because I'm a user of it, but just because it's a fascinating bit of financial engineering, is buy now, pay later, where they essentially decided, okay, one of the pitches from the payments industry to businesses since forever has been payments is partially about moving money. But it's not solely about moving money. It's also about embedded marketing expense. And if you were willing to allocate more of your marketing dollars to us versus allocating it to, I don't know, Google or Facebook or whomever, we could build a really attractive product for your customer by decreasing the perceived cost of credit to the customer straight down to zero. And so the core, for those of you who don't use buy now, pay later. The core offering is called pay in four, where your purchase set without loss of generality. Sephira gets chunked up into four payments. You pay the first of four payments immediately on your debit card, and then the next three payments happen in two week intervals, and there is no interest charged. And people are like, well, how do I get loaned money without actually paying interest on it? And the answer is, the Sefira in this case, pays more to the buy now, pay later provider than they would to a credit card provider. And then they do a little bit of financial engineering that we can go into if you want to. And that ends up getting them to have a private source of capital to essentially buy the receivable from you, Sephirah. Thus, you get your makeup today. Sefira gets its money today. And through this financial engineering, a synthetic high interest loan is created without the customer being directly charged the interest. So that's a fun thing that exists and creates some value in the world, at least if you're the kind of person who likes to buy makeup that you don't currently have money in your pocket for. And then there's less than the United States, although fed now, maybe someday it could possibly happen in our lifetimes, but less sardonically, we can look at other nations, like, say, Brazil with pics, India with the UPI, that there are these sort of government private industry, public private partnerships which allow for substantially instantaneous, like, very low cost payments within a country which are achieving massive, massive adoption. And so it's an interesting time to be alive from the perspective of someone who looks at both the financial industry side of things and also the more tech user focused side of things. What is the thing that people actually have on their phone? What are the actual buttons they are pushing when they're interacting with the banking system at perhaps a hop or two of remove?"
    },
    {
        "speaker": "C",
        "text": "So Patrick, your perspective is that it's actually gotten like it sucked 20 years ago and it's actually gotten a lot better since then. And you're saying the banks have made it better. Is your impression that it's really been the banks themselves? I will admit I do think that bank apps have gotten better. They still kind of suck. But I would say that fintech has gotten really good. The layer, the apps built on top of it, Stripe is obviously one thing, but kind of like the venmos of the world, the revolutes of the world, it's really the fintech app layer. It's kind of like the user experience built on top of the banking system that has really improved over the last 20 years. And I definitely seen that being in the US and North America. I've also heard stories from places where it's even far more advanced. So China, they have the super app with, with the WeChat of the world, and just payment is as seamless as sending a text message. And they are moving increasingly towards a cashless society. Is that where you're saying we've actually gotten a lot better? The banking system has gotten significantly better. Has it been on the fintech side, the app layer side of things, or is there something deeper here?"
    },
    {
        "speaker": "B",
        "text": "I absolutely agree that fintech, although fintech is a kind of squishy word, the historical definition of it was basically any company that moves a lot of money and escapes of employing competent software engineers. And it turns out that banks are both moving a lot of money and capable of employing competent software engineers. They had a multi decade decision to maybe lean less into that. And then over the course of the last, I would call it 15 years or so really, since the advent of smartphones, have been forced by market conditions to get better at this banking payments. The economy is an ecosystem, and so there is no single unitary actor or small group of actors that controls the experience that is fundamentally put in front of users. So there is a certain amount of credit that should be given to banks. I think there is a lot of credit that should be given to what are traditionally considered fintechs or pure play fintech companies or et cetera. There's a lot of credit that should be given to PayPal. There's a lot of credit that should be given to Apple, Google, less in their capacity as fintech providers, although both of them have very material fintech arms, and more in their capacity as ecosystems, which simultaneously onboarded hundreds of millions and then billions of people onto extremely connected platforms and then figured out how to integrate financial rails into those platforms and got people more comfortable with using them. One of the things that is kind of like undersung about the history of credit cards is that credit cards themselves were also sort of like incentive systems that incentivize the creation of networks of disparate organizations going out to disparate people and getting them to all agree on sort of common underpinnings for commerce, even when they didn't necessarily share a common language, a common culture, et cetera, et cetera. It's kind of miraculous that it works. It was 50 years ago, and more than 50 years ago now predates the Internet. And yet it is a true observable fact about the world that the visa, Mastercard, et cetera, et cetera. Systems somehow managed to send out the right combination of sales forces in Japan and the United States, such that someone banked at a japanese bank, can get on an airplane, be in the middle of Detroit airport, where they know nobody, walk up to a sandwich shop and say, that thing looks tasty, can I have that thing? Give them a piece of plastic. Might not even say anything about it. Everything just works after that point. They get the sandwich, the sandwich shop gets the money, and then there are somewhere between five and seven players in the middle that make some offsetting transactions happen in Japan and the United States such that it all bounces out. At the end of the day, this is the sort of thing that I find endlessly cool. As someone who likes looking at complex systems, broadly speaking, I think that banks as a sector were laggards on technology until quite recently. I think if you were to do a shootout between engineering organization at Google versus engineering organization at pick a large bank, I have a pretty confident point of view on how that shootout would go. But on the optimistic side of things, there has been progress in our lifetimes, and it's easy to see."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think maybe coming from the younger generation's perspective, the zoomers, even the millennials who are used to TikTok and YouTube reels and things moving at a mile a minute, the incremental improvements that we've seen in the banking and fintech layers over the last 20 years is still really slow. It's still a turtle's pace, and there's still a bunch of structural things in the banking system that I think are just completely anachronistic that I want to tap into, because there are things that I don't really think that we're ever going to change. For example, banks close at, like, 06:00 p.m. every single day. Like, my wire cutoffs are 02:00 p.m. holidays. Can't do any banking. Stock markets closed most of the time. So maybe let's pick one of those things like banking holidays. If all of our banking is digital now and we have apps, why do they close still? Why do we have to actually shut down these systems on the weekend and on holidays and stuff like that? Do we still actually have to do that, or is that just an anomaly?"
    },
    {
        "speaker": "B",
        "text": "Everything we do is a choice, and every choice we make is made in the context of some amount of legacy choices that we've continued through the present day through some combination of culture, built infrastructure, the built environment we work in, et cetera, et cetera, et cetera. I do have to say, and not to grind anybody's nose in it, when you say banks close during banking holidays, particular windows into the banking system definitely do close on particular timescales, and then other windows don't. Whether that affects you or not depends. Depends on which window, what activity you're trying to do during various times. A thing that used to drive me crazy as someone lives in Japan, is there was a true, what we call as technologists stop the world event in Japan, which coincided every year with the new year's holiday. And substantially all banks would decide from January 1 through January 4. We're taking all the computers offline for the annual upgrade and money stops. There are no bank transfers, no debit card transactions, can't use an ATM, et cetera, et cetera, et cetera. And we did that for 40 years, more than 40 years. And then in the last couple of years, they were like, hey, hold on. Wait a minute. We still do need to do system upgrades. We still do need to have the books balance. But the geeks tell me you don't actually have to turn off every computer for four days to do a database backup. Wow, that's cool. Maybe we shouldn't do that anymore. And so, like, some amount of improvement, why do certain things still take as long as they do? There's a dependency tree for many products that you work with. So, like, to use an example from payments. A lot of the reason that if a customer comes into your shop and pays with a debit card or a credit card today, or if they go to your online store, like why doesn't that money arrive to you instantaneously? Even though databases can move substantially instantaneously, the big reason is probably that the actual settlement of that transaction happens over networks that are just fundamentally not instantaneous at the moment. And so in the United States, it might happen over ACH, which ach timelines like this is one of those improvements in our lives. They've been getting shorter over the years, but it still takes plus or minus a business day to get the money. And so you are rather unlikely to have an agreement with your credit card processor that would result in you getting credited all your money today for free. It will typically be the next business day, or the next next business day, or some other agreement that you can mutually strike. Another reason that is often underappreciated for why isn't everything moving at Internet speeds is that there is a cost associated with making things virtually instantaneous, which is that making things other than instantaneous gives you more bytes at the apple to interdict bad activity happening over the system. For example, fraudulent use of cards, takeovers of people's accounts, et cetera, et cetera. When money moves instantaneously, it is possible to download someone's password from a popped bulletin board on the Internet, use that against the bank, because most users reuse their passwords everywhere, take over their bank account, and then move all the money out immediately. Nobody wants that to happen. Well, okay, fraudsters want that to happen. Aside from fraudsters, nobody else in civil society wants that to happen. And then there's a kind of curious thing on like the businesses that have been closest to real time for the longest have invested incredible amounts of money into getting better at defeating that risk. Mostly because when they don't do it correctly, they end up paying out of pocket for it. And so thing I've said on Twitter a couple of times is like PayPal. Shareholders have done the sacred duty of equity in multi hundred million dollar sizes over the years to pay out the fraudsters that PayPal was not sophisticated enough to catch. And that is not grinding anyone's nose in it. There is a social purpose in shareholders saying, I'm going to backstop the cliched but real Kansan grandmother that is using PayPal to transact on eBay. If she loses money, she doesn't lose money, I lose money, and in return, I get the upside of the PayPal enterprise, some social utility and PayPal deciding, okay, we're going to invest a huge amount of money into the technical and organizational underpinnings that will allow us to have this substantially real time payment method available over the Internet without getting our pockets picked. And then there's some amount of the good parts of capitalism where that being available as an option kind of suggests to the rest of the banking system. Like, okay, Venmo is capable of doing substantially instantaneous peer to peer payments. You're not, I should move transactions to Venmo when I want to give money to my family and have it arrive right now instead of a couple of days from now. And then the banks kind of get dragged along to keep up with the other options on the market. And then there's things we can say about that, too. The ways that the banks have been dragged along are not always optimal, either by their lights or by our lights. If you want me to talk more about Zelle and how you would compare it to other real time payment systems, happy to do that. It's a fascinating but kind of wonky topic."
    },
    {
        "speaker": "A",
        "text": "Sure, sure. Yeah. I think kind of the vibe that I get whenever I explore the world of traditional banking, what we call tradfi in the crypto space, is that it's just layers upon layers of technology that spawn back decades. And so some of the choices that were made 40, 50 years ago are still alive, and some of the layers of technology that are being wrapped around finance today. And it kind of seems that the world of banking, fintech, tradfi, is like a fridge that has never been cleaned. Right. We just keep on putting more stuff in. We actually never take any of the stuff out, clean it up, and put it back. So maybe just as a thought experiment, Patrick, if we were to, quote, unquote, clean out the fridge of tradfi and just rebuild the system from scratch, maybe we were given some sort of God mode where we could just pause time, all come to a meeting, determine how we would want to rebuild the traditional finance system. Would much change. Would there be a lot of interest in, like, reconstructing, uh, and, and like, rebalancing the, the, the networks and payment rails and banking system that we currently have? Or is like, do you think if we were to reroll the dice, we would just actually kind of get the same system that we have today? Like, is there all that much, like, tech debt or, like, financial debt to, to, like, clean up in the world of tradfi? Or do you think it's actually more of a, more or less a system that has like a true, achieved its."
    },
    {
        "speaker": "B",
        "text": "True north nuanced point of view here, the traditional system, warts and all, has created an incredible amount of value in the world. There is no way that we would get together in a room and say, okay, we're going to go up to a blackboard and make a new financial system and it is magically free of all legacy constraints. There's no way we would adopt all of the decisions that were adopted 70 plus years ago. One would be alarmed if that was the case. That would be implicitly saying, we've learned nothing in 70 years with this thing that is one 6th of the economy. Smart people, all looking sources, all the king's men, they didn't have a thought in 70 years. And like specific examples of things that we probably won't do. Number one, there probably won't be mainframes kicking around anymore, which there are definitely mainframes kicking around today both in the traditional finance system and other important things that are not usually considered in the traditional finance system. Like say the Social Security Administration slash the IR's, which on the one hand you don't see on those on the chart of the banking system. On the other hand, the software that runs on a mainframe in the IR's is to a very real degree the United States of America written in computer code. And if that computer code stops running, there are food riots in Kansas. So we kind of can't ignore that software. So mainframes throw them away. We've got better computers now. They're faster. We can put them in the cloud somewhere. Amazon will probably host them for very reasonable fees. Yada, yada, yada. Checks. Oh boy, checks. Like, I hate checks. Patrick, can I just explain, using crypto lingo, what checks are."
    },
    {
        "speaker": "C",
        "text": "Yes, please. Because it seems like a piece of paper and you write your has your."
    },
    {
        "speaker": "B",
        "text": "Private keys on it. Exactly. These don't seem like a good idea. The private key that allows us to access all of the money in our wallet on every payment. But not just that. No. That private key might be hard to read. So we are going to develop a special machine readable type so that the private key is only ever read correctly so that anyone who ever glances at your check can like produce a substitute instrument which will move arbitrary amounts of money from your bank account. That, by the way, like absolutely real thing industry has spent tens of billions of dollars to like defeating this fundamental property of checks, which is that if you know an account number, you can attempt to withdraw money from the bank and it will look as good as a lot of other withdrawal else presented to your bank. Unless your bank makes affirmative efforts to do anti fraud measures there. Banker of the signature."
    },
    {
        "speaker": "C",
        "text": "The signature for a check, by the way, Patrick, it's just bizarre that we still kind of carry that forward, even into, if you pay for something in your coffee shop with stripe, they still ask for your signature. Sometimes I put a smiley face and just, no one cares, no one notices rather than my actual signature. And I'm just like, what is the ceremony behind this? Why do we still do this?"
    },
    {
        "speaker": "B",
        "text": "So, this is fascinating. When we say signature in crypto or in technology, we're usually talking about some conflation of authorization and authentication. Like, I am, one, you can trust that I am Patrick, versus I am someone who is assuming Patrick's identity. And two, with respect to this money that is controlled by Patrick, I have authority to make this transaction that I'm putting my digital or physical signature on. Signatures in the banking system are not primarily used for authentication or authorization. Despite people having that misconception, they're used for solemnization. Solemnization is basically saying, like, I, an unsophisticated user of the banking system, understand that. Like, we might have just been, like, chatting about, like, potentially doing a transaction up until this point, but in the culture that I exist in, I understand that when I, like, sign my name on a piece of paper, I am agreeing to something in a way that's."
    },
    {
        "speaker": "C",
        "text": "Like pressing an accept button sort of thing."
    },
    {
        "speaker": "B",
        "text": "Yeah, it is exactly that. And so if your signature doesn't match the signature that your bank has on file, nobody cares. In the vast majority of cases, no human will actually look at that. If a transaction is actually, the bank doesn't know whether a particular check was actually signed by you or nothing. One, if they've gotten to that point, that's kind of problematic for them, but they will try to get signal on that question. Exactly. Versus, like, okay, let me examine the four corners of the check document and try to figure if this forensically matches it. I can't produce my own signature most of the time. Theoretically speaking, the legal system has handwriting experts. Legal system has a lot of forensic experts in various things. Some of those fields are officially witchcraft. I strongly suspect that signature authentication is physical, handwritten signature authentication is not all that valuable, given that nobody in the financial industry actually organizes their affairs to care about it."
    },
    {
        "speaker": "A",
        "text": "Yeah, my signature personally turned into a scribble about six years ago, and my original signature is lost to history. I do not have a signature."
    },
    {
        "speaker": "B",
        "text": "Yep. And I think that describes most people these days. And if you're a sophisticated angel investor who's docusigning stuff these days, you click the docusign button, you click IoK, and most of the time, Docusign will just fill in a font for you. Billions of dollars goes on this. We're not even pretending anymore method of signing legally binding documents. And we're certainly not pretending about the documents being legally binding. Those are as legally binding as any documents could be. But the signature bit, it's like, this is a fun tradition we used to have in Japan. We had this fun tradition about inking stamps. I kind of loved the ink stamps to authenticate things. A couple of years ago, the government was like, hey, inking stamps to authenticate bank transfers and legal documents doesn't seem to be best practice in the modern world. So we're going to suggest that private industry deprecate that. And I was a little sad because I love my stamps, but we're moving away from that."
    },
    {
        "speaker": "C",
        "text": "I'm just not even sure what that means."
    },
    {
        "speaker": "B",
        "text": "Are you Familiar with the word chop? You have a carved, essentially a signature, your name, written characters on a piece of traditionally wood or a horn or something. You carve the bottom, you have a pad of ink. You stamp the stamp into the ink, which transfers ink, and then you make an impression of that stamp on the document, and that will transfer the ink to the document and then serve as your legally binding signature. And so there's just like, in the United States, where there is legal and social infrastructure around this. In JApan, there is legal and social infrastructure around, like the institution of. They're usually called Hanko. In Japan, they're called chops by westerners. With regards to China, whatever. There is, like, legal and social infrastructure around. Hanko's being a proxy for authentication, authorization, and anyhow, fascinating, fun story. The government said, we kind of want everyone to be done with this, which surprised me. I thought we were going to continue with it for another 50 years or so at least. And then the financial industry taking skews from the government, because in Japan, like everywhere else, the financial industry and the government are buddy buddies in a lot of ways. They've been moving away from chops very quickly over the last few years."
    },
    {
        "speaker": "C",
        "text": "Okay, so Patrick David was asking if you'd redesigned the financial system, what you do, and we talked about a few things. Mainframes, you said, and you'd redo the check process to not make them basically vectors for security holes. There's probably some reason that checks are designed the way that they are, that we don't have to get into entirely. I think you've written an entire essay about this. What other things would you change? One thing I want to ask you about specifically is what about cash? The idea that we still have cash money. Would you still preserve that? And I'll say a few things, maybe in defense of cash and in support of cash. One thing I really like about physical cash money, even though I hardly use it, is that it is a bearer asset. And so if I give it to you, I no longer have it, and the transaction has been completely completed and settled. And it's very primitive, it's very basic, just like peer to peer, one person to another. It's almost crypto in its ethos. From that perspective. It's also anonymous, it's also private. It's not being surveilled by any third party. It's just between the two of us. In a local economy, all of those things feel great now. It's also very inconvenient. I hate storing cash. I hate holding it in my wallet. I have a nice, thin wallet, and just too much cash cramps my style. My pockets too big. All these downsides of cash as well. Now, of course, there's an association with cash. It's drug money, right? It's like briefcases full of cash. If you use cash, are you involved in something illicit?"
    },
    {
        "speaker": "B",
        "text": "Right?"
    },
    {
        "speaker": "C",
        "text": "There's almost the implication now there. It's kind of like just moved to that element of society. What would you do with cash in your redesigned banking system?"
    },
    {
        "speaker": "B",
        "text": "I honestly don't have super strong opinions on that. I understand that advocates of cash have a bunch of properties that they associate with that they rather like. I jokingly call myself the state of shill when I'm talking with most crypto, crypto people, because jokes are jokes. But people have a fundamental right to privacy, and to the extent that they think cash is an important part of them maintaining a fundamental right to privacy, including, vis a vis their own government, legitimately constituting, I say, oh, well, if that works, great. I would say there are some asterisks around claims like cash is not surveilled. Cash very much is surveilled. One mechanism for it is that if you move more than $10,000 into or outside of the banking system and you don't fall in one of a small number of exceptions, your bank will file a currency transaction report with the Financial Crimes Enforcement Network, which is in no way a. A sign that your bank or the government thinks you did anything wrong. This is just this mechanical tripwire that society has decided everyone needs to go over every time they move money in and out. And there are various documents you can look at from government law enforcement agencies about how they use currency transaction reports, both to interdict per se, facilitating crime, cash transactions, but also how they use the existence of currency transaction reports to create webs of accounts, like correlating. Okay, if you are a business owner, where are your personal accounts? So that I can more easily do my investigative process with regards to those kind of things. And through this securitous route, get access to information that they wouldn't otherwise have in a conveniently queryable database. And when I read those extremely candid for internal publication things that are published because the United States is a democracy, about the use of currency transaction reports, as opposed to the story that was sold under with regards to interdicting lots of drug money moving in and out of the system, it feels like kind of disquieting ice, back when it was still called ice ice in 2004, has a currency transaction reports, how to use them as an ICe officer. This is great for our investigations. Yada, yada. And it's for an internal magazine which is published to the Internet because we're democracy. And they're like, yeah, basically, currency transaction reports are the database for all national bank accounts that we wish we had access to but don't like. Wow. Wow what? That doesn't feel great."
    },
    {
        "speaker": "C",
        "text": "Well, this is interesting, Patrick, because you've outed yourself at this point in the podcast as kind of a state of shill in kind of a joking type way. I want to talk about that. But I think you have a very nuanced position when it comes to things like money laundering and Aml KYC and that sort of thing. And even some of the bank Secrecy act type things that you were talking about, and you were saying, hey, it doesn't necessarily all of this sit right with me. Some of the things that they're using this data for, I'll just make one point, which is broadly observed, as we've talked about this. If we were tasked with redesigning the financial system, you were on this board, this group of people who was redesigning the financial system, there's, I guess, an axis of optimizing things for efficiency that would be very important. So we get rid of mainframes, and we increase the security of the system by getting rid of the checks and that sort of thing. But there's also another axis that we haven't talked about. Maybe the next conversation will. It seems like there's something inherent with money, which is a civil liberty as well. There's some that have argued that money is a speech. And if you don't preserve the freedom to transact an economy in a democracy, do you actually really have freedom? If you are attending a protest and you want to create signs or use transportation to get to that protest, that's going to require economics. That's going to require commerce, that's going to require some sort of participation in the money system. If you are barred from doing that, if you don't have the civil freedom to actually do that, are you preserving freedom as we think about redesigning this system? What's your take on how civil freedom and civil liberties factor into this? And what do you think of the current apparatus that we have around money laundering, Aml KyC, and even bank secrecy act type things? What are the good parts about it from your vantage point, and where does it sort of fall short, and what would you reform if you could redesign the system?"
    },
    {
        "speaker": "B",
        "text": "Sure. So broadly? And again, we are not going to successfully redesign the financial system. In talking about a hypothetical meeting, redesigning the financial system in an hour and a half long podcast like fundamental to the financial system, society has a long list of aims. It's not a one dimensional space. It's not a two dimensional space. It's not a hundred dimensional space. There are a lot of things we want and we have to accept trade offs between them. And so there are like certain things where, you know, if you were maximizing for I just want to interdict drug smuggling, like that is my, that is my core north star value. Then you're going to accept a system that has much less efficiency, much less respect for civil liberties, cares much less about the experience of recent immigrants in your country, et cetera, et cetera. And so the ultimate question about how do we balance this complex bucket of competing aims, ultimately comes down to a political process. And the physical and technical reality of the systems interacts with that political process in funny ways. So lets talk about the AMl Kyc stuff. The thing I agree most with the stereotypical crypto advocate on with regards to the banking system is that the financial system is used as an element of policy and occasionally as an element of state control. An absolutely true statement, which relatively few people in the financial system would disagree with. And for complicated social reasons, relatively few people in the financial system would say, in as many words, and so you."
    },
    {
        "speaker": "C",
        "text": "Mean state control over their own populace or geopolitically over other countries, do you mean?"
    },
    {
        "speaker": "B",
        "text": "Yes, like all the forces. Okay. And so anti money laundering and KYC regulations impose some sort of like, frictional costs on all transactions in the economy. And I think that is possible to both overestimate and underestimate those frictional costs. The sort of median typical user of the United States banking system will go years between ever understanding that that is a thing. They got asked some questions that they probably forgot about already. When they opened their bank account, they had an immediately responsive answer to the questions. The bank didn't really care about the answers anyhow. It got written down. Life moves on. However, if you have certain fact patterns in your life, you will hit Aml KYC stuff a lot, and you might hit it a lot relative to our true desire as a society for you to keep paying that frictional cost. An example near and dear to my heart says I was an immigrant for 20 years, is like, if you're an immigrant, you are per se less legible to the system than other people are legible. You will not have documents that the system just expects you to have. And this is, by the way, invariant on whether you are illegal immigrant or otherwise. But you're going to constantly throw up. Errors that I threw up in Japan all the time, was that various computer systems, due to being created in an environment where the types of names we test the computer system for are japanese names. There's a culture that is japanese people. In that culture, people don't have names with 23 characters in them, because what kind of crazy nonsense is that? And so the back end system and the front end system do not agree that your name can actually be a name. So any number of times I've been called down to the bank office to deal with an AML or KYC issue, which is not caused by the bank having any suspicion about me, not caused by the government having me on a watch list, not caused by me doing anything strange. It was just like two computers at two different institutions. Can't agree on your name, bro. So can you come down and explain this to us in person for the 400th time? And I'm throwing myself under the bus here because I don't want to embarrass anybody else, particularly people that are in the, like, somewhat rough social circumstances. But if you were to ask immigrants in the United States, hey, how much friction do you have dealing with the banking system? The answer is a lot relative to this sort of bog standard, middle class american, including doing things that we essentially nobody in society thinks should be hard. The people that are maximally enthusiastic about AML and KYC as practiced, would say, okay, when we were drafting the regulations. We definitely didn't mean for you to deny a savings account to a twelve year old who is trying to do this project for their fifth grade class, which requires getting a savings account over AML KYC stuff. We only intended that to consequence drug runners. But there is no way to write that regulation such that it only consequences drug runners or if it requires other trade offs. And so AML and KYC as practiced do really impose fairly substantial constraints on people that are constraints and costs on folks that are in the social economic margins. They also impose very real costs on the financial industry and various organizations within it. I don't want to talk the book of any other fintech company, but there are any number of folks that you can Google that have said something like 25% of all the people who work in my company work in the compliance department department. And so they're paying like an awful lot of money for people to go click, click, click, click, click, click, click on alerts every day. And for folks who don't realize your job, if you work in a compliance department and they're clicking through alerts, is basically like a computer says that this transaction about which we know one tweet worth of context is fishy or not for legal reasons, we have to have a human take notice of the fact that computer thinks this is possibly fishy. You are a human. Please take notice of the fact. And what you will almost invariably do more than 99.5% of the time is false alarm. False alarm. False alarm. And so 25% of the employees in real companies are sitting there every day looking at this constantly scrolling feed of alerts. False alarm. False alarm. False alarm. False alarm. False alarm. False alarm. False alarm. False alarm. 03:00 p.m. rolls around. Oh, we finally caught something that might actually be an issue. Now I have to do like clear the next 2 hours to type up a report to send to the Financial Crimes Enforcement network, which in all probability no human will ever read Aml KyC. That is the system we have because."
    },
    {
        "speaker": "A",
        "text": "The people that they're submitting a report to are they also kind of just doing click, click, click to the reports that they get."
    },
    {
        "speaker": "B",
        "text": "So when you submit a report to Fincen that doesn't go to a human, it's just like it's put in a massive database. And then a lot of law enforcement organizations in the United States have the ability to query that database on things like name, address, bank account number, et cetera, et cetera. And then if you query it based on those things, you will be able to read all the they're called sars, suspicious activity reports related to that, or CTRS currency transaction reports, which don't require any suspicion of wrongdoing."
    },
    {
        "speaker": "A",
        "text": "So any time a compliance person in any of the fintech companies, of which there are tens of thousands, if nothing more, they do something manual that is simply manually taking a transaction that they have deemed potentially suspect, adding it to a library that might be queried by crime enforcement agencies on an automated basis, just in case that one bit of data is useful for some crime in the future, at some point in time."
    },
    {
        "speaker": "B",
        "text": "Yep, the BSA regime, bank Secrecy act regime, and all the KYC AML stuff that goes with with it. Just descriptively. This is not a criticism. This is just like the thing we decided to do as a society was deputize a large portion of the financial industry as intelligence officers and have them cast a huge dragnet and write extremely large number of memos for an audience of no one in the expectation that some of those memos would eventually be useful for the criminal justice system, and there are mechanical consequences to sars that are not actually in the criminal justice system. SAR is not in itself evidence of a crime. In most cases. It is often not even evidence of anyone suspecting that you have a crime. The criteria for you as a financial institution, you must file if blah, blah, blah, blah, blah is basically, I couldnt figure out a legitimate purpose for this transaction. Well, there are a lot of things that I do in my life that my best friend would not do in my life, and there are a lot of things that I do in my life that my bank would not do in my life. And believe me, in some of my banking relationships, I am that weirdo who we spend more of our time with than anybody else. But none of that is criminal. But just because you have some cultural disconnect, or maybe you have quirky hobbyists, whatever, that causes you to be outside the norms for whatever randomly drawn person person is looking at the tweet sized gloss of your activity that day, you can get a SAR filed on you. When a SAR gets filed, the bank is going to have to spend a couple hundred hours of serious professional time writing up that memo. That goes to law enforcement, which law enforcement will probably never read. And most bank accounts are not worth $100 or $200 of staff time on an ongoing basis. What will happen at a lot of us banks, if you're a retail customer of the bank, is anybody can get one SAR filed out of innocent activity. Two, though, we want you to be somebody else's problem, and the bank will send you a letter that are saying a crazy thing about sars in a democratic society is that you're not allowed to disclose the fact of a SAR. Not to the user, not to other people at the bank. You are not even allowed to disclose the existence of a SAR. If you're asked to testify about the existence of a SAR in a us court of law, like that is black letter law. And that is mind blowing to me. So when you are the bank and you are firing someone essentially for getting SARS, you don't say, we're firing you as a customer because you're getting SARS. You will use language like, the bank has made the independent commercial decision, which will not be reversed to close your account. Possibly you will say, we've made the independent commercial decision which will not be reversed to close your account because it is outside of our personal risk tolerances."
    },
    {
        "speaker": "C",
        "text": "Those personal risk tolerances. I've gotten one such letter from bank of America, and I believe because there was some exchanges between bank of America and my own personal account and Coinbase, and this was many years ago where I was unbanked. And they wrote me that sort of a dear John letter, which is risk. You're a candidate, falls outside of our. You're a customer. It falls outside of our risk spectrum, will no longer be able to serve you. So I have no idea what went on in the background. It was just like, please go away. You're no longer a customer. We're closing your account. We're cutting you a check within 30 days. Days. A lot of the stuff that you've described, I think Patrick will strike many, and I think a crypto advocate would say is, this is really creepy. Why do we have to construct things in this way? And maybe there are some good reasons for them. But you have said earlier that, hey, no doubt about it, the nation state uses the banking system for power for some element of control, either domestically or externally as well. And I think that a lot of the things that you just described with the existing system, I'm actually thankful that they're so inefficient and crappy, because imagine if they were hyper efficient and there is a world where they can be made hyper efficient, right? There's talk of central bank digital currency, for instance. And I know China is very much moving to a pure cashless society that I think takes many of the ideas of a central bank digital currency, actually deploys them through some of their tech platforms. I think to a lot of Americans, this feels like an infringement. This feels kind of creepy. This feels like the state shouldn't have that much control. And there is some element, you're right. When we design a society, in a democratic society, we also don't want criminals. We also don't want drug dealers. We also don't want fraudsters and hucksters preying on our elderly and stealing their money. So we want to try to avoid those circumstances. And I guess the best interpretation is some of these laws remove the bad actors from the system. But there's definitely this feeling, the sense that we are losing some of our civil liberties as a result. And crypto is kind of like a pushback against that. And I'm wondering if you see any merit to that. Have our AML KYC laws gone too far, or could they go too far? What do you think of a central bank digital currency? Does that get into kind of creepy territory to you? Or what would you say to defend this?"
    },
    {
        "speaker": "B",
        "text": "So again, personal planning is only central bank digital currency. I don't know anyone who is not either like a consulting firm trying to pitch a central bank on. We will build it for you, or a central bank itself that actually wants that as a product. It's not a compelling end user experience. It's not a compelling rail to build on top of relative to other financial rails that are available. And I think in most countries of interests, which definitely excludes China, we are unlikely to see them deployed in a meaningful fashion versus other systems that accomplish a lot of the same goals, but are definitely not a CDBC as usually described, UPI is sometimes conflated with a CDBC, but it isnt one. Fundamentally, the money is held at actual banks, and they transfer money between them in the usual fashion of transferring money between banks. Not to grind anyone's nose in it, but just like society has choices on, it has this n dimensional vector space of how it wants to configure the financial system. Like various people who are building their own systems from scratch have also a vector space where they have to make some choices and make some hard trade offs. And one thing that the United States and the banking system was historically not willing to do is give the government a instantaneous control f to find all your transactions. Apparently the. You know what I'm going to say next about, like, the crypto, cryptocurrency like ecosystem next, right, guys? That's like, let's put all the transactions in a publicly readable database for privacy. Whoo. And I do think there is an important part there on the, you know, we have some amount of acceptance for the system we have that is both based on like the system as it is described to act, and also as like the system that actually acts. And so, so inherent in you, me, us as a society accepting the US's regulation of banks is that we have some impression for how much state capacity the United States has. And we would probably be very unhappy if the amount of state capacity the United States had suddenly went to the moon with respect to some of these things, because that would allow somebody to get the control f over all the transactions basically at will. And essentially nobody in the us polity is okay with that. And a consequence of the banking system getting much better at technology, financial technology companies getting much better at technology, the government getting dragged kicking and screaming to getting better at technology is like state capacity is going up, versus the late 1970s, where the BSA was altered in the, during a time where it was like, okay, the United States federal government, what's the realistic number of complex money laundering investigations that the entire United States government can do at the same time? It's probably between ten and 100 now, with much faster computers and dragnet capabilities and potentially AI in the future, et cetera, et cetera. Oh goodness. The number of people that you can keep tabs on in an intrusive manner is much more than 100. And so, plausibly, we as civil society should kind of renegotiate the compact with government on, okay, we gave you very broadly drafted powers earlier, and we've hooked up billions of dollars of infrastructure in the financial system to those powers. We need to have a chat about what powers that you should actually have and what the threshold is for getting access to some of these things. A thing someone could possibly say. There's a traditional understanding in the United States that you can't search someone's books and records without a warrant from a magistrate. It's written in this obscure document called the Constitution. Plausibly, your transactions with a bank are for historical legal reasons. It's assumed that you waive any rights to privacy when you give the bank your data, because the government isn't getting the data from you, it's getting it from the bank. And if we say, look guys, honestly, we've intentionally structured the system such that the vast majority of economic activity moves through the banking system, which must mean that constitutional protections apply to this let's draft a warrant regime that's cognizant of that. You can't say, I don't like the cut of your jib, and I'm curious about who you correspond with. Give me a copy of every letter you've ever written, and I'm going to read them and then tell you if I have to suspect you of a crime, you would get laughed out of court. It's just like, you can't, just because you're a federal agent, go control f on somebody's name and start developing a list of all their bank accounts just because that is convenient for you to do. This is the thing that civil society could choose to do. It is not a thing that civil society has chosen to do yet. I'd be broadly supportive of it, but we'll see how that goes. Sadly, it's not really incentive compatible for anybody in the system to put a big stake in the ground and say, I'm in favor of making it more easy to launder money. This is not that proposal, but it would be characterized as that on both sides of the aisle. And so, for better or worse, we have the outcome as a society that we keep voting for."
    },
    {
        "speaker": "A",
        "text": "Patrick, at least inside of the crypto world, there are some prescriptive things that we crypto people, people think that civil society ought to do. There's a couple of lines that we like to repeat. Not your keys, not your coins. Which means, generally, civil society should think about taking custody. Federal reserve, root of all evil. Tokenize everything. Maybe in civil society, we should tokenize everything, put it on a blockchain. What about the many quips that crypto people have to say on Twitter and on podcasts and around the world world? Which one makes you cringe the most? I know you already mentioned the let's put everything on a public, permissionless, totally auditable, readable ledger. I know you've got that one. But what one comes to mind first and foremost, so."
    },
    {
        "speaker": "B",
        "text": "Oh, man, crypto. And the crypto ecosystem is a big one, and there's no single strain of it. Right. To the extent that we accept this generalization, crypto presents a lot of faces to a lot of different people, and those faces say different sales pitches for it, and a lot of those pitches are mutually incompatible. And I think crypto is less than reflective about this fact. So it's the unbank yourself, no trusted intermediaries. The central bank is the root of all evil. Yada, yada, yada, when convenient to it. And also, it's like, and there were $10 billion of inflows to the blackrock etfeminal or bitcoin. Whoo. Number go up. And those are fundamentally incompatible pitches and kind of always will be the thing people are voting for with their wallets, both the crypto kind of wallet and the more figurative uses of where is their capital going? Is they want increasing integration into the tradfi, I would call it the grown up financial order, or whatever you want to call it, increasing integration, increasing legibility, et cetera, et cetera. And all things come with trade offs. That is going to come with a trade off, too. And occasionally it's going to come with having to. People at banks don't sing from the Aml KYC hymnal because they were baptized into that religion. They do it because performing enthusiastic compliance is a thing that you have to do, or you get thrown in jail. To the extent that crypto firms are, you know, want increasing integration, like, they're increasingly going to have to sing from that hymnal, or they will be like, heavily consequenced for not doing it unless we make the broader societal change to reform those practices. So that's the biggest thing. The intellectual consistency is kind of sporadic with respect to, like, the individual slogans, like, not your keys, not your coins, just from a product perspective, the vast majority in the world, majority of people in the world will never be capable of understanding the difference between a public key and a private key, and they will not be capable of self custodying keys in any form of legible format to them. I think crypto as an industry is largely cottoned onto this view, although it might not say it in as many words. There are good products, the Coinbase wallet, et cetera, et cetera, which fundamentally have those primitives backing it. Somewhere. It feels like a normal tech product. That doesn't require you to get a degree in the quirky things crypto expects you to know about the world. What is a Merkle tree, et cetera, et cetera. The vast majority who have interacted with crypto never have to know what a Merkle tree is, and I think that is good. That is the way the vast majority of tech products work. I will say I'm one of the relatively few cryptoskeptics that actually could diagram out a Merkle tree. So yay for me. I have wasted enough hours of my life on reading bitcoin code, but there are lines that we use about sovereignty, et cetera, et cetera, that are not lines that will reflect the reality of the world that we build into products. And they're observationally false. When you look at pick any population of crypto users, aside from true long term maniacs, I don't know how folks in the community describe themselves, whatever, but if you were you know, if you are really enthusiastic about crypto, because it can provide dollar denominated currency to people in Argentina and get them out of bad choices that the government has made, I'm not making that statement, but I'm putting in someone's mouth, because a lot of people have put that statement through their own mouths. You have to actually care about how the median argentinian person interacts with that crypto product. And that answer is probably going to be, it's a hosted product with a single point of failure in it, which wraps another single point of failure company that might be like tether, for example, et cetera, et cetera. And so this is the alternative financial system that the broad we are building, and to what degree are we happy with that? And to what degree does it provide something that is better than alternatives? Would the single point of failure that the argentinian person is using be better if it was backed by tether under the hood, versus being backed by like, a receivable from that company that happens to be denominated in dollars and is really tracked in an Excel spreadsheet? Do those things look a whole lot like each other? And at certain points in time, I think they do. But life is complicated, and maybe more complicated than any short series of slogans will encapsulate."
    },
    {
        "speaker": "A",
        "text": "Are there any properties or merits of the crypto industry that you're just a big fan of? There are some ideologies that we have that we would like to bring to the world which, or if any, would you be just double thumbs up on."
    },
    {
        "speaker": "B",
        "text": "Less from ideologies? There's a. I'm going to say the word toy systems, and I'm not saying this as a means of disparagement. I'm trying to identify class of systems where you can make a cpu in Minecraft, and that is clearly a toy system. No production work will load, will ever run over a cpu in Minecraft. But the discipline of constructing a cpu in Minecraft is useful. And also, after you have an avatar in the world who can walk up to cpu and look at it run, that teaches you more about how actual real world cpu's run than seeing the same description in your textbook. There are a lot of metaphors about how real finance works that crypto expresses in self contained toy systems, unlike the real financial systems. One relatively interesting property is you can, you know, as a 16 year old at a hackathon, like, actually start playing with those toy systems and poking them and moving money from like, pocket a to pocket b. And like, that feels interesting to me. From a, you know, this is useful for education. This is useful in getting people more enthusiastic about these kind of wonky topics. Like 20 years ago, if I had come up to somebody in a coffee shop and said, okay, let's have an in depth discussion about the foibles of AML and KYC, particularly as it, as it matters for immigrants and other socioeconomically marginalized people, they would say, get away from me. You're a stalker. And now there is some space for having that conversation. So those kinds of things are interesting from a perspective of, this is going to be the rail that the vast majority of all commerce travels over. I kind of bet against, is this like the new Internet? Are we in the 1996 of the, of the crypto era? And just like right away from the hockey stick where everyone in the world starts using it. Been hearing that since 2010, the world looks like what it looks like, kind of bet against it being the next Internet. And, yeah, Patrick, do you feel like."
    },
    {
        "speaker": "C",
        "text": "You'Ve been on the right side of that bet so far? And I asked this in the context of maybe another question, is crypto is now close to, I believe, $3 trillion. And as you know, it has this kind of property where it sort of bubbles and then busts and then bubbles and busts, but every bust is higher than the last kind of bubble, and bitcoin is close to crossing a trillion dollars. So I guess when I talk about the bet, it's less from a financial perspective, and it's more from, from the perspective of how do you explain why this thing is valuable, why there are so many people using it, why there are crypto podcasts and evangelists talking about it, why there's so much excitement about it? Have you seen that pick up? How do you feel about the bet that you've made so far with respect to crypto not being the next Internet or the next financial rails?"
    },
    {
        "speaker": "B",
        "text": "One of the reasons I write so much on the Internet, particularly in places that keep records of it, is to keep myself honest about things like that. The thing I've been professionally speaking, the wrongest on about the Internet was there was this little company called Facebook or something for college graduates, and they were said to be worth a lot of money, and that was clearly never going to be a real business. So there's a comment for me in 2006, frozen in amber, about that one. And I periodically go back and read the comments that I wrote about bitcoin, like the 2011, 2013, et cetera, et cetera versions, and I feel pretty happy with those comments. How do I explain. Let's talk about the number first. Epistemic humility bit is clearly the case that if I had made some counterfactual choices with respect to my personal capital allocation, I would be much richer. Right now. That is a bit of evidence. It's also the case that if I had a crystal ball, I would do very well in the options market, too. There's an arbitrary number of ways to deploy capital that would make a lot of money. And people often say bitcoin is the best performing asset class since Yada yada. And it's like, well, when you're saying something, you're something like that. You're trying to convince someone who is relatively low information with respect to capital allocation. Okay. The broader thing, the fundamental use case, is speculation. The largest reason there exists an ecosystem on top of it is because get something for nothing is the best converting pitch in the history of all pitches known to man, that will always have product fit. And to the extent it is not successfully illegalized, it will occur in 10,000 different guises and has occurred in 10,000 different guises over the course of human history. By the way, the best crypto book that is not a crypto book that people should read, lying for money by Dan Davies, is just the history of financial fraud. If we think that SPF, et cetera, were pioneering researchers and what nastiness you could do with financial fraud, you'll see how creative people were in the 16 hundreds and how much those stories rhyme. There was a story a number of years ago that crypto would be this platform for peer to peer cash adjacent transactions that would eventually swallow up a lot of the world's volume of all transactions that didn't happen. We have, like, publicly accessible databases. When you hear people, like, tether saying, we are successfully banked in the non banked. Okay, let's go to the numbers. Like the TRON network is public. You can look at the median transaction over the TRON network, and it's between ten and three. Sorry, 100 and $300, without giving you any private information. If you were to look at comparable numbers in the United States for credit card transactions, the median transaction is between 40 and $80, maybe a little towards the higher end of that range, thanks to the currency environment the last couple of years. But that's neither here nor there. And so do you buy that you are banking the unbanked in the third world, who are moving a lot more money around at a time than people in the United States do? And no, I don't buy that. And then if you look at the day to day numbers on tether issuance, it's pretty clear that it tracks the price of bitcoin and that there is something going on there versus the continent of Africa decided that it was 10% more useful to move money on a particular Monday because the price of bitcoin is up. And I'm stealing this point, by the way, from a gentleman who runs the stablecoin and was on the brink podcast recently. His name escapes me. Something young, Stuart Young maybe, sorry, folks can look that up or at me on twitter to get a citation for it. But yeah, so long story short, I fundamentally have not materially changed my point of view on this. Gai yang gai yang thank you, gay young from Athena. I don't think that stablecoins are going to be like a if we fast forward to 2050, I would be very surprised if stablecoins are something that that is recognizably the lineal descendant of stable coins in the way that ethereum is recognizably a lineal descendant of bitcoin. Don't think that a lineal descendant of stable coins is going to be a huge portion of the payment mix. Other people have different point of views on that. That's fine. When 2050 rolls around, it's going to be really obvious whether it happened or not. There were a lot of claims made about bitcoin in 2010, some by me. The one where I said it was going to zero really obviously didn't happen, and the one where people said it's going to over the world and be like a broadly deployed transactional network also didn't happen."
    },
    {
        "speaker": "C",
        "text": "Well, Patrick, I'm wondering if you do find some space between it dropping to zero and it being sort of this peer to peer money system that the entire world uses. Because you're right, it has fallen somewhere in between. And some would say the strongest use case for bitcoin, at least to date, has been this kind of the store of value property. And I think you've maybe called a part of that speculation, and maybe it depends on what you mean by speculation. I feel like I still haven't heard the explanation for why you think bitcoin is worth something in the range of a trillion dollars. And if you lend any merit to this kind of store of value type use case, and how you'd judge that against something like gold, for instance."
    },
    {
        "speaker": "B",
        "text": "I largely don't buy the store of value use case. It's granted gold. Gold also probably shouldn't have nearly as much value as it does. But we have tricked ourselves into believing that its quite valuable anyhow. Im very much on the Warren Buffett side of the gold thing. What would you rather have, a football field sized block of gold or productive assets in american business? And that is a very persuasive point of view to me, to put it mildly. But be that as it may, what are the properties that you want to store value to have, and does it actually sustain those properties over multiple year increments? Does it correlate highly with growth stocks? It correlates really highly with growth stocks. That's a problem from a store value perspective. You need to be uncorrelated with them, not anti correlated, but uncorrelated. And that is a fact about the world that we can observe with numbers, and the numbers do not come out the way you want them to. If one sincerely believes in the store of value use case, I think the, I also think that the cycles, oh, we have a bull market, then we have a bear market, then we have a bull market, then we have a bear market. The way crypto thinks of cycles is we over generalize from a relatively small years of experience and then assume we have discovered this fundamental law of physics where we haven't discovered law of physics. We have discovered this thing, that combination of market structure, market structure and user sentiment, and painfully but true, invidious acts by specifically named people who are now in federal prison call us wild swings in the price. And it is not guaranteed that we will have the right combination of market structure and user sentiment and Nvidia sex to keep that cycle going forward in the future in the same fashion that the cycle has gone in the past past from like a speculative use case. The fact that there is a huge amount of volatility system is really useful from a store of value use case, huge amount of volatility in the system is like the opposite of useful. And so it's difficult for a number to keep going up and like the store of value thing to be actually true. And there is no way to resolve that tension. And so the again, there's many tribes within the ecosystem and there's various people saying various things at different times to different audiences, but you can't bother believe like store value and also believe to the moon. And in a hypothetical world where you get to the moon, kind of intellectually, you would understand, okay, people are not going to say to the moon, but no further. They're going to say, we got to the moon, yay to Saturn. And at some point the answer is no right, and it kind of has to go into a much lower volatility regime and say, gold to solve for that store of value use case. But I fundamentally think store value is more a talking point than it is a description of the world that we actually live in. And so don't expect that it being measurable with numbers is going to convince that many people. I don't think that people actually care about that that much, as long as numbers going up at least half the time."
    },
    {
        "speaker": "C",
        "text": "So, Patrick, you have a very analytical mind, a great sense for distilling concepts, and clearly a lot of knowledge with respect to finance and how money works. You also have an open mind, I think, and are fine sort of admitting where you've been wrong in the past. And I'm curious, as we kind of draw this to a close, what would change your mind with respect to crypto? So what would you have to see in crypto to persuade to you that, you know what, there is actually something here. This is worth my time professionally. This is worth society's time in general, and maybe in areas I've been too harsh. What would have to change in order for you to take that revised perspective?"
    },
    {
        "speaker": "B",
        "text": "Sure, we've invested tens of billions of dollars into crypto infrastructure, not in terms of the market cap is 3 trillion or whatever, but in terms of just amount of people's time, amount of GPU's, et cetera, that we've thrown at this. The number's in the ten civilians by now. Is there a user activity in the real world that is obviously worthwhile, that is extremely common and valuable, that justifies the expenditure of tens of billions of dollars of society's resources after some reasonable period of time, and one, if there is, if there are the initial glimmerings of it. I'm in the business of seeing the initial glimmerings of things early and then believing in it. Just have not had that accomplished with regards to crypto. But there are other things that have happened. The initial glimmers are, oh, that's kind of interesting. Look at user activity in the. Wow. By my lights, there have been any number of times where people have tried to declare, oh, we have come up with a valuable crypto use case. It is icos. No, it is nFts. No, it is banking the unbanked in countries that have very volatile currency markets. And of those, the only one that if we look at the numbers and judge them by normal tech industry, et cetera standards, the only one that has an interesting graph associated with it is the payment systems in the third world. Descriptively, the third world. And yeah, like if I then graph it against competitors, like say m pesa, et cetera, et cetera. Well, okay, if you really want to say that is the use case, then I'm going to compare you against competitors, and you're not winning a share. And the graph is not shaped like your best functioning competitors. But if there was, what's the thing that my dad or my aunt or some random person in Chicago that has no, like, not speculation, not facilitating international money laundering, but what's like the actual use case that I would see when I go out to potbelly? Like that would cause me to change my point of view in a hurry. Random thing that I saw the other day when I went to potbelly. Apparently there's this user behavior among kids who are old enough to go out with friends, but not old enough to either have purchasing power or payment methods, where like the way order pot belly sandwiches or McDonalds is to send a text message to your mother, and your mother orders for you on the app and pays for you on the app. This forces a touchpoint and gives her total control of your spending. And I thought, wow, thats kind of interesting. And even as someone whose job it is to understand weird ways to use the financial system, I never would have guessed that anyone uses this financial infrastructure in this way. If there was a like, text message to mom to authorize purchase of fast food startup, I'd be in on that seed round right now. But the stuff that people point at and say this is equivalent evidence to crypto. I have looked at that evidence and I'm just not persuaded."
    },
    {
        "speaker": "C",
        "text": "So if you saw the evidence, then you would change your mind, but you have not seen the evidence. And your point is? It's been over a decade at this. Patrick, this has been a pleasure to have you on bankless. I think David and myself, we put you in the category of like, good faith, honest crypto skeptics. So obviously one of the few. Yeah, we draw a very different conclusion on all of this than you do with all of these data points. But I do find you well researched and good faith. I think another person that comes to mind, we did an episode with Molly White, who is also just a good faith crypto critic and comes up with a compelling argument. So thank you for being that and appreciate all the work that you do. Maybe if there's one last thing you could leave us with. We have a lot of folks who are obviously active in the crypto community. These are not the sand bankman frieds of the world. These are not the fraudsters and hucksters. These are, as we say, the settlers, not the tourists, the people who've been here for a while and continue to try to build in this space. Speaking to them, do you have any advice for people in crypto? Like, what would you say to them? How would you guide them? If you have any parting words, I suppose."
    },
    {
        "speaker": "B",
        "text": "Maybe exercise a little more skepticism with regards to the pitches that are out there in the community. One of the things that I'm most predisposed to believe that is used as a pitch is spend your time actually building things that are useful to people, and then you will have built things that are useful to people and then know the price is an epiphenomena of that rather than the other way around. And I think that pitch is sometimes deployed cynically, like when Coinbase puts in their advertising, like Coinbase is for the builders, plausibly so. But Coinbase is not doing advertising on channels like the Super bowl, et cetera, to reach the builders. They are trying to reach gamblers, to extract a fee from them. So if you genuinely believe in this and you believe in the evidence, then get as close as possible to. To building things that will be used by a large number of people to create value in the real world. And then everything follows from that."
    },
    {
        "speaker": "C",
        "text": "Thank you so much, Patrick. It's been great having you on bankless. Thank you."
    },
    {
        "speaker": "B",
        "text": "Thanks very much for having me."
    },
    {
        "speaker": "C",
        "text": "Bankless nation, some action items for you in the show notes. Number one, we'll include Patrick's Twitter so you can go follow him. Also check out his blog. It's called bitsaboutmoney.com dot. Fantastic articles and essays on primarily the traditional financial system, although he does touch upon crypto from time to time. Also, since we mentioned her, Molly White, we, she was another crypto skeptic that we've had on the show. We'll include a link to the show notes for, for her as well. In case you're in the mood for a bit more crypto skepticism. I know it's hard during the bull market, but we've got to check our biases at all points in times. Got to end with this. Of course, you know, crypto is risky. You could lose what you put in. But we are headed west. This is the frontier. It's not for everyone. But we're glad you're with us on the bankless journey. Thanks a lot."
    }
]