[
    {
        "speaker": "A",
        "text": "Welcome to Bankless, where we explore the frontier of Internet money and Internet finance. And today on this episode of our Zuzalu series, we are exploring some new frontiers. New frontiers and new technologies, all of which are poised to completely revolutionize the world and change everything but the operating system that society is currently running."
    },
    {
        "speaker": "B",
        "text": "Bankless nation."
    },
    {
        "speaker": "A",
        "text": "Today we are exploring the frontier of QWERTY nations, new cities, and network states. These things, coordinations, new cities and network states, were an overarching theme of Zuzalu. Zuzalu itself was an experiment at the intersection of all of these things, and no one really knows how to define these things. There are the academic definitions. Primavera de Felipe does a great job of defining the idea of a balagian network state, the Balaji flavor of a network state. Balaji did actually zoom in for a talk during the network state week here at Zuzalu, but also Primavera also talked about the inherent constraints and limitations, and discussed why we might not actually ever see a balagian network state in practice. The academic definitions for these things will all likely stay inside of our heads. They're all mostly thought experiments. The real world is messy, and as these things get applied in the real world, rigid definitions yield to the need to be pragmatic and effective. But nevertheless, the overarching theme of all these things, coordinations, new cities, network states, is defined by the idea of disrupting incumbent governance structures by providing new ones. They all approach the idea that traditional forms of geographic governance are antiquated or calcified and ripe for disruption and need to be disrupted. The demand to produce a charter city comes from the competitive statement that a new governance structure can produce new wealth and prosperity simply by changing the rules, making better rules. Demands for new governance structures are growing from all over the world. We as crypto people should all be intimately aware of the frictions and frustrations that arise when parts of our lives are misgoverned by authorities that we do not agree with. We as crypto people are not alone here. The parallel industries of longevity, synthetic biology, decentralized science, are all running into similar problems. And Zuzala was meant to be a meeting place for many of these industries to come together and discuss the lack of supply of functional governance in the world. So, in order to get you bankless nation downloaded on the current state of new forms of social governance innovation, I bring you three conversations with leaders from different corners of the world. First, we have Nicholas Anzagar, followed by Primavera de Felipe, followed by Mark Lutter. Nicholas was the coordinator of the network state track at Zuzalu, when it was time for network states to have their week at Zuzalu, he was the guy who kind of knew everyone. He's been around in this space working on building competitive governance in new structures for a long time now. And this is the 101. This is the introduction. This is not only what are we doing here, but what is the current state of things when it comes to new cities and network states. One thing that I definitely learned at Zutalu was that there are efforts that are way more mature and developed than I thought. Prospera is a project that's been around for a number of years now that is already like work. There's already construction happening, and it is what we would call a network state or a new city or a new governance structure. So the conversation with Nicholas will get you downloaded onto the lay of the land, followed by Primavera de Felipe, who offers a different flavor of what we're talking about here. She's not necessarily into the idea of physical jurisdictions, but more in the idea of Cordy nations, Cordy nation coordination. And this is all about, perhaps, digital nations in the Internet, in the tribe, digital tribes. And she is not only a legal mind, but also an artist and also talking about these new ways of social organization on the Internet. And she weaves all of these interests of her together in this really beautiful fashion. And it's one of the more fun conversations that I had at Zuzalu. And then last, we'll talk to Mark Lutter, who is trying to coordinate a charter city. Now, this whole, like, network, state, or coordination thing, these are like, crypto terms, but before crypto came along, we called these efforts charter cities, brand new cities, and Mark is trying to build one. It's kind of crazy that people wake up in the morning and be like, you know what I want to do today? I want to build a city. But that's Mark. And so he gives us kind of the blueprint for what this is and what he's trying to do. And if you want to perhaps establish a new city, that episode will be for you."
    },
    {
        "speaker": "B",
        "text": "So, bankless nation."
    },
    {
        "speaker": "A",
        "text": "After consuming all of these interviews, you will be downloaded as to the current state of this new frontier of competitive coordination, competitive governance that wants to disrupt all of the incumbent cities, incumbent countries of the world, because the claim is that there is no competition in this landscape, but people want to bring competition to the world of cities and countries, and that is the conversation of network states, coordinations, and digital tribes. So let's go ahead and get into our interviews with Nicholas Primavera. And then mark bankless nation."
    },
    {
        "speaker": "C",
        "text": "We are here with Nicholas Ansinger, and we just finished up the network states and charter cities today conference here at Zuzalu, and Nicholas is going to help us understand what just happened. Nicholas, welcome to the show."
    },
    {
        "speaker": "D",
        "text": "Hi, Vanquas Disneys. Hi, David. Great to be here."
    },
    {
        "speaker": "C",
        "text": "So, Nicholas, I've been talking to all of the, it's hard to actually, like, put these people into a group, but like, they're the people that are interested in network states and charter cities. How do you, how do you talk about this group of people? Like, who are these people? How do you identify them?"
    },
    {
        "speaker": "D",
        "text": "Well, it's kind of a new group, right. And I think that's still what everyone is trying to figure out. But there's definitely different kinds of camps. So there's at least two. There's the charter cities people that, you know, have experience with real estate development, with infrastructure. They often come from academia, from economics, and then there's sort of the crypto, the tech crowds, the ones that are influenced by Balaji Srinivasan, by Vitalik Buterin, and they're now increasingly getting attracted to that idea space."
    },
    {
        "speaker": "C",
        "text": "Okay. And this was a two day event, a Sunday Monday event, and I think it was like the largest of its kind. And maybe you can kind of just explain the beginnings of something like this where we have these people who are interested in building new cities using new infrastructure. How long has this been, like, a topic of discussion amongst this type of people?"
    },
    {
        "speaker": "D",
        "text": "Yeah. Yeah. So people have or civilizations have been building new cities for thousands of years. Right. And it's become a bit of a lost art. Right, in the last century. But what has spawned our imagination is new developments such as Shenzhen, China, Dubai, Singapore, Hong Kong. So these places grew from very poor hinterlands into wealthy mega cities in a very short amount of time. Right? So, and they provide kind of a template for kind of modern urbanism development, sort of supercharged, for example, by Paul Roemer and his TED talk in 2009 about charter cities. And that kind of coupled with Patri Friedman and seasteading and seeking new forms and ways of governance has probably since the early two thousands, really kind of fueled the imagination and created kind of a small movement that was working on some of these ideas and working on some concrete projects, some of which failed. Right. So there's a couple of seasteading projects around, but it hasn't yet become a bigger trend. But now with crypto, with tech, with the network state that Balaji Srinivasan is bringing in, this is really kind of a transformational point where this industry is getting sort of renewed attention and renewed funding and renewed influx of talent and of capital and of ideas."
    },
    {
        "speaker": "C",
        "text": "Okay, so we as a species, we have built cities. We've done that before, primarily done accidentally, just by happenstance. No one pre, perhaps like the 19 hundreds, was like, I'm going to establish a new city for building a new city's sake. Except now, fast forward, we have these newer examples. You listed off a few, Singapore being like the one that I think most bankless listeners will be familiar with. But of course there are others. Because we have these newer examples, we understand that, hey, we can actually apply technology and apply, like, the founders vision to a whole concept around building a city. And that's kind of where this conversation is led today. It's like, what if we designed a city and built one with intent, rather than just like, having them randomly pop up around the world like they have for the last thousands of years? Is that kind of the right philosophy?"
    },
    {
        "speaker": "D",
        "text": "Yeah, I mean, intent is very important, but emergence and organic growth is also important. Right, and new city developments, kind of difference in terms of how emergent versus how planned they want to be, right? So the extreme examples I always give is on. The one extreme on the plant side is Disney world, right. It is a charter city, right? So it has a degree of legal autonomy, although they lost that recently. And it's like 100% curated planned product experience. And the other extreme is Blackrock City, right? So burning man, that's like 100% an emergent economy that's just popping up."
    },
    {
        "speaker": "C",
        "text": "Okay, so it is the year 2023. Why do we need new cities?"
    },
    {
        "speaker": "D",
        "text": "Because old cities aren't delivering a good product, right. So it would apply the lens of cities or governance or governments being a product to their citizens. Right? So they have to run wastewater management. They have to give out passports and ids. They have to, you know, engineer the build environment, build roads, build a housing stock. So all these things are not improving. So cities, especially in the United states recently, are kind of. There's a downward trend in terms of their quality of living, their costs, and this customer satisfaction. Right? So it is an industry that's ripe for disruption, that's dominated by legacy players, by very high switching costs and buyers to entry, so on, that we can change by bringing new startups on the starting line."
    },
    {
        "speaker": "C",
        "text": "Okay, so the idea here is that just bank listeners will understand the broad concept of market forces. And what you're saying is that these older cities are quote unquote aged institutions and they are no longer serving our needs. It's weird to think about cities in this way as, like, institutions of old to go along with, like, all the other old institutions that we talk about on bankless. But I think that's kind of the culture that has emerged. And the reason why these people who are interested in charter cities and network states are here is because they see cities as institutions, and they see them, the old cities, continuing to fail to meet the current needs of their citizens. That's kind of the idea, yeah."
    },
    {
        "speaker": "D",
        "text": "I would also add that a lot of the tech world, right? So Silicon Valley, San Francisco, is increasingly seeing their city, and, hey, this is not working anymore. Something is wrong, right? So some of them are entering local politics to fix that. Others are attracted to moving to other cities, to Austin, to Miami, and others are even attracted to developing or forming their own city. And then there's also the crypto space. Right? So in the crypto space, there's been a realization. Not only cities, but also the jurisdictions that I'm in are increasingly dominated by very aggressive regulators that don't want me here and the innovation that I want to create. So the laws, the legal systems, the regulations are also very important, increasingly, for how you want to live your life and where you can build a business. So I think there's also an increasing regulation. There's places like El Salvador or like Puerto Rico, like Switzerland and Crypto Valley, where you probably where you could go to have a better life."
    },
    {
        "speaker": "C",
        "text": "One of the main themes that I've learned here at Zuzalo is the decentralized, excuse me, not the decentralized science. The synthetic bio community, and also the longevity community, both require significant research in order to progress as industries. And both of them feel very hamstrung by things like the FDA. And I think a lot of what you were saying with the constraints that modern day industry, which is dictated by modern day cities, has placed on these industries. And so one of the product market fits that. The synthetic bio and the longevity communities are looking for are places to go, experiment places to go, do research, because they are legally not allowed to in the other places in the world. And so this is one of the learning lessons I've had is that the cities that we've had are set up for current institutions, but we, in the year of 2023, are moving really fast into new institutions and new technologies, and these new technologies don't have a home. And so maybe the philosophy of these new cities, these new charter cities, are to produce and provide a new home for these new technologies that can't find it elsewhere."
    },
    {
        "speaker": "D",
        "text": "Exactly. That's actually my motivation to try to spawn and ignite this movement, because I see this as a massive opportunity. So crypto listeners are kind of familiar that regulators are overreaching when you're in biotech or in healthcare, that's been going on for decades, to the point that people are not even questioning anymore. But just imagine how hard it is to build or iterate on a new product when every iteration takes like, ten or 15 years. So the progress you can make is just very slow this way. And this is holding back treatments that could save people's lives from a larger population. So there's so much just dormant innovation or stranded technologies, which is the title of my podcast, where I talk about these things or issues that we could realize in some of these places where we have physical shells, where we could apply better governance, better rules, better regulations, better laws, too, to let all these innovations strive and give it to people that want to freely take it and do research, build companies, build products that can make the world a better place."
    },
    {
        "speaker": "C",
        "text": "And so the idea of building new cities is crazy if you're the average bankless listener that hasn't come in understanding biologies, network states, or, like, the concept of charter cities in general. And me, when I first approached the subject matter was like, what the hell is going on? Like, we got these city builders trying to, like, how does one even start to build a city? But I would imagine first, there are different tribes in this world, in this industry of charter cities, network states, et cetera, whatever you want to call it, because there's tribes everywhere. So, like, maybe you could kind of give us the landscape of the different strategies or different philosophies that city builders have about how to do this and the strategies that they employ."
    },
    {
        "speaker": "D",
        "text": "Yeah, sure. I have a very simplified model that can't do it justice, but gives a first sense. Right? So I have this two by two matrix where I look at two things. The first one is, do you have kind of a hard or a soft legal fork? Right? Do you want to really radically have new laws? You're writing a new legal system yourself."
    },
    {
        "speaker": "C",
        "text": "Like, are you starting a country from scratch kind of thing?"
    },
    {
        "speaker": "D",
        "text": "Doesn't necessarily have to be a whole country. You can have sort of partial autonomy in some aspects, like a free zone, especially economic zone, something like that. That could also be, there's degrees, but a soft legal fork was like, hey, there is kind of loopholes in the kinds of gaps, and they're enough for you to realize kind of balaji, a Balaji like moral innovation. And then you can be at the point where you have already land development or not. Right? And I put. And then I have these four different camps, right? So if you have land development and you have a legal hard fork, you're a startup city. Right. Prospera Ziyoda, Morazan in Honduras and quashi in Zambia. They are startup cities. So they write their own laws. They have physical land development and real estate. Then you have network states. They don't yet have the land development, but they're going towards it. So they start kind of with a different strategy. Startup cities kind of start by providing a full stack first. So they provide the build environment, they provide the laws, they provide to housing, whatever, and then build a community around it. Whereas Balaji is flipping the model on its head. So it's a new strategy, innovation. So he's saying, hey, this is too high barriers to entry. It costs like ten to 15 million. You have to get government contracts that can take years. You can start earlier, you can start by building a community, building demand, and use that leverage to go into these negotiations with existing governance and then potentially sort of get a better deal out of it. And then when you're kind of a soft legal fork, right? So this is a lot. They see a lot of the co living space in that bracket. So like Kift Kevin or Cohere, they're kind of tokenizing real estate to create different incentive mechanisms. They're creators co living together in different parts of the world to work together on certain things. So they don't require sort of a harder legal fork or making their own laws they can work with what's there to realize a specific moral innovation. And then if you have neither, you're an online community, right? So you might be a generic Dao, you might be a subreddit that's caring about moral innovation really strongly, but you haven't yet decided that you want to build something in the real world."
    },
    {
        "speaker": "C",
        "text": "In all of these, in these different flavors of city builders, is there a particular model that has taken the lead in actually put boots on the ground and actually made some effort here?"
    },
    {
        "speaker": "D",
        "text": "Yeah. So the network state model has, I think, led to tremendous innovation. So afropolitan and praxis, I think, are great examples. They're building fantastic communities and they are entering or are in negotiations with egyptian governments. What might be surprising, though, is that the previous model, the charter city model, has been showing great success and there's zero to one s now prosper, which I mentioned, is definitely the industry leader and the zero to one in this space is like a full stack jurisdiction on Roatan, which is an island off of Honduras with an international airport. And that has like, a really advanced and sophisticated legal system. I live there. So that's also. That can also work if you kind of have the leverage and if you play your cards right. So I always recommend just look at where you're at. If you have the ability to negotiate with existing governments, if you have leverage, if you are already able to attract capital, then why not go for a city right away? And if you don't yet have that, then, or for longevity, for example, we're thinking about building a longevity network state. I think Balaji's network state strategy makes more sense. We have already an aligned community with Ethereum, with Suzalu, with Vitadao, right? So we already have done the first step. So now we can look at different multiple jurisdictions to kind of figure out how we can build an interconnected economy that doesn't have a single point of failure. We don't necessarily need to build a new city. We want to realize longevity as an innovation. We want to do clinical trials. We want to do R and D. We want to bring, if you want to do medical tourism and bring this very talented people there. So that doesn't have to be only in one place. We just need to build these different parts of the value chain in different places that are maybe reasonably close enough, and we are still reasonably well connected online and offline and still sort of work together and meet."
    },
    {
        "speaker": "C",
        "text": "Okay, so there's one version of the future where these niche communities, like the people interested in longevity, or the people interested in decentralized science or synthetic bio, they need jurisdictions in order to innovate. But is the grand bull case for the idea of new cities? The idea is it ought to be equivalent with the old cities, right? And so, like, what is the case for, like, this new paradigm of city builders and new cities at large being equivalently, as large of a movement as old cities? Like, why will this not be a niche topic or a niche effort by niche industries? Why will this?"
    },
    {
        "speaker": "D",
        "text": "In a way, it's combining the two biggest or biggest? Two of the biggest three industries in the world, right? So one is housing, is real estate and construction, and the other one is governance, right? So if you think of governance, it's an industry that's predominantly served by governments. It's the largest industry in the world. It's more than 30% of GDP, and I think housing and construction is another 15 or 20%. So those two combined are by far the biggest industry in the world by several orders of magnitude. And when I come with my technological progress case, there's several levers to just supercharge humanity to whole new levels, because cities are like the physical shell where you enforce governance, right? So Shenzhen and Dubai and Singapore thrive because they had changes in governance and rules. They had common law based legal systems. They had higher degrees of business freedoms and ease of doing business. So if we replicate that, if we can sort of give the bottom 75% of humanity the same governance as the top 25%, we can two to three x world GDP, but it's not stopping there. I think we can upgrade existing governance in the top 25% by several orders of magnitude. And if we go from, like, a world where institutions can reliably generate, like, 5% economic growth instead of, like, two, that's gonna. We're gonna be 130 x from where we are now in terms of our economic and productive development instead of, like, 7.5. So this has some the potential to supercharge humanity to whole new levels."
    },
    {
        "speaker": "C",
        "text": "So the on breaklets, we frequently use these metaphors of monolithic versus modular strategies as a reoccurring theme across the world, across the universe. We specifically, narrowly apply it in the way that blockchains are developed. But we can talk about this in other respects as well. And so I'll try and apply that metaphor here. Maybe the current landscape of, like, New York, San Francisco, La, these are all, like, monolithic cities in that, you know, LA and New York, different cities, but on the grand scheme of things, kind of the same, kind of just one monolithic city, really, under the same governance rule set. State laws differ, but not that much. It's under the federal regime. And maybe like, a way to view these new cities, charter cities, network state cities, is that they are now modular cities, as in, like, the monolithic cities, or just like these large, one size fits all cities have a particular rule set that has to answer to the population as an aggregate. And so it's kind of blunt, right? And so the way I'm seeing this, the way I'm illustrating this in my mind, is that, like all of these new cities, the charter cities can start small and grow bigger, but they start small answering to a new purpose. And so they answer to, like, the long tail of reasons why we need cities. And all of a sudden, these newer charter cities, these newer cities that crop up as a result of this effort would be very differentiated and very unique inside of themselves, because they're built for specific purposes, and they're also built with the modern day tools and call them like app specific cities to again use a crypto term. Am I tracking on the right philosophy here?"
    },
    {
        "speaker": "D",
        "text": "Yeah, I think there's some very good thoughts to unpack there. But first to make the case for existing cities, right? So big cities like La, like San Francisco, like New York, why are still people going there and living there, despite some downsides, is because there's a lot of upside. And the big upside is there's a lot of other really great people, right? So there's a lot of diversity, you can get a lot of cultural enrichment, and when you're in a particular niche or industry, there's also tons of smart people like that, right. I think someone at the conference sort of described it really well. So the shift that is happening, right? So previously, if you were in a city of a couple of millions, the chances were decent enough that you would find like 10% people, ten people that you vibe with extremely well. Now with online, you can find these people before and then move to a place where you can hang out with them and kind of build a new culture and whatever, whatever around it. But this is why Balaji's idea of a moral innovation is really important that you hinted at, right? The new startups that can deliver on the full product experience and get the network effects that some of these big cities already have, they need to be really good at delivering on one moral innovation, say like longevity, or we're builders world, or we're. It's easy, just, it's much easier to be there in terms of doing remote work or something like that."
    },
    {
        "speaker": "C",
        "text": "And so like, what's your vision for like say we're fast forward into the year? I don't know how long this revolution of cities will take. Call it like 2050. What's your, if this vision for all of these new charter cities, network state cities comes to be the maximum version of itself, what does the world look like? How does the world, what's the a b difference here?"
    },
    {
        "speaker": "D",
        "text": "Yeah, yeah. So again, orders of magnitude difference, right? So either in the world where this works the way I want it to, we're going to be 130 times richer than we are now, 130 times within 100 years, compared to when we don't do that, I think we will stagnate, because I think existing institutions and governance providers and governments are bringing us closer to a world of 0% growth. And then we're really stagnating and not moving forward at all. If we do what we already know are applied, we could get to one or 2% growth levels again. But then we'd be like at like five to seven x in 100 years from where we are now. And I think right now we're not headed there. So we need to really bring new solutions that are massively transformative and that can really sort of fundamentally change everything in ways that we can't even possibly imagine right now."
    },
    {
        "speaker": "C",
        "text": "What's the connection between a bunch of new cities and wealth growth? Can you make that connection just explicit for us?"
    },
    {
        "speaker": "D",
        "text": "Yeah. So again, when you look at Shenzhen, China or Dubai. So Dubai was desert, right? And Shenzhen was a poor, fishless village with like 20 or 30,000 people. Now it's a wealthy mega city, and I think it's thousand or several thousand exed its GDP. Right. The only thing it did was providing a better business environment. Right? So that makes by far the biggest difference. Right? So the whole history of economics, of institutional economics, that was like the main conclusion or the main idea. It's institutions that are holding people back. It's sort of bureaucracy, it's red tape. It's impossible to start a business in Africa and formally register it, get a bank account for it, sort of have collateral that underwrites your loan that's registered as property. So institutions such as property rights, such as sound money for the crypto listeners, are just important for people to do business in an unhinged way and not worry too much about sort of safety and about rule of law and things like that. And this is where we've seen just tremendous economic growth."
    },
    {
        "speaker": "C",
        "text": "So is the main motivating factor for why all of these brand new cities will exist is because they will unlock what people think is pent up demand for innovation that cannot be expressed in these other monolithic cities that are out there. Is that."
    },
    {
        "speaker": "D",
        "text": "I think that's where we should start, right? This is where our moral innovations should be, where the largest upside is the very beginning of a new trend. So we should look for the low hanging fruits, of course, once we get bigger to a bigger industry. Right now, there's a couple of hundred millions of funding in there. What if we're an industry that gets like 50 or 100 billion funding each year? Of course, then we'll have a much more mainstreamable stack, and then some of these cities will look more like existing cities, or we'll just improve existing cities that were there before. Right. But right now, we really need to look sort of at the edges of the kind of things where we have the largest upside, where cities are really doing the worst job."
    },
    {
        "speaker": "C",
        "text": "So I heard a while talking to some of the network state charter cities crowd. I heard a line that resonated from the crypto side of things, where there's a handful of different projects all trying to build out their cities. And all of these city builders, city building projects are all in like, hey, let's share our notes, let's share resources, make sure we spread the knowledge, because this is our industry and we're all on this together. And then that's what they say on the front and then in the back, they're like, I want to build my city first, and I want to be. I want to be the first one to build the city, because, like, in the back, it's always a competition. I'm like, that is exactly how crypto tribes work. You know, collaboration in the front, but then also a race to build the first one in the back, which makes sense because, like, whoever can get to the first city first does help. All the other cities also arrive. And then, like, there's you build one city in one pocket of the US, because I'm just a us centric person. And then you help the second charter city arrive somewhere else, and then the third charter city arrive in a different place, and then all of a sudden, this ball starts to roll. And then all of these charter cities have to compete with each other because they are on the new frontier of competition from a governance, as we said, a governance and reduction in bureaucracy and wealth generation, all that stuff. And so they have to compete with each other to be the best charter city in order to attract this new supply of people who are interested in living there. And more primarily, they are forcing competition for the incumbent cities like San Francisco and New York and LA, and the people that have been resting on their laurels, if you will, like California big, resting on your laurels country, like every single city in that state. And so that's kind of how I see this ball kind of rolling, at least inside the United States. Do you have any reflections on that vision?"
    },
    {
        "speaker": "D",
        "text": "Yeah, I mean, I can't claim to know how to solve human nature. Right. So there are these recurring patterns that have repeated over and over, you know, it, in crypto, and this is also likely going to happen to a space like that. But I want to make a very strong pledge, and that's what I would stand for. Competition is good, but we're not competing with each other. We're exit, we're like 0.00 something percent of the market, so we're not competing with each other. There's this human fallacy of sort of associating the people you see, with as your known world. Right. But it isn't. Right. So you can, in fact, collaborate productively with every person that you ever meet in your whole life while still competing with more than 99% of the rest of the world. So I encourage everyone who's in this space or interested in this space to be very open source about it. There's so much more to gain from collaborating, from sharing best practices, by telling others how you did it, and by making it freely available, then from withholding it or competing with others. Instead of just worrying about that, bring more people into the space. It's such a small space. We need more people with fresh ideas, with talent, and that's the much better way forward than to see each other's competition."
    },
    {
        "speaker": "C",
        "text": "Yeah, I think the main point I was trying to make is that while there will be, it's impossible to stop competition happening across all of these new cities. But the main point is that competition among those new cities are going to make them extremely competitive, and it's going to be easy mode versus the incumbents. Right. So even the small amount of competition between these newer cities is going to severely threaten the incumbent cities that haven't been faced with this competition in their entire existence."
    },
    {
        "speaker": "D",
        "text": "You could say that, but I think we're very far away from being a direct competition to, like, New York or San Francisco, La. There's a very small."
    },
    {
        "speaker": "C",
        "text": "You only have to compete on the margins. Right."
    },
    {
        "speaker": "D",
        "text": "You're competing on the margins. I mean, take Prosper as an example. Of course, there's a couple of, you know, international people, crypto internationalists like myself from Germany, or from the United States, or from Singapore, from Hong Kong. But, and I think what does, what makes prosper specifically so successful is that more than 60 or 70% of people there are honduran. And the people who can get most upside from it is really locals. Right? So local labor on the island that work as service workers, or very educated Hondurans from the mainland who don't have the opportunity in their country than they could get in places like the United States. So now they have an alternative. They can stay in their own country and find an extremely high upside and opportunity to upgrade their life. That's also how these cities are mostly competing in these local talent or labor pools. Right. And in the United States right now, it's not really possible or very hard to do like a full stack, hard, legal fork new city. There's very cool stuff going on in the United States when it comes to co living, and I think that very well can become a bigger trend, but, yeah, and there would be the ones that would be the first to directly compete with the cities, but it's also a couple of years into the future."
    },
    {
        "speaker": "C",
        "text": "Okay, so we talked about how one of the main drivers of growth is going to be new economic zones for innovation and business development that can't be served by the bigger cities. But as we go down the stack of what these newer cities can provide. So, like, beyond just business innovation, what else do people talk about are opportunities for these newer cities to innovate on? Like something in the social layer and the cultural layer, I don't know, but, like, what's next in the innovation layer?"
    },
    {
        "speaker": "D",
        "text": "Yeah, the social and cultural layer, again, sort of that's in the co living space. That's not necessarily where you need sort of new laws or regulations when it comes to business. Right. It's about living together. So kift is a van life community, for example. They're sort of escaping sort of the loneliness epidemic. They're building community, they're mobile, which I think is a fantastic innovation cabin, creator cabins that are all over the world where you kind of are a member, and then you have a subscription and then you can go to multiple of these cabins. So these are really experiments, or these are really movements and changing the market of living together versus sort of the business and innovation case, which is one that sort of. Not sure how to finish the sentence."
    },
    {
        "speaker": "C",
        "text": "But one thing I've definitely noticed is here in Duzalu and also in just the charter cities community, we have a ton of nomads here, perpetual nomads. I've picked up the term slomad, as in people who are nomadic but slower. So they stick around for six months to a year, but then they're still perpetually migratory. So this part of the world, and I think especially post Covid, has picked up the nomad culture, is definitely gaining some momentum. Can you just talk about the synergies between charter cities and these newer cities and the nomadic people of the world?"
    },
    {
        "speaker": "D",
        "text": "Yeah, I mean, nomadic people are an attractive market, right? So there's an increasingly bigger. There's an increasingly competition not only by these new cities, but also by existing jurisdictions. Right. So Estonia was one of the biggest innovators in governance. Portugal, Malta, they want to attract nomads. Georgia, the country. So these places adopt policies that make them friendlier for nomads. And these are becoming, this is very attractive for them economically and bringing in new talent and tourism dollars and economic activity. And that's a good market for charter cities as well. I'm not even. Not sure it's the main market. Right. Because I think the bigger upside is on local talent pools. But I think nomads and charter cities are a very good fit. Not every charter city will be built for nomads, but there are some, or especially like Kevin and some of these places cohere that are building and tokenizing land in different parts of the world. I think these can be very attractive destinations."
    },
    {
        "speaker": "C",
        "text": "What's the intersection between just online labor? And so, like, one of the things that's been really great for me personally is like, oh, my. All my work is online. And so I've been able to experience Uzalu. And then in the second half of the day, like, bank listings start. And so I'm an online worker that's also able to be nomadic in this temporary, like, network state experiment that we've created here. So what's the intersection between people like me and charter cities? And then, like, overall, what would you imagine the composition of the workforce of a charter city to be?"
    },
    {
        "speaker": "D",
        "text": "Yeah. Well, how was Zuzalu for you? Why did you come here and what did you get out of it? And what would you like to do more of it in the future?"
    },
    {
        "speaker": "C",
        "text": "Zuzalu, for me, was an injection of knowledge from domains of knowledge that I previously had zero access to. So it reawoke the longevity part of my brain, exposed me to the synthetic biology people, the deci people, the network state people. All of these people are in the same spot. And then also simultaneously, my time at bankless has been relatively uninterrupted because I can just, like, escape back to my apartment and then when eastern time wakes up and then do bank listings for the second half of the day. So that's been like, my. My Zuzalu experience in a nutshell."
    },
    {
        "speaker": "D",
        "text": "Yeah. So you can imagine a bit of a mix in the future where you have, like, your base location and you branch out to these new places to kind of get inspired and get out of it, sort of not more than a conference. Like, it's something that can be over months, because then you can really go deeper on certain topics. Right. And I think some of these places and charter cities there can be that as well. Right. So how people are using prosper right now is they go out there for, like, two, three months and build on their business. Right. And then the rest, they live, like, in Austin or in London or in other places, and that's totally fine. Right. I think in the future, people like us who have some of these options are increasingly becoming multi jurisdictional. This is a very good strategy for various reasons, to protect your wealth, to have attractive destinations for you to spend time with your family. I'm just amazed, since I became a nomad three years ago, how much more informed they are about getting better healthcare in Mexico. 90% more cheaper than in the United States. As good or better. Same for education. I just didn't realize before how to do education differently than just going to traditional schools. I learned about homeschooling, alternative schooling. There's a big wave of education innovators in the space that I'm in. You can do more online and you can combine it with daycare options and where you find them. So it just feels as my stack of sort of living and how I want to live my life has just massively improved by becoming a nomad. And that's what some of these cities could do as well. They can add to your stack as to sort of the communities or what you could get for your life out of them in the future. So that's one use case for these jurisdictional hoppers that we are. So I see myself as a jurisdictional hopper, but I also like to live in a place I like. Big cities. These big cities have network effects. I really like Mexico City. I really like Austin. I really like Berlin. These are great places to be. So it's not that I'm set for the rest of my life to hop around in new places."
    },
    {
        "speaker": "C",
        "text": "So in this conversation, you've said a number of things about what these new charter cities and new cities provide, one of them being governance. And then also I would imagine that if we are in the game of building new cities and we are putting a founders and startup mindset to these cities, we would want to outsource certain roles of what it takes to provide infrastructure for these cities to the best infrastructure possible. So in the world of crypto, we are directly experimenting with governance and governance mechanisms and governance formats. We also have public utilities in the form of payment rails and money that exists extrajurisdictionally, which is probably pretty attractive for these new cities. So how do you see the. What's the intersection of these new cities and crypto? Like, why do they need each other?"
    },
    {
        "speaker": "D",
        "text": "Yeah, I think there's a massive potential overlap. Right. I mean, there's one case to be made. You could do it without crypto as well. But at the same time, do you really want to miss out on all the innovation that's coming from the space? Right. I think one amazing innovation is. So crypto just allows you to have your. This is much harder to capture your wealth for existing cities or jurisdictions that are becoming authoritarian, right. So that's already forcing some of these cities to be more competitive because they really have to do something to attract you to be there when all our money and our wealth is stored cryptographically. So that's one big one. And then sort of gives us new tools, right? So, you know, public goods funding, for example, and tokenizing the built world in real estate. So in some of these new cities, we're already working on that, right? So it just makes so much sense that you can own lands that's tokenized. You could own it in 3d. Like you can own rights to the air to protect sort of to buy land that you want to protect. Your view, that would make it much easier to sort of have drones, for example, as an industry by creating kind of a marketplace for tokenized air rights and real estate. So all of this could make these new places much, much more liquid. And because these things are so new, they are very aware of that. So in prosper, we're building a marketplace for that, so that just can make these places just much more powerful economies."
    },
    {
        "speaker": "C",
        "text": "Nicholas, if people have been inspired by this conversation and they want to learn more, where's the top of this rabbit hole of knowledge? Where should they get started?"
    },
    {
        "speaker": "D",
        "text": "So I have a great podcast. It's called the Stranded Technologies podcast. You can find it on Spotify, on Apple Podcast, or wherever you listen to podcasts. I also have a website, infinitavc.com. so Infinita is infinity, just with an a instead of a y. And then vc.com, where I have tons of cool material, blog and events that I'm organizing, many of which in Prospera or the ones in Zuzalu. I always announce it there."
    },
    {
        "speaker": "C",
        "text": "Nicholas, thank you so much."
    },
    {
        "speaker": "D",
        "text": "Thank you for having me, Dan. Cheers."
    },
    {
        "speaker": "C",
        "text": "Bankless nation."
    },
    {
        "speaker": "B",
        "text": "I'm here with Primavera de Felipe, and it is coordination week, the end of Zuzalu, which we're having coordination content and talks led by Primavera, as well with a number of others. Primavera, welcome to the show."
    },
    {
        "speaker": "E",
        "text": "Thank you."
    },
    {
        "speaker": "B",
        "text": "Primavera. We've had network state week and charter cities week, but now is time for QWERTy nations. And one topic of conversation that's been a reoccurring theme throughout Zuzalu is alternative visions or alternative definitions for network states. Not everyone likes the whole Balaji in flavor of a network state. So I'm wondering if you could kind of propose your model for. There's clearly a demand there. People talk about new forms of governance, new cities, et cetera. I'm wondering if you could give your take about what this future of new governance and what your vision for it is, and how it maybe contrasts with people who fall in line with the network state definition."
    },
    {
        "speaker": "E",
        "text": "Yeah. So with coordination, the idea is to provide an alternative recipe for these overarching concept. That is the concept of a network state, essentially, because right now we only have one recipe, and that's Balaji's recipes. And depending on your taste, you might enjoy or not enjoy the flavor. I personally am more of a coordination flavor type of person. And so what we've done here is coalesce with, like, a group of people that resonate with the same type of underlying value of. There are those new sovereignties, there are those new digital and networked mechanisms of coordinations. And to which extent can we actually create a new type of sovereignties that do not necessarily conflict with the existing nation state, sovereignties, that doesn't necessarily try to escape from it, but rather than adding those new layers of sovereignty amongst people that recognize themselves as being part of the same network nation, digital nation, however you want to call it, and that actually have a desire of finding ways to mutualizing resources, engaging in collective actions, and actually recognizing the interdependence that exists amongst those different actors, and using this interdependence in order to expand the capacity to act and implement a particular societal vision. So if we take the Balaji's recipes of network state, which is very exit based type of governance, which is, it's really about exiting from the current sovereignty of a nation state and actually creating a new sovereignty at the horizontal plane. We are outsourcing territory and then creating a new sovereign entity that declare independence and ideally, acquire diplomatic recognition. So you're creating new sovereignty, but those are actually the same type. Those are just new type of state. You can call them network state, but in reality, it is still the same institutional fabric of the state, whereas we are more into, as opposed to exit. It's really interdependence, and it's about, it's adding, it's an additive layer. It's about recognizing that we now, because of network technology, because of mobility and so forth, we now have the capacity of creating nations that are not bound to a particular territory. And therefore, we need to create institutional scaffoldings that are helping the governance and supporting the operations of those nations, which also might distinguish themselves from the traditional figure of the nation state, which is inherently territorially bound."
    },
    {
        "speaker": "B",
        "text": "Okay, so, yeah, I think a big common denominator between these two definitions is whether or not it exists in the physical world or not. Biology's network states, he wants to make with his network state model, wants to make new countries that declare independence, that have land somewhere. And I think what your model proposing is more in the Internet, in the virtual layer, in the digital layer. Would you agree with this illustration?"
    },
    {
        "speaker": "E",
        "text": "I agree, but I will qualify that, because in the end, everything exists in the physical. People exist in the physical world. I think there is an extreme, valuable thing of creating communities of kinship. And, I mean, Zuzalu is a very great example of people that oftentimes only interact on the digital world and choose to actually gather in the physical space. So it's not about. It's not digital versus physical. I will say it's where does the sovereignty lies? And in Balaji's definition, the sovereignty is a territorial type of sovereignty, whereas in our definition of recipe, it is more of a networked type of sovereignty."
    },
    {
        "speaker": "B",
        "text": "Okay, so maybe to make my attempt at this definition a little bit more precise, would you agree with that the coordinations idea would never actually show up as a line on a map, but could still manifest in the physical world?"
    },
    {
        "speaker": "E",
        "text": "Yeah, exactly."
    },
    {
        "speaker": "B",
        "text": "Okay, so, like, that's where Balaji's network states. He wants the idea of network states to have a boundary, have a border."
    },
    {
        "speaker": "C",
        "text": "Where you are territorial boundary, very territorial."
    },
    {
        "speaker": "B",
        "text": "And the idea of coordinations is that there is new nationality, but that is not necessarily physical or regional, but does manifest in the real world, like Zuzalu does in this temporary time here in Montenegro. But the nationality, the common spirit, or maybe there's a better word for this, but, like, the people all agree that there's some sort of cultural denomination."
    },
    {
        "speaker": "E",
        "text": "Yes, and I think the names are important, because if we think about the network state, the focus is really on the statehood of the thing, which is the institutional framing of something that has a particular territory. Whereas the reason we have chosen the name coordination as a contrast is because the focus is on the nationhood. It's more like, how does a nation find ways of coordinating itself? And you still need some kind of institutional scaffolding, but it doesn't need to replicate the same institutional fabric as the state, because the nature of the nation is different, because it's a network nation, as opposed to being a territorial nation."
    },
    {
        "speaker": "B",
        "text": "Before crypto came around, is there anything from history or from the world that is a model for how you know that there's a demand for something like coordinations to exist before crypto came around? Or is this strictly a crypto phenomenon?"
    },
    {
        "speaker": "E",
        "text": "I don't think it's a crypto phenomenon. I would say it's most likely a digital phenomenon. I think it's the ability of really creating repeated interaction, like, what is it that creates a nation, its culture? And what is that create culture is repeated interaction and cross pollination, and usually up to the digital, the people that we had so many repeated interactions on a daily basis. And kind of like seeing this cultural entity that emerge is because we are on the same territory, and therefore, the proximity is such that there is a lot of interaction that happens. And with the digital, I think for the first time, we have the capacity of having just as many repeated and strong interaction with people that are on the other side of the world. And yet, because there is nonetheless a culture that emerges, and I think the digital culture, the Internet culture, etcetera, there's a lot of cultures that are no longer territorially bound. And once those cultures are actually orbitating around a particular tribe or a particular community which recognize the kinship based on this cultural artifact, then I think we can start speaking of those new types of digital or network nations. And then the blockchain comes in, I think, more as part of the institutional scaffolding. So I think the desire of having all the recognitions of, like, you can call them cloud communities or network nations, there's a lot of words for those things. But the difficulty was that until the advent of crypto or blockchain, there was no institutional infrastructure that was sovereign itself. And therefore, if you want to coordinate as a digital nation, you need to use a server somewhere in a particular nation state. You need to rely on infrastructure provided by existing operators which are bound to the law of a particular state. Whereas with crypto, you actually have. You can now have sovereign communities that are coordinating themselves via a sovereign technology."
    },
    {
        "speaker": "B",
        "text": "Okay, so my interpretation of this is that, like, maybe we understand that there's a vibe for something. Like, there's a demand for something, like coordinations from the web two world, right? There's Reddit communities that have shared identity and have reoccurring interactions with each other, forums. All of this was the Internet. But I think what you're saying is that as soon as blockchain comes into it, all of a sudden there's these smart contracts which provide something closer to what a legal system would provide for these Internet communities. And so, you know, the demand exists from. From the web two world, because these."
    },
    {
        "speaker": "C",
        "text": "Communities have pop up."
    },
    {
        "speaker": "B",
        "text": "And now that we have the web three world, we have, like, contract systems and legal systems that are in the Internet. And so you pair these two things together and move forward into the future. And all of a sudden, I think what you're saying is that there are these new sovereigns strictly in the digital realm, but we have the ingredients that we need to make these things happen."
    },
    {
        "speaker": "C",
        "text": "Is that a fair."
    },
    {
        "speaker": "E",
        "text": "Yeah, exactly. And I think that's why the concept of network state became very popular with crypto, is because now we have a particular vision of how this can be implemented in an actual self sovereign thing. And I think it goes beyond smart contract. It's really like the ability of pooling and mutualizing resources together without being dependent on existing nation state based type of sovereignty."
    },
    {
        "speaker": "B",
        "text": "So how. Let's make this pretty concrete for listeners. How would a coordination emerge, and why might it emerge, and when might a listener actually stumble into interacting inside of a coordination? How would you make this really concrete for people?"
    },
    {
        "speaker": "E",
        "text": "So, I mean, I guess perhaps the Zuzalu example is an interesting example, which is Zu Zalu is not yet a coordination, because right now it's. I will say it's like it's a community. It's a community that I think whether there is the actual intention initially or not, after people have been living together for two months, I think sub communities have also merged, and most likely the sub communities might actually evolve into nodes that will belong to the Zuzalu. Coordination. Right. One important thing, perhaps to note is that a coordination is really a coordination of communities. It's a network of communities. It's a network of networks. Right. So it's not like if you just have, like, a digital tribe, then you just have one node. But once you start having multiple digital tribes that are coordinating with one another, then you start having a coordination in the same way as, like, you don't have a network state. If you just have one territory or one contiguous territory, you start having a network state when you have multiple territories around the world. World that are connecting each other through the institution of the state."
    },
    {
        "speaker": "B",
        "text": "Right. Coordinations are not monoliths."
    },
    {
        "speaker": "E",
        "text": "No. They are inherently polycentric, and they are inherently made of multiple nodes, which don't necessarily have a physical location, but exist in different identifer areas and can move. So in some way, a coordination is also more flexible than a network state in the definition of biology, because while the nodes might be, you know, Zuzalu right now is in Montenegro, but Zuzalu can go anywhere, it's still gonna be Zuzalu."
    },
    {
        "speaker": "B",
        "text": "Right. Interesting. Okay, maybe we could try and imagine a Zuzalu that develops and matures and expands and grows in the coordination plane. What would this look like if it was following your model, your recipe for coordination, how might it mature?"
    },
    {
        "speaker": "E",
        "text": "Yeah, so, essentially, the recipe. So we just. We literally made, like, a seven step recipes. And so the recipe is like, first, it's about identifying a node, a particular community of people that share some sense of kinship and some cultural value, and then identifying or spinning off alternative communities which share the same. The same type of kinship, which share the same culture and the same resonance amongst each other. And also, then you do have an archipelago communities. And so, again, Zuzalu right now is not an archipelago. It's just one community, but it's currently."
    },
    {
        "speaker": "B",
        "text": "In a monolith form."
    },
    {
        "speaker": "E",
        "text": "Either Zuzalu could instantiate new communities, which are Zuzalu prime communities, or within Zuzalu, we might see the emergence of multiple community that spin off this. This particular community. And then all of a sudden, you have an archipelago of siblings, community that really resonate with one another and that share the same societal vision, value, alignment, etcetera. Then at this point, there is step number three, which is, let's figure out ways in which we can support each other on a bilateral or mutual multilateral level. So if all the student there is like a spin off of Suzalu that emerged, then maybe this community has a surplus of funds, and then this other community has a surplus of time, people that wants to contribute. And so it's about exchanging resources, because I have more than what I need, you have more than what you need, but it's different. And I need what you have, etcetera. And so finding ways in which we can support each other, because. Because I want you to exist in the world. Because we are siblings, right? So that's step three. And then step four is when all of a sudden, you move into identifying the fact that those various archipelago of communities, instead of just being an archipelago of communities, it's actually something in its own self. And it's like, by naming this archipelago, it becomes an entity, a conceptual entity of its own, right? And all of a sudden, this has, of course, a performative effect, because now we are not just a network. We are something which is made of multiple parts, right? And so that's when we move from being like a single cell, a collection of single cell organisms, into a multicell organism. And then the next step, step number five, is now that we have the concept of this entity, we can finally mutualize resources. So it's no longer like in step three, it's no longer about sharing resources with one another on a bilateral or multilateral level. It's about pooling resources together under the name of that overarching umbrella entity, which now can hold resources, so they can have a treasury, they can have things. Next, step number six is about now that there is an entity with resources, this entity can act on its own behalf, and so we can gather into a collective action entity. And then instead of having Zuzalu one doing something and Zuzalu two doing something, we have this overarching entity that can do something as a collective entity. And then finally, step number seven, which is the most challenging, and I think personally the most interesting, is at some point, there is a desire of becoming more interdependent. There is a desire of really, we don't just want to be members of something, we want to interweave. We want to exchange things like that. Not just like give you resources, but I want to exchange some of my DNA and I want you to exchange some of your DNA. And so what is the DNA of our community? It's. It can be people. If it's like. If it's like a Dao, it will be like governance token, or the actual equity token, etc. So it's like all of student, we are. We are sharing things that are not just external resources, but in our own self, so that we really become interwoven with one another. And this is a very important step in order to ensure the long term sustainability, because basically you cannot rage quick. And on the contrary, we are now so interwoven with one another. We have increasing the interdependency, which on the one hand, expand the capacity, but also means that I'm always going to be rooting for you, because your success equal my success and vice versa. And so all of a sudden, the tragedy of the commons, that is usually associated to the fact that different community put things together. But then there is always an incentive for free riding. And so then you need like monitoring and sanctioning, and it results of complexity in this case, because we have interweaven, interwoven ourselves, and therefore we become interdependent. I cannot free ride anymore because me free riding will be me free riding on you means free riding on myself, right?"
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "The image is that even though the idea of a coordination has very different sub, sub groups, subdao, sub archipelagos, you can't rip a liver out of a human, because it is unique enough that the rest of the organs fail. And I think, like in Zuzalu, if we're using Zuzalu as an actual instantiation of a beginning of this phase, if that's where this thing goes, Suzalu is in his current, like, very young, monolithic phase, and it still needs to develop into its archipelago. And there's a lot of central leadership here. There's a lot of people making the needle move manually, rather than what I think you described, which was a vibe of very organic, natural growth. And it seemed to, by the end of your description, it seemed to be kind of like headless and a movement and without any sort of central operator. And so that seems to be an."
    },
    {
        "speaker": "C",
        "text": "Important subtext with this whole idea of."
    },
    {
        "speaker": "B",
        "text": "A coordination is at some point, this thing just grows on itself without any sort of top down leadership. But that also seems like a very tall task, a very, like a very, very big challenge. How do you see this dimension of coordinations playing out? And how do we actually overcome that need for organic, natural growth?"
    },
    {
        "speaker": "E",
        "text": "So I feel, I think it's a challenge, and at the same time, I will say that the biggest challenge is to get people to actually accept the sovereignty of one actor. Right. And to me, this is what seems a little bit naive in Balaji's definition of network state, in which, like, why would people choose this kind of, like, CEO type of leader, when actually you can create a collaborative system where everyone has a stake and no one is under the jurisdiction of one person. And of course, you can always claim, like, well, but it's an exit based governance. You don't like it, you can exit, but then you exit, and then everyone is alone. So it is a challenge, because it is governance, and every governance is a challenge. I think it's about accepting and recognizing the challenge. Once people get together, there will be the question of governance that need to be tackled. When we enter into this exit based governance approach, you're not really eliminating the challenge, you're just putting it outside. Right? And so within a coordination, it's all about, let's interweave and let's figure out collective action and mutualization of resources, which obviously require thinking the governance through together. If you're doing your exit based governance system, what you end up having is just moving the internal politics and governance into geopolitics. And all of a sudden, now you have, like, hundreds or thousands of micro network states that still need to govern between one another. So the challenge, I think, is, if not the same, is, might be harder at the network state level, because then you have, like, network state that have to interface with nation states, that have to interface with other network states, as opposed to a coordination where actually there is this kind of conglomeration of actors that are aligned and that choose to interweave with one another because they have affinity. And it's actually much easier to coordinate internally with people that have affinity than to coordinate with all the people that because they disagree with you, they went into a different network state. And then. So how are you going to coordinate amongst them?"
    },
    {
        "speaker": "B",
        "text": "Right. When you look into the future, do you see these coordinations that might emerge? Maybe Zuzalu is the first of his kind. Maybe there's others growing in parallel. But do you kind of see this as an inevitable future that humans progress for? Or do you see this as something that you would really like it if a bunch of humans steered the ship of humanity so that we get there? Like, do you see it as an inevitable place that we arrive? Or are you proposing to people listening to this, and everyone who listens to you, that we reorient our direction to go in a different new direction?"
    },
    {
        "speaker": "E",
        "text": "Yeah, I don't think it's inevitable. I don't think also, it's gonna be the only thing. I'm very much into the promotion of maximizing plurality, and I think there is a lot of instance in which it might make sense to make a network state in the way in which Balaji talks about. And I think there is many reasons to create a coordination in the way in which we're advocating for. And I really hope that there will be other recipes, because a cookbook with two recipes is not really a good cookbook. So what we're doing is really with this whole cookbook approach is about. Is the most important thing that we want to convey, is that the network state, as it is described by Balaji, is just one amongst many. And here is a second version. And I don't think it's not a competition. It's not about this one is better than that other one. It's like, hey, depending on what you're really trying to achieve, here are the different flavors and the different recipes that you can experiment with. And I really, I will be very surprised if that's the final recipe. I'm pretty sure this will evolve into a multiplicity of other dishes. So, first of all, it's not inevitable. Second of all, I don't even want the world wall to be coordinations. I want the world wall to have more ability to experiment with novel governance structure and new sovereignties, and we will figure it out as we go."
    },
    {
        "speaker": "B",
        "text": "My intuition tells me that the network state idea is harder to be a mis member of a network state, and then also a another member of another network state than it is to be a member of multiple coordinations. That's my intuition."
    },
    {
        "speaker": "C",
        "text": "Is that correct?"
    },
    {
        "speaker": "E",
        "text": "Again, it probably depends on what are the rules of citizenship in a network state. The coordination is specifically anchored in the idea that you are, and you should be able to belong to a large multiplicity of coordination. And in fact, the more coordination you're part of, the more community you're part of. And you can also bridge those community by being part of multiples. And the idea is really, it's more about this concept of bridging, interdependency, interweaving. And the more we figure out ways of connecting things together and recognizing that no matter whether we like it or not, we are interdependent, we are sharing one planet. And just that is a very strong interdependence. And so that doesn't serve a purpose to just ignore that and just claim that, no, we want to be autonomous. And to me, the more coordination one can be part of, the more you actually get this sense of belonging, you get multiple cultural artifacts that you can recognize with, but also the more capacity you earn, because being part of multiple communities and being able to connect those communities is also expanding the capacity of each one of those communities."
    },
    {
        "speaker": "B",
        "text": "Right. My other intuition is that it's probably easier to produce and execute and build and develop coordinations more than network states, simply because coordinations have the benefit of being able to exist on the Internet primarily, rather than network states existing physically. And I kind of see like some examples of coordinations being in their various early stages. We'll see how far each one goes. But like, obviously Zuzala we've talked about. But I wrote, once wrote this article called the bankless nation, and it is why we call the bankless nation the bankless nation. And it was like an I early inception of this idea of coordinations, as in, like, people with shared values, using contracts to manage, manage themselves and coordinate online. And so I think there's a lot of what could be as, like these tribes, you have the NFT communities out there, which are each perhaps a early stage coordination. And maybe some are just happy with being an NFT community, and maybe one, some wants to see more, and they would actually start to follow a path of development. And I think what you're saying is a path of development can look like a coordination or a network state, or many other recipes that might emerge. But when I look at the web three landscape and see all of the tokens, I see, like, potential coordinations that could emerge."
    },
    {
        "speaker": "C",
        "text": "That's what you see."
    },
    {
        "speaker": "E",
        "text": "Yes. And I think the work we also want to do is that there are a lot of proto coordinations, and maybe they don't recognize themselves as being coordination, because the concept doesn't even exist. And so bringing, sometimes bringing a new vocabulary into the dictionary of people also enable you to think of those things that otherwise, without the vocabulary, you wouldn't be thinking of. And I think my hope is that a lot of those communities and protocoordination, when they become acquainted with the notion of a coordination, then now they know, okay, I actually have a step one, two, three. Well, what is next step? Step four. Let's try step four. And all of a sudden you realize that you're already in this trajectory, but maybe you didn't know what's the ultimate destination. So we're providing, I guess it's more like a guidelines of, like, here is a way in which you can move from being proto coordination to full fledged coordinations."
    },
    {
        "speaker": "B",
        "text": "Maybe you could give the pitch for why. A world of blossoming coordinations, a world of pluralistic coordinations. Why is that good? Why should we enjoy that future?"
    },
    {
        "speaker": "E",
        "text": "Yes, that's a beautiful hyperstition that we've been trying to promote. Essentially. I think today we have a lot of communities, and communities actually have a lot of power if they manage to actually coordinate themselves, if they manage to realize that sharing resources together makes you more powerful. And I think today the world is suffering a lot, mostly because we are in a very competition driven set of dynamics. And so we're competing for resources, we're competing for power, we're competing for everything. And this actually creates scarcity, because I accumulate and I don't want to share, because if I share, I get less powerful, because you get more powerful. And actually, if we realize if we move away from this concept of competition, and therefore, like separation into a concept of cooperation and collaboration, not only the people that do collaborate can get stronger. And my vision, and this is my very optimistic vision, but I'm going to fight until I see it happen. It's actually, there is a point in which I want to see a society in which cooperation becomes a dominant strategy. And it's actually not hard, because the moment in which there is enough of an orbital dynamics around cooperation, it becomes very hard. Like, can you compete today with Wikipedia? Good luck. Any corporate company creating a competitor to Wikipedia, Wikipedia is a cooperative creature, and it has become so cooperative that no one can compete with it. And I would like to see more of those things. And I think through the model of coordination, we can actually increase cooperative dynamics to the point in which it becomes very hard to compete with the cooperation. And the only rational thing to do, even if you're a self centered entity, it's to join the cooperation because you're not going to manage to compete with it."
    },
    {
        "speaker": "B",
        "text": "Right. Yeah, I really like that. Coordination as the dominant strategy. Yeah. I mean, that is kind of the subtext of this whole crypto movement, right. Or at least the real ones who know what it's really about, is like, what are we here for to promote coordination? That's why, Kevin, a walkie of the Greenpool podcast, always, we call our listeners bankless nation. Kevin Auwacki calls his listeners coordination, literally, as to just pulling directly from this changing gears here a little bit primavera. You are a legal scholar. What does a legal scholar, why is a legal scholar interested in the world of crypto? Like, what do we have for you that tickles your fancy?"
    },
    {
        "speaker": "E",
        "text": "The legal system is not necessarily apt to understand the new challenges and opportunities of blockchain technologies. And as a legal scholar, this is the most interesting thing to explore is like, what are those new creatures? What are those new blockchain based entities which operate in very different manners than the way in which our traditional corporation operates. And interestingly, what I really like to explore is we are creating things that have capacity to act and economic agency, and yet are not easily recognized by the legal system. Like, it's difficult for the legal system to qualify legally. What is a DAO? And all that the legal system can see is like, oh, there is a group of people doing things together. This must be a general partnership. But a DAO is much more sophisticated than a general partnership. And so there is this kind of, like, layer in which there are things that do not necessarily have their own legal recognition, that don't necessarily have legal personality or legal capacity, and yet they have economic capacity. And to me, trying to understand the interface between those and trying to bridge the legal system and trying to help the legal system understand what is happening. Despite the fact that this concept of autonomy is very difficult to understand for a legal system where the people and the decentralized operator that is registered in a particular country has always been the default modalities."
    },
    {
        "speaker": "B",
        "text": "I think maybe, if I'm understanding correctly, there's a order of operations going on here where you're saying that the legal system needs to understand daos. If I was our good friend Gary Gensler, he always says, well, the crypto industry needs to come into compliance. The crypto industry needs to come to us. I think what you're saying is like, actually, the legal system needs to come into the world of daos. What's this order of operations?"
    },
    {
        "speaker": "E",
        "text": "I will say it's something. It's a third point that I'm trying to make. I don't think the legal system needs. I don't think it's only the legal system that needs to come into the world of daos. And I don't think it's a DAO that need to come to the legal system, because then you're modifying the DAO as such. Right. I I think, to me, and so this is that concept that I try to promote a lot, is the concept of regulatory equivalence. I think that the legal system was designed because we had specific assets and specific institutional frameworks, and so the legal system needs to ensure that things happen in a particular manner, setting up the affordance and constraints. What happened is that all of students, new technologies which provide new affordances, which provide new technological guarantees in terms of transparency, accountability, predictability, and so forth. And so what, to me, what is being not enough looked at from, like, a regulatory approach is that trying to ask those new systems to comply exactly in the same way as a system that actually does not at all have the same technological guarantees is ignoring the fact that there are new potential opportunities that exist there. So the concept of regulatory equivalence is not saying, let's not comply. It's actually saying those regulatory constraints, those formalities, what is the underlying regulatory objective? Why do we want those entities to fulfill those particular formalities? Is because we want some guarantees, because we want to reduce risk, etcetera. And so if we find a. An alternative mechanism that can fulfill exactly the same policy objective, yet with very different mean, actually we're better off. And so, in some way, to me, I believe that if the web three space, the crypto ecosystem finds out ways in which it can show and demonstrate to the regulator, hey, you want us to do that? We actually can't do that. This is not something that this system is designed to do, but we can do much better, or maybe not better, we can do something equivalent and now recognize these equivalents because it's fulfilling the same regulatory objective. And so all of a sudden, every entity has a choice, do you want to play the web two game? And therefore, you're subject to the traditional, because if you delegate to a trusted entity custodianship of funds, of course you want to make sure that this entity is regulated and is not abusing the power that it has over the custody of those assets. If you create a system that is actually creating, de risking the situation because there is technological guarantees that are preventing anyone from actually abusing their position. You don't need the same, you don't see the same formalities. Of course, by using this technology, you are also constraining yourself. And so people should be able to choose. Those are the various recipes, if you like, the various ways in which the particular policy objective can be fulfilled, and then pick one. Do you want to use the web? Three technological guarantees. And therefore you don't need to do the formalities, or you don't want to use crypto, then you need to be subject to the traditional regulatory constraints, maybe."
    },
    {
        "speaker": "B",
        "text": "To put all of that as super reductively. Each legal system has what it's best at, and each legal system needs to optimize for what it's best at. And rather than trying to conflict with each other and having one be the correct order of operations, letting them grow in parallel, one's already very well developed one, the other one needs is very, very young. But each of these legal, these new legal systems have what they can be optimized for. And I think what you're saying is allow for each one to optimize for what its true nature is, and then we can pick and choose, based on circumstances, how to leverage each one based on the facts and circumstances of the event."
    },
    {
        "speaker": "E",
        "text": "Yeah, I wouldn't call them legal system. I will say that there is one legal system, which is the legal system, and then there are different modalities by which the policy objective can be satisfied. And some of them might require some form of formalities and specific constraints. Other might require some technological infrastructure, which actually is equivalent to because it achieved the same objective. And so it's more about recognizing the new opportunities that the technology provides and giving it equal footing with regard to how I choose to satisfy the policy objective."
    },
    {
        "speaker": "B",
        "text": "Right. Primavera to add on one layer onto this conversation. Talked about coordinations, now, talked about being a legal scholar, you're also an artist. And I'm wondering, how have all these things square? Like, is there a through line between all of these things? How does an artist come into this conversation?"
    },
    {
        "speaker": "E",
        "text": "Yeah, everything is actually going exactly to the same point. There is a strong convergence. Yeah. So I'm an artist, and I, all my artistic productions are always illustrating and are challenging my research. And so as a legal scholar, when I first I was doing a lot of intellectual property and copyright, and then I started moving into blockchain. And so my artistic creation moved from challenging copyright to challenging law with regard to blockchain. And so I created those blockchain based life forms which are essentially illustrating, but also raising a lot of legal challenges, not in terms of doing things illegal, but actually showing the limbo, showing the illegal uncertainty that surrounds this new entity. And so I have like the Plantoid project, which is the plant version of an Android, which is this little creature, mostly made of chains, metals, and which is connected to the blockchain. So every plantoid has its own smart contract."
    },
    {
        "speaker": "B",
        "text": "So a plantoid is a physical object."
    },
    {
        "speaker": "E",
        "text": "It's a physical, it's a metallic sculpture. And a plantoid wants to reproduce just like any other life form, naturally, naturally. But just like many plants, plants cannot completely reproduce themselves on their own. Many of them, they require the help of bees and butterflies that help them by pollinating. And so a plant is a bit similar. It cannot fully reproduce itself on its own, and it requires the help of humans. In this case, that can help them not in the pollination process, but in the capitalization process. And so plantoids can receive crypto, so you can feed them with crypto, and in exchange of feeding them, of course, they give you something in return. And so just like a plant will give you some of the pollen so that you can go feed the bees, a plantoid gives you an NFT, right? And so you feed the plantoid, the plantoids activate, blossom, and then you can interact with the plantoid, which has like electronic stuff. And you're co creating, whether it's like a musical piece, whether it's like a poetry, you're basically creating an artifact, a creative artifact, which then gets minted as an NFT and sent back to you. So you're basically purchasing an artwork from the planter, but it's an artwork that you have been co creating. And then every time, and then you need to post. So every time you're selling the NFT, there is the royalties from the NFT that goes and feedback to the plantoid. And so the plant is essentially benefiting from the speculative dynamics of the NFT market. And then, and then once the planted has received enough capital in order to reproduce itself, then it becomes kind of like it's a dao system. So it opens a call for proposals. People can submit propositions about how they envision to create the next version of the physical sculpture. And then all the people that have purchased that has acquired the NFT, either because they created it or because they bought it on the secondary market, they can vote on the proposition that they like the most. And then once a winner is identified, then the planter will transfer its funds automatically, all the funds that it has collected to the selected winner, which is then hired, commissioned by the plantoid in order to create a new copy of itself. And then the cycle starts over."
    },
    {
        "speaker": "B",
        "text": "And so is this a linear project or is this a geometric project, as in, is one plant made one at a time?"
    },
    {
        "speaker": "E",
        "text": "No, it's like it's an arborescence."
    },
    {
        "speaker": "B",
        "text": "As there's enough plantoids out there, it goes from one to two, two to four, four to eight."
    },
    {
        "speaker": "E",
        "text": "Yeah. They keep reproducing themselves all the time."
    },
    {
        "speaker": "B",
        "text": "Okay. And so one. One inception, one genesis plantoid is made and that people will set. Will purchase an NFT. Which. What does that represent? Like. Like a seedling or like pollen is like, collected on the purchasers some sort. What does that part of that represent?"
    },
    {
        "speaker": "E",
        "text": "So the. Yeah, the NFT, metaphorically, the NFT will be the pollen."
    },
    {
        "speaker": "B",
        "text": "The pollen."
    },
    {
        "speaker": "E",
        "text": "So it's the Polynesia. Right. So you're. You're sending capital and you're receiving the NFT in exchange. And then this NFT, the more it is disseminated, the more it travels through the secondary market, the markets actually feeding back funds to the plantoid."
    },
    {
        "speaker": "B",
        "text": "Okay. And then the plantoid, once it collects enough capital, there's sufficient capital in what is now the DAO. Nfts are like the shares of the DAO, the government?"
    },
    {
        "speaker": "E",
        "text": "No, nfts are the governance tokens. And then the DAO has the treasury, which is essentially it."
    },
    {
        "speaker": "B",
        "text": "And so some new artists come in and say, hey, for this much money, I will produce a second plantoid. And then the NFT holders give a thumbs up. And then there's a little bit of trust here. But then the artist gets the funds to go make the second plantoid. And then it begins again."
    },
    {
        "speaker": "E",
        "text": "Yes. And the interesting. There is a little bit of trust. This is the interesting legal challenge because once the planter transfers the funds and commissioned the new artist to create a copy of itself, legally speaking, is there an actual legal contract? And if there is a legal contract, who are the parties of the contract? Because, well, of course the artist is one party. But is the plantoid? The plant doesn't have legal capacity, legal personality. So who is the counterparty of that contract? We don't know. What if these artists runs with the money and doesn't deliver on its promises? Who can sue on behalf of what? Whom? Right. And so it actually raised all those very interesting legal questions which yet do not have an answer. I'm actually desperately waiting for the moment in which someone is actually. Someone does that, cheating on the like, breaching the contract so that I can try and figure it out. I can have a beautiful case study to, like, I don't know. I should I, should I be the one suing? But who am I? This is. I'm not the one that entered into the contract with that person. So I don't know."
    },
    {
        "speaker": "C",
        "text": "Okay, so this is why."
    },
    {
        "speaker": "B",
        "text": "So this is one part in our project because, you know, the plant, it's the art. And the one part of the art is that it can. It can grow, and that is the leveraging of blockchain to make that happen. And that's the cool art. But I think the even cooler part, why this is an art project and not just in one specific art inception, is that there's this, like, very deep question that is being posed here as to how do these two legal systems talk to each other in the moment that they are called upon? And so, like, the simple version of the art is like, oh, it's a plantoid. And then there's this deeper layer. It's like, oh, it's a thing that reproduces using technology. And then the deepest layer is like, what is legal?"
    },
    {
        "speaker": "C",
        "text": "What is law?"
    },
    {
        "speaker": "B",
        "text": "What are contracts? How does this work? Where do the jurisdictions lie? I think that's super cool. Where are we in this project? Is there one plantoid, two plantoids? Where are we in this house?"
    },
    {
        "speaker": "E",
        "text": "Actually, I have here at Zalu. I brought plantoid number 14 1414."
    },
    {
        "speaker": "C",
        "text": "We're up to 14."
    },
    {
        "speaker": "E",
        "text": "Yeah, it's the newest one."
    },
    {
        "speaker": "B",
        "text": "Oh, my God."
    },
    {
        "speaker": "E",
        "text": "Little babies. It's still being built."
    },
    {
        "speaker": "B",
        "text": "Very cool. Very cool. If people want to go feed the plantoid, where should they go?"
    },
    {
        "speaker": "E",
        "text": "Plantoid.org. and then you have, like, the list, and then you can feed all the various typologies of plantoids. You can see a little description of each. But the interesting thing about the plantite is that in order to get an NFT that is very good and unique, you kind of need to be in front of it when you feed it, because, of course, you can feed it from the Internet, but then you're gonna get an NFT, which is ambient because you didn't interact with the sensor. So it's just like, whatever the current state of affair is. So it's gonna be, you know, it's still gonna be an NFT. It's still gonna be interesting, but it's not co created by you. So if you really want to co create and have your own artifact, you have to go and find out where they are located in the world and go and feed them. Or ask someone. You can also feed it from the Internet. Ask someone. Now, there is one that is exhibited, like, plantin 13 is in an exhibition in Rome. And so I have people that are actually, like, asking their friend in Rome to go. And then they feed the planter, the planter activate, and then they get the local person interact with the planter so that they get a cool nft."
    },
    {
        "speaker": "B",
        "text": "Oh, my God, this is so cool. How would you classify what this thing is? Because it's not a coordination, because it's just a plantoid, but it is this multinational movement. How do you, how do you name this thing?"
    },
    {
        "speaker": "E",
        "text": "Well, so originally it was about how do you present and instantiate the concept of a dao into, into an art piece that people that are not acquainted with the blockchain start to understand what it is all about, which is fantastic. Now, how does it relate with coordinations? I think it's really about like, well, these. If every plant is a little dao, which is governed by the NFT holders, then the coordination of plantoids are also because they are all interweaven with one another in the sense that when one plant reproduces itself, it gives 10% of its funds back to its parents. And so there is also like this kind of interweaven form, or every plantoid has an incentive that every other plant had reproduced because it's actually contributing to the overall species, etcetera. And now, because now I'm doing this coordination work, I want to create new plantoids that actually mutualize resources. Right. And then exploring how these new form of coordinations can also be instantiated through a very dao based systems."
    },
    {
        "speaker": "B",
        "text": "Awesome. Primavera people is plantoid.org. is there any other resources that people can go to to learn more?"
    },
    {
        "speaker": "E",
        "text": "I think concerning my research, they can go to blockchaingov EU, which is all the legal governance research that I do. And yeah, I think that's all just like Google Primavera. And there is some stuff that comes."
    },
    {
        "speaker": "B",
        "text": "We'll put the links in the show now. It's Primavera. Thank you so much."
    },
    {
        "speaker": "E",
        "text": "Thank you, sir."
    },
    {
        "speaker": "B",
        "text": "Cheers."
    },
    {
        "speaker": "C",
        "text": "Bankless nation. We are here at Zuzalu, and I am talking to Mark Lutter, who is interested in building a city. Mark, how does one wake up and become interested in building a city?"
    },
    {
        "speaker": "F",
        "text": "One realizes as they're entering graduate school, that they're at best a mediocre economist, and so look for other alternatives. What happened is I finished undergrad. I was attending kind of a summer lecture series, and a professor at a graduate of the school. I ended up attending George Mason, in his talk, kind of as a side, mentioned a guy named Michael van Naughen, who is in a dutch turn, he was a dutch attorney. He married a somali woman and tried to build a port of free city in Somaliland. And being a very impressionable 20 year old, I was like, I'm not smart enough to be a great economist. But you know what sounds like a great idea? Building a city in Somaliland. Fun fact. Dubai Ports World is now building a free port in Somaliland, investing about $420 million. So it's not as crazy as it sounds, but basically from there, I went down the rabbit hole. Michael van Naughten had a book, the law of these Somalis, that was edited by a guy named Spencer McCullum. Stayed with him in Mexico for a few weeks. Kind of got introduced to this at the time, quite small community. Folks like Patri Friedman went to graduate school, retained my interest, and then kind of saw what was happening in Honduras. And that, I don't know, kind of interest has grown from there."
    },
    {
        "speaker": "C",
        "text": "Why does the world need new cities? We already have a lot of cities."
    },
    {
        "speaker": "B",
        "text": "There, have been around for hundreds, if."
    },
    {
        "speaker": "C",
        "text": "Not thousands of years. Why do we need new ones?"
    },
    {
        "speaker": "F",
        "text": "Yeah. So I think two reasons. One, just if you look at the global south, particularly Africa and Asia, Africa, for example, is expected to add 900 million new urban residents over the next 30 years or so. And so these urban residents need new spaces to live. Whether this is kind of existing cities growing, getting satellite cities, or whether it's new, like small towns becoming cities, there is a rapidly growing urban population that needs new cities. And I think thinking about from the perspective of charter cities, which is a new city with kind of a better legal system, governance matters for economic development. If you're well governed, you will end up being a relatively well off country. If you're poorly governed, you would probably end up a relatively impoverished country. And figuring out how to leverage the demand for urbanization, combine that with legal and regulatory reforms that allow for more investment, that allow for more economic growth, that allow for more job creation, entrepreneurship creates the underlying conditions that can help lift tens of millions of people, if not more, out of poverty."
    },
    {
        "speaker": "C",
        "text": "So the two drivers that I just heard you articulate is that there's already a migration towards urbanism that's probably been around for many, many years, probably a century or so, if not longer. And then there's also the variable of effective or ineffective governance. And so this condition, these two conditions, that we have demand for cities, and then we have the opportunity to hopefully produce effective governance, produces a new, perhaps an opportunity for city builders."
    },
    {
        "speaker": "F",
        "text": "Yeah, I think that's correct. So if you look, the US for example, we started urbanizing really heavily in the 19th century. You've probably heard statistics, for example, on independence. 90% of Americans were farmers, obviously has substantially changed. And so great american cities, for example, Chicago was founded 1830s or so and grew extremely rapidly. San Francisco, 1849, even La, like a lot of the growth in La and Miami were in the 20th century. China is another example of somewhere that's urbanized very substantially in the last few decades. Shenzhen, which is one of my favorite examples of what might be described as a proto charter city, was a series of fishing villages of about 100,000 total people, kind of very close to Hong Kong. Now it's a urban center with 20 million people. It has the fourth or fifth largest metro system in the world. It's the manufacturing capital of the world. And it really achieved that in just over 40 years. Why? Because they created an effective legal system. They had a lot of trade networks and what might be described as knowledge transfer networks with Hong Kong, because Hong Kong had a lot of Shenzhen, as well as chinese immigrants who were trying to escape the communist party. So you had relatively easy capital flows, you had relatively easy knowledge transfer to allow the kind of growing Shenzhen population to take advantage of a more permissive legal and regulatory environment and become successful. I think another, to go back to your previous question, my nonprofit, the Charter Cities Institute, focuses mostly on new city developments in Africa, a little bit in Latin America. That is one function of demand. It's, in economics terms, it might be called catch up growth, right. Find places that are not on the frontier that are struggling a little bit, figure out how to work with them to create better institutions, to allow them to grow more rapidly and become middle income, eventually high income. The other function for new cities, I think, is on the frontier. This is a little bit more tricky because, one, the demand for these projects is just much lower, right? Like if you live in New York, if you live in San Francisco, though, these cities could be better. They're still fantastic cities. And so figuring out how to convince people whose options are New York, San Francisco, London, et cetera, to move to a new city is extremely difficult. Two, is, at least in high income countries, a lot of the best land for cities has been taken. People build cities in places with natural ports and places with mines, things like that. And so finding land that has the potential for new city development is very tricky. Three, a lot of these, a lot of high income countries also have pretty significant restrictions on infrastructure investment. Many of your listeners might be familiar with the high speed train in high speed rail. That's not being built in California. There's actually a french company that was contracted to build it after several years. They said, this is too hard. They went to Morocco, they built a high speed rail, and they said it's easier to build infrastructure in Morocco than in California. So we have these combinations that make city building in high income places very difficult. At the same time, I think we are witnessing a sclerosis, a degree of what might be described as kind of cultural as well as economic decline, as well as this kind of lack of dynamism. And I think figuring out how to do new city development on the frontier might be able to rejuvenate that. I think what this would look like is finding land or countries close to large trading centers. So, for example, the US, the EU, where there are these very large markets that are a bit sclerotic, a bit slow to react to new technologies and change. And then you do a new city development there where you can attract some of the more ambitious young people from these places, as well as with an open visa regime, so you can take advantage of the restrictive immigration laws in these countries to fill out the population base. And I think these cities can be a fountain for new ideas, for innovation, for some degree of regulatory arbitrage, and help demonstrate that we can make the world a better place on the frontier, that there are more effective ways of governing ourselves and really serve as a spout of ideas, of knowledge, of creativity."
    },
    {
        "speaker": "B",
        "text": "One thing I'd like to get a."
    },
    {
        "speaker": "C",
        "text": "Beat on is just the magnitude of the opportunity here. So you talked a little bit about Shenzhen and just."
    },
    {
        "speaker": "B",
        "text": "Just how rapidly that city went from."
    },
    {
        "speaker": "C",
        "text": "A poverty stricken fishing village to the massive urban area that it is now with all of the GDP growth that it had. I think Singapore also fits this mold. Can you just provide, perhaps an archetype of what the idyllic, successful charter city would look like, what the ingredients are, how it gets them, just to illustrate the idea of growth and success of what this model that we're seeking could be."
    },
    {
        "speaker": "F",
        "text": "Sure. So I think the first thing to mention is just a lot is context dependent. So, in China, for example, Mao had forcibly prevented urbanization because he was worried about a soviet invasion. And if the Soviets could nuke all the cities where people were, the Soviets could invade more effectively. So there was a pent up demand for urbanization. Two, China has a very long history of statehood, and so they had pretty effective. The technical economics term mistake capacity basically means their government was effective. Right. They created a nuke in 1968 when they were dirt poor, but they still had that type of talent. So you had pent up demand for urbanization, really effective government. And then obviously the government was being pointed in the wrong direction. But if you could point in the right direction, there was a lot of potential. And then three, they had these strong ties with Hong Kong. The first 17 years, from 1980 to 97, of kind of Shenzhen's existence as a special economic zone, I think it's over 90% of capital came from Hong Kong. A lot of the knowledge transfer came from Hong Kong. So I think these are some key ingredients for success. One is what is the demand for people to live there? Right. You can look at global migration patterns and say, hey, this country is urbanizing very rapidly. There's new trade networks being established. We can create better rules within these existing patterns. We can kind of jumpstart growth. Two is, is the government kind of willing to look at things from a new lens? Are they willing to create the legal infrastructure that allows for deployment of large scale capital, protects that capital, creates a framework to make it easy to hire people, make it easy to trade. In sub saharan Africa, for example, it takes, on average, I think it's 33% of per capita income just to legally register a business. And so you can imagine if Mark Zuckerberg is in his dorm room and he's like, I want to register Facebook. Oh, it takes $20,000. Right. For a college student. Yeah, you're not going to do that. It really suppresses a lot of the entrepreneurial potential of these places because the legal system is so restrictive in the type of business that they can engage in. So a third part is just land availability. Two, do a city and two, make the numbers work. You need a lot of land, and you need to acquire that land at a relatively low price. And so finding, figuring out how to acquire that much land without displacing existing residents is quite difficult given the location constraints of new city developments. So let me, I guess, back up and summarize. Population flows, land availability, government willing to cut a deal, and then lastly, just like proximity to existing infrastructure, because infrastructure is very expensive, you build an airport at the cheapest, cheapest, tens of millions of dollars. Realistically, hundreds, like sewage, electricity, water. If you can plug into existing systems, it's much more cost effective to do that versus you have to build it from scratch."
    },
    {
        "speaker": "C",
        "text": "You talked about a lot of pent up demand examples and also just the lack of opportunity that some of the bigger cities have to innovate with newer technologies. You talked about the high speed rail and how just was incompatible with the United States cities. So can you just, like, talk about the overarching themes that the current incumbent cities of the world, the restrictions that they have and the pent up demand that they create that creates opportunities for charter cities. So what? Charter cities get to start from scratch and they get to build, we get to build a city in the year 2023, after all, these other cities have been embedded in the world for hundreds and hundreds of years. So what are the net new things that are unique opportunities for these charter cities? What do they get to create?"
    },
    {
        "speaker": "F",
        "text": "Yeah, so one, I guess, point of clarification, it's not the cities, I think, that made high speed rail very difficult. It's the state as well as national government. So, for example, there's very strong environmental regulations. The national one is called NEPA, National Environmental Protection act, the California CEQA QEca. I think I forgot what it stands for. But these basically allow for it to be very easy to sue large infrastructure projects and require a lot of environmental reviews that are just extremely time consuming to accomplish. Two is a high speed rail is also seen by California politicians as a job program to an extent. So when you try to build a very large project and it's a job program, of course there's going to be cost overruns and go to, like, friends and family for reelection instead of for actually accomplishing the project. But I do think that speaks to an extent to the cultural change that is possible in new cities just because, one, you're never really going to start with a blank slate like the world is habited. And so you can start with more flexibility, but you're always going to work with local partners on the ground, need to understand what their demands, their interests are. But I think the thing I'd lead with, especially for new cities, charter cities that are kind of at the frontier, is leading with culture, figuring out how to create a community of builders, how to create a community of people who say, oh, yes, I do want more people to live in this neighborhood because that will increase the amenities, that will make it more interesting. I'll have more friends to talk with, et cetera. Kind of getting out of this degree of cultural sclerosis that is really afraid of change, is afraid of innovation. In addition to that, there's several technologies that can be innovated in charter cities. So one example is aeronautics. The US, for example, makes it very difficult to test drones. There's a lot of drone testing companies working in New Zealand, some of them in Ireland. And if you can identify a location and say, look, we will craft this drone testing technology, working with some of the leading companies, you can come do it here. It's closer to the US than New Zealand, and we'll work really closely, the government will work really closely with you to ensure we can bring these technologies. Then you can allow, for example, drone rollout. There's also some biotechnology that might be able to get implemented. The FDA can sometimes be overly restrictive on new drug and new medical device rollout. And identifying what these drugs and medical devices are that are safe, are effective, but might take a little bit too long for approval or be a little bit too costly for approval. In the US, I think is important. At the same time, I think these markets would be relatively small in new city developments. The total market cap of all drone companies in the world is a few billion dollars. It's not enough to really start a very large scale urban development. Same with medical devices and drugs. They exist in the US and in Europe because these are very big markets. If you're starting a new city project, your market is necessarily going be relatively small if people come to the new city for those treatments. Right. The market is bigger, but there's a built in cost of flying there, of staying a few days, etcetera. So this isn't enough to drive like the scale of people necessary for a new city. In terms of thinking about driving the scale of people, I typically think about what might be described. I'm sure there's a better way to do it. But immigration arbitrage. Right. There are places in the world people want to live. H one b, applications went from 200,005 years ago or so to over 700,000 last year. Right. So there's a. They're capped at 85,000. So there's over 600,000 people who want to live in the US who have job offers for high skilled work, who can't legally enter. So figuring out a way to allow those people to tap into the us labor market will create immense benefits as well as kind of the job creation and demand potential for new cities. Yeah. So I think I differ from some of the kind of charter city and new city folks on this perspective. But in terms of kind of the built urban environment, my instinct tends to be a little bit conservative. So if you look, cities in general function as labor markets, right. Their value tends to be defined by how many people there are, how effectively they can commute to jobs, how effectively they can interact with these broader populations to now allow for innovation, knowledge, but over the creation of these new ideas. And so for that, all you really need to do is a grid. Like New York City has a grid, Washington, DC has a grid, San Francisco has a grid. This isn't a huge new idea. Lots of cities are based like that, but it's kind of building in the framework that allows changing land use patterns over time. So if you decide it's good for residential now, maybe in ten years, 20 years, good for apartments, maybe after that, it's good for kind of commercial, allow that dynamic to be built in. Additionally, because new city projects are very capital intensive, I chat with a lot of folks who have ideas about, here's a new way to generate energy, here's a new way to, I don't know, provide this type of services. We can put property registry on the blockchain. And my answer is, usually great, where have they done it? If they've done it somewhere and we can meet with those people and we can figure out how it works, and we should definitely consider it. At the same time, when you're investing very large, hundreds of millions, potentially billions of dollars into infrastructure, these are very capital intensive projects. Their upside is not venture scale. With a new city project, it can be much higher than traditional real estate, but it's not going to be venture scale. And lastly, right, the downside is huge. The initial capital requirements are very, very high. So my default assumption is to be a little bit conservative and risk averse with some of the built environment, just given the constraints that you face."
    },
    {
        "speaker": "C",
        "text": "So what is the magnitude of the opportunity here? So it just seems like this is a very big lift. How many cities can you really make in the world? Is the idea here that is there going to be a new city revolution where in 2100 there is new cities all over the planet that we have new names for? What does the future look like in your imagination?"
    },
    {
        "speaker": "F",
        "text": "Yeah, it's definitely a tremendous lift. Don't get me wrong. I don't think we're gonna have new cities all over the planet. I think you can break this up into. Well, first let me give a little bit more explanation as to why, right, like arguably the most important determinant of economic outcomes, productivity, kind of how people live their lives, is governance. If you take a, like Honduran, Hondurans, their per capita income is 2000, $503,000 a year, right? They cross the border into the US, right. Their per capita income goes up by about an order of magnitude, like 25, 30, maybe 20,000, right? But literally order magnitude change just by crossing kind of a arbitrary line. And this happens all over the world. And so if you can figure out a way to allow these governance improvements to take place in places that currently don't have them, that has the opportunity to change millions, hundreds of millions of lives. Will that all be done through new cities? No, of course not. New cities can be a lever to do that. But much of the hope is that right? A successful new city, maybe it spawns replicas or maybe encourages the host country to make some national level reforms where the benefits of better governance can happen at the national level instead of at a local level. New cities can be thought of charter cities as a bit of a policy hack. Right? For most places, if you could implement these reforms at a national level, you probably would. Sometimes you don't want to, just because you're not exactly sure how they'll turn out. So you want to run a small, controlled experiment before national implementation. But a lot of times we have a general idea of what good governance looks like. Make it easy to start a business, make it easy to trade, make it easy to invest, have clear property title. These aren't controversial things. It's just that politically, oftentimes, they're very difficult to do. So starting on a green field site allows for a little bit more flexibility in improving them. So if we think about that's kind of the high level, why we think about kind of how new cities play in and whether we're going to have hundreds over the next 50, 80 years, the answer is yes, at least in certain parts of the world, you have a billion new urban residents, that is 100 cities of 10 million people. And obviously it's not going to be that. Some of them are going to move to existing cities or get satellite cities. By some estimates, Lagos is expected. The capital of Nigeria is expected to reach 80 million people by 2100. This will be a very large regional area, not a city per se, depending on how strictly you define cities. But figuring out how to make those things work, I think is extremely important for kind of cities pushing the frontier. If everything goes well, my guess is you get a handful, like maybe the Caribbean, maybe Latin America or Central America, a few in North Africa, maybe a few that are, I know, Asia a little bit less well, but kind of a few in the Philippines, Indonesia, maybe some around China, taking advantage of China's large internal market, potentially India, though the folks I chat with in India say governance makes it, would make it very difficult to do so. So, yeah, you'll get a handful of new ones. Most of them aren't going to be cities that the average person knows about, per se, like you hear about cities in China of 10 million people and you haven't heard of them. So it will have an impact. But I suspect the larger impact will not be the city development itself. I think it will be a kind of the cultural memetic impact of having better governance, of showing kind of a better way of living as possible, a better approach to kind of all sorts of challenges that humans face."
    },
    {
        "speaker": "C",
        "text": "Right. Yeah. The mere existence of the cities will show all the other cities of the world how to operate."
    },
    {
        "speaker": "F",
        "text": "Yeah. It's a useful proof point. If you look historically, a lot of innovation happens first on islands. So. Right. The UK had the industrial revolution, then it spreads to France, Germany, etcetera. In Asia. Right. First it was Japan, then its rise of South Korea, and then in China, Hong Kong kind of was the impetus. And so you see this have like a mimetic effect where innovation comes from one place. Historically, it tends to be an island, but not always. Cities tend to play a dominant role as well. If you look at, right, the Renaissance, obviously, italian city states, ancient Greece, there tends to be a dominant role. One, kind of random aside, is you look at periods in human history where innovation is the highest. There tends to be a degree of shared culture, but multiple political units. So the shared culture allows for effective transmission of ideas amongst a relatively wide number of people, but the multiple political units allows for the competitive element to be embedded in that wider culture. That really creates a status competition that forces people to think about new ideas, to be better, to create these new things. And new cities, charter cities, can kind of provide that framework in a modern context."
    },
    {
        "speaker": "C",
        "text": "You talked about, like, venture capital investment and overall, the capital intensivity of this whole enterprise. How do you convince, what's the upside model? Like, if I'm an investor, what's the pitch for? Why I should invest in building a new city? It seems like a crazy venture."
    },
    {
        "speaker": "F",
        "text": "Yeah. So it depends on what and where the project is. Right. What's the total population target? What's the timelines for that target? What's the cost of providing capital or the per capita incomes of potential residents? The kind of extreme upside pitch is basically, imagine investing, like buying 10% of Dubai, Inc. In 1969. In 1969, Dubai had a population of about 50,000, and it's basically run by a family office, the Dubai, the Emirati. I don't know. Family, Maktoum family, I think. And so if you own 10% of that, that would generate enormous returns. How exactly? Right. There's a number of mechanisms that you can use. One is just land. Right. If you own land or have some residual claimancy on the land, then you can benefit from the increase in land prices. Even if you don't, you can institute some form of land value tax. Depending on what your legal authority is to do, the land value tax will increase to reflect the changes in land price, and you can capture that benefit. There's a number of other ways to do it. If you think about Apple, they do a 30% take on the app store. And the city to a certain extent is a platform. So you can imagine like a land value tax being on a 1% annual take on the platform. You would do something like require, like everybody has title insurance, but you have the only company that provides title insurance to do that in a slightly less, I don't know, aggressive manner per se. You can invest in key businesses and industries. So you say, look, we think the next ten years are going to be heavy on tourism, right? Let's invest in some of these tourism businesses, maybe manufacturing, use of manufacturing businesses. So there's a number of levers. Kind of the way I think about it is you look at what the first industry is going to be, whether hospitality, tourism or manufacturing, right? You look at what the numbers are for that. So you take 2000 acres, whatever, this is our 510 year plan. You create a model for that that's kind of your lower bound. And then you have this larger land bank, either with land ownership or with some type of residual claimancy from land value tax. And then you've got these other potential revenue streams from kind of spinning out new businesses. One of the interesting examples I heard that shows creativity not necessarily relevant to this is LinkedIn. In their early days when Reid Hoffman was running it looked at creating a hedge fund to short companies that were doing layoffs. So what you would do is just track the data, see if, oh, hey, look, there's a bunch of people saying, looking for work and they all used to work for Company X. And that might get you information that could front run the stock market and do it. Did it work? No. However, if you have a city, there's going to be dozen, two dozen of those types of opportunities that you can kind of create small experiments with spin out, and kind of create additional revenue streams as you get a greater understanding of what the kind of internal dynamics are."
    },
    {
        "speaker": "C",
        "text": "So mark, you talked about one of the large incentives of perhaps why one might migrate to a new city, a charter cities, all the migration flows that are out there in the world. But just overall, could you provide a blueprint for an example charter city that you might build. You said it's all facts and circumstances for where they are in the world, maybe the Caribbean, because I know there's a number of other actual network state city, charter city projects out there. Is there like a blueprint model that listeners can walk away with to understand the development of a charter city and how a successful case would look like?"
    },
    {
        "speaker": "F",
        "text": "Yeah. So I think what it would do is, as mentioned, kind of first look at what the migration flows are. So if we're talking about what might be described as a frontier pushing charter city, it would be in the Caribbean, maybe in Central America. Right? Why? Because the US is the center of the world and will continue to be over the next few decades. So you want to tap into that broad labor market, capital market, economic market, etcetera. So figure out a way to be close to that. Right. Once you have that established, what you need to do is find a potential location. So this would include doing kind of systematic analysis of countries, looking at countries that would be willing to work with you to create this legal framework. Right. You're not asking for sovereignty. You don't need sovereignty to do 99% of the interesting stuff. Right. What you need is somewhere that allows for more easy, skilled migration, somewhere that creates a legal environment, that makes it really easy to register business, really easy to invest. It helps if it's common law because the US is a common law country, and that will make capital flows a little bit easier and kind of proximity to a airport, a port, and then also just a lot of land. And three, particularly if you're targeting kind of high skilled workers, you're going to want a nice environment like in the Caribbean, somewhere with nice beaches. Central America has some mountains that are like fairly nice. I used to live in Tegucigalpa, and it was actually a lovely city, except for the extreme violence. But, like, I like mountain cities. The weather was kind of like, highs were low eighties, lots of sun. So, like having this good location, having this legal structure, and then what you want to do is. Right. Figure out how to get it kick started. And so when you're working with a government, right, it's not a blank slate project. You'll need to figure out how to engage the local population. Most governments, what they care about is basically job creation and taxes. So you need to come up with some type of revenue sharing agreement with government. Where government gets some future tax revenue from the city, they need their cut. Two is because in democratic countries, they have election cycles, four, five, six years, whatever, right. And so they tend to be very incentivized by the election cycle. So how do you create a lot of jobs that keeps the party in power happy for that next election cycle? And that tends to require somewhat labor intensive industries. So, for example, you can do all the remote work you want. But remote work isn't particularly labor intensive. So even if you bring a lot of remote workers, it will create some jobs. We'll go out to eat at restaurants, for example. Traditional hospitality and tourism is much more labor intensive. For every one key, you typically have about 2.5 employees. So, right. Building a hotel with 100 keys, that's 250 jobs, 1000 keys, 2500 jobs. And that tends to get governments really excited too. That also improves the air traffic. If you're in a location that has an airport but it has relatively limited connectivity, you need to improve that connectivity to make it easier to get to having a resort. Having a tourism hospitality angle allows to substantially increase that airflow very quickly. Three, I sort of mentioned this, but to go in a little bit more depth, like really figuring out how to work closely with the local community, being on the ground, doing fact finding missions, talking with local leaders, making sure that they understand the benefits, that they care about this project, because in the long run they'll be your strongest advocates. The government might change their mind. They might say, hey, we want a bigger cut. They might feel that in Honduras, for example, the government's taken a relatively hostile stance to prospera and other zetas, which is kind of a form of charter city. And so figuring out how to make sure that the local population is on your side to limit the ability of government to change their mind, there's a handful of other mechanisms you can do for that. So one, for example, is just to engage local businesses. There's always a business elite. Make sure that they invest either directly in the project or in kind of elements of the project. So there's a monetary incentive. So then you have the locals that have the incentive of job creation. You have kind of the powerful businessmen that have the incentive of cash flows that can ensure that there's incentive alignment with the government. And the government has incentive alignment because of the tax revenue that they're drawing. There are some legal mechanisms you can use, right. Many countries are party to treaties that allow for basically the confiscation of overseas assets if they violate contracts. So if they expropriate you, you can sue them in international arbitration court. And if you win, then you can confiscate the overseas assets of the country for repayment. You get in that situation, you've probably almost lost it's. Very hard to sustain momentum with that type of hostility, but at least it provides a degree of a buffer on government action. The last point, you can strengthen that even by signing bilateral treaties. Maybe you go to the Middle east, you say, hey, mister sovereign wealth fund, invest a billion dollars here. They say, yeah, it looks cool, but we'll want a bilateral treaty to protect the investment. You can embed the concessions, the legal framework in that bilateral treaty, which gives you an additional element of strength. So there's no silver bullet, but there are a lot of capital intensive projects that exist in relatively poor places in the world, and you can leverage those existing mechanisms to allow this to happen. I think a final element to think about in new city development is just the community. So if you're doing tourism and hospitality, like depending on the target market, maybe you're just selling a bunch of second homes to lawyers, doctors in New York and Boston. There's nothing wrong with that. That doesn't really create a city of the future. It creates revenue streams, it creates jobs, but it doesn't create this kind of dynamic element. And one of the things I've been thinking a lot about as Suzanne recently is what this kind of dynamic, creative element looks like. And so for those, I'm sure there's some context for regular listeners, but just for a brief overview, I would describe Zuzalu as a two month pop up village where there's kind of a resort in Montenegro. A bunch of people came and there's kind of events every week or so where people are putting together something on network states, on charter cities, on ZK, on AI, on longevity, to really bring an interesting, dynamic community together. And so I think you pair that emphasis on early job creation and hospitality with this kind of community element. What that might look like is leveraging existing infrastructure, perhaps just shipping in a bunch of like, trailers, whatever, really cheap housing. Bring a community together. A few hundred people figuring out how they work really closely together with locals, as well as bringing their own knowledge, their own ideas, that you can create this early dynamic element, it might not create a lot of jobs, but creates this cultural core of the city that can grow, evolve over time, becoming a hub for interesting people. It's a bit more tricky. In a company, culture is often set by who you hire, who you promote, and who you fire. And. Right. With a city element, cities are to a certain extent defined by their, again, broadly defined by kind of inclusivity. Right. Anyway, if you make it in New York, you can make it anywhere. So allowing that open access while still nurturing that community element I think is really critical and I have much better idea how to do it now than a month ago. But it's still, I think one of the things that is perhaps a little bit less well mapped out than for example building a resort."
    },
    {
        "speaker": "C",
        "text": "Mark, if listeners have been peaked and they want to become educated in this, do you have any resources top of mind that they should go look at?"
    },
    {
        "speaker": "F",
        "text": "Sure. My nonprofit, we have a website, the Charter Cities Institute. The website is chartercitiesinstitute.org dot. I have a podcast, hasn't been updated recently but charter Cities podcast, it's got a lot of good old content on it. If you want to reach out, feel free to reach out. Mark cc it's b r a av o s CDHDev game of thrones, the venison game of Thrones and so yeah, happy to chat, happy to engage."
    },
    {
        "speaker": "B",
        "text": "Mark, thank you so much."
    },
    {
        "speaker": "F",
        "text": "Great. Thank you. Cheers."
    }
]