[
    {
        "speaker": "A",
        "text": "I think the technology and the financialization of bitcoin are intertwined, and you can't have one without the other. And as we move into this intermediate term with ETF flows and things like that, these allocators will continue to ask themselves, is there interesting stuff happening on bitcoin? Why bitcoin, as opposed to any other blockchain? And just being the only crypto asset with an ETF I don't think is sufficient. So we do have to continue to show that there's like, actual technological developments happening."
    },
    {
        "speaker": "B",
        "text": "Bankless nation. Welcome to a conversation with Nick Carter. Over in bitcoin world, there is a second civil war forming. It's been forming for a while. It's always been there. We unpack it here today on the conversation with Nick Carter. But this camp is the filtering camp versus the bitcoin rationalist camp. There's not really any good names here. These are the monetary maximalism versus the bitcoin expressivity camp. The Satoshis only versus the ordinals camp. Some of these people want to only have bitcoin, the blockchain be good for BTC transfers, and the other camp is for bitcoin expressivity ordinals. BRC twenties, layer twos on bitcoin. And this has worked its way up to the bitcoin core part of the stack. We're not going to hard fork the bitcoin chain. That's never going to happen. But there are still places where these different philosophies want to exert control. And so there's been political fights over what gets merged into bitcoin core. And overall, there's just been a divide in the bitcoin community about what bitcoin can do and what bitcoin should be good for. Apparently, the. The very, very radical side of this camp wants to go so far, even to make a filter that filters out bitcoin transactions that have arbitrary data in them. Anything that's not just a simple raw BTC transfer doesn't go through the bitcoin blockchain, at least at the surface level, not the actual chain. I think this is super interesting, and I love the fact that the bitcoin expressivity side of things, the ordinals BRC 20 layer two side of things, have crescendoing momentum and in my opinion, have a date with destiny of success. At least that's where I think things are going. Nick Carter and I unpack all of these different conversations and his opinions on this thing and where he stands. Nick has been very, very early to rejecting bitcoin fundamentalism, bitcoin monetary maximalism, and been a fan and an investor in bitcoin expressivity, bitcoin utility. And so I just wanted to check in with him and kind of. Kind of peer over the fence as to what's going on in bitcoin world, because I think it's been. It's been interesting ever since ordinals came about, and it's only been growing in its interestingness. And so we have this conversation here on the show today with Nick Carter. So let's go ahead and get right into that conversation with Nick Carter. But first, I wanted to talk about some of these fantastic sponsors that make the show possible. What's up, Nick? How's it going?"
    },
    {
        "speaker": "A",
        "text": "Good, man. Good to be back. I feel like I don't know how many of these we've done now. A good number."
    },
    {
        "speaker": "B",
        "text": "Yeah, well, you are number two number most frequent bank list podcast guests. But also the instances of where it's just been, like, you and me going at it is also, like, creeping up there pretty well."
    },
    {
        "speaker": "A",
        "text": "While I'm honored to be back, I feel like it's been a while. So thank you."
    },
    {
        "speaker": "B",
        "text": "Yeah, well, it's because there's, like, some shenanigans going on in the bitcoin, uh, the bitcoin sector. I think there's, like, a lot. There's a lot to talk about in the bitcoin world, which, like, isn't usually the case. Uh, but for the last, like, 18 months or so, like, the conversations to be had about bitcoin are, like, up only."
    },
    {
        "speaker": "A",
        "text": "Are you, uh, are you a bitcoiner? Do you consider yourself a bitcoiner turning the tables?"
    },
    {
        "speaker": "B",
        "text": "Do I have to own bitcoin to be a bitcoiner?"
    },
    {
        "speaker": "A",
        "text": "Uh, yeah, I think so."
    },
    {
        "speaker": "B",
        "text": "In that case, I am not a bitcoiner."
    },
    {
        "speaker": "A",
        "text": "Not even one mere Satoshi David."
    },
    {
        "speaker": "B",
        "text": "Not even a single sack. Yeah, a bitcoin believer. Bitcoin. Like, I think bitcoin. I believe in the bitcoin ideology, and I think the bitcoin. Bitcoin ideology was extremely precise on a lot of very deep truisms about crypto very early. And it's an ideology that I largely agree with in a lot of different respects. And so, in that way, if I can define bitcoinerism like that, then I am a bitcoiner."
    },
    {
        "speaker": "A",
        "text": "Okay, well, we're a big tent, so we'll have you."
    },
    {
        "speaker": "B",
        "text": "Yeah. Okay. But one of the things that's going on recently is, like, that big tent is, like, splitting. There's, like, another bitcoin civil war, like, bubbling at a higher level in the stack. Is that how you would define the landscape in this present moment, or would you change those words?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, it's been going on. Don't you think there's been a bitcoin civil war for years? That's how I feel, at least."
    },
    {
        "speaker": "B",
        "text": "I mean, between the laser eyed uber Maxis and the bitcoin pragmatists."
    },
    {
        "speaker": "A",
        "text": "Yeah, like, I don't know what any of the camps are called anymore, but there's like, basically the fundamentalists or the purists, the laser eyed maxis, if you want to call them that. And then there's like, the moderates, maybe the, like, you know, integrationalists. The bitcoin season two ers."
    },
    {
        "speaker": "B",
        "text": "This is what CK was calling them, the bitcoin. It was the fix the filter camp versus the bitcoin season two people."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think so. Basically the core divide is like, maybe call them bitcoin monetarists, like people that think that bitcoin, the protocol should be only interested in moving around units of bitcoin versus people that think it ought to do other things as well. And that debate has been happening on bitcoin forever. I mean, like, there was issues with counterparty back in the day. I think in 2013, maybe, if I'm not getting my timelines mixed up, there were debates over opereturn. Vitalik has referenced those in the past. I think he might have even mentioned that as a catalytic moment for him wanting to go the ethereum direction, realizing that opera turn was too limited and a whole new protocol was required. That same debate is happening. And so now, of course, the main concern is ordinals and inscriptions. And can the protocol filter out non monetary data? Is this spam? Does the benefits towards fee accrual? Do those matter or do fees not matter? Should there be fees? Is there a security budget? Questions? All these questions are pretty intertwined. And so I would say broadly the debate is that between folks that are interested in bitcoin being more richly stateful, to borrow the ethereum term, and between the folks that think bitcoin is just about moving bitcoin around and pretty much nothing else. But it's certainly come to the fore recently, in particular with ordinals. But we're also seeing that same debate with the covenants proposal, soft fork opcat proposal, and you're going to see it now with roll ups as well as those become something that is a thing on bitcoin, I think, in the next year. And, yeah, so certainly a pretty heated episode in sort of like that. Debate."
    },
    {
        "speaker": "B",
        "text": "I think trying to actually define the line between these two camps has been like murky. But I think one perhaps definition that does a lot of work, a lot of good work, is like, does this bitcoin transaction have extra data beyond BTC transfers, or does it not? And I think that definition kind of gets us most of the way there. But I heard there was some drama around this one coin join protocol, which was about bitcoin privacy. And bitcoin kind of like a tornado cash equivalent, just like a privacy tool for a privacy gadget for bitcoin transfers, which I think even the bitcoin fundamentalist, the monetary maximalists would say, we enjoy those properties. But if you filter out transactions from bitcoin that have arbitrary data, then you also lose this one coin join implementation. And so even that isn't a perfect definition because the coin join people are enhancing the monetary properties of bitcoin. And you wouldn't really clump them into the ordinals category, but they do need that extra stateful data about bitcoin in order to run their program. And so even that definition isn't perfectly precise. But I think that that one line kind of gets us most of the way there in terms of determining who's on what side. Do you agree?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, I think it's a silly debate because bitcoin has always, always had non monetary data in it, literally from the first block, right? I mean, Satoshi put the Genesis block information in there, and people have always found ways to put arbitrary data into bitcoin, including people that are on the filtering camp. They're on the side of filtering. So Luke Dash infamously, in 2011, put bible verses into bitcoin and they're still in there. If you look, if you go to an explorer that supports searching for arbitrary text data in bitcoin, you can find his verses. I think they, I'm trying to remember exactly what they were, but he ran a mining pool called I think Elegius, which I think is a biblical reference. And you'll see that in there. I mean, Coinbase outputs always have non monetary data, basically saying which mining pool mine them. And people have always found ways to insert non monetary, arbitrary data into bitcoin, even outside of opereturn, like using malformed transaction types. So, and even very respected devs that have been very influential in bitcoin, like Andrew Puellstra, have made this point. You cant actually really inhibit arbitrary data insertion into bitcoin. You can maybe try and soft fork out the blob space associated with inscriptions you cant actually stop people doing it. People will find a way to do it and its just a matter of how efficient it is and how useful for operating a node. Burdensome that data is on node operators. So I find it to be silly. People will use bitcoin for whatever they want. And from my stance, I think it's very useful to have other transaction types on bitcoin. I'm always of the view that we should have a rich and active set of different patterns of network usage, whether that's l, two s or inscriptions. I think the ordinals thing is great, but I guess a lot of that comes from my view that having fees and usage is good, and some people would rather preside over a wasteland where no one ever moves their bitcoin. Everyone just sits on the bitcoin. And I guess a lot of people are content with that, but I'm not."
    },
    {
        "speaker": "B",
        "text": "Why can't we have both? Because why can't we just have two versions of a bitcoin node software, one that actually does filter out arbitrary data to satisfy the monetary maximalists, to satisfy the fix the filter camp, and then have a different implementation of a bitcoin node software that does all of the expressive stuff. Why can't we have both?"
    },
    {
        "speaker": "A",
        "text": "Bitcoiners generally are skeptical of multiple competing implementations, and I think bitcoin core is pretty much the only dominant form of software. And I think the risk is that there would be consensus issues with multiple implementations. I'm not that up to date on Ethereum, but I think there's like it's trending in the direction of one major implementation that people generally use. Am I correct in that assertion, or is it still pretty fragmented?"
    },
    {
        "speaker": "B",
        "text": "There's a nuanced conversation here. So geth dominance is on the execution layer, and there's been a very big push to reduce geth dominance down from its heights of 82% to 83%, and where it is now at 75%. So still pretty dominant. But other execution layers are coming online, like Georgios from paradigm is making rust. So rust Ethereum. And that's just on the execution layer, on the consensus layer that we have actually a pretty good healthy state of diversity of four different clients, where you need to combine at minimum two of them in order to get over consensus thresholds."
    },
    {
        "speaker": "A",
        "text": "Yeah. So bitcoiners, I think the general design philosophy is like, there ought to be one major implementation and there's significant risk to consensus if there are different ones."
    },
    {
        "speaker": "B",
        "text": "So this is a fight over bitcoin core?"
    },
    {
        "speaker": "A",
        "text": "Yeah, in a sense, from what I've seen of the fix the filter debate, and I've honestly kind of ignored it because I think there's no chance for the filtering camp to win here. It's very clear to me they're not going to win. They, I think, are mostly just talking about transaction propagation. And I don't think they're talking about some way to actually eliminate inscriptions in the sort of core protocol like undo taproot or undo Segwit or something. I think that'd be very far fetched. Then what you might just get is a situation where people email transaction data to miners directly to get it. Let's say they did filter out and they made inscription transactions non standard. You could just email your transaction data to a miner. You wouldn't really eliminate those transactions from. From the actual ultimate inclusion in the blockchain. You would just make it more unwieldy to get them in. But people would still do that, and it would create a shadow mem pool, which I think wouldn't be good at all. And it would create out of band transactions and things like that. So I don't know, it seems pretty silly to me, the whole thing. And I don't think those people have the critical mass to get anything done here."
    },
    {
        "speaker": "B",
        "text": "I do think it's interesting that there are these two different philosophies. Call it the monetary maximalist fix the filter camp versus the bitcoin expressive camp. I really like the word expressive, and I think that's some of the ideology that's being expressed on the arbitrary data, adding more expressivity to bitcoin. I think it's no coincidence that Vitalik gets pushed out from that early opcode thing and then goes make literally a fully expressive smart contract platform. We're starting to see bitcoin land dabble into this, but who has the incentive to filter out transactions? Why are they so motivated to care so hard?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, I think they don't want bitcoin to host like NFT activity, they don't want to reward those kinds of people, and they don't want their node software."
    },
    {
        "speaker": "B",
        "text": "I mean, I don't want a lot of things in this world, but a lot of things don't also motivate me to get out of the bed in the morning to go like change the world in that particular state, because I don't have the incentive to. They can want that. But why do they fight so hard?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, I think it's about showing your adherence to the specific breed of bitcoin ideology and showing how pure you are basically, we're back here creating that signal and gaining clout on that basis. But, yeah, it seems like they're tilting a windmills and virtues."
    },
    {
        "speaker": "B",
        "text": "It's bitcoin virtue signaling."
    },
    {
        "speaker": "A",
        "text": "Yeah, effectively. And I don't think there's any prospect of it happening, so I'm pretty puzzled by it, frankly. I think ordinals are great. I think bitcoin itself is a good host for NFT data or other arbitrary data types in particular, because the blockchain is small, and so we have really good assurances that the data is going to be there in accessible 1020 years from now. So. And, you know, like, we've had insertions of this kinds of data for a long time, and inscriptions just codify it and do it in a pretty benevolent way from a user perspective. So I see very, very few downsides there."
    },
    {
        "speaker": "B",
        "text": "I was hanging out with Alex Adelman, and we were talking about just some of the natural incentives that comes with an expressive layer on a blockchain. I use the example of bitcoin Media. Bitcoin Inc. One of the big media companies in the bitcoin space, were one of the first ones to do some ordinals initiative, where they minted an ordinal on the blockchain. And that caused that, I think was at the very beginning of one of the schisms. I mean, it's the same schism as you've defined, but the modern schism between these two camps, one, the bitcoin fundamentalists that pointed their way, fingers at bitcoin media for playing. How dare they play in the ordinal space. But somebody who, like me, who works at a media company, who understands media incentives, I see, like, bitcoin expressivity as, like, a great complement to a media company's business model, because expressivity is like drama. Surface area is like, there's things to talk about, there's content to produce. There is more than just like, mere BTC transfers to talk about. And as, like, BTC Media, who is going to be, like, one of the largest distributors of thought, of narrative, of content in this space, probably loves the aspect that there is, like, expressivity happening on bitcoin. There's ordinals, there's nfts, uh, there's statefulness in its essence. And so any sort of media ecosystem around bitcoin is going to enjoy that, because that is a boon to their business. They. They have more content to produce. And I think that is just one shard of which you could look at this, you could also look at it from the vc angle like, VC's also will love the expressivity going on bitcoin because there's this more investable surface area. So, like, we have, like, these ideological motivated side of the camp versus, like, the actual rational, uh, more economically rational agents on the other side of the camp. To me, it's just like, well, I know which one's gonna win here. Like, I know how this story goes."
    },
    {
        "speaker": "A",
        "text": "Yeah, I thought it was brave for BTC media to do that, and that was a signal to me that the sort of, like, let's say, purist camp, which they'd probably identified with more historically throughout the debates that started, well, that have always existed. But in my case, there was a big fallout in 2021 where people got mad at me for investing in non bitcoin stuff that was part of the bitcoin civil war. Bitcoin cold civil war, maybe it wasn't that bad. I started to see fractures even in the purist camp, and now they seem very fractured. Now we see big debates around covenants between the purists. I think now a realization has set in that ordinals are not going anywhere, inscriptions aren't going anywhere. And so I think that camp has been somewhat defanged because reality has just imposed itself on them. And they realized, well, this stuff is actually going to stick around regardless of whether you want it or not. So I see the kind of purist side is very fractured and not very organized, not very coordinated. And I think the bitcoin season tours, whatever you want to call them, the UDIs and Erics of the world, very clear to me that they are in the process of winning or have won already, basically."
    },
    {
        "speaker": "B",
        "text": "Why is it called season two?"
    },
    {
        "speaker": "A",
        "text": "Well, I guess the idea is that season one was to do with lightning, and the previous big civil war, which was the block size war, which was won by the small blockers. And lightning was the output of that much effort went to segwit and lightning. That was one technological theme that characterized bitcoin. From 2015, let's say, when segwit and lightning were sort of first theorized to 2023. I would say that was sort of the thrust. Like, bitcoin early days is just a thing people are trying to build, and then it's like, okay, scalability. How are we going to do it? Okay, we're going to do this. Then there was a period of slumber, relative complacency, I would say, as bitcoin core and application developers were just focused on lightning. Now there's been a reinvigoration partially due to ordinals and inscriptions but also due to disillusionment with lightning as the ordained scaling method. And it's really puzzled me that lightning has been the focus for so long. Its still the focus among many bitcoin focused VC's, among many application developers, founders that are building infrastructure on bitcoin and for core devs. If you look at the core dev roadmap its still lightning focused. And season two is just to pose the question is theres something else we could do here? Is it all lightning? Is that the ordained scaling mechanism? Are there other ways to do things? Are there other things we can do? And ordinals inscriptions? I think ordinals were invented conceived of in late 22 maybe if I'm remembering that correctly, and they had a big 23 and now is a new season for sure. From my seat I see it happening of new alt two sdhe and contemplating things like roll ups. So doing what bitcoiners said they would always do, which is inherit the best tech from other blockchains, let other blockchains experiment, make mistakes, learn things, and then we'll bring it over. Bitcoin is now considering, or bitcoiners are considering doing that thing that we said we would do, which is inheriting the best technology. But it does require making this heretical statement. Hey, maybe lightning's not all it's cracked up to be, and that takes a lot. And obviously people aren't going to be happy with that because we have such a sunk cost both intellectually and positioning wise in favor of lightning and a ton of capital as well. And just developer time has been sunk into lightning. It takes a lot to acknowledge that it hasn't succeeded in the way that maybe we thought it would. If looking back, we look back at the way we thought about things in 20 1617, you have to be kind of brave to stick your hand up and say lightning didn't deliver, also because you never want to show weakness. But it didn't. Look at the stats, look at the data, look the traction. Lightning is useful for some types of transactions, for certain transaction niches, but it's not a panacea. And it's certainly not the scaling method that's going to take bitcoin to the promised land. It's not where these richly staple transactions are going to occur. That's clear to me. I think I've relatively good view into this stuff. It's time to explore alternatives."
    },
    {
        "speaker": "B",
        "text": "And I don't think you're not alone here. I think there are people, if I'm remembering my Twitter timeline, history correctly. There are bitcoin lightning developers who have stood up and been like hey guys, I don't know about this. Uh, I've been working on this for a while. Uh, I don't, I don't see the path forward here. Maybe you have more light you could shed on that."
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean we gave like we gave lightning the old college try, you know what I mean? Um, so we passed Segwit and we fixed some malleability bug for lightning. We fought this entire civil war and the whole point was hey, we don't need to expand the block size. We have this alternative thing that were going to do which is lightning thats going to win a scalability bitcoin core was lightning focused for the last five years. Hundreds of millions of dollars of VC. I know it doesnt seem like a lot, but for bitcoin VC its a lot went into building lightning infrastructure, building applications for lightning. And as time went on I think we had enough data regarding the usage of lightning and the drawbacks of lightning. We learned what some people theorize. I'll actually give Carl Samani credit here. I remember him years ago saying, hey, lightning is capital efficient. UX complexity is very significant and that's true. Basically we're investor in lightning companies and I don't mean to denigrate them. I think lightning is still useful in certain contexts, undeniably, but it does. I think the time is such that we know now that these challenges are fundamental as opposed to merely contingent challenges where like, oh, we haven't invested enough resources in this, we haven't sufficiently explored it. Now we know. Now we know that the challenges with lightning are actually fundamental. In particular the costs and difficulty of pre funding a channel. That's very unintuitive from a UX perspective. The capital and efficiency of immobilizing capital in the network in order to transact it doesnt adhere to our intuitions as to what a payment network is like. And its very much unlike the way that people transact in a blockchain context. We know now that these are fundamental challenges that have to do with the actual architecture of the network. Theyre not things that can actually really be designed away. And if you look at lightning, that's why probably most lightning transactions today are custodial through custodial wallets as opposed to using lightning itself. We know now that retail, ordinary users are not going to just use lightning wallets in the way that was maybe intended. We know that it's more centralized model. There's nothing wrong with that. That's how payment systems develop. But, yeah, I think basically we have enough data now to say it has these fundamental challenges. Let's look at something else."
    },
    {
        "speaker": "B",
        "text": "And even lightning. I kind of categorize this is still a project that is trying to express bitcoin. It's a payments network. It is just expressing it in a payments modality, like a payments form factor, which counts. But now these season two innovations are meaningfully different. Ordinals is more about just data, not about BTC transfers. It's about data. It's about nfts. It's about jpegs on the chain. And then there's also some newer innovations going on in the BITVM that is actually layer twos, where maybe we can start to bring back the payments conversation, the BTC, the asset transfer conversation. But I see these two not camps, but two different ways of leveraging bitcoin data. One is the NFT ordinals side of things. And then the second one is the more further out. Um, actual true bitcoin layer twos. Um, is there actually a line there, or am I imagining things?"
    },
    {
        "speaker": "A",
        "text": "No, but I think the, like, bitcoin moderates, like myself, are supportive of both the creation and fostering of an NFT ecosystem on bitcoin. I think there's benefits there and also alternative ways of making bitcoin payments, ways of doing bitcoin smart contracts."
    },
    {
        "speaker": "B",
        "text": "Right. But isn't one more real? Like, the NFT ordinals thing is, like, undeniably real? We have the data. Like, that's. No one's really questioning that. But the bitcoin layer two is still more researchy engineering theoretical. Correct?"
    },
    {
        "speaker": "A",
        "text": "Undoubtedly. And BitVM, which is the catalytic sort of technological leap forward, which I am personally very excited about after having spent a fair amount of time with Robin, the inventor recently. That's still theoretical. And there's projects out there saying they're building on BitVM. BiTVM barely exists, sort of still back in the napkin type stuff. And it may exist this year. I think it will exist this year, but doesn't really currently exist in a meaningful sense. But what I know about it is so exciting that I think we can make predictions about the infrastructure that BitVM enables, namely, I think, optimistic roll ups, in a true sense, on bitcoin mm hmm."
    },
    {
        "speaker": "B",
        "text": "And so, okay, if people are already saying that they're building on BitVM, you can interpret that as like, well, you guys are crazy because you're building too far ahead of the curve. You're building on top of vaporware or you could say, well, no, they just see where the puck is going and they're going ahead of it."
    },
    {
        "speaker": "A",
        "text": "Yeah. And look, we funded bitcoin, l two's new alternative. L two s like in 2021, in 23 as well, before we knew about BitVM. But BitVM is an unlock, which is a massive accelerant. And it means you can now build an all two without the requirement of a soft fork, which is essential because there is a power vacuum in core dev. There's been a lot of turnover in core dev. I don't think people don't know about this. And the champions that would have historically championed a soft fork are not active for one reason or another. So if you're predicating your business on a soft fork, it's not going to happen for the foreseeable. There's very few soft forks that actually appear likely in the next twelve to 24 months. So BitVM is great because it allows us to potentially circumvent that."
    },
    {
        "speaker": "B",
        "text": "Interesting. Yeah. So what does this mean for the future of core? You talked about how core has been built, like in a lightning centric design or in a lightning direction for so many years, and it sounds like that we are thinking about new directions. What do you if these new incentives at play around the bitcoin ecosystem play out as we are watching them play out, what do you think about, what does that mean for the future of bitcoin core?"
    },
    {
        "speaker": "A",
        "text": "Core is pretty undeterred. And steering bitcoin core is like steering an aircraft carrier, or frankly, that's not even a good analogy because aircraft carriers do move. They can be steered, can steer. One bitcoin core moves at its own pace, which is glacial. There's of course a lot of work to make it root out bugs and keep it updated with new operating system developments. But soft forks, there's conversations around covenants, but there's a bunch of different proposals. So nobody wants to really go to bat for one covenant proposal or another because there's so many, they're worried that they will pick the wrong one. So that's cause stasis."
    },
    {
        "speaker": "B",
        "text": "Okay, so I have heard that there is a universal consensus that bitcoiners enjoy covenants except for the filter people. It's just like what you're saying is like we need an implementation and deciding on which implementation has no consensus."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's like a political consideration whereby people are worried about picking a specific approach to covenants. And there's a lot. And so people are just waiting to see which one emerges. But for one to emerge there need to be champions. And the typical champions that we had in prior years around, let's say, taproot or segwit, they're basically retired partially due to Craig Wright harassing all the core devs and suing them. So I don't blame anyone from stepping back or just due to general PTSD from dealing with the activation of taproot or segwit. It's very hard to be at the center of that. I think it's a very emotionally challenging thing. Yeah, we're kind of in stasis right now with covenants, which is weird because most people that are good agree that covenants are important. So it's kind of, I would say, pretty frustrating situation."
    },
    {
        "speaker": "B",
        "text": "This has probably been the first time the word covenants has been uttered on the bankless podcast, so we should probably define what it is. Can you, can you unpack a covenant?"
    },
    {
        "speaker": "A",
        "text": "Oh man. I would say this is like you asked me what a ZK roll up or something. I was hoping you wouldn't do this. I would say a covenant is transaction where you can specify the conditions for the transaction, which sounds very vague, but it would allow you to do things like have automatic recovery if there's a transaction which is unusual and maybe you've been hacked and redirect your funds to a vault instead, basically setting the conditions for transaction success initially upfront. And my understanding is that unlocks a lot of richer transaction types. Theres a big debate right now in the more maxi focused corner of bitcoin around onboarding the global south, onboarding hundreds of millions, billions of users. The view is that covenants would enable that. And so there's like this class argument that's happening whereby people that are anti covenants are being accused of being classist because the fees would likely be prohibitive without covenants if you wanted to onboard the whole world or whatever. Even though I'm pro covenants, that argument doesn't seem very convincing to me because I think there's a number of different l two s and ways you can onboard people without requiring everybody to do sort of l one transfers. I think scaling through exchanges and bitcoin banks and side chains is a valid way to do things. So yeah, that's a weird subplot that's happening in bitcoin land right now."
    },
    {
        "speaker": "B",
        "text": "Okay, so maybe reductively covenants are just expressive transactions. It fits inside of the expressive category."
    },
    {
        "speaker": "A",
        "text": "Yeah, definitely."
    },
    {
        "speaker": "B",
        "text": "Yeah. So what's it like being a bitcoin VC these days? Because kind of for the same way I was talking about earlier. The expressiveness nature of bitcoin is just like surface area for optionality about stuff. So I'd imagine being a bitcoin VC. I don't know. Do you consider yourself a bitcoin VC or just a VC?"
    },
    {
        "speaker": "A",
        "text": "I'm just a VC."
    },
    {
        "speaker": "B",
        "text": "Just a VC."
    },
    {
        "speaker": "A",
        "text": "I'm a VC who happens to be bitcoiner. And a lot of people got it twisted and they thought that I'm bitcoin VC. And I think that I corrected the record on that pretty aggressively back in the day."
    },
    {
        "speaker": "B",
        "text": "Yeah, but you did it from the perspective of the angry cyber Hornet bitcoin Max fundamentalists who thought you were exclusively a bitcoin VC. But when it's coming from more of the Ethereum camp and I call you a bitcoin VC, I'm just like, oh, he's a VC who knows all the bitcoin deals."
    },
    {
        "speaker": "A",
        "text": "Yeah. So I'm having a great time being bitcoin VC or like a VC who looks bitcoin stuff because there's more stuff to invest in in bitcoin than there ever has been. Actually would have been the VC investments in bitcoin. Historically there was blockstream. They raised a lot of money. There were some custodians or some exchanges, miners if you were into that. And then there were lightning application infrastructure deals and that was it. And some custody stuff."
    },
    {
        "speaker": "B",
        "text": "Other than the lightning deals, none of those categories were about the actual state inside of the bitcoin blockchain."
    },
    {
        "speaker": "A",
        "text": "That's right. They're all about service provision and like ancillary services around bitcoin. Today it's totally different. Something has changed. There really has been a shift and we're seeing high quality founders that are coming to bitcoin that are newly excited about building new infrastructures on it. And I would say specifically new l two s from the Zika roll up perspective, EVM compatible l two s. Optimistic roll ups, staking, like restaking, using bitcoin security for other blockchains. So we've been like, I would love to be more active on bitcoin. In prior years, I would have loved to have been because that would have better aligned what I care about with my fund. But now really almost for the first time, theres finally a glut of deals and high quality founders that I feel comfortable investing in where I think the outcomes can be really big as well and very useful to bitcoin. So its pretty much the best time ever to be a bitcoin VC. But specifically one whos open minded and more moderate. A lot of the bitcoin only VC's, ironically, wont participate in this season at all, which I think is a huge mistake. But that's fine with me because they're occasionally my competition."
    },
    {
        "speaker": "B",
        "text": "Yeah. Maybe another way to kind of define the landscape here is that all those bitcoin deals that you talked about, the miners, the service providers, the exchanges, custodians, those are all exogenous to bitcoin. They're all looking out at bitcoin from the outside. And one of the things that. One of the reasons why I skipped over bitcoin and went straight for the ethereum world was because I saw the interned internal, internal endogenous side of ethereum. And that just kind of nerd sniped me that something that bitcoin didn't have. Like we had internal Defi, we had our own exchange, it was called uniswap, we had our own money market, it was called compound. And that internal side of things was just like the exciting thing to me. And that's the thing that like bitcoin has never really had. Uh, even with lightning, you can barely really call that internal, even though it is about. It does have some semblance of like statefulness about bitcoin. But I think really this whole explosion of ordinals, the fact that it exploded so quickly, and then it's also been followed on by even more akin innovations. I kind of think it just alludes to the amount of latent potential energy. There is demand for an internal endogenous side of bitcoin that has never been able to be expressed before."
    },
    {
        "speaker": "A",
        "text": "Yeah, the conditions today are very suitable for that to finally be built. Ethereum has built a lot of this stuff. We know now, after a lot of these experiments on ethereum, that some of these architectures work like optimistic roll ups. I think we have enough data to consider that to be a successful technology. We have this hot ball of money that a lot of its relatively new entrants to bitcoin focus on ordinals and inscriptions. And BRC twenties, which is silly as BRC twenties are. Thats a proof point to people that people are willing to go through the brain damage of using bitcoin itself if they think they can make money. And a lot of thats capital from the east, actually, thats another catalyst that makes builders think that they can attract liquidity and capital. Then you have the general excitement around bitcoin with the rally, which is more of an ETF thing, and the having, which I don't think matters, but other people think it matters. And so there's like new enthusiasm. There's a wealth effect in bitcoin, maybe. Okay, some people that are big bitcoiners are going to be willing to do interesting stuff when these applications get built. And very importantly, there's disillusionment among lightning among people that are sort of brave enough to make that assertion. So those catalysts are coming together to create a perfect storm, basically, for actually funding new infrastructures on bitcoin and getting the capital to make them worthwhile. And there have been side chains on bitcoin in the past, like root stocks and sovereign and stacks. I would say represented itself as a side chain on, considered a true side chain, but they didn't have the right catalyst, so the timing wasn't right. The timing is right. I now, and for that reason, it's very exciting time in bitcoin, despite all the mean stuff that I just said about it."
    },
    {
        "speaker": "B",
        "text": "There's a meme that Chris Berniske put out there about bitcoin, which is like, bitcoin is like soap. The more you touch it, the less you have of it. And I saw a retort to that meme, which is like, eth is like soap, you should probably use it every single day, which is like, it has a lot of utility and you can do stuff with it, and that's why it's valuable. And so long as I've been watching bitcoin, bitcoin has always been just like, you know, stack sats, stay humble, grow your bitcoins, don't touch it, you know, put in cold storage, you know, low cost basis, no touchy hands off. And that's been paired well nicely with like the lack of expressivity up on in bitcoin up until this point. But now, like, there's a layers of friction there where there's a lot of ordinal stuff. And some people are like very happy to go start playing with their bitcoins and start playing in the ordinals land. But in terms of the total market cap of BTC, the $1 trillion, I'm going to still guess it's a large minority of total capital. That's like playing in ordinals, expressive bitcoin land. And so in really, in order to get this endogenous side of bitcoin fully expressed, we're going to need to like, kind of change the culture of some of that no touchy bitcoins, that cold storage, deep cold storage bitcoins. Um, I mean, like, we can have both, but like, there's still like, there's still like a cultural divide here between like the come play with me bitcoin and the deep cold storage bitcoin."
    },
    {
        "speaker": "A",
        "text": "Yeah. And also the Ux of like doing interesting stuff on bitcoin has been challenging in the past, but I think that'll change. The ordinals thing has catalyzed the creation of new wallets, better transactional experiences as well, which is really important. The major exchanges seem to care about it. Again, they're building like dedicated wallets and tools and things like that. Theyre realigning themselves with bitcoin. So I feel good about it. I think the infrastructure is getting there. Theres a lot of work to do. But yeah I think overall its pretty good time in bitcoin."
    },
    {
        "speaker": "B",
        "text": "What else in bitcoin world is exciting to you? What else is worth bringing up?"
    },
    {
        "speaker": "A",
        "text": "Preston? I think BitVM is the key thing. I was writing some internal notes from my team recently about what I care about. I think BitVM enables optimistic roll ups on bitcoin under the caveat the security assumptions are at least one validator in the set or sequencer, whatever you want to call them, has to be honest. Plus miners have to not censor the fraud proofs. The first both of those caveats I think are fine, but this is another conflict. Divisions bitcoiners tend to lionize the perfect at the expense of the good. And I think ethereums are the opposite. They will iterate faster and pursue merely very good things and not try for perfect things. And a lot of bitcoiners get lost in these conversations because they look at that assumption that miners aren't going to create a cartel of whatever 51% of hashrate and start censoring and they think well its not perfect, but thats fine with me. I find it very far fetched that miners would decide to censor fraud proofs if there was an optimistic rollup. First of all, it would be very hard to get that many miners together. If a pool started misbehaving, people could immediately defect to a different pool. And miners are structurally long bitcoin anyway. Why would they want to harm bitcoin? I always found that incredibly far fetched that people consider that a show stopping objection. So my understanding is that bitvm could be out as early as mid year. And I know that there's a lot of optimistic roll ups that are being built at the moment, being funded and being built with the intention of rolling out in 2024. And I think that changes things a lot, including from the investor perspective like the Wall street finance people, Main street allocator types that are buying the ETF. I don't think we can coast on the ETF excitement forever. These people care about the technology. They don't maybe care enough to dig into how bitcoin core works or whatever, but they do when they're making their allocative decisions, care about the vibrancy of the network, and if its total ghost town that nobody uses, I think they would be concerned about it. Theyd be like, okay, am I just buying a pet rock type thing? Can I really justify this? So I think you always do have to show, even if its simply just for optics reasons, you do have to show technological development and a positive vision of the future, and a way in which this thing could become a dominant transaction method and a network that people actually use. I think the technology and the financialization of bitcoin are intertwined, and you cant have one without the other. As we move into this intermediate term with ETF flows and things like that, these allocators will continue to ask themselves, is there interesting stuff happening on bitcoin? Why bitcoin, as opposed to any other blockchain, and just being the only blockchain with an ETF, or the only crypto asset with an ETF I dont think is sufficient. So we do have to continue to show that theres actual technological developments happening."
    },
    {
        "speaker": "B",
        "text": "Isnt the internal, expressive, endogenous side of bitcoin kind of like the spiritual successor of the big blocker spirit?"
    },
    {
        "speaker": "A",
        "text": "Well, I was a small blogger and I believed in that approach. I don't know, maybe I think the big blockers were wrong in that they felt that merely by adding block space would be sufficient to get bitcoin to be adopted as a payments network. That was always the argument they made, like, okay, how are we going to onboard millions of people in the global south if the blocks are 1 mb or whatever? Now they're four megabytes of. I dont think that was true, because I dont think the block size was the constraint at all. The constraint there, is there interesting stuff to do with it? And also the other constraint is people dont really want to use bitcoin to transact with for tax drag reasons, because people would rather transact with dollars. Thats another thing. The bitcoin community has been really slow on the uptake about, which is stablecoins. So I think they were wrong for other reasons. And I see the notion of other alt twos like roll ups. I think those are actually consistent with even the lightning philosophy, which is execute computation off chain and then periodically sort of batch state and register it on chain. I think that's the best way to do scaling. I think Ethereum has that in common with bitcoin, frankly. And the Solana vision, the monolithic vision is the competitive vision. So I tend to think that rollups and other types of side chains and alt twos are still consistent with the dominant philosophy within bitcoin. But it's going to take a lot of convincing to get this lightning crowd to agree with that."
    },
    {
        "speaker": "B",
        "text": "Yeah, I kind of think the reason why I asked this question is the big blockers I agree, were wrong in their implementation, but not necessarily wrong in spirit. And this is actually kind of like my overall critique of bitcoin as a system. And when we opened up this conversation, I was like, oh yeah, bitcoin ideology, spot on. But bitcoin, the blockchain as an product, as an execution, incorrect. And Ethereum is correct. This is my high level view of the system. But small blockers, I've always thought, have the right ideology, the right design for how you build a base layer, but then the big blockers are what you want to build on top of that. Uh, and so the big blocker philosophy to me is just like, we can do more with our block space, we can do more with our bitcoins. Uh, and the small blocker philosophy is like we need to preserve base BTC transfers peer to peer at all costs, including the costs of like being able to do more with our bitcoins. Um, but then of course we have like innovators and, you know, innovations and progress where we can, we can have both if we just have to figure out how to get there. And so right now, like the, the small blocker is one. Like we had this, we have the small block size on, on bitcoin. But the big, big blocker spirit is now returning with bitcoin expressivity. Bit VM layer twos on bitcoin ordinals, using bitcoin for data. Uh, and now we are seeing like um, a harmony and alignment between these two philosophies that's kind of creating as some sort of greater than some of his parts, which is all you can see when you see statefulness, vitality, vibrancy. Like you've said, VC investment, content production coming around to bitcoin and all of a sudden this is kind of what you get when you align people's incentives, align people's ideologies, and you can make them both work inside of the same constraints, which is just bitcoin. That's kind of my landscape definition. Here."
    },
    {
        "speaker": "A",
        "text": "Yeah. And I would say I do perceive that as well. And I think the fundamental disconnect is between people that pursue layered scaling as the model and want side chains and l two s and things like that in between. People think that you can just sort of arbitrarily increase the data throughput. And that's the monolithic versus modular debate, I guess. Although bitcoiners wouldn't call it that. And from that perspective, I think bitcoin and ethereum are on the one camp and then, like, Solana and Aptos, et cetera, are in the other one. But, yeah, it just took bitcoin a lot longer to realize that there should be more than one scaling solution. The comparison I draw would be like, the sort of intellectual rot and stagnation that occurred in bitcoin would be like if Ethereum was still trying to do raiden. Like, if it was just raiden, or."
    },
    {
        "speaker": "B",
        "text": "Like, percentage of listeners that know what Raiden is is, like, below 1%. Raiden was basically lightning network on."
    },
    {
        "speaker": "A",
        "text": "Really? You have such little faith in bankless nation."
    },
    {
        "speaker": "B",
        "text": "We never talked about Raiden on the podcast before."
    },
    {
        "speaker": "A",
        "text": "Okay, okay. I didn't know that was such a deep cut reference."
    },
    {
        "speaker": "B",
        "text": "That was a deep cut."
    },
    {
        "speaker": "A",
        "text": "Yeah, but think about that. Like, if all of ETH core dev in the year of our lord 2024 was still focused on Raiden, or for another, like, plasma, maybe. For instance, plasma cast plasma is probably right."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "So, like, you just have to iterate. And, like, even leaving all the details aside, obviously a system that is adaptive beats a non adaptive system. Like, that's obviously true. Like, you can't be completely static in a world that changes. Bitcoin has endeavored to be static for five to seven years now. Clearly, we need to be empirically driven, look at data, evaluate whether things we're doing are working, and change accordingly. But we haven't. We've been so stubborn. We've been very priority driven, non empirical. And that's my main critique of bitcoiners, is they actually rejected empiricism. A lot of the time. They reject data because they view a lot of this data or these observations as immoral things to say. Stablecoin is another side of that debate. For years now, I've been saying, hey, stablecoins of traction. In 2020, I wrote a paper called cryptodollars, and I said, wow, stablecoins are doing 30% of all value settled on blockchains. And that's growing linearly. I refreshed that last year in 23. It's now 70, 80% all value settled on blockchains is 70 80% of that is stable coins. And so on that basis I said bitcoin is losing the medium of exchange war. Which is true. It's a true fact, right. Bitcoin has actually been displaced as sort of the crypto native collateral. It's not the thing people use to collateralize on exchanges anymore. It's not the medium exchange. It certainly lost unit of account battle. You dont quote your positions in units of bitcoin the way you used to. I went and I said this to the bitcoin community, I said stable coins are winning. Whats our stablecoin strategy? Stablecoins are the killer app of crypto. Is bitcoin going to benefit from this or is bitcoin usage going to be cannibalized by stable coins? Bitcoiners said to me, they said, well actually you need to extend your time horizon. This data is irrelevant. Ignore the data, because decades from now people will not use the dollar they'll use bitcoin to transact with. And I said, well, I don't care about decades from now, forgive me, but I care about today, I care about years from now. I don't care about some idealized future state that you think will happen, but is very indeterminate in which dollars don't exist anymore and everyone has to use bitcoin because dollars have gone, theyve exploded or whatever, hyperinflated. So thats another conflict of visions, which is im data driven. I have to be, its my job. We allocate for a living, we have to look at where the puck is going, we have to be data reality driven. But theres a lot of resistance to that in bitcoin, which is the same resistance to lightning. Lightning is very telling. Example, the lightning throughput. There's a big debate on bitcoin Twitter about lightning right now, and the lightning throughput is at most one to $2 billion a year in terms of value settled. And you could say, oh well, it's a lot of individual transactions. It's useful for social media and content monetization applications, which is true, but the fact is it's probably one to 2 billion. And bitcoiners will say, oh, you're excluding private channels, that's fine, but that's not like orders of magnitude more than what's measurable. Stable coins. You probably know this. Stable coins in 22 settled around $10 trillion worth of value. That's roughly the same as visa, and they're probably going to do the same in 24. It was a little bit down in 23. $10 trillion versus $1 billion is 10,000 times more. 10,000 times more. So how can you not look at that and think to yourself, maybe we missed a trick here. Maybe we need to figure out how to harmonize and synergize bitcoin and stable coins. What's the strategy? But there's a general refusal and a rejection of that type of reasoning because stable coins are immoral or wrong or bad or whatever. I will say, though, some bitcoiners are now coming around to the notion of stables, and there's attempts to bring them onto bitcoin in various ways. But, yeah, that's another frustration I have, is this refusal to be data driven in the bitcoin space."
    },
    {
        "speaker": "B",
        "text": "If I'll put on my bitcoin fundamentalist hat, which never, ever goes on, I."
    },
    {
        "speaker": "A",
        "text": "Don'T think you own that hat."
    },
    {
        "speaker": "B",
        "text": "I don't own that hat, that's for sure. But isn't there one perspective of a slippery slope concept here where, okay, we let ordinals in, but then we're going to do layer twos, and then if we do layer twos, they're going to put stable coins on the layer twos, and then if we do those things and we'll have to do even more things, and then even more things will happen on bitcoin. And then all of a sudden, like, BTC and BTC transfers are just like a complete afterthought of the bitcoin blockchain, and, like, why are we even here in the first place? What would you say to this philosophy?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, I think there's just a general fact, which is that people prefer dollars for settling transactions, for collateralizing positions. And that applies to bitcoin, that applies to every other crypto asset, for that matter, like it applies to Ethereum, applies to Solana. I think that's just a fundamental challenge that all native crypto assets need to be able to deal with, which is dollars are cannibalizing l one assets. There's like, what, I mean, at a kind of a slow rate. I mean, there's $137 billion of stables and there's what, 1.5 trillion, $2 trillion of sort of like other stuff in crypto, but that's just like a fact. I mean, I think I wrote a piece for your newsletter a couple of years ago about this destable coins threaten l one tokens. I think they do. I think you have to rise the occasion. You have to find a way to make them actually benefit the protocol itself."
    },
    {
        "speaker": "B",
        "text": "I'm also asking about specifically stable coins. And I'm more asking about what happens if you let bitcoin expressivity go too far and it actually pushes out BTC money. The monetary maximalism, it's a slippery slope of you let the, you let the ordinals in, you let the call data in, you let the nfts in, then you let the stablecoins in, then you let the layer twos in, and then when does the shit coinery stop? When do we actually start to enshrine and preserve the sanctity of BTC and BTC transfers? I think maybe if a bitcoin fundamentalist was here, maybe this is the perspective that they might have."
    },
    {
        "speaker": "A",
        "text": "Yeah, I guess to reframe the question, it's like is the SoV use case of bitcoin sufficient? Or does it have to have Moe? Like does it have to be a medium of exchange for it to win? Many bitcoiners will say yes. I don't think it does. I don't think it does. I think Sov is sufficient. And I think what you have to do is to find a way to. So like, first of all, none of the shitcoinery et cetera, interferes with bitcoins monetary properties. No, like random ordinal meme coin that you make makes bitcoin have more than 21 million units. Doesn't change the monetary policy that's set in stone. My view is that that improves the monetary properties of bitcoin because it creates this fee pressure which is a source of revenue for the miners, albeit still a small one, which then ultimately replaces the subsidy as the form of revenue for miners, which is necessary in the long term. I think all activity types on bitcoin benefit bitcoin from a monetary perspective, because they create vibrancy and fee revenue that enhances the security of bitcoin. So I dont think you can complain about it too much. People might say, well yeah, you are displacing bitcoin as a medium of exchange. I think thats already happened though. And I think I have a hard time imagining a world in which bitcoin is a very widely employed medium of exchange. Mainly because sovereign nations privilege their own currencies over transactions and other currencies. So for tax reasons, that's basically the case everywhere. You don't want to be doing all this complex accounting. When you're doing a bitcoin transaction, you're determining what your cost basis is and doing your tax accounting. There's a foreign exchange risk. If I'm transacting with you. I don't want volatility to be changing the value that I'm transacting in real time. So I think we actually need to sort of like concede defeat on the medium exchange front. And like maybe it'll happen years from now. But I don't see it going that direction. I see it going in the other direction. And I think we can acknowledge that the sov use case is sufficient. Like, gold is not something that people routinely transact in, but it's something that people own a lot of. Right? Like gold's market cap is like 1112 trillion, right? People dont habitually make gold transactions. So bitcoin can be a very useful sov. Maybe you can issue stable coins against bitcoin and then unite the both camps. That would be one way I would see that we can have an sov in an moe that sort of benefits bitcoin. While acknowledging that people arent going to probably use bitcoin for transactions that often."
    },
    {
        "speaker": "B",
        "text": "One thing I do appreciate about bitcoin, the protocol is how kind of like I'm shooting from the hip here. Just like how naked it is. It's just like, it's unlike Aptosui Solana, all these new layer ones. They're all engineering and technology constructions. But bitcoin is like, because it is what it is. It's just there's a lot more ideology conversations to be had around bitcoin. It's like a surface area for ideological conversations of this. And this is something that I think is kind of like lost with these newer entrants that came in 2021 and beyond who went straight to the smart contract platforms rather than the newer entrants that went to bitcoin. It's like they were missing, I think a large part of these big blocker, small blocker philosophy debates and bitcoin, I think really inspires a lot of that. It's always been my biggest interest in the bitcoin space and definitely why I always enjoy bringing you on and having some of these conversations because I think understanding some of the, the more philosophical reasons about how these things are built, why theyre built and who they attract and where theyre going, I think is some of the most rich conversations there are to be had in this space."
    },
    {
        "speaker": "A",
        "text": "Yeah, the ideology is a shield, but its also an autoimmune disorder. I think Hasu coined that. Right? So its an immune system and it protects bitcoin from being debased and changing into something totally, radically different. That's fine. I totally accept that. But at the same time. It's also very off putting to a lot of people that are active in the bitcoin space. And these days, people that are building on bitcoin tend to try and ignore the excesses of bitcoin ideology. I do think that the more far reaching claims made that are part of the bitcoin liturgy or whatever, I think they're not negative. But I do still acknowledge that there is a strong ideological grounding, and it's probably pretty useful in terms of keeping those core considerations alive."
    },
    {
        "speaker": "B",
        "text": "Nick, that's been fantastic. Thanks for joining me today."
    },
    {
        "speaker": "A",
        "text": "Thanks, David. Cheers."
    }
]