[
    {
        "speaker": "A",
        "text": "Welcome to Bankless, where we explore the frontier of cultural artifacts. With deep mainstream lore being tokenized on Ethereum, Ethereum enables the future of ownership, and the music industry has slowly been losing the concept of user owned music ever since the rise of digitization and the Internet. Today on Bankless, we explore a story that began in 2014 with the Wu Tang clan, and that same story which continues to this day, with the tokenization of a real world artifact on Ethereum, which is positioned to become the most owned, but least listened to piece of music ever created. Bankless nation the Wu Tang clan formed in Staten Island, New York in the early 1990s and is considered one of the greatest rap groups of all time, whose influence upon the world extends far beyond the music that they created. The Wu Tang clan is known for their raw, gritty sound and the lyrical diversity from their ten different members, who also had their own independent careers on their own. The Wu Tang clan grew in popularity along the rise of the increasing digitization, commoditization, and marginalization of music as an artistic form factor. Music as an art, and unlike other forms of art that are out there, truly suffered from the rise of digitization and the growth of the Internet. Artists would pour their heart and soul into creating their music, and then it could be copied relentlessly, unstoppably, eliminating the ability for the work of musical artists to discover a true market value for their work. While Picassos and Monets would go for millions, musical artists became beholden to labels, streaming companies, streaming platforms, and endless touring, all because the digital form factor of their music was never able to achieve scarcity in the digital world. In response to the relentless digitization of music, the Wu Tang Clan recorded a secret album in 2014 and turned that album into a one of one cd. Yes, a compact disc for all you zoomers out there, and placed legal restrictions on its replicability and its commercialization. No copy could be made, no commercial extraction could be placed. You could listen to it, but you couldn't broadcast it. And if you were to sell it, you would no longer have it. This one of one album was meant to be a protest against value being stripped out of music in the digital landscape. The decision was made to auction, once Upon a Time in Shaolin, the name of this album to the highest bidder, with a stipulation that it could not be commercially exploited for 88 years, ensuring its rarity and exclusivity. This album was purchased by the infamous Martin Skrelly, a pharmaceutical executive notorious for raising the price of a life saving drug, Daraprin, by over 5000% much to the dismay of RZA and the rest of the Wu Tang clan, Martin won this auction for $2 million and became the owner of Once Upon a Time in Shaolin. He reveled in the album's exclusivity, even taunting Wu Tang fans and the public by threatening to destroy it or keep it to himself indefinitely. It was rumored that he loved the idea of giving a quick death to what could have been a legendary story about a piece of art that was trying to revitalize the idea of the ownership of music, and he even went so far as to use the cd as a coaster on his desk to insult the art in itself. Screlly has been called the most hated man in America, and he was convicted of securities fraud in 2016, and the United States government ordered him to forfeit $7.4 million in assets. This forfeiture included the unique Wu Tang clam album Once upon a Time in Shaolin. Because of Martin Scarlet's greed, the Wu Tang album was given a new opportunity to find an owner who could appreciate the cultural artifact for what it was and leverage its power for good, rather than defaming the name of Wu Tang and teasing their die hard fans. In July of 2021, it was announced that the album had been sold to an anonymous buyer in order to satisfy the forfeiture judgment against Screlly. The buyer was later revealed to be a collective known as Pleaserdao, a decentralized, autonomous organization known for purchasing high value digital and physical art pieces. So enter Pleaserdao, an online community of crypto enthusiasts and Internet culturalists who ripped the album from the hands of Martin Shkreli and placed it into a community of over 100 DAO members intent on collecting parts of Internet lore. Jamus Johnson, the chief pleasing officer of Pleaserdow, said this ultimate protest against middleman and rent seekers of musicians and artists went south by going into the hands of Martin Scurli, the ultimate Internet villain. Pleaserdow wants this to be us bringing it back to the people. We want fans to participate in this album at some level. Jamus described the purchase as appealing to Pleaserdow's interest in acquiring signature items of digital culture, as well as a wider mission that it shares with many cryptocurrency champions, prying artistic creations from an exploitative, antiquated economic system and offering the promise of a fairer, one and bankless nation. That is where we find ourselves today on this decade long story arc of the 2014 one of one album, Once Upon a Time in Shaolin. But that is not the end of the story. Hopefully, that was just a prelude. And you, bankless nation, in the fashion of web three, have the opportunity to be a part of the future of this artifact that has immense significance to many in the outside world, not just for the fans of Wu Tang, but for the entire music industry as well. Bankless nation, believe me when I say that the entire music industry is watching this story that you just heard unfold as once upon a time in Shaolin takes its next step into the world of web three and digital ownership as a token on Ethereum. And with that preamble, I'm going to hand things off to Leighton Cusack and Matt Markov, bigless Nation."
    },
    {
        "speaker": "B",
        "text": "I'm here with Leighton Cusack here to my left, and Matt Markov on the screen over in California, Layton. Matt, welcome to the show."
    },
    {
        "speaker": "C",
        "text": "Thank you for having us."
    },
    {
        "speaker": "D",
        "text": "Thank you. Good to be here."
    },
    {
        "speaker": "B",
        "text": "Layton and Matt, you guys are two leading members of Pleaserdao, the organization that is tokenizing an album that was created before the word tokenizing was even a thing. There's a bunch of backstory, there's a bunch of lore that the bankless nation will have just listened to going into this episode. So we're kind of entering into the middle of this story. But I want to start with why this album? What's special about this album that makes it a perfect fit to bring something that is real, a physical cd, into the digital online economy on Ethereum? Why is this the perfect album? Layton, I'll start with you."
    },
    {
        "speaker": "C",
        "text": "Yeah, well, the history of this album is that ten years ago, in 2014, it was released as a one of one album, one of the first, or certainly the most famous, if not the first one of one album ever created. So there's only one physical copy that exists. And the reason why this makes so much sense and why this is important to understand is because it wasn't just done that way for novelty purposes. It was done that way as a protest against the devaluation of music in a digital world. Basically, the creators of this, the Wu Tang Clan and the co producer civil rings, were very frustrated with how in a digital world, there's no ownership, and in a digital world with no ownership, no one values music. No one pays artists. Musicians are not rewarded at all. And so everyone just wants to listen to music for free, and no one wants to actually pay artists. And their response to that was to say, okay, if you're going to cut the artists out and not value their work and not pay for their work, then we're going to make a one of one and only let one person listen to it, which is how this whole saga kicked off in 2014. And I. It's been a crazy. It's only. Things have only gotten crazier since."
    },
    {
        "speaker": "B",
        "text": "Matt, what would you add to that?"
    },
    {
        "speaker": "D",
        "text": "Yeah, I mean, I would just say that this album is unique and is a one of one. But more than that, it's an album that is easily viewed as a fine work of art. And the question here is, what has value? And I think what resists all from the beginning was this juxtaposition between, hey, I can go spend $50 million on this monetization? And why is it that this work of art that comes from the exact same place, that's arguably just as culturally significant, isn't. And so, for me, it all starts with the ability for this piece to be a representation on chain and off chain of value."
    },
    {
        "speaker": "B",
        "text": "We in the crypto industry, I think many of us became familiar with crypto thanks to the NFT movement of 2021, which made a lot of promises and had a lot of awareness, brought a lot of awareness to crypto, made a lot of promises, especially in the world of art, online art, the digitization of art, like artists, one of ones, and one of the promises that the crypto industry made was new monetization models for artists, specifically through nfts. Now, we made a lot of promises. We probably wrote more checks than we could cash. But I think with this story that is being manifested here with the Wu Tang Clan album, we are actually showing a way in leading with an example of how this might be relevant to artists. So is this just like a one off scenario? Is this kind of just a cool story that's happening, or are we trying to make this, are we trying to carve a path here to show artists the way?"
    },
    {
        "speaker": "D",
        "text": "Well, I mean, in my opinion, we're trying to carve a path. Pleaserdao is a digital physical collection. We're a museum. And so it's not a question of, we're not Hayden, we're not uniswap. We're not going to create the rails for this, but we can point the right direction with the art. And so, yeah, absolutely, I think there's a case to be made for this being a way forward. And when you have builders like Leighton willing to lean in and actually pull it back from where things are and contemplate, like, how could this be useful? How could there be value accrual here, I think you kind of have the next step in what comes."
    },
    {
        "speaker": "C",
        "text": "Yeah, I think the thing I would add is, like, it's up to the people to decide at this point if this is a one off or if this is the new model, because right now, there's been a lot of people over the past ten years who have complained about not being able to hear this album, and the work has now been done where anyone in the world can buy an encrypted edition of this album for $1 and speed the release of this album. And so now the ball is really in the court of the people, right? Like, that's the art here. And if the people are willing to say, yes, music has value, and yes, this one of a kind piece of artwork that the Wu Tang clan created should be valued in the same way, at least at minimum, in the same way as a painting by Monet. Right? There's a bunch of paintings by Monet. There's only a few albums. There's only one. One of one by the Wu Tang clan. Why would that not actually be even more valuable? And so I think whether or not this is a one off art experiment or whether this is a replicatable model for artists to use digital distribution, that is ultimately what's going to be determined by how people interact with what's happening here. And if people want to engage with it, then, yeah, I think there's going to get a lot of attention from a lot of artists who are going to say, whoa, this concept of digital ownership actually means something to me and actually helps solve the problem that the Internet created. Because if you think about it, at least for musicians, the Internet's been terrible. The Internet has been not good. All that's done is cannibalize all their money. And so now we're saying, okay, maybe in a world with digital ownership on crypto rails, some of that balance can be restored between the artists and the value of their art."
    },
    {
        "speaker": "B",
        "text": "I'd like to go into that a little bit more. So this album was created in 20."
    },
    {
        "speaker": "C",
        "text": "1514 was when it was launched."
    },
    {
        "speaker": "B",
        "text": "2014 was when it was launched. A one of one album, one of one before this idea of nfts, when one of ones on Ethereum were even a thing. And can we talk about some of the pressures that inspired the Wu Tang clan to do this in the first place? We have Spotify streams coming out. We have the itunes music story. Even before that, we have YouTube music. There's a lot of digital online platforms where people can go and listen to music these days. That has really marginalized the ability for artists to become profitable as a result of their art. And that was in 2013. We've seen almost a decade, year of maturation of that industry since then. So why is this so ripe for the world of artists these days?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I mean, I think that's, like, an important thing you bring up, because this whole narrative of trying to bring value back to music, specifically in art, is not something we invented. It's a vision that we're trying to steward that was very much the Wu Tang Clan's vision from day one with this piece. And so I think Rza has a great quote in one of the interviews. He talks about where he's like, people will spend dollar 500 for a pair of headphones to listen to music, but they won't be willing to spend $0.99 for the songs that are coming through those headphones. And, like, why is that? And so I think everything that they saw in 2013. Yeah, 2013, 2014. Sorry, I'm getting my own dates confused. 2014, when they first released this, all those trends have only accelerated. Right. Like, it's actually even worse for artists today than it was ten years ago now. And that's not. And that's why, you see, I think people in popular culture, James Blake, or there's a lot of artists talking about how streaming is so bad for them. But what's different, what's different from ten years ago is that we now have this concept of digital ownership. And is that a solution to this problem? Let's find out. I think that's what we're saying. But Matkov? Yeah, I don't know if you have an answer to that question as well."
    },
    {
        "speaker": "D",
        "text": "I mean, it's a nice circular thing, because the concept of digital ownership is certainly what started this problem. The tech world and people that are kind of very similar to our own ecosystem now discovered that if they got an early copy, they could upload this onto parts of the web that were only accessible by certain others. And all of a sudden, you had every album ever coming out. I mean, just go back through the history of this and look at Eminem, look at others talking about, like, whatever was always gonna come out two months before we could launch it. And so for full circle to be, hey, look, now, there are technological rails where not just the launching can exist, but the tracking can exist. The understanding of the ownership, the royalty payment system, that, to me, is perfect. I think that, look, this is not only not ours on the music side, it's really not ours on the pleaser side either. This is something that Jamus saw very clearly when he went after this album, that this would be the perfect album to have this kind of question asked and potentially answered. And so I think that we're standing on the shoulders of a bunch of different individuals and getting the opportunity to ask a question, mainly because the technology now exists to see what the answer is."
    },
    {
        "speaker": "B",
        "text": "One of the current stories about music is that the relationship between consumers of music, listeners of music, fans of artists, is mediated by Spotify."
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "B",
        "text": "Spotify knows who the artists are and they know who the fans are, but they don't allow for those connections to be made directly. And this is something that I think was also part of the motivation to make this album in the first place. And now this is something that I think pleaser is reintroducing here, because right now there's an opportunity for fans to own a part of this album. Maybe we can talk about the restoration of that relationship between the actual music and the owners and consumers of that music."
    },
    {
        "speaker": "C",
        "text": "Yeah. Yeah. Cause I think the thing you're picking up on, just to, like, put a finer point on it, is outside of sort of the economics of it. Another thing that RZA and Silver Rings wrote about when they released this, was just how sad it is that people don't collect music anymore. Right. You rent it from Spotify, and if you stop paying Spotify, your whole thing's gone."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "C",
        "text": "You don't cherish it, you don't collect it. Those are their words, you know, if you go to their artist statement and read it. And so that is another component outside the economics. The other component is us saying, look, collect this thing, own it. And that's why we had Hassan Rahim, who's a very famous designer in this world, do the album art for this. Right? And so you can actually, price points aside, let's try to bring that back. And yes, it is in a digital sense, which is a little novel, right? Because you're not collecting a physical object, you're collecting a digital object. So that's the novel piece of it. But that is another core component here, is we're saying, what does it look like to go back to a world where we actually collected music and we didn't just have AI giving us the Spotify recommendation that we listened to for 30 seconds and then never hear again? And then it's just in this cloud. Right? Like, what does it actually look like to go back to collecting? And I think that's another really important narrative I think you're picking up on."
    },
    {
        "speaker": "B",
        "text": "Matt, anything for you."
    },
    {
        "speaker": "D",
        "text": "I don't have much more to add to that. I think that's exactly right. Laden."
    },
    {
        "speaker": "B",
        "text": "Well, let's talk about the actual mechanics of owning this thing. So let's just drill down right into the actual details. What's going on? What's happening? What are we doing here?"
    },
    {
        "speaker": "C",
        "text": "Yeah, well, I mean. Okay, so let's start with, everything about this album is interesting. So let's start there. So right now, what is on offer to people is they are able to pay $1. Wanted to start with the lowest price point possible to really bring this question to the forefront of are you willing to do anything for music? Are you willing to value music in any way? So they're paying $1, and what they get when they pay $1 is a token that, again, it's an NFT. It's also an ERC 20. So I'll get a little more technical for this audience because it's bankless. But what they're getting is this dual nature token that has this new original artwork designed by Hassan Rahimdeh and also has the link to the fully encrypted album hosted on ipfs."
    },
    {
        "speaker": "B",
        "text": "So there is an encrypted. So I think one thing we might have missed is that no one, very few people have listened to this album because it's not being reproduced. And so this album is scarce in the fact that there's one of one, but it's also scarce in that you can't go find it on Spotify, you can't go find it on the Internet. So this is the only, this encrypted album is the only time that this album has been uploaded to the Internet?"
    },
    {
        "speaker": "C",
        "text": "Yes, that's correct. So the album was fully encrypted? Every song. And so that's sort of like part of the story here, right, is that you can actually become an owner of this music, right? You actually can access these encrypted files. You can't obviously listen to it, but you can't become an owner of it. So what you're doing is you're paying $1 and you're getting those things. You're also. The final thing you're getting is you are getting access to sampler from the album that was created specifically for this by the co producer civil rings, a five minute sampler where you can hear some of the music."
    },
    {
        "speaker": "B",
        "text": "So you can try before you buy. Well, try after you buy. After you buy, after you buy."
    },
    {
        "speaker": "C",
        "text": "You can listen. You can listen. Once you show that you value music and you care about this, you can get some access. Now, the final thing that happens, and this is where there's interesting mechanic, is the Wu Tang clan originally decided that this album could not be released until 2103."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "C",
        "text": "Okay. So we used."
    },
    {
        "speaker": "B",
        "text": "What does it mean to be released?"
    },
    {
        "speaker": "C",
        "text": "That was when they were dictated that it could not be used in a way that's public outside of private listing parties. So they said the owners can have private listing parties, but you cannot publicly share this with the world till 2100."
    },
    {
        "speaker": "B",
        "text": "No broadcasting?"
    },
    {
        "speaker": "C",
        "text": "No broadcasting, no. Just no streaming, no public events, no public performance. No public performances. Yeah, all that stuff. So, again, to honor this vision, we use that as the decryption date for the music 2103. But for each purchase of $1, it takes 88 seconds off of that clock. So it brings that closer. Now, of course, the passage of time also brings us closer to that. There's sort of this setup here where people can say, if you actually value music and want to hear this right now, you can. If you don't and you just want to stream your music on Spotify and you don't actually care about paying artists, then that's fine. The Wu Tang clan was right. RZA was right. Civil rings were right. And you can hear it when that clock hits zero. And let's let the people decide. It's kind of like the put up or shut up. Because it's like, how many people have been complaining for ten years that, like, they shouldn't have done this. They robbed the fans. They didn't let us hear it. But then when it actually comes time to say, are you willing to value this as art? And where are the people? Right? And there are. And to be clear, I guess we'll get into that. We'll get into some of the sales and stuff. There are people who are showing up."
    },
    {
        "speaker": "B",
        "text": "And saying, yes, the time, now, the window."
    },
    {
        "speaker": "C",
        "text": "So I'm not trying to say no one's showing up, but I am saying this is the question that the art."
    },
    {
        "speaker": "D",
        "text": "Is asking, and how are they going to show up? Right. I think the question RZA didn't. I don't think they just made this from an economic perspective. I think they also wanted it to be treasure. And so by putting it into mona, we're having conversations now with other museums to take this on tour and to allow the listening experience to be there, I think is also a very important factor here, because a lot of people have kind of pushed towards, maybe we actually don't want the whole thing. Maybe we want to experience it kind of over here. And I think that's the open question. And so finding out the result of that is the fun part."
    },
    {
        "speaker": "B",
        "text": "Okay, so the. The rules according to the contract or contract. Yeah. Of the album, is that there can't be any public dissemination of the album until 21 30 or some very far in this future. Correct?"
    },
    {
        "speaker": "C",
        "text": "2103, yeah."
    },
    {
        "speaker": "B",
        "text": "Why does pleaser doubt get the right to move forward that release date by 88 seconds every purchase? How is that allowed?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I think without going into this, into the details, I think it is true to say that we have been working with the original artists to be able to create a mechanism that people can at least have the option of unlocking this music earlier if they have desire, if they have provenance, if they so care to value the music, to do so. This is not something that we are unilaterally doing. This is something that we've done in collaboration with the agreements created by the artists. With that said, it is a very complicated piece of music from a legal perspective. And so there's a lot there that we can't necessarily go into all the details. Let's just say, though, pleaser has worked its pleaser magic and put in a lot of blood, sweat and tears to say to the world and to fans, do we want to decide that as a society, we can value music in the same way that we value every other type of art? We value that. And that's, again, that goes back to what RZA said. It's like you go to the museum, you see paintings, you see sculptures, you see all these different things, but you don't see recorded music."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "C",
        "text": "Because we just as a society, decided we don't really just put that in the same category. And so we."
    },
    {
        "speaker": "D",
        "text": "Or because the reproductive mechanism was such that it could be stolen and not tracked."
    },
    {
        "speaker": "C",
        "text": "That's right."
    },
    {
        "speaker": "D",
        "text": "Which is kind of interesting."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "D",
        "text": "Because now you can actually put it out and track it digitally."
    },
    {
        "speaker": "C",
        "text": "Yeah, yeah."
    },
    {
        "speaker": "B",
        "text": "So unlike other art mediums, music is so unique in the sense that it's extremely digital. Like there you can scan a piece of artwork, but that never really is true to its original form of the artwork, but that is true for music."
    },
    {
        "speaker": "C",
        "text": "Well, and that. So that gets into an interesting. So in the digital world, pre ownership. Right. And this is maybe super nerdy, but with the crypto audience in mind, let's maybe go in here. In a digital world where there's no conception of a public ledger that defines provenance, there is no difference between all these different copies of music, because you do have that with a painting. You sort of have the concept of the original and then the reproductions. You don't actually have that with digital music pre blockchains. Now you do. Now you have this on chain happening right now that the legal owner of this album is enabling you to buy an encrypted copy of it. And so you now have this for the first time. And that's, again, that's us now saying, okay, in 2014, the Wu Tang clan was very prescient to see ahead of the curve and say, what's happening to artists in a digital world is no one cares about their music, no one pays them, and it's getting completely devalued. We are going to protest that by making a one of one that will never be digitized. That was ten years ago. Now we're saying, okay, ten years later, we have this new technology. It enables provenance and ownership and collection to be experienced in a digital world. Is there now a way forward? Is there now a new way forward for this music?"
    },
    {
        "speaker": "B",
        "text": "Can we now rethink this idea of digital content?"
    },
    {
        "speaker": "C",
        "text": "Can we now rethink this idea? And I don't know if we can, to be honest. But that's what goes back to the."
    },
    {
        "speaker": "B",
        "text": "People who are buying these one of one albums is like, it's really gonna be up to the consumers of this product, and this product is the art."
    },
    {
        "speaker": "C",
        "text": "Yeah, the product is there, maybe."
    },
    {
        "speaker": "D",
        "text": "Right? I mean, sometimes the first thing isn't the thing."
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "D",
        "text": "That's why this is more a pointing in the direction. But there's a reason why the California DMV is putting things on chain. Right? There's a reason why companies are actually using this as a back end, because it's clear, it's open, it's obvious it's not centralized. And so, you know, whether or not this is the exact mechanism, or whether or not someone takes this and says, oh, wow, there's some good things there. Let's build on it. I'm not sure. Sure. But super important to take the industry from kind of where it is to the next stage where it can interact with the rest of the world in a way that makes sense."
    },
    {
        "speaker": "B",
        "text": "And to my understanding, you guys have been, the members of the Wu Ting clan are fully aware of this process and are watching this happen. What's it been like to work with them and kind of pitch the idea of web three to them?"
    },
    {
        "speaker": "C",
        "text": "Well, yeah, I want to start with the first part of that question. So not just the members of the Wu Tang clan are watching this. The entire music industry is watching this. Look, this is the Wu Tang clan. This is, like, one of the most famous music groups of all time. The number of people who are watching this and seeing, is there actually something of substance going on to crypto? Is there actually something of substance happening here. That's not just some sort of ponzi game. That's not just a speculative thing. That is actually people valuing ownership in a digital world. There's a lot of eyes on this. And yes, maybe some of those eyes are quiet. They're not commenting to the New York Times and the Rolling Stone, but they're watching this. And for me, speaking from the perspective of being a member of the crypto community, if we can show that there is something here, and like what Jim Mackoff just said, is this the perfect thing? I highly doubt it. But if we can show that there's something here, I think that is going to have a massive impact and a ripple effect across artists, across distributors of music, across digital streaming platforms, across labels, across the copyright owners, et cetera. The opportunity here could not be bigger, but it's a little bit sad from my perspective, because it's like, the opportunity could be bigger. A lot of people in the crypto community, I think, don't understand that full context. And I think if they did, they would be more excited about it."
    },
    {
        "speaker": "B",
        "text": "So let's take the perspective of a crypto person who's very familiar with everything crypto. Maybe they're not familiar with the Wu Tang clan or how big of a deal of a music group they are. Maybe they just don't like rap. Maybe they're not really as familiar with the music industry. Most of this conversation is foreign to them, but nonetheless, they are here for the crypto movement, and they believe in the power that crypto can bring the world. Why should they care about this?"
    },
    {
        "speaker": "C",
        "text": "I think it's the best chance you have, at least this year, calendar year, I'll say. I don't know how long. I want to extend that timeline to show people outside of crypto that digital ownership means something and that we can use that as a tool to bring value back to artists. Like, I can't think of a better opportunity, a better opportunity to show them that."
    },
    {
        "speaker": "D",
        "text": "I mean, I'd have to come at this from the other direction, because the reality is I'm in crypto since 2020, 2021. I'm onboarded by Jamus, by pleaser, for this purpose, and then kind of started to spread my wings and really come to love the industry. My prior jobs have all involved building structure around talent. And so when I came on and saw this, to me, this was just an obvious aha. Moment. Like, why in the world aren't people getting outside of the casino and onboarding? And so from a web two perspective, this is super interesting, and I think that we have a real opportunity here to show why pleaser really is kind of the 92 dream team of crypto, right? And to bring to bear kind of the resources and the knowledge and the understanding and connect these worlds. And like Layton said, whether or not this becomes the paradigm by which these launches occur, I'm not sure. But I can guarantee you that a lot of thought's going to be given to what we did here and the love that went into it, because it's not value extractive. It's a way that you can launch something in our world and create a community, give back, and also have something transparent and trackable without saying, oh, here you go, be a part of the casino. There's a part of that. I think that can be fun for some, but it's not the entire thesis."
    },
    {
        "speaker": "B",
        "text": "I have a memory I'd like to share before we wrap up and give some call to actions. 2021 NFT NYC was one of the first times that I met a lot of the members of Pleaserdao and also just a lot of people in crypto at all, because we were coming out of COVID and there was a Wu Tang. The Pleaserdao had just bought the album. Maybe this was 2022. Pleaserdao had just brought 2021. Pleaserdao had just November album. And we were doing a listening party in Brooklyn, New York. And it's where I think I met Hayden for the first time. Layton and I had met in 2019. And we had a listening party of like, maybe 30 people in Brooklyn listening to the album. And some of the songs I remember to this day is like, oh, man, I don't really like rap, but this song is awesome. And it's just one of the fondest memories that I have. And I definitely. It definitely came from the whole experience of, like, just the hair standing on end of listening to an album that, you know, that a very small number of people had been able to be. A part of. The story here is that now everyone can share a very small part of that. A part of that experience."
    },
    {
        "speaker": "C",
        "text": "Yeah. No, I think it's the most exclusive piece of music ever to exist. Only owned by one person, can now be owned by anyone for a dollar in an encrypted format. Right. And so there is this really interesting play here where we have democratized ownership of this asset. Now, listening is still happens in these different modularities, right? Like right now it's at the Mona museum in Tasmania. That's where you can hear 30 minutes of it. You can hear five minutes of it online. After you purchase, you can go pirate it on YouTube and listen to five minutes of it if you want to. And so, like, there's. But the point is. The point is ownership of this piece of this art is not something anyone can participate in. And there's going to be continuing. The way that people can experience it and listen to it is going to continue to be rolled out and it will continue to be in different modalities. Like, it will continue to be somewhat. Some of it online, some of it streaming, some of it will continue to be in museums and other art institutions."
    },
    {
        "speaker": "D",
        "text": "And David, I think you really zero in on it for a big part of this. I mean, I grew up on. Whoa. I grew up listening to them. 36 chambers, sure, but Ray and only built for cuban links. Ghost and iron man. Some of my favorite music of all time. And the reason why you say what you say is the same reason why I can appreciate the Rolling Stones but not necessarily know every song, because great music is just great music. And I. Outside of everything else, this is just great music."
    },
    {
        "speaker": "C",
        "text": "It is. It is great music. I've had the chance to listen to some of it and I. It's amazing. It's beautiful."
    },
    {
        "speaker": "B",
        "text": "Yeah. I definitely am very partial to the song with the. The trumpets, the brass. I think that's track four. Don't know the name of it. I don't know. Are there. Are there names to these songs?"
    },
    {
        "speaker": "D",
        "text": "There are names. Yeah, there are names. And that track is one of my favorites as well."
    },
    {
        "speaker": "B",
        "text": "All right, guys, if people are peaked, either because they absolutely love the Wu Tang Clan and they want to own a part of this, or because they think that this is a great example to help promote the values of crypto to outside industries and outside players who, like Layton said, are definitely watching. What should they go do? How can they help?"
    },
    {
        "speaker": "C",
        "text": "Yeah, so you can go to the album.com. dot the album.com. the album.com. i know what a great URL. I think it's the best appropriate branding here. A lot of work went into creating not. Yes, you can mint this digital artifact, but there's a lot more to that website. You can interact with a 3d version of the box. You can listen, obviously to this sampler produced by Silver Rings. You can look at the leaderboard where you can see who's doing the most to unlock this album. The other thing I'd really highlight for the crypto audience is that if you click buy album, when you go to the album.com comma, you can click over to Apple Pay and there's a very, very, very simple purchase flow with Apple Pay. This is something that you can send to anyone. They don't need to set up a wallet. They don't need to deal with crypto at all. But there is a wallet there powered by privy. There is an embedded wallet that's created based on their phone number. So there is something there. Yes, but the user experience of it is not that you have to create a wallet. And so it's really magical. I really encourage people to give it a try, and it's something that you can send your family. Look again, it's like $1. And we wanted to make it accessible to people because we really wanted to take this from the most exclusive owned object in the whole world and use crypto to make it the most widely owned piece of music in the whole world. And to really play into this question, I'm not going to say answer it, but play into this question that RZ and Silver Rings asked in 2014 about what does it mean to own something digitally, and what does it mean to value and collect music? And, like, this is the way you can do that today. And again, it's like, it's not a lot of money."
    },
    {
        "speaker": "B",
        "text": "Yeah, I do think answering that question would be interesting, but asking that question in bigger and bigger form factors, I think, also kind of serves that same purpose. And I think that's really what Ethereum and online digital property rights also brings to the table, is what does it really mean to own something? And so just maybe asking the question but bigger and louder is also kind of part of the original inspiration of this whole story."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "So the sale has been live for, I think, a week now. So we are already getting some data about how well this is going. How well is it going?"
    },
    {
        "speaker": "C",
        "text": "Yeah, well, I'll let Matcalf add some color from the music side. But I think one thing that's really interesting so far is that of the mints, we've already had, I think, 45, 50,000 mints. Between 45 and 50,000 mints are happening with people using credit card."
    },
    {
        "speaker": "B",
        "text": "Okay, 45,000 mints just with a credit card, not with the crypto side of."
    },
    {
        "speaker": "C",
        "text": "It, just with credit card. And so what we're seeing is the levels of engagement with people using credit card, not using crypto, are off the charts, like, thousands of unique people buying it. 45,000 or so unique mints. I think maybe 50,000 unique mints. And so I think that's an example. Now, on the flip side, the engagement of the crypto side, I would say, has been relatively tepid. It has been engagement, but it's not what you would see with constitution, dow or something like that. It's been very interesting to work on something that has a lot of relevance to culture but is less relevant inside the crypto native bubble. Obviously, we hope to ultimately reach both people and have a message that's for both of them. But Makoff, I think you've looked into some of the stats in terms of how, how, where this puts, where this puts things in terms of normal album sales."
    },
    {
        "speaker": "D",
        "text": "Yeah, I mean, I think the constitution dial is actually an interesting example because I'm pretty sure that trickled in before there was a couple much larger injections before it took out. Took off. I think that in 2024, though, right now I want to say Ariana was at 240 for. Yes. And as a single, red drum was a 155. I mean, at 250. Right now, where people are acquiring the ability to have this piece of art along with the ability to stream a sampler, I think that we've probably broken, or about to break some first week song single record high level."
    },
    {
        "speaker": "C",
        "text": "Like 250,000 I think is a total mint. So far, we're about six days in, and I think it's come from around 15,000 unique minters. And again, a very large portion of that being people who do not use crypto, who are using a credit card and who presumably don't have a wallet."
    },
    {
        "speaker": "B",
        "text": "Right. And who heard about this probably from non crypto channels as well."
    },
    {
        "speaker": "C",
        "text": "Yes. Who heard about it from hip hop and larger, you know, New York Times type publications. Yeah."
    },
    {
        "speaker": "B",
        "text": "So just to do the math, 250,000 minutes times 88 seconds."
    },
    {
        "speaker": "C",
        "text": "Yep."
    },
    {
        "speaker": "B",
        "text": "250,000 times 88 seconds."
    },
    {
        "speaker": "D",
        "text": "We're getting close to a year."
    },
    {
        "speaker": "B",
        "text": "Getting close to one year. So we have pulled forward the release date by one year. And this has been out for a week or so."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "And we have 100 years to go."
    },
    {
        "speaker": "C",
        "text": "No, not quite 100. I think it's like 70, 77 years. It's like the total is the total, but it's not gonna be a completely binary. Right. So it's not like it has to get to zero for music to release will be released. People, people can expect that as people become owners and value music, the music comes out. And of course, on the, on the flip side, if people, if people don't and they just want to wait, then the music will come out too. Right."
    },
    {
        "speaker": "B",
        "text": "Just so we might be dead."
    },
    {
        "speaker": "C",
        "text": "It just might be. It just might be later. But, yeah, I mean, to be honest, like, you know, the amount of time we, the whole, the eyes and the ears of a very important section of the music industry are on crypto right now. Right. And most people in crypto, I think, are totally unaware of that. But that is the reality. And, yeah, I think this is a really interesting opportunity, and we'll see. We can't dictate what people want to do, but I think we can create a really unique opportunity if people want to engage with it."
    },
    {
        "speaker": "B",
        "text": "Layton, Matt, thank you guys so much for coming on the show and helping me explain this to the bankless nation today."
    },
    {
        "speaker": "C",
        "text": "Thank you."
    },
    {
        "speaker": "D",
        "text": "Thank you for having us."
    },
    {
        "speaker": "A",
        "text": "Bangladesh nation."
    },
    {
        "speaker": "B",
        "text": "You guys know the deal. Crypto is risky. Defi is risky. Is owning music risky? I don't know. I'll let that be a question for the listener. But we are on the journey west. It's not for everyone. But we are glad you are with us on the bankless journey. Thanks a lot."
    }
]