[
    {
        "speaker": "A",
        "text": "Hey, bankless nation. So Michael and Ben from the Animal Spirits podcast had David and I on their podcast recently, and if you're not familiar with animal spirits, it's been described to us as, like, bankless, but for stocks, I think that's probably accurate. So they took the host role in this conversation, interviewed both David and myself, and this is a recording of that episode."
    },
    {
        "speaker": "B",
        "text": "We were just giving them a download on what's going on in the crypto world. The ECF, the bitcoin, ETF AI, meme coins, kind of giving what is the bankless of stocks? A download on what is the bankless of crypto, uh, which is us. Uh, so if you just are kind of wondering what it's like to, um, peer over the fence or from a equities market perspective into the world of crypto, this is what that's like. So we'll go ahead and get right into that conversation. But first, a moment to talk about some of these crypto sponsors that make this show possible."
    },
    {
        "speaker": "C",
        "text": "We're very excited to be joined by the bankless guys. This is David Hoffman and Ryan Shaw Adams. Guess I started listening to you guys, I don't know, 2019, maybe 2020."
    },
    {
        "speaker": "A",
        "text": "Oh, wow."
    },
    {
        "speaker": "B",
        "text": "Something would have been 2020. We started the podcast in 2020."
    },
    {
        "speaker": "C",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "I hope you guys loaded up on some crypto at that time. We were, you know, we were down bad. It was a good time to buy. I don't know if I know."
    },
    {
        "speaker": "C",
        "text": "We dabbled. We'll get into that."
    },
    {
        "speaker": "A",
        "text": "All right."
    },
    {
        "speaker": "C",
        "text": "All right. So I don't think that. So for our audience and for my benefit, I've listened to you guys for a while, but I don't think I know your origin story. How do you guys meet? How do you get into crypto? Why did you start a podcast? Just give us the. Whoever wants to take us, just give us the background."
    },
    {
        "speaker": "A",
        "text": "Do you want to do it, David?"
    },
    {
        "speaker": "B",
        "text": "Yeah, sure. Well, so we met on Twitter because we were just saying similar things about crypto. Crypto has always been in flux, in debate, people debating about what crypto is, what's its future. And in 2018, when Ryan and I discovered each other on Twitter, and I think meeting each other counted as just him following me, me following him, and engaging in each other's tweets. We were just saying similar things about what the future of Ethereum could be. And in 2018, the concept of Ethereum as it is today just didn't exist. Ethereum, as a blockchain, was contrarian inside of crypto at that time, and crypto was contrarian to the rest of the world at that time. And so it was a very small group of people who were publicly supporting and interested in and having conversations about Ethereum. And so everyone knew everyone else in that circle of people on Twitter engaging in conversations, trying to discover truth. And then me and Ryan were just saying similar things for a sufficiently long amount of time. And one day, we just, for whatever reason, hopped into a Zoom call just to pick each other's brains. And it turned out we just had a lot of similar ideas. So that was kind of like the foundation of it all."
    },
    {
        "speaker": "A",
        "text": "I was actually a listener to David's podcast, so he had this podcast at the time where he would argue with a bitcoin maximalist."
    },
    {
        "speaker": "B",
        "text": "Yeah, different podcasts. Different podcasts from banquets."
    },
    {
        "speaker": "A",
        "text": "And I found it so entertaining. I was like, I like this guy. I don't know about this other host, but I like this David Hoffman guy. And so one day I saw an article you wrote, david, and I don't know, I think I slid into your DM's. I don't know if it was the other way around, but I think that's how it happened."
    },
    {
        "speaker": "B",
        "text": "I think I slid into your deal."
    },
    {
        "speaker": "A",
        "text": "Really?"
    },
    {
        "speaker": "D",
        "text": "I don't know."
    },
    {
        "speaker": "B",
        "text": "Yeah, we've done this before."
    },
    {
        "speaker": "D",
        "text": "I'm pretty sure Michael and I met on Twitter as well."
    },
    {
        "speaker": "A",
        "text": "You guys read on Twitter, too? This is so funny. And by the way, we're in the recording studio here. You guys are using Riverside and had some of your production folks on. This feels so similar to how we do things at bankless. And it's like our audience has told us that animal spirits is the bankless for stocks, basically. So, yeah, it's really cool to meet you guys and, like, talk to our counterparts in the equities world, what we would call crypto the tradfi world. I don't know if that. I don't know if that's a slur for you guys. Are you just like. Are you okay with being tradfi?"
    },
    {
        "speaker": "C",
        "text": "Totally okay. No, I embrace that. So just. But I'm curious about how you guys even taking a step back from that. How did you get into crypto? Are you guys computer nerds or money guys or. What's your story?"
    },
    {
        "speaker": "B",
        "text": "Well, Ryan, you got into crypto before I did, so."
    },
    {
        "speaker": "A",
        "text": "Yeah, I probably a computer nerd. Not really a finance guy. I learned everything I know about money and finance through crypto, which is kind of like a interesting way to learn it. I should step back. I did a business degree. Okay. And then went on, like, to an entrepreneurial event. So I knew the basics right? I knew how to read financial statements and such, but for me, it was like discovering bitcoin. In 2014, there was a guy I knew, and he told me he was running machines from his house. He was like crypto mining, and he was earning bitcoin. And I thought, well, that's some weird shit I should look at. Like, what does that mean? And, uh, 2014, I just figured out what bitcoin was, did a lot of, uh, Andreas Antonopoulos, like books and talks, and basically it was just sort of a, wow, this is going to be big. As big as the Internet type of moment. For me, it's like transmitting money over Internet protocol. It just like, uh, it very much appealed to me. But after that, you could buy bitcoin, you could move it around. There's not really much you could do with it. So my second trip down the rabbit hole was really ethereum, like 2016, 2017. And so it's the idea of money being also programmable. So if you imagine something like bitcoin, you've got a spreadsheet, and it's just a ledger, right? Credits and debits kind of ledger all the way down. Well, if you think of Ethereum, it's the idea of, you have a spreadsheet, you have something like Excel or Google sheets open, and then every single entry point in the cell is like, you can program it, you can launch a macro from it that appeals to smear finance. Listen, if then statements for every single transaction on the ledger. So it's this concept of programmable money. And then I started to use these early primitive forms of defi, and they sucked, let me tell you. The user experience was absolutely terrible. But I used some of, I remember using some of my ether as a collateral asset and taking out a loan on this, this protocol called Makerdao. I was like, oh, my God, I just took out a collateralized loan. I was in the process of, like, refinancing my house. And the amount of paperwork, you know, like hundreds of pages of paperwork to get a collateralized loan against an asset that I held, which is basically my house, I could do this, even this clunky ass like UI, but, like, I could do this in a few clicks without signing any paperwork, without paying, you know, tens of thousands of dollars in refinance fees. That was amazing to me. And then I met David, and he was saying the same things. It was like 2018, 2019. Everyone was fading crypto. Not only were they fading crypto within crypto, they were also fading DeFi, they were fading Ethereum. This whole concept of programmable money. So David and I thought, well, that can't be right. And we sort of launched bankless to fight back against this. And it started as a newsletter, and David's like, you know, you should get it. You should try, try podcasting. It's great. And I was like, what are we going to talk about? And so we launched the podcast, and then, I don't know, 900 episodes or something later, we're like, we're still talking and we're still doing things. And, yeah, it's been an incredible experience. And we've watched crypto grow up. We've watched it go through cycles, multiple cycles now. So 2022 and the bust and all of that, now it's kind of risen like a phoenix from those ashes as well. So here we are, 2024 for what's your origin story?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I discovered ethereum through mining. I discovered that my gaming computer, I could just get $5 a day from mining Ethereum, and I had no idea what that meant, but I was trying to save up some money to go to physical therapy school, of all places. And that kind of interest in just some passive income grabbed my attention. If I continue that story, it'll be a pretty generic crypto background story. I think the patterns that are worth pulling out are I had a bunch of friends who went to a business school at my university, and I was in the psychology program of all of all things. And all of them were like, that's."
    },
    {
        "speaker": "D",
        "text": "Actually pretty useful for crypto, though."
    },
    {
        "speaker": "B",
        "text": "Yeah, exactly. And so all of my business major friends, my finance major friends, like, they couldn't wrap their heads around crypto. And I had, like, as little financial education as possible. Like, my relationship with the IR's was that they paid me money. Like, I, like, I didn't get it. Like savings, like marketing, entrepreneurialism, all of that I learned just like Ryan, through crypto. But the psych element I really lean into as part of my origin story because it gave me, first, I didn't have to unlearn finance to learn crypto, whereas a lot of my financial major friends really struggled understanding crypto from first principles because they had to unlearn stuff before they could learn crypto. And I never had to unwrap myself in my previous education to really understand how crypto works. But it's really like, and I think Ryan also definitely has a skill as well. But, like, the skill that, like, gravitated me towards psychology and also, I think, helped me understand and how to navigate crypto was pattern recognition. And crypto is a lot of patterns, and it's very multidisciplinary as well. And so it's not really just one field of study. Crypto is like an integration of many different fields of study. And I think both for Ryan and I, it was just a huge nerds night."
    },
    {
        "speaker": "C",
        "text": "Total nerds."
    },
    {
        "speaker": "B",
        "text": "And a lot of early people who came into crypto, like, there's the meme of, like, in it for the tech or in it for the money or one of the things. A lot of people are just in it because it's so interesting. There's so many, like, facets to peel back and to understand. It is the great educational system of, like, the why of nature. It's like the wild west of education. This is like, raw, raw learnings. And you also, like, it's live, too. Like, everything is a market. And so you get to, like, place your bets on how you learn, and you get validated or not validated. It's just. It's a fun game."
    },
    {
        "speaker": "C",
        "text": "Where do you guys think crypto is today versus where you maybe hoped it would be idealistically, when. When you first got involved. And, David, I'll just. I'll tee you up with. With your pinned tweet. You said, this is in 2022. Crypto wasn't created to make you rich. It was created to set you free. So riff on that."
    },
    {
        "speaker": "A",
        "text": "Sure."
    },
    {
        "speaker": "B",
        "text": "Yeah. A lot of people like to do, like, the whole, like, crypto is in, like, the nineties of the Internet, which is, like, a fun comparison. I kind of prefer comparing crypto to, like, a biological organism and seeing it on its growth arc. And I think right now, crypto is in, like, early stages of puberty. Like, bitcoin 2009, ethereum 2015. So ethereum is now nine years old. Bitcoin is 1415 years old. I think the industry is around, like, what we would call, like, like, 1314 or 15 years old in human terms. Just, like, starting to figure things out. Like, not an idiot, but still a lot of growing up to do, not done growing, not done maturing. And that comes from a variety of different places. All of our protocols other than bitcoin, still aren't finished. Like, ethereum, not finished. Solana, not finished. There's a lot of work to do on these smart contracting platforms. And so the layer ones, the tech still is, and they have, like, developmental roadmaps that they need to complete and then how to use these things, the applications that we're using, just experiments, all experiments. Some have meaningful adoption growth, like stable coins, very, very mature. Stablecoins are the most secure mature part of crypto. Other things. We have directional security ends. Like, we know we're going in the right direction, but we're still not done yet. But overall, I would call it. We're in an early puberty phase of the entire movement."
    },
    {
        "speaker": "D",
        "text": "One of the things that surprised me about the onset of the bitcoin ETF was just how much excitement it caused from both tradfi people, like you said, and crypto people. And it seemed like crypto, the crypto community, I'm painting a broad brush here, was pretty receptive to letting Wall street and other people in to the ETF, and that would have surprised me a few years ago. I almost view the crypto natives as soccer fans in a way. Like, you know, soccer fans are, like, very knowledgeable. They're a little snobby, no offense. But sometimes soccer people, like the fans, they don't want other people outside of soccer into their inner sanctum. But crypto, the crypto crowd, it seemed, was very welcoming. When blackrocks of the world and fidelities came in with these ETF's, did that surprise you guys at all?"
    },
    {
        "speaker": "B",
        "text": "Go for a ryan?"
    },
    {
        "speaker": "A",
        "text": "I think. Let's see. It's actually the more. The most surprising thing was the adoption of bitcoin. And that, like, the size, the growth that it's seen has, like, I think, floored people in crypto. But also on the. On the tradfi side of things, I'm not surprised that the, the social community around crypto, like, was excited for this, because there. There's one sort of soccer chant that, like, just is throughout crypto and always will remain in crypto, and that is the chant of number go up. So anything that. That starts making number go up. And if you are talking about my bags, you are good. If you are talking against my bags, you are bad, right? That is just like the, you know, like the monkey brain, the lizard brain at the back of every. Everybody in crypto's head. And, you know, bitcoin is certainly no exception to this. So to hear Larry Fink, who is kind of like a banker, establishment type guy, start shilling. Start shilling bitcoin, right. It's just kind of like whoever shills bitcoin is good, because bitcoin is good. This is kind of like the ethos and rationale. I do think that can go too far. I think that there is a failure mode where crypto gets captured by, like, bankers and institutions and, like, easy to see, let's say all of the bitcoin or all of the ether ends up inside of institutions, and no one is actually using these assets to go bankless, right? It's just like, what have we done? Well, we've probably recreated the banking system that we just left, and like, what's the point of that? I don't think we'll fail in that way, but that is, that is certainly a concern that crypto would have to avoid. But right now, you know, just like given that 5015 years old, as David said, this entire industry, the biggest threat for something like bitcoin or anything like in crypto is that it gets strangled in its crib. And when you have like the most powerful asset managers in the world now, just like being advocates for this thing, and you, and you look at, and you're like, oh my God, how far have we come from this crazy Internet money that like, everyone was fading to now? I think that's what the, the crypto community is really celebrating here."
    },
    {
        "speaker": "C",
        "text": "So the podcast is called bankless. Again, David, you said that crypto was created to set you free. Let's zoom in on that. What exactly is wrong with the current institutions and the way money works? What are you trying to set us free from?"
    },
    {
        "speaker": "B",
        "text": "Yeah, crypto is all about individual sovereignty and individual power. Cryptography, in its essence, is a technology that strictly benefits individuals over institutions. So you have the large centralized institution of a government, and then you have the many, many, many individuals. Cryptography strictly benefits individuals and applications, and this comes in the form of just communication, privacy, privacy to a privacy channel between two humans freely able to communicate between themselves without, like, the government also watching. And so it's a sovereignty tool. Cryptography is a sovereignty tool. Cryptocurrency is similar. When you apply cryptography to the world of finance, a big bitcoiner philosophy is that just like, and also austrian economic philosophy would say this, as well as like, the individual is the best decider of their local, like, market environment, they are the best decision maker of their own, of their capital and how they allocate it. And so cryptography does similar things of pushing the decision making powers to the individual. And this starts from what Ryan and I call being bankless. Going bankless. Do you think those are dollars in your wells Fargo account? Are you sure about that? Because that's actually up to Wells Fargo. You're custodying your capital, your savings, your money, your investments with, with intermediaries, and you're bestowing your trust on them. And inside of America, that generally works out okay, but there's plenty of instances where, like, your money in your bank gets stolen from you by the bank, by the government, like, look at Venezuela, look at Argentina, look at India, who, like, just like, invalidated bills, like denominations of bills, one day just canceled them. And so the idea of, like, crypto is really about making sure the individual has the maximum amount of sovereignty. And that starts with, like, in bitcoin, it would say a money that is out of the purview of a central bank, and Ethereum would say banking out of the purview of a commercial bank. And so the assets that you control are yours and no one can steal them from you. And it really kind of starts there. And we use banks and going bankless as an idea to accept that. But the vision of Ethereum, I would say, is even more broad than that. You can kind of think of Silicon Valley tech companies, Google, Facebook, Amazon, anyone with data, big data. These are, these are actually banks of your identity and of your data. They are like, you are bestowing trust into them to manage and use your data. And so ultimately, privacy and just being able to be a little bit more in control of your own life is one of the grander visions of Ethereum. And it all comes down to just making sure that your rights as an individual are upheld. And it's an extension of ideals developed in the renaissance and making sure that individual sovereignty is preserved in a world where it's getting infringed upon left and right in very small ways."
    },
    {
        "speaker": "C",
        "text": "Yeah, there's a lot of political underpinnings behind the philosophies behind what you guys are talking about. And while I don't necessarily, I guess, love the idea that my data is all over the Internet, I also don't care enough to do anything about it. I understand that. All right, well, I guess my data is being sold, but there are certainly pros to having these giant institutions. Like, there's, there's some services that they provide that I just, I don't want. Like, I think the idea that people are going to self custody and like, that that was ever going to, unless and ever, is a long time, we're still very early in the journey. I think those are grandiose visions that might or might not come to fruition. But I think more likely, at least in the near term, is that these institutions, whether it's banks or technology companies, use blockchains. Because some of the ways that these systems were built that we're using today are just ancient. And if nothing else, the technology that, like, maybe there is no killer app that brings a billion people onto these, like, consumer facing applications, maybe it's the institutions that adopt them, and then we're not even aware. Not that this is an original idea by me, of course, but what do you guys think about that?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I think that's totally valid. I think that, I mean, the banking system, the financial system in the US is pretty broken. Even if you just look at payments, compare like a payment system in the US to even what China has going on in like Alipay and WeChat and this type of thing where they've moved to a digital currency, 3% every single transaction, it costs the system, generally in the form of a merchant fee, 3% whenever you use your credit card visa. This is true for the US. This is like a 3% hidden tax that we all pay. In China, when you move to something that is digital, it's like fractions of a cent. It's a very low percentage of fees that they've developed in their payment system by migrating that to the digital world. Now, the trade off there is in China, you have like a financial surveillance society where the government can freeze your bank accounts, and it's. That's not a trade off that crypto is making, which, which is kind of nice, right? So you get the digitization aspect of this. We get a chance to, you know, upgrade our entire financial system. And it's not just an upgrade for the US, but it's like a global upgrade. So if you're in a, you know, like poor emerging market country, you've access to the same tools as somebody in the US. And the idea is it's, it's going to be a, like a more efficient marketplace. I think one, one great export that, uh, is kind of a banking plus crypto collaboration is just stable coins. Stable coins in Argentina. In a crypto wallet, okay, it's like Argentina's local, uh, fiat system is like breaking down inflation that pays is just absolutely crazy. They have capital controls, it's like 100% inflation. David was just there a few, like, uh, months ago, heavy crypto adoption. And what is it? It's just the US banking system in the form of like a coinbase and a circle is just exporting USDC, which is a dollar stablecoin. People are using it in their crypto wallets, so they have some level of sovereignty over their dollars. Of course, circle and Coinbase can freeze it, so it's not 100% bankless, and they're using it as an alternative. In fact, it's, it's a better alternative for payments than some of the crypto anarchists in the early days of crypto who are like, everyone's going to use bitcoin. Well, they're actually not using bitcoin as much as they're using, like, stable coins in a crypto wallet. So I think there's something to exactly what you said in that, like, Michael, like, this is how the financial system is going to be upgraded. You don't have to be fully crypto. Anarchist of digital Internet property rights system alternative. See the benefit of this thing."
    },
    {
        "speaker": "D",
        "text": "I've heard Ben Thompson talk about the payment system before, and he says it's kind of like a timing and luck situation where we built our whole financial system in like the sixties and seventies as credit cards were coming up. And so it's like that just because that's how things were done. China built their financial system later and they were able to upgrade more. So I agree. The intermediary of stuff. I just, I wonder how, how that transition is going to take place. Like, how hard it will be just because of the whole, well, this is what we've always done it kind of thing, because this is what we built back in the day, and we're stuck with it. And so I do wonder how hard that's going to be to change that entrenched attitude. And maybe it's going to take, I don't know, older generations dying off and younger people coming up to actually force that change because they're more used to it."
    },
    {
        "speaker": "A",
        "text": "I think it's starting to happen right now. So you've got, like, stripe. They are going, basically, they're going all in on stable coins. Not 100% all in, but they're massively expanding stablecoin support, you know, starting the summer. Paypal now has its own stablecoin project as well. So I think they're, they're recognizing exactly what you said, ben, which is like, uh, you, you have a innovator's dilemma of it's really hard to, like, upgrade all of kind of the main mainframe finance banking system. And like, the banks are so big, they're not incented to do this, and the government really just doesn't care. So you have, like, this collective action problem. And so in the background, a whole new financial infrastructure is being born. There's like, open source. Like, it's scaling really well. It's getting bigger and bigger adoption. And so they'll just ride on those coattails. They'll just swap out the backend from the traditional banking system and swift payments to something crypto. So I do think that's how it could happen."
    },
    {
        "speaker": "B",
        "text": "There's definitely a meme that the crypto industry, crypto people want to tear down the financial system. And that's like a very small, extreme part of crypto far more likely. And the thing that we're actually seeing is both systems are developing in parallel. Crypto is developing much, much faster. And really, this is the main difference about watching the rise of the Internet and thinking about crypto in terms of the rise of the Internet. When the Internet was being built in the eighties and the nineties, it didn't have a competing Internet. Its competition was newspapers and actual snail mail. Crypto's competition is like robinhood and square and stripe and the existing banking sector, which, I mean, it's archaic, but it also works. And there are things about crypto that definitely don't work. We still have a lot of work to do, and we're working on them, but we're working on them way faster and with new tools that the traditional finance system is. And so both industries are going to be in parallel. There's just going to be your typical banked industry, your traditional finance industry, and then there's going to be your crypto world. And I think people are going to learn how to navigate through both and slowly over time. The bet, as, like, crypto is a technology that improves is that slowly you get more comfortable with crypto and slowly crypto actually becomes more useful for you. And then you just find yourself just being in the crypto world, and you haven't really thought about it because we figured out our UX thing, we figured out our custody thing, we figured out the keys, and that's going to take a while. But in the, in the grand scheme of things, it's not going to take that long."
    },
    {
        "speaker": "C",
        "text": "One of the big problems that crypto has right now is a messaging pr nightmare."
    },
    {
        "speaker": "B",
        "text": "Yeah, I always have."
    },
    {
        "speaker": "C",
        "text": "For, for people that are not financially savvy, that don't know anything about the traditional financial system or crypto, they know Sam Bankman freed, and they see the scams. And what do you guys, as industry leaders, what can you do about that? I know it's like a, you know, gigantic challenge, but what, what will you say to the average person who just all that they know is, is bad shit?"
    },
    {
        "speaker": "A",
        "text": "I do think this is one thing that's, you were asking earlier, Michael, about, like, what surprised you? It has surprised me a little bit. The, like, repeated fractal boom bust cycle of crypto in that every single cycle, and this one will be no exception. I just want to set expectations here for animal spirits listeners. This will be no exception. It will end with a whole bunch of scammers. All right? It will end with a bubble. Okay. This is going to happen. And this surprised me a little bit that this has always got to be the case. But it feels like these are the animal spirits of crypto. I guess a few things I'd say on this. Like, one is what crypto is doing here, because it's a permission. Permissionless, open financial system is just. It's revealing what's already there. Okay. It's providing an outlet for something that we've seen in pockets and traditional finance with equities of, like, meme stocks. Right. GME, this financial nihilism that's kind of, like, spread across our culture. And you could talk about the different reasons for this. Maybe it's like younger generations feel like they're getting the short end of the stick. Maybe it's like the money printing. There's all sorts of different narratives for why this is happening, but this, the financial nihilism is being expressed in crypto, and it happens every single cycle. So that crypto turns into eventually a casino. And the beauty of crypto, I guess, or maybe you see this as the trade off, is it's open, permissionless. Anyone can do it. So you're going to see the raw thing that already exists without sugar coating."
    },
    {
        "speaker": "B",
        "text": "We got nothing to hide. Yeah, you can watch."
    },
    {
        "speaker": "D",
        "text": "Well, the double edged sword of it is the casino is a thing that gets new entrants to enter."
    },
    {
        "speaker": "A",
        "text": "Yeah, it does, but it's like, it does, but toward the end of the cycle, you know, there's. There's a difference, I think, between, like, you know, scammers abusing and getting entrance this way. Like, they're. The point was made when all of the people bought monkey jpegs at the top last cycle, right? And they watched those monkey jpegs that they thought were going to generate life changing wealth for them, like, decrease and, you know, collapse to something near zero. That is really bad user experience. Like, your net promoter score for crypto is just, like, super negative. And so, yes, it does drive adoption, but it doesn't drive long term status. Like, the speculative markets don't drive long term satisfied users. And a whole bunch of them not only exit when things go bad and when, like, the Sleb coin, I don't know if you guys saw this this week, like, Iggy Azalea is releasing a sleb coins. Caitlyn Jenner came out with, like, Jenner coin. And these are, like, just low effort stuff. Like, I don't want to be associated with that. But, like, it's permissionless, it's open. We can't stop it."
    },
    {
        "speaker": "D",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "I do think, though, on the flip side of this, this is why there's, like, a great buying opportunity. I've always seen this in crypto. It's like if somebody is just floating on the surface and all they hear is the media headlines of Sam Bankman, fried and, like, jenner Coin and, like, the 9th crypto founder who's like 3 hours capital to everyone and stolen their money. Right. Then they'll dismiss it. They'll dismiss it without going deeper. And I think that's why there's still a buying opportunity here, honestly, is because the world, this is a revolutionary technology that's disguised as a scam. And so that's why people miss it in the early nineties. I remember in the adoption of the Internet, some early critics would be like, it's just, what is it? It's just casinos and porn is like, what, what is the Internet going to be? And they, they miss the commercial opportunities on top of it. So that's the flip side. If you're a savvy investor and you actually go deep and you see the potential, what's really being built, you ignore the, the top stuff that gets transmitted in the media. I think there's a buying opportunity."
    },
    {
        "speaker": "C",
        "text": "Well, more, more people are going to hear about crypto whether they like it or not, because it's now coming to Washington in a big way."
    },
    {
        "speaker": "A",
        "text": "That's true."
    },
    {
        "speaker": "C",
        "text": "Had a representative on your podcast last week. So what is the state of affairs with crypto and Washington, DC?"
    },
    {
        "speaker": "B",
        "text": "Yeah, like, last week, when the Ethereum ETF went from, like, almost definitely getting denied to surprise 180 from the SEC and getting approved. It was probably the biggest week in crypto history in terms of just like, a political win, if not just the biggest week. We went from just, like, kind of being behind the scenes and when it comes to Capitol Hill and politics, to both parties vying for the crypto vote. As it turns out, there are 20 million registered voters in the United States that say that crypto is an important issue for them. And I think, like, the Democrats were in denial about this. It was invisible to the Republicans. But just like, something happened where I think, like, Donald Trump got wind that, like, he can say one thing that's positive about crypto and he can win a bunch of crypto votes. And then that all of a sudden turned into a massive, it has turned into a massive tug of war between the dems and the Republicans about, like, who gets the crypto vote. So it went from, like, the Democrats kind of being, like, pretty oppressive to the industry, like Gary Gensler from the Biden administration, more or less just, like, hazing us as an industry and, like, doing things that we would consider unconstitutional. And so, like, the Democrats known to be, like, pretty anti crypto and the Republicans at best, indifferent with some supporters. And then all of a sudden that flipped around and everyone realized that, like, not only are there, like, 20 million voters that say that crypto is important, but just like, millions and millions of dollars. Like, we're an industry that learned how to print money on the Internet. Like, we have money. We're a very, like, wealthy, like, voting base. And there's a lot of single issue voters in crypto who, like, really care about crypto as their primary concern. Like, either for ideological reasons, for financial reasons, maybe a mix of both. But, like, people have just realized, like, Washington DC has realized that, like, the crypto voting base is wealthy and populous. And so, like, that's pretty simple calculus."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think that explains a lot of it. Just like the fact that David, you're saying 20 million votings. Like, 20. 20% of voters in swing states think that crypto is an important issue. 50 million Americans own crypto right? Now, Mike Novogratz has said this is almost the amount of people who own dogs, right?"
    },
    {
        "speaker": "B",
        "text": "More people own crypto than own dogs."
    },
    {
        "speaker": "A",
        "text": "If you come out and you say, we're the party against dogs, right, that's just not very popular. Like, I mean, I have a dog. I love my dog, right? I love my crypto bags. You're against my bags. You're making me, like, poor. I don't want you, like, I want the person who's, like, for my bags, right? I also think an unspoken story is how organized crypto has been this cycle in DC. So last time, the guy that was sucking all of the oxygen from the room in DC was a guy by the name of Sam Bankman Fried, all right? And, like, what crypto realized, the industry in that vacuum, is how hazardous it is to have people like that be the representative for crypto in DC. And so during the intervening period of, like, the bear market, they got super organized. So the crypto lobby groups in DC, the inroads to members of Congress, even into the White House, have been actually impressive. Like, there's this website called stand with crypto. It's, like, incredibly organized. You can go and you see the politicians and it gives them, like, a letter score of, like, a, b, c, d, f on cryptos. Like, so we've gotten organized. And also, I'll say the last factor here is, like, blackrock gets what Blackrock wants. Okay. And, like, right now, Blackrock, they saw the bitcoin ETF inflows were incredible, and they're making some moves as well. This is kind of like a crypto is making this alliance with banks like Blackrock. I think with, like, I don't know, they could turn on us as well. But for now, we're just uneasy bedfellows. And that's been interesting. The last thing I'll say, though, is I'm not. I think we're in the phase until November of the politicians being really nice to crypto and, like, giving us what they want. And I don't know that that last passed an election cycle. So it's kind of like, now is the time. Get all of your requests in."
    },
    {
        "speaker": "D",
        "text": "What would those demands be? Is it just like, don't over regulate us? Is that God, get it?"
    },
    {
        "speaker": "A",
        "text": "Essentially, like Gary Gensler? The SEC is right now in a lawsuit against five companies that are legitimate."
    },
    {
        "speaker": "B",
        "text": "Like, companies, our most legitimate companies, Uniswap."
    },
    {
        "speaker": "A",
        "text": "Metamask, the wallet, Coinbase, Kraken. These are exchanges and products that did not fail, have not failed, have been in existence forever, haven't lost even Robin Hood. You guys know Robin Hood, that there's a lawsuit against Robin Hood for listing assets."
    },
    {
        "speaker": "B",
        "text": "So, yeah, there are plenty of scams to go after, and they would be easy to go after coins. They could do anything else, but they're going after the people that have actually worked hard to promote this industry. And for some reason, they seem to want to give out wells notices like candy. Despite having lost, I don't think they've won a single case. And so the bad faith regulation around the crypto industry by the SEC is like, it's like, not up for debate. It's like, pretty clear what's going on."
    },
    {
        "speaker": "C",
        "text": "In Washington is uniting the crypto community, which is very bifurcated. And it's like, a lot of other things. It's very tribal. I know you guys are. I don't know if you consider yourself eth Maxis, you can comment. What's that?"
    },
    {
        "speaker": "A",
        "text": "It did David, do you, this is."
    },
    {
        "speaker": "B",
        "text": "A frequent topic of conversation between me."
    },
    {
        "speaker": "D",
        "text": "And it's funny because you don't have, you don't have, like, stock Maxis. Like, Michael's not an Nvidia maxi or something, or like a Nasdaq 100 maxi. That only happens in crypto."
    },
    {
        "speaker": "B",
        "text": "Yeah, well, okay, the quick explanation behind that is, like, generally there are, like, values that each layer one ecosystem has built into it. So, like, bitcoin has certain values, very strong austrian economic values. Ethereum has different sets of values. So these are like, if you really get down to the basement of crypto, each blockchain represents kind of like a political movement of what your values are. And the adoption of that blockchain is."
    },
    {
        "speaker": "D",
        "text": "Like, what's the dogecoin values? What's the maxi."
    },
    {
        "speaker": "B",
        "text": "That one would take me a moment. So something about community, the celebration of community culture banding together under a joke."
    },
    {
        "speaker": "A",
        "text": "What do you guys see?"
    },
    {
        "speaker": "D",
        "text": "We like memes. Right? Something like memes."
    },
    {
        "speaker": "A",
        "text": "What do you guys see when you. So you're saying you don't see this in the equity space, in the stock space. Right. But although I will say, there are some tribes that I've seen, like the."
    },
    {
        "speaker": "C",
        "text": "Oh, yeah, yeah."
    },
    {
        "speaker": "D",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "The vanguard tribes. Buffett tribe."
    },
    {
        "speaker": "C",
        "text": "Vanguard, for sure. Yeah."
    },
    {
        "speaker": "A",
        "text": "But even, even you get, like, the Tesla moon boys are pretty, like, like, I would say ardent. I don't know if that characterize that as a subclass."
    },
    {
        "speaker": "C",
        "text": "But I guess the difference, though, is that bogleheads, for example, I don't think they're spending a lot of time thinking about what other people are doing. Like. Right. I don't think they're, like, arguing necessarily with, like, Kathy Woody."
    },
    {
        "speaker": "D",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "They're nothing. They're not."
    },
    {
        "speaker": "C",
        "text": "We do what we do, and you. I don't care what you do."
    },
    {
        "speaker": "A",
        "text": "They're more."
    },
    {
        "speaker": "C",
        "text": "Whereas within. Right. Within crypto, there are battles. And I know you guys like to roll around in the mud sometimes, and it makes sense because this is a very nascent industry. You're looking to plant your flag and fight for what you believe in. But there's. There's a lot of friction within each individual vertical. In crypto, there."
    },
    {
        "speaker": "A",
        "text": "There is. And it's ugly as tribal at times. One thing, I'll tell you this, and this is another thing you don't see until you kind of look below the surface is all of the argument is like bag argument. There's some values argument, as David said, but it's all about. I'm concerned that it's all about assets. It's like, all about assets, but under."
    },
    {
        "speaker": "B",
        "text": "The surface, I'd actually, like, contest that."
    },
    {
        "speaker": "A",
        "text": "Well, let me just finish, though. So under the surface, though, there's a massive wave of cooperation that's happening in that all of the tools and technologies that are built are, like, open source, so they're shared. Right. And so if bitcoin is launching a layer two, for instance, I'm using crypto terms here, but they go they, they get some code, open source code that the Ethereum tribe has developed. Right. So under the scenes at the builder level, because this is an open source, permissionless movement, because I can look at something that uniswap did with, um, their, like, you know, their, their curve and the way they price their assets. I could just take that and adopt that. There's a ton of cooperation that actually happens. The arguments are mostly over assets. But, David, you were going to contend with that. You don't think the arguments are over assets?"
    },
    {
        "speaker": "C",
        "text": "Yeah. David, you think this is altruistic behavior?"
    },
    {
        "speaker": "B",
        "text": "No, not, not necessarily that. The, the people think that it's the art. The tribal ness in crypto is because of bag bias. And that's not wrong, but I think it's the wrong framing. Like, people, like, they come into, like, the charcuterie board that is like the layer one landscape in blockchains, like bitcoin, ethereum, Solana, like, pick your layer one and then they like, kind of like, you know, try it out. Like, what, what is this blockchain represent? What are its values? Solana is like, super low fees and good ux. Ethereum is like, maximal decentralization. Decentralization and credible neutrality with, like, a layer two landscape. Bitcoin is like austrian economics and hard money. And, like, each one represents, like, beliefs about, like, what the future of crypto could be or should be. And then as a crypto participant, you place your bets, you buy your bags, you buy bitcoin, you buy eth, you buy Solana, you buy dogecoin, and then you get loud because you place your bets. But it's not saying, it's not so nihilistic in the sense that, like, I'm just here getting loud about my soul bags because I hate soul bags. I've chosen my soul bags because it aligns with my personal beliefs about how this thing will work and should work and that other people will, like, agree with me. And I'm going to get really loud. And it gets loud because everyone is financially motivated."
    },
    {
        "speaker": "D",
        "text": "People are talking their books."
    },
    {
        "speaker": "C",
        "text": "It's both. And I think it's both, like, if trad five people behaved the same way that crypto people behaved. Imagine that. I was like, screaming every day, you guys, you could own apple. You could own the best company in the world. You should."
    },
    {
        "speaker": "A",
        "text": "Why don't you?"
    },
    {
        "speaker": "B",
        "text": "Well, okay, but crypto has, like, way more growth potential. At least it's perceived by crypto people to have way more growth potential. And so, like, the next ten years of crypto means so much more than the next ten years of Apple, because Apple's already, like, so much."
    },
    {
        "speaker": "A",
        "text": "But also, David, I would say, is like, you know, when you sign up for crypto and you pick your tribe, you're picking a subculture, but you're also picking a religion."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Like, you definitely are me. They closest in tradfi is just, you remember those old, like, I'm a Mac, I'm a PC type ads and that religious warfare they kind of tapped into. So there were, like, Mac subculture people and there's, like, windows subculture people, like, all the nerds do, you know, like, there's an element of that, but even more so, it's more like picking, like, am I going to be a Muslim? Am I going to be a Christian? Am I going to be a Buddhist? There's an element of that tied into these aspects."
    },
    {
        "speaker": "C",
        "text": "Well, big time. And this is one of the reasons that I first bought bitcoin, and I think June 2020 was because. Not because I believed, but because I believe that enough people believed."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "And it is a simple supply and demand story, and I could give two shits. In fact, I don't like, like, the austrian economic philosophy of buy bitcoin, your dollar is going to zero. Like, to me, that feels like a shitty message, and I don't like that. And I don't like it so much that if bitcoin went to 100,000 and I didn't own it, I would light myself on fire. So I bought it to protect myself from having those schadenfreude feelings. But it is a religion, and I don't say that in a bad way. Like, people really, really believe."
    },
    {
        "speaker": "B",
        "text": "Yeah. And it's. It's the sales sphere around bitcoin. Bitcoin has no marketing department. Bitcoin has no, like, promotion or found a foundation or anything."
    },
    {
        "speaker": "C",
        "text": "There's no face of. There's no face of bitcoin. Bitcoin or crypto for that."
    },
    {
        "speaker": "D",
        "text": "Wait."
    },
    {
        "speaker": "C",
        "text": "Which is probably one of the beautiful things about it."
    },
    {
        "speaker": "D",
        "text": "No one's listening. Tell us, who's Satoshi? How has this not been. How come there hasn't been a big, huge profile saying, we did it, we got it."
    },
    {
        "speaker": "A",
        "text": "Hal Finney, who's Satoshi?"
    },
    {
        "speaker": "B",
        "text": "Yeah, there's a bunch of speculation of."
    },
    {
        "speaker": "D",
        "text": "Would it be really boring if it actually came out?"
    },
    {
        "speaker": "B",
        "text": "It would be. And I also. I think we're past the point of, like, if there was actual proof that a particular person was Satoshi, it wouldn't matter and no one would care. Like, he is. He is now up in the realm of mythology."
    },
    {
        "speaker": "C",
        "text": "Let me ask you guys something really trivial. I look at. I look at the price. I have, like, price on my screen every day. Like, like, a lot of people in, like, a lot of people. Uh, and I look at the price of bitcoin, ethereum, I don't know, 475 times a day. Really curious. What about you guys?"
    },
    {
        "speaker": "B",
        "text": "Uh, I used to do that last cycle. I bought as soon as the bull market kicked off sometime in 2020. I bought, like, a cheap, like, 30 inch lcd, like, tv, and I plastered it up on my wall behind my computer, and I was just, like, everyone on. On, like, my. The YouTube comments were like, why is David always looking up into the left? And after going through that bull market and, like, kind of, like, without really, like, admitting it to myself, letting some of my mental health slip, I moved, and I did not put that tv back up. I was like, no, no, no. I even, like, moved the price off my phone. Uh, and so, like, I'll. I'll look at the price quite frequently, but, like, it's never in, like, my default valence of my screens."
    },
    {
        "speaker": "C",
        "text": "Ryan, over under a hundred times a."
    },
    {
        "speaker": "A",
        "text": "Day for you, way under now."
    },
    {
        "speaker": "B",
        "text": "But, like, Ryan's pretty good. He's always been pretty good."
    },
    {
        "speaker": "A",
        "text": "No, I've changed. I've had to change, honestly. Have you ever, like, gone in your, uh, your phone settings and kind of looked at the number of times you pick up your phone a day? Like, I was doing that at times over a hundred times a day, and it was just, like, checking some, like, crypto app to see prices. That's not a healthy place to be because I actually, like, pride myself philosophy, like, philosophically in terms of investing style and being long term. And you are not long term oriented at all. If you're looking at the price 30 to 100 times a day, do you know, like, it just snaps you into a different kind of dopamine type, hit that, then, like, to orient yourself psychologically to play the long term game here."
    },
    {
        "speaker": "D",
        "text": "Well, especially as fast as the cycles in crypto move. Does that surprise you guys at all how fast? Like, I understand that it moved fast at the beginning, but the speed at which these moves are happening, like, I, for one, was surprised how quickly things came back after the sand bankman freed it was. I mean, people were calling it a crypto winter, but it wasn't nearly as long as the last one. It seems like the cycles are only getting faster these days."
    },
    {
        "speaker": "B",
        "text": "Time dilation in crypto is definitely a thing. I spent last bull market, the 2021 bull market in San Diego, which is a pretty calm, laid back town, laid back city. And after, like, the work day was over, five, six pm, I would go out with my friends and going from like the fury of the 2021 bull market to my friends who didn't work in crypto. You know when you're walking in the airport and there are those like automated walk pads and you walk on them to go a little bit faster and then you get off of them and you like, lurch backwards? That was like me every, every single day, like 06:00 p.m. i'm like, okay, it's San Diego. I need to calm down. Like, my foot is like jiggling. And I had to, I ended up just moving to New York, where I live now. And like, the speed of New York and the speed of crypto, much more resonant, but still nonetheless, like a week in normal world is like a day in crypto."
    },
    {
        "speaker": "A",
        "text": "The comeback story. This cycle has been surprising to me. Like, I had faith that it would come back. I think it happened a little sooner than I thought, maybe like twelve months, a year sooner, something like this. But one thing I'll just say and something I've learned and if you, like, continuing to tell myself is this has already happened. Like, this is the fourth time this cycle is playing out. Like, just don't mid curve it, right? Four year cycles, guys. So here's what's going to happen."
    },
    {
        "speaker": "B",
        "text": "Further notice, we're going to, we're going."
    },
    {
        "speaker": "A",
        "text": "To continue to go up. We're going to. Crypto is at like 2.5 trillion right now. We're going above 10 trillion. All right? Ten to like 15 trillion around that, that, like, mindset. It's going to bubble, it's going to top, you're going to see more Jenner coins. It's going to get stupid and then it's gonna crash. Like, that's just probably, again, not financial advice, but like, trust the cycle. It's happened four times. This is the fourth time."
    },
    {
        "speaker": "B",
        "text": "It's the only thing."
    },
    {
        "speaker": "D",
        "text": "And then people are gonna say it's dead. Right?"
    },
    {
        "speaker": "A",
        "text": "Yeah. And when it goes up, you're going to start hearing like we did last time of, oh, this time it's different. This time we really have adoption. This time there's more fundamentals. This time we have more layer twos and block space. Like super cycles is a term that was thrown around in crypto, which basically meant we're never going to have another crash again. When you start hearing stuff like that, then you know it's coming imminently. I just trust the cycles is like one thing I've learned about this space."
    },
    {
        "speaker": "C",
        "text": "All right, guys, anything else that you wanted to talk about that we didn't get to today?"
    },
    {
        "speaker": "A",
        "text": "I want to ask you guys, like, some questions here, because I'm just super curious. So. So, okay, so you were saying that, Michael, you don't hold with, like, the whole story value, austrian type thing? I'm just curious. High level. Like, what is your mindset on macro? You know, like, does that factor into your, like. So here's the basic narrative. If I were to give the TLDR for crypto, uh, crypto people generally believe money printing is, like, a big deal. There's massive injections in liquidity, so they're very much on, like, the commodity side of things, like scarce assets. They think sovereign bonds are going to get absolutely destroyed. The sovereign bond debt holders are going to be, like, complete bag holders. That's like the idea that's never."
    },
    {
        "speaker": "C",
        "text": "Nobody's ever thought, what do you guys think?"
    },
    {
        "speaker": "A",
        "text": "What do you guys think about that? Do you fade that idea? Or is that part of the kind of the animal spirits thesis?"
    },
    {
        "speaker": "C",
        "text": "I just. I don't live my life like that. Life is too short to worry about what's going to happen to the us debt. And I'm not like, hand waving it away and saying it doesn't matter at all just for me and my personality. I just don't want to have that black cloud over my life. I have a family and a job that I love and people I work with that I love. Like, I don't want to live in that negative death spiral. So I'm not saying that that risk does not exist."
    },
    {
        "speaker": "A",
        "text": "You don't like being doomer is?"
    },
    {
        "speaker": "C",
        "text": "No, I just. I don't. We're gonna die, and I don't want to live like that. So what I think about in terms of the macro, I keep, like, my beliefs about crypto fairly simple. I think that there is more demand than supply, and that's. That's the lens that I view it through."
    },
    {
        "speaker": "B",
        "text": "What?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I'm more."
    },
    {
        "speaker": "D",
        "text": "I'm definitely more of like a glass half full kind of person. So I don't view it through that lens either. My whole thinking, with politicians in crises type situations, some things are completely out of control. But if there's a way that money can plug a hole and fix something, the politicians will do it. That's the way that I like thinking that the system's going to collapse upon itself. So I don't view it that way either. So I would look at crypto as more of, like, I've always seen it as a call option. That's always been my view of it is that, like, I think we're going to continue to have progress, we're going to continue of innovation. Crypto is a call option on progress and innovation. I was one of the people beating my head against the wall at first, and I just didn't understand it because I'm just not a tech person. And the best explanation I ever heard about bitcoin is, listen, you can't give someone, like, you can walk up to someone on the street and give them a $20 bill and no one can tell you yes or no or take fees off of that. Bitcoin is how you do that, or crypto is how you do that on the Internet, like handing someone. And that's a very simplified explanation, obviously, but that was the first time, to me, it's like, oh, okay, I get it now. That actually makes sense. So for me, it's always been a call option."
    },
    {
        "speaker": "C",
        "text": "One last thing on the austrian economic philosophy that money printing is destroying the government is stealing your wealth and stealing your money, and a dollar goes to zero over time. Okay? A dollar is not meant to be hoarded. You're supposed to put it back into the system. Invest, buy stocks, buy bonds, buy real estate, buy crypto, buy whatever. You're not meant to pile dollars. Dollars are not an investment. So that argument, for me, totally falls in deaf."
    },
    {
        "speaker": "A",
        "text": "Yeah, in crypto parlance, you'd be like, you. You'd say basically. So, um, crypto, talk about, like, a store of value all the time. And I guess your argument would be, Michael, like, uh, look, dollars were never supposed to be a store of value. The store of value is like, exchange. Yeah."
    },
    {
        "speaker": "C",
        "text": "Way to invest."
    },
    {
        "speaker": "A",
        "text": "Yeah, I get it."
    },
    {
        "speaker": "C",
        "text": "Nobody ever said that you should buy that. The goal is to stack as many dollars in your bank as possible."
    },
    {
        "speaker": "A",
        "text": "Yeah. So I'm curious in terms of how you guys invest. Like, there's almost an element for David and I, we are so, like, crypto pilled. And, like, I can't speak for everything that David owns, but basically, for me, it's just like, I own crypto a little bit of stocks, like some coinbase."
    },
    {
        "speaker": "B",
        "text": "I own one stock and it's Coinbase."
    },
    {
        "speaker": "A",
        "text": "And, like, the rest I have in, like, you know, t bills and money market funds. And that's just my dry powder. So it's like, I don't have that. Not financial advice. Recommend this, and like, yeah, David. David."
    },
    {
        "speaker": "C",
        "text": "So what do you guys find? Myself, and I think. I think Ben aligns with this. We are believers in a better future. We are believers in corporate America. They are very good at making money. And I believe that stocks are the best way for long term investors to gain long term wealth. And so that's our business, right?"
    },
    {
        "speaker": "D",
        "text": "We're stock market pilled."
    },
    {
        "speaker": "C",
        "text": "What's that?"
    },
    {
        "speaker": "A",
        "text": "You guys are stockpiled?"
    },
    {
        "speaker": "C",
        "text": "We're stock built. So every, I mean obviously I'm, you know, max out my 401k every month. I've got money going into, into the brokerage account. Um, but I do own a decent amount of crypto, uh, probably more than is, uh, I don't know if justified is right word, but I do believe that crypto is going to be bigger tomorrow than it is today. So I am uh, I am a believer and an owner, and again, less so in the ideological reasons for it, but I'm here to make money."
    },
    {
        "speaker": "A",
        "text": "Do, do you guys actively manage your stuff?"
    },
    {
        "speaker": "C",
        "text": "Like Jesus, like actively manage my crypto?"
    },
    {
        "speaker": "A",
        "text": "No, no. Yes, yes. But just in general in the stock world, right? It's just like the boglehead philosophy as far as I know, is just basically like low cost index funds. You just like buy and you hold and you do that and it's like very passive."
    },
    {
        "speaker": "C",
        "text": "But so in my 401K, which is I guess, where a large portion of my stocks are owned, it's, it's indexes and factors and stuff like that, I'm not picking stocks. In my four hundred one k, I have an IRA that I am picking individual stocks and not because I think I'm going to beat the market. I almost, in fact, will not. If I do, it's only by luck, but because I love to do it. So for me it's a passion and a hobby, but I do it really for fun, like really and truly. And so if I beat the market, that would be wonderful. But if I don't, it's all good too. And I'm not turning my portfolio over all the time."
    },
    {
        "speaker": "D",
        "text": "I'm a very much a buy and hold, long term, like automated type investor. And my background was like nonprofit space endowments and foundations and pension plans. And I for twelve years got a front row seat to watching these like master stock pickers just fall over themselves all the time. And these were the smartest people I've ever met and they all sucked at stock picking. And I thought how am I ever going to do it then if these people can't do it, these teams of people, that all they're doing is talking to company management. And so most of my stuff is long term buy and hold passive, set it and forget it and I found that, like, psychologically speaking, David, you had. You had to take the screen away. For me, that makes it easier for me to follow the markets more closely, because I know I'm not going to look at every little blip and make a change in my portfolio and pull lever, because it's going on behind the scenes and I'm not worried about it."
    },
    {
        "speaker": "A",
        "text": "I have just two more questions for you guys. Is that cool? Is that. Sorry, it's just the podcaster kind of, like, kicking in where you should."
    },
    {
        "speaker": "B",
        "text": "I've got one as well. I knew you were flipping this around."
    },
    {
        "speaker": "A",
        "text": "All right, all right. So, um. Oh, this is just a. I'm. I'm, I'm going, like, in all sorts of places, but AI stocks right now. Okay. Something like Nvidia. Just crazy. What are we, like, fourth large, one full crypto? I think Nvidia's market caps, like two, 2.5 trillion, something like this. Uh, what's going on there? Is this a bubble? Like, what do you guys think? What, did this catch the stock market and, uh, equity investors like you guys by surprise. And how long?"
    },
    {
        "speaker": "D",
        "text": "This, this week, actually."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "C",
        "text": "Yeah, so, so, so I'm. I think the fundamental growth behind Nvidia has continued to shock everybody. The numbers that they're doing, both in terms of earnings per share and margins and growth, it's wild. And so what would you expect a company that is growing like that in a potentially transformative industry, what would you expect it to be worth? Do you expect to be trading at ten times earnings? No, of course not. Um, it's trading at, I don't know, 40 times forward earnings, which is not cheap, nor should it be cheap. It's earned the right to have a high valuation. But the numbers seem to be getting out of control in terms of the trajectory and the vertical nature in which a stock is moving. I don't like that it added $485 billion in three days. That makes me uncomfortable. So is it a bubble? I think it's earned its valuation. Does it seem to be, like, a little bit nuts right now and certainly, like, do for a pullback? Yeah, sure. But that's, again, not an original take. Something that people have been saying for the last."
    },
    {
        "speaker": "D",
        "text": "But if three years, AI is everything people are saying, it's going to be, it's going to be the same cycle you predicted, Ryan, with crypto. There's no way we can get out of this without a bubble. Like, the Internet is everything we dreamed of in the nineties and more, but you had to go through the.com boom and bust to get there. Like, I think I see no path forward where AI does not become a bubble and then have a huge downfall, even if AI does everything people are saying."
    },
    {
        "speaker": "A",
        "text": "That's kind of what I was wondering. And so when I see Nvidia, I see sort of like a little bit of like 1990, 719, 98. I don't know if you guys remember this, like, at all or we're looking at, you know, I was just in school, I was looking at like, yahoo. Stock, and the fundamentals were crazy. Like, it was printing revenue and profit. Like, it looked good on paper, but it turned out a lot of that was on the back of, like, private equity buying advertisements because the entire.com space was, like, blowing up. And so there's an element of, like, David and I do some vc stuff too, right? And so we are seeing tons of AI projects get hundreds of millions of dollars in private equity, like funding, and."
    },
    {
        "speaker": "C",
        "text": "They don't have company raised at 18 billion as a pretty. Is there a product?"
    },
    {
        "speaker": "A",
        "text": "Yeah, they don't have a business model, but they are spending tens of millions of dollars per month on GPU's per month. And to me, I'm like, oh, okay, well, this is interesting, and I wonder how sustainable it is, but."
    },
    {
        "speaker": "C",
        "text": "Well, I would say that, um, Howard Lindsay made a good point that people comparing Nvidia to Cisco, when the music stopped playing in 2000, Cisco's customers couldn't pay. Right? Like, it just was a complete shit show. Nvidia's customers are Amazon, Meta, Google, right? Like, so I think. I think it's a little bit different there. However, in 1999 or whenever Cisco topped, I don't know what sort of multiple is trading out of. It was 100 or 200 times solid earnings. Whatever it was, it was, it was totally insane. Cisco. The business continued to grow. Its earnings per share, like 15% compounded for the next two decades, and it still got clobbered because it was pricing in, you know, 37% growth or whatever."
    },
    {
        "speaker": "D",
        "text": "It's still underwater. The stock price is still underwater."
    },
    {
        "speaker": "C",
        "text": "So can you see something similar with Nvidia? I mean, it's not what I'm betting on, but would I be surprised if Cisco even video, excuse me, is flat to down over the next two to three years? It would not surprise me in the least, David, by the way, nowhere to $4 trillion valuation. Who knows? Like, I don't know where this is going, and I'm glad that I don't have to make those sort of decisions."
    },
    {
        "speaker": "A",
        "text": "Do your question, David."
    },
    {
        "speaker": "B",
        "text": "Ready to go back to crypto?"
    },
    {
        "speaker": "C",
        "text": "Go ahead."
    },
    {
        "speaker": "B",
        "text": "So right now, the ETH just got approved. We're waiting on the s one s. But eventually the ETF will be trading, and then it's a matter of just like the traditional financial institutions to actually pitch it to their customers to end investors. The bitcoin narrative is pretty simple. Digital gold covers the bases. You can kind of elaborate from there if you want, but I think digital gold really explains bitcoin pretty well. Right now in the big conversation in the ethereum world is, how do we sell ether? How do we sell the ether, ETF, the Navy, the narrative. Yeah, I was going to ask you."
    },
    {
        "speaker": "D",
        "text": "The same question, because I do think it's going to be a harder sell. I agree that digital gold is. That's easy for people to latch onto. In the retail and the advisor world. I think your way of pitching it as programmable money makes sense, but I do think that's a little bit of a harder leap for people to make. I think it's going to be so I think it's going to be a little bit of a harder pitch to the tradfi world than the bitcoin ETF."
    },
    {
        "speaker": "B",
        "text": "Yeah. Bankless. We've been known as the people to really help educate around ether, the asset, and really helped evolve its narrative. But our attention is all consumers, individuals. These are crypto natives who are trying to join in the tribal games. Be in the crypto world, be on Twitter with all of us. It's a different audience than what we are typically used to explaining and elaborating for. So I'm actually wondering if you guys have any advice or perspectives or anything to add, because Ryan and I are in the middle of a competition where a week from yesterday, where he's going to pitch to me his best sales pitch for ETh from the tri fi perspective, and I'm going to pitch to him. But since we are both here on an even playing field, I'm wondering if you guys just have any advice for us."
    },
    {
        "speaker": "C",
        "text": "Wow, talk about turning the tables. Asking us for advice on how you. The way that it was explained or like, the clearest message that I saw in this was from, I think Matt Hogan wrote, it was certainly from bit wise, programmable money. I think, like, smart contracts where you're not, it's. It's programmed into the technology. This is a terrible pitch, but you're not, you're not looking for, like, human intuition or approval or anything like that. It's all done before you place your bets."
    },
    {
        "speaker": "B",
        "text": "Do, do. I'm worried about, like, I'm working on a pitch because I'm going to beat Ryan here. I'm worried about invoking smart contracts to smart contracts. Is that a helpful term or confusing term to who? Like, don't know, like Blackrock and Blackrock customers."
    },
    {
        "speaker": "D",
        "text": "It might be a little confusing."
    },
    {
        "speaker": "B",
        "text": "Right. Like, it's not a term that you know of. It's. That's a crypto native term."
    },
    {
        "speaker": "A",
        "text": "David, David, I have my one line pitch. You ready for this? Tradfi's gonna love it."
    },
    {
        "speaker": "B",
        "text": "Sure."
    },
    {
        "speaker": "A",
        "text": "Nvidia for tokenization."
    },
    {
        "speaker": "B",
        "text": "Oh, my God."
    },
    {
        "speaker": "C",
        "text": "What the hell is tokenization?"
    },
    {
        "speaker": "A",
        "text": "Oh, damn."
    },
    {
        "speaker": "C",
        "text": "Fail thing. So from the perspective of like, the buyer of the ETF, I don't think they really give a shit. They're trying to make money. Is it going to go up? It's like another form of bitcoin. I know it's not actually, but fine. It's a digital asset. That's it. And I would just leave it at that."
    },
    {
        "speaker": "D",
        "text": "Couldn't you just say it's better than bitcoin? Eth is just better than bitcoin."
    },
    {
        "speaker": "B",
        "text": "Yeah, but why? Why is it better than."
    },
    {
        "speaker": "C",
        "text": "It's a better form of stuff?"
    },
    {
        "speaker": "A",
        "text": "Because the price will go up faster than bitcoin."
    },
    {
        "speaker": "C",
        "text": "There you go."
    },
    {
        "speaker": "A",
        "text": "Something like this, guys. This has been really cool. Actually, David, that was my question. So that was like my final question, guys. But this has been really fun and this was fun. I think we should do something like this again. It'd be be cool to have our counterparts in the stock world whenever we have questions about our 401 ks and what to buy, and we could have this on a recurring basis."
    },
    {
        "speaker": "C",
        "text": "Well, I appreciate you guys coming on. One of the reasons why I've been listening to you over the years is because you are pragmatic and level headed and you're not totally insane. So I appreciate the message that you guys are putting out into the world. And thank you for coming on our show today. This is a lot of fun."
    },
    {
        "speaker": "A",
        "text": "Amazing. Thanks, guys. Bye."
    }
]