[
    {
        "speaker": "A",
        "text": "Bankless nation drama has ensued in the Ethereum defi lending space. Makerdao has opened up a vault with Athena, their brand new synthetic dollar use, and given it a line of credit with Dai. This allows market participants to loop their Athena position and leverage up on the yield that is being produced from the Athena product. At the same time, Ave governance has said, yikes. That's too new, too risky and too overexposed for us to retain die as collateral. A recent governance proposal in the Ave Dao is proposed to remove die as collateral in the AavE system, driving a wedge between these two protocols. Today on the show, we are going to hash this out. Sam McPherson from the maker side of things and Mark Zeller from the Aave world are on the show today. Each of them are going to explain their perspectives as representatives from their respective ecosystem about the choices being made and the next steps here for each respective app. If you are here for the drama and Spice, sadly, this episode will disappoint. This was an amicable, cordial, productive conversation between these two guests, and since we're all here to achieve the same goal, to scale Defi and make better products for the on chain users of the world. So let's go ahead and get right into the episode with Mark and Sam. But first, a moment to talk about some of these fantastic sponsors that make the show possible. Bankless nation, excited to introduce you to Sam McPherson. He is the CEO and co founder of Phoenix Labs, one of the main contributors to Spark, which is a part of the Makerdao ecosystem. It's a Makerdao subdao. Sam, welcome to Bankless."
    },
    {
        "speaker": "B",
        "text": "Good to be here."
    },
    {
        "speaker": "A",
        "text": "Mark Zeller, of course, very similar relationship, but over on the Aave side, the founder of ACI, which is one of the core contributors to the Aave protocol. Mark, welcome to Bankless."
    },
    {
        "speaker": "C",
        "text": "Hello."
    },
    {
        "speaker": "A",
        "text": "So we're seeing some developments in the Ethereum app layer around the lending space. Some different decisions are being made by your guys's respective organizations that I want to unpack and parse into. I want to kind of like attempt to see like a protocol here. What is it like to have the perspective of AAvE? What is it like to have the perspective of Makerdao? Because as these are similar products, they are making different decisions, and I kind of want to understand the decisions from the perspective of each respective protocol. The big news here, I think, started off from Makerdao's choice to integrate and USDE from Athena, this brand new synthetic dollar that everyone is hyped up about, and then give Ethina a line of credit of sorts to be collateral in the Makerdao system and use that as a source to back Dai. And so this has produced some sort of concerns and controversy around the risks of this brand new protocol, since it is relatively new, brand new on the scene, and we have never seen a product like this. Sam, maybe you can walk us through the thought process, if you could speak for the Makerdao, the protocol, again, seeing a protocol, can you walk us through the thought process of onboarding USDe as collateral into the maker dao system? What are the risks? How were the parameters chosen? Just give us the perspective here."
    },
    {
        "speaker": "B",
        "text": "Yeah, sure. Maybe let's first just say what USD even is. Athena? USD is a tokenized cash and carry. So it's like a well known investment strategy where you go long and short on ETH or bitcoin, and then on the short end you go short the perps. And this allows you to have a delta neutral position and pocket the return that the borrowers on the other side that are taking leverage on ETH and bitcoin, they pay for this position. So this has been done for a long time. It's nothing new. What is new and interesting is this tokenization. So you can think of it a lot similar to like, ETH staking. So you have e staking, that's all well and good, and people can go and do that themselves. But what's new about this is the tokenization. You have lsts, and that enables you to use defi. So this composability is what is the very new and interesting part. And it's to the point where even some larger firms that have been doing this themselves prefer using Athena because of the capital efficiency of being able to use defi. So this product in and of itself is really great. It's an innovation, it's something new, and I'm very excited about it. And the market naturally is catching on now. We see with the large growth right now, so where, so as everybody sees the interest rate or the yields on this, the savings version of this, the s USDe are like, you know, 30% to 60% when the bull market is going. So where is this yield coming from? It's from a market inefficiency in that on these centralized exchanges, where these users are using the perps to go leverage long, they're willing to pay, you know, 80% borrow rates there, because they think the prices of ETH and bitcoin are going to appreciate, and that's a worthwhile trade. So this whole thing is funded by actual users paying for this. This is not some crazy construction. It's well known, it's fairly safe. There are some risks associated with it, and I think we can get into that. But in and of itself, it's a tokenized strategy. So where maker's position in this maker has a lot of capital available, 5 billion outstanding DAI, which it can deploy on the supply side into various opportunities. So previously, since the DeFi rates have been fairly low below the T bill yields, up until a couple months ago, the best opportunity at the time was to have most of this idle supply in t bills. So that was yielding about 5%. And that's why you saw the DAI savings rate at about 5% up until recently. What changed in about January is the DeFi rates just started surging because the bull market kicked in. And now Maker, as a, one of the, as the largest lp in DeFi, is reallocating this T bill portion yielding 5% into this higher yielding. There is higher risk, but it's being done in a safe way into this higher yielding opportunity. Now, I want to be very clear, I think there's a misconception that maker is directly allocating into USDe in the same way it would with T bills. It is not doing that. Instead, Maker has created vaults in the same way that you would leverage up on ETH or WBTC and the maker core vault. We have opened up a new vault that has over collateralization of the primary positions are 86% LTV and 91.5% LTV. So these positions are over collateralized. So maker has exposure indirectly to USDE, which is different than the t bill exposure, which is held directly by the protocol. So this provides a far greater level of safety for die holders. And maybe we can get into this later, but we can go over all the layers of protection that are in there, that protect die holders from events that go wrong within Athena."
    },
    {
        "speaker": "A",
        "text": "Maybe, just to put it very simply, when Makerdao owns t bills, it owns the t bill asset. But in contrast, when Makerdao gives capital towards the Athena product, there is a buffer of an over collateralized vault in between Athena and Makerdao. And so there's that kind of like a circuit breaker there, a buffer, an over collateralized buffer. When Makerdao gives capital to Athena, Makerdao, Makerdao's liability is Dai, which is dollar denominated. But Athena, if I'm understanding the product correctly, takes Eth as collateral, or maybe I'm mistaken, how does that. When Makerdao gives capital to Athena, how does that work?"
    },
    {
        "speaker": "B",
        "text": "Yeah. So Makerdao does not give capital directly to Athena, the market will do that. So we just onboarded these vaults, and they're just like any other vaults. It requires leverage users on the other side to just wind this up. So when we put these vaults up, you have users who have USDE, and we also offer vaults with s USDe as well. So let's just talk about USDE to keep it simple. So these users who have USDe can put it up as collateral, take a loan, just like you would do with any other asset, like eth on maker core vaults. And then, because the interest rate on Dai borrow rate is lower than the yield coming from USDE, this user can lever it up, you know, about ten x is what we're seeing. And then they can, this will create demand side pressure on the USDE token. So and then the market makers who are able to mint this is behind a yemenite KYC process similar to, like, USDC. So increased demand for USD will convert into pressure into increases in the price of USD, which will get arbitraged out by the market makers who are KYC, who will take this and then mint more, and then sell it into the market to bring the price back in line."
    },
    {
        "speaker": "A",
        "text": "Okay, so just there's a loop being established here where there is a yield to produce USDe from Athenae, and then there is a yield, a cost, an interest rate to borrow Dai. And then market participants are basically able to arb these two things. And so they're able to borrow Dai to mint USD at some yield, use that USD as collateral, which is the thing that make the decision that makerdao did to allow us to become collateral. And then there's a spread here, a yield spread. And you're saying, like, we are enabling the market to close that spread via looping, via leverage. But this is okay because this product, this vault, is over collateralized."
    },
    {
        "speaker": "B",
        "text": "Exactly."
    },
    {
        "speaker": "A",
        "text": "Okay, Mark, let's turn to you here, because there has been discussions in the Aave governance forums about off boarding Dai as collateral. And I think it's because of this brand new product, this brand new offering from the Makerdao system saying it's just citing the risk. So when you hear Sam explain this product, I'm assuming you hear risk, can you kind of give us your analysis on this whole side of things and some of the decisions, the motivations to offboard dice collateral from Aave."
    },
    {
        "speaker": "C",
        "text": "So the first thing is that we just have ten minutes of straight up, like, how would I quote that? Control facts and control truth. And the thing is that this cash and carry trade. If it was that seamless and that risk free, everybody would be doing that. Like if it's a money printer, I will do it myself. And it is true that in a bull market, and when there's a reasonable expectation that market price will go up, usually the funding rate, when you take a leveraged position to shorten asset and you hold the same asset into your wallet, the funding rate will be positive to you. So shorter RPA to hold position in a bull market and that's basically the spread. And that's basically where the money comes from. Because some people, I think like the Etina guy, like Seraphim said today or yesterday on twitter, there's no leverage on it. Now, it's very funny to me that the Eteni team doesn't know ot network, but it's obviously you don't have 100% LTV on those positions, so you need leverage to equilibrate both those positions. And itinerary is a good system. I'm not saying it's a bad system, I'm saying it's a good system. But it's not the perfect system that just can print money overnight. There's no free lunch. And it's quite important. And our job as liquidity protocol is to do risk analysis. Because at the end of the day, we have actual people putting their life saving in the protocols. So we have an ethical responsibility to do our best each time we go to bed to say, okay, today we did our best to protect the users. So that's why we need deep analysis into the product. And a good product and a good position can become a bad position depending on sizing. So something that is true at the scale of $100 million might not be true at the scale of $600 million, and even less true at the scale of five or $10 billion. And that's the fact is that Etina right now, it's already a fifth or even a quarter, depending on the market condition of the all open interest, all the open position on the market right now in their vertical. And the thing is that when you evaluate the risk, you evaluate the liquidity crash, the sigma moment that say, okay, there's a high level of liquidity and a high amount of deleverage. What happens if I have 20% of all the shorts in the market and the Ethereum price pump of 30%? Overnight, of course I get liquidated. But if 20% of all the positions are liquidated, that's a long squeeze or a short squeeze in this position. What happens when there's a short squeeze. The whole market, the whole market just gets that bought and the price went up, will go up even more, and then the position is worse and worse. Itina people are smart people. So I'm not saying this is crazy, I'm not saying this is terra Luna, I'm not saying this kind of thing. What is concerning to us from the Aave perspective is the speed of growth or disposition, because what can be a good trade and a good moneymaker at a certain scale, and growth over a few weeks can be extremely dangerous if you do it overnight. And that's basically what happened. What we have been witness of this week is the fact that our baker is not a dao anymore. So there's been 48 hours between the publication of Block Analytica forum post, hey, let's grow this 100 million position to 600 million. And okay, we accept that. And let's put that into a vote. And the vote is just rune and the perpetrator of rune. So we know the vote will pass. And we even have yesterday Rune goes on the Twitter, going on the Twitter space and say, I don't want random people taking decision for my protocol. Like concerning it will be like if someone will say that on the avedao, like, it would be so disrespectful of our community that it will not pass. Like, you cannot do these kind of things. So that's our main concern is because there's no growth rates anymore, and because the speed of growth of this position, even if this position at the current scale are probably safe, it's better for the Aave user to be on the safe side. And you can be on the safe side in two ways. The extreme way is to say, okay, dai is not a collateral anymore. And that's why, and it's completely fine, because the use case of stablecoins in DeFi is to be bored not to be used as collateral. Less than 5% of Dai in Aave are used as collateral. So it's not a money maker for us, and it's not a big market for us to have dai as collateral. We make money when people borrow dai in order to build position in the market. So if we remove that possibility, the business we lose is basically zero. Another way to do this is to reduce the LTV, so reduce the borrowing power capacity of DAi. And what you do when you do that is that if sheet goes wrong, your protocol. So the AavE protocol and the AavE user will get liquidated first, so will get protected first. And that's extremely important because when there's a deep event. Lead creator will show up when they can show up first and when they can make a profit first. So if we have a LTV that is slightly lower for dipe on Aave than the other markets, and things go wrong with DAi, the AavE user will be protected first compared to the other protocols. So the both solutions are actually good for the Aave Dao. There's all upside and no downside. That's why it's proposed to the firm. But because we are an actual DAO and we do care about our community, they are not treated just like randoms. There's a debate happening right now. There's people that are paid by the DAO that will provide the risk analysis, and based on their answer and their valuable feedback, there's going to be a consensus, there's going to be a vote, and that's going to be implemented in the AAVE protocol."
    },
    {
        "speaker": "A",
        "text": "Mark, can you kind of illustrate? Just like I want to just double click on the risks that AAvE sees in this whole system. I think you're saying that at a $100 million line of credit, which is what Makerdao started off giving this Athena vault, you're saying that that's probably fine, but the intentions of Makerdao has stated to, I think, increase it to 600 million and then later a billion, maybe. Sam, you can check me on my numbers there. Is that right?"
    },
    {
        "speaker": "B",
        "text": "Yeah. Can I clarify about these numbers? Because some of them are just more technical details and less risk parameters. So the way maker works is that all of the vaults, including ETH and the PSM and now this Morpho vault that goes to Athenae are capped by this rate limit. So every. The rate limit for these Athena vaults is set to 100 million every 24 hours. And that is the important number. So the 1 billion number that keeps throwing around, that is a pretty arbitrary number. That is the maximum debt ceiling that."
    },
    {
        "speaker": "C",
        "text": "This the source of that is the maker that will governance forum. And the source of that is the post of block analytica. That is actually the guys that do this for you guys. Like, it's not a random number that created out of thinner. That's your words."
    },
    {
        "speaker": "B",
        "text": "I'm saying it's an arbitrary upper limit. Now, what is important is this hundred million number. That is the amount of debt ceiling that can be allocated immediately. Then there's a 24 hours cooldown, and then you can allocate another 100 million. This is the primary just to really."
    },
    {
        "speaker": "A",
        "text": "Make sure I get this right. So we can allocate 100 million and then it's like frozen for 24 hours, and then you can allocate another 100 million. So every 24 hours you go up 100 million?"
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "So $100 million every 24 hours does seem a little on the fast side."
    },
    {
        "speaker": "B",
        "text": "Yeah, but the important part is that you can cut it off if something goes wrong, there is an interrupt there, and so that's your maximum exposure. This 1 billion number is like an arbitrary maximum, and it's getting thrown around and it's like, it's not a particularly relevant number when you're considering risk. So yes, there is a plan to ramp it up to 600 million target, but this will be done slowly. There is."
    },
    {
        "speaker": "A",
        "text": "Couldn't in theory, happen inside of six days."
    },
    {
        "speaker": "B",
        "text": "Yeah, but I mean, there is a feedback process. So there's people watching the market conditions. We're going to ratchet this up slowly. Watch it. It's not just going to go maximum full throttle the whole way. So this is like setting the bounds, I guess. And then humans will watch and make sure this is done in a safe way the whole way up."
    },
    {
        "speaker": "C",
        "text": "But the thing is that the available liquidity is zero. So when the liquidity is used, what you're gonna do, like take the money back from the users, force the liquidation of the users. The only thing you can do is play with the interest rate. So you can incentivize the user to repay by putting them egregious interest fee to maintain their position. But you cannot just close the position of the user overnight. That doesn't work that way. So if you print 600 million and the market take it."
    },
    {
        "speaker": "B",
        "text": "Yeah, so this is all about duration risk. So we can definitely get into this and I can explain what will happen in, you know, in the event of a liquidity crunch or insolvency. Do we want to do that now, David, or."
    },
    {
        "speaker": "A",
        "text": "Yeah, so I think what Mark is saying is like, if you let it get up to 600 million and then make a risk analysis, is saying, well, that's, that's too much per market conditions. There's, we have too much exposure here. We're not able to sustain this level for whatever reasons. I, I think Mark is saying, well, how do you appropriately wind it down? And so I think that's the question to Sam."
    },
    {
        "speaker": "B",
        "text": "Yeah, sure. So there's a whole bunch of different scenarios that can happen here. If there was sort of like, yes, we have too much exposure, we need to pull it back gracefully over the course of like a month or something. That's pretty easy. We just withdraw all the idle Dai. So these markets, they use utilization based curves that will ratchet up the borrow rate when the market's at 100% utilization. So this encourages people to repay their loans. So we can do this gracefully over time. I don't think there's a problem. I think what Mark's more concerned about is like, where there's more of an emergency situation, a liquidity crunch on Dai, let's say the USDC."
    },
    {
        "speaker": "C",
        "text": "Let's use the real data right now. The real data, as we are recording right now, is that the position in Molfo that allows 20 x leverage. So the is amount of leverage currently has $1,000 of available liquidity out of $10 million of liquidity. So 99.9% of that liquidity is used. There's nothing you can do about it. And people are ready to pay 90% to use that liquidity because they are farming like the in airdrop or whatever they want to do with it. So the cost of maintaining this position is 90%, and that's a fact. What can you do about that? The liquidity is already gone."
    },
    {
        "speaker": "B",
        "text": "Well, let me run through it. Okay, so. And first of all, the average LTV, the collateralization is 90 is 88%. So that's more like ten x, not 20 x, but kind of beside the point. Anyway, so let's run through the scenarios where, okay, let's say Athena has. There's two kind of different ways that there could be a d peg of Athena where it's no longer trading at a dollar. There is a situation where there is a liquidity crunch where people just want to exit. Maybe the market's crashing, but the assets themselves are. It's still backed over collateralized on Athena's side. So this sort of scenario is probably going to happen. It's actually pretty likely. I think even on s usde there was a 2% DPEG even like a couple days ago with the market crash. So we expect this to happen. And this is actually why we hard peg the oracles. Because at maker's size, we do not want to be fire selling these assets when we know if we wait a week, they'll regain their value. This exacerbates the DPEG conditions and makers happy to wait this out. So these temporary deep situations are not really a problem. And this is actually the same ave does the same on their market for lsts. They hard. That is not true."
    },
    {
        "speaker": "C",
        "text": "That is not true. That was true, like six months ago, but that's not true anymore."
    },
    {
        "speaker": "B",
        "text": "It's still true. So they hard peg. They hard peg. Stein to eth, are you going to."
    },
    {
        "speaker": "C",
        "text": "Mention me my own protocol, son. Are you sure?"
    },
    {
        "speaker": "B",
        "text": "I mean, I just looked at your oracle the other day. You guys are still hard pegging. We do the same for the same reason. I think it's the correct decision. So anyways, hard pegging in this sense makes sense."
    },
    {
        "speaker": "C",
        "text": "Let's move on."
    },
    {
        "speaker": "B",
        "text": "Because there's lack of liquidity sometimes in the defi markets, it makes more sense to hold the asset and wait for it to return to peg instead of exacerbating the problem by fire sailing it with liquidations. And this is the kind of trade off you have with a lot of pegged assets. So now what? The situation where that's a little bit more dangerous and precarious is this insolvency where there is actual losses, and this can happen as well. I would bucket these into two categories as well. There's categories where you have these catastrophic losses to the point it's like 30% plus, where you're like, really just something has gone horribly wrong. And for Athena, we've looked at these risks, and there's really only two ways you can have losses of this magnitude. If there is, let's say, fraud, or a custodian is hacked or something like that. So where are these?"
    },
    {
        "speaker": "C",
        "text": "Like, basically we're lucky it never happened in crypto."
    },
    {
        "speaker": "B",
        "text": "Okay. But this is a risk for pretty any. If you accept centralized assets at all, this is a risk everywhere. So you kind of just have to accept that this risk won't happen. And if you do that, you start looking at the more nuanced situations where you have losses on the margins. So this would be something like an operational failure where, you know, everybody's exiting all at once. They have a slippage on the perps trying to rebuy them to close out their positions, to honor the redemptions. And this can totally incur losses if the. Especially if the funding rates go negative. And Athena is very aware of this. This is why they are building up a huge insurance buffer right now, currently stands at 32 million. They've raised this in only a month. And part of this points program that they're running is actually fairly genius. They are building up this massive cash insurance to protect against these sort of slippage events as they happen, and protect USDE holders. So these can kind of affect it to a couple percentage points. But, okay, let's. Let's run through the scenario where Athena is taking losses in the degree of, you know, maybe 20% or so. And this is kind of. This is on the upper end of what is reasonable. So they've blown through their insurance buffer. Now, what happens is the users who have taken leverage on these morpho vaults, what they'll, what the market will do is they'll just max borrow all the idle Dai, because the collateral is now worth $0.80 on the dollar, and they can borrow more die. That's more valuable. So they'll max out the vaults to 100% utilization. So this will just naturally occur. So what happens next is that the interest rates will continue to climb on these vaults. These vaults are now insolventhe. Then once the interest rates, they'll just keep growing and growing and growing until these vaults reach liquidation threshold. Now, because the assets are worth $0.80 on the dollar, they're worth less than the DAI to repay. The market is not going to liquidate this position. But there is one person who is or one actor who is wanting to liquidate this position. That's maker. Maker can mint the die, can repay the loan, get the assets back on its books, and then do the settlement at $0.80 on the dollar. Now, even if this occurred, so we have, let's say this 20% loss scenario, you have a 10% protection that comes from roughly 10% that comes from these over collateralized vaults. So immediately, makers only taking losses of 10% of the position. So let's say this is 600 million position. That's 60 million in losses that goes to maker. The surplus buffer is larger than that, so maker can cover that in cash. And so even if we start going beyond these numbers, like Maker additionally has another layer of security here where it protects Dai holders. It owns $150 million of maker Dai Uniswap V two position. This is protocol and liquidity. So as it's minting maker to cover the shortfall, it can use this 75 million DAI that's sitting there with buy orders that can sustain the price of maker. But this is like sort of a very catastrophic scenario. That is unlikely. What's more likely? If there are, if there is some level of insolvency, it's going to be on the margins, a couple percentage points. But this is why we don't hold USD directly on our books."
    },
    {
        "speaker": "A",
        "text": "Mark, when you see the risks of the Athena protocol, where do you see the losses potentially coming from? What's the scenario in which you see losses needing to be covered?"
    },
    {
        "speaker": "C",
        "text": "The important fact is to be clear that I'm not against Etna. I think it's an interesting cash and carry trade. What I'm less convinced is their ability to produce significant yield over time, because every arbitrage opportunity on the market. That's like basic finance is meant to be temporary. Otherwise we just print money and we all begin this. I would love that, but that's just not a fact of the market. And as we are speaking right now, because we've been through a tough week on the market, the actual yield of SUSD is not 60% anymore. I am checking it right now as we are speaking, and it's actually 7%, so it's below the DSLR yield. So right now, the only reason people use the mega Dow Volt is to actually bet on the airdrop of Ethela, because the spread between what the yield of the position. So when you hold SUsDe and the cost of your position is negative, so you're not making money opening this very high leverage position, you are actually losing money. And you are losing money on average. But the bet of the user is that the airdrop will compensate that, which is fine. Why not? It's a Nijing teammate bet and everybody can try whatever they want want in the market. So that's the first thing I'm not against in Tina. I think that in the long term, that's something that will normalize and find some equilibrium. And if they are smart enough to, and I think they are smart enough to not be completely digital, it will be an interesting, another new vertical in the defi landscape. The thing that is important is that there's a lot of optimism in this conversation. So we just gonna print some money, that money gonna be great in our dow treasury. And if things go wrong, that money will be used to compensate the loss. And at the end of the day, it's risk and reward. And we take a fair amount of risk, but because the reward is so high, we are making 60%, 70%, 90% return on those positions. If we lose a couple of million or even 20 million, that's completely fine, because we have the cash and the bottom line is still profitable for the protocol. That's a combo. It's a fact. And I'm not sure that the people that sign up to the most decentralized, the decentralized stablecoin of the ecosystem sign up for supporting an n edge hedge fund. That's basically the system right now. Because when I start using daiden six years ago now, and even more, more than that, and I was a huge supporter of mecha Dao, my idea was to support a decentralized stablecoin. Otherwise I just use USDC. USDC is very simple. And I know there's some dollars in a bank account somewhere. The idea was to have a stable cut, and the other idea was the mekodao was a dow, and both of those assumptions are not true anymore. That's basically my conclusion, yeah."
    },
    {
        "speaker": "B",
        "text": "Okay, so for the point of the collateral onboarding, honestly, I don't view this as any different than any other collateral onboarding that we do. So, like, you know, there's been eth wrapped bitcoin lsts now, so these all exist as collateral. It's just a different set of risk trade offs. So, like, with ethan, WBTC, you have, like, market volatility and stuff like that. Um, with Athena, you have more operational risks, but it's all just risks and different flavors, and you just. The. The key is to just, like, uh, take a very, um, objective view and just run the math and figure out what you perceive the risks to be. And, uh, if the return is. Is. Makes it worthwhile, then you should do it. And this calculus, um, you know, Athena. Yeah. It's obviously not going to last at 60% yield. Um, this is a temporary market inefficiency, 7% today, so."
    },
    {
        "speaker": "C",
        "text": "Yes, not 60%."
    },
    {
        "speaker": "A",
        "text": "Sure?"
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah, it's going to go down. And, you know, the rates on aave have dropped down to that. Roughly that, too. So, like, the market goes up and down, and we just reallocate capital to as necessary. So if the rates drop sustainably on Athena, then the position will just unwind. So that's perfectly okay. We can go back to t bills, but this is just like the way you manage the supply side of the balance sheet. You have to identify the best risk adjusted returns and allocate to them, and then take precautionary measures. Now, in terms of dai, the stablecoin, I think SDAI is actually in a very good position right here. So SDAI is not optimizing for maximum yield. SDAI is trying to sit at this position of pretty good yield optimization. High liquidity maker strives to keep 25% of the balance sheet in USDC, which is the most, uh, liquid stablecoin and defi, other than maybe tether. Um, so this. This is, uh, with this, you can treat SDAI more like cash, whereas with USD, you get a higher, uh, yield. It's, I would say a little bit of it's a higher risk profile, but, uh, some people want that. So I think this is, like, just different, uh, strokes for different folks, basically. Like, um. And so SDAI sits more on, like, the cash like side of things, and that's why the yield's not the same as Athenae, but in exchange, you get all these levels of protection from maker, you know, the over collateralized vaults, the surplus buffer at 60 million, the protocol owned liquidity at 150 million. This all is sitting as insurance in front of DAI holders."
    },
    {
        "speaker": "C",
        "text": "I think that's where we disagree. And I think data is important to check here. And even if we disagree, let's agree on one thing. We love the fact that DeFi is auditable. So all the data I'm talking about right now, it's on makerbone.com. so if you go on makerbone.com, you will have all the source of collaterals of Dai, where the Makerdo spend their money as a protocol and all these kind of things. And that doesn't exist in CEFI and even less in tradfi. So even if there's some disagreement, I have to emphasize the fact that is quite interesting that we have this amount of auditability. I think we are in the current situation with Megadao because the strategic choice of these unedged hedge fund or these shadow banks were not well defined during the bear market. Basically what happened is that at some point you guys went ball steep in real world assets because the bear market yield was not good enough and 87% of Di collateral was offshore. And that's a fact. It was mostly USDC. So the collateral is offshore in form of cash in some bank accounts and real world assets in the form of treasury. And right now, you have roughly 20% of the world supply that is underperforming the market because it provides on average 3.5% yield. But the thing is that if your asset is centralized or not, you don't have this added value of being the decentralized stablecoin. People will ask for money to actually hold your asset, because otherwise just hold USDC. And the answer to that is to create liquidity sink. That's the DAI saving rate. But because DAI was less attractive to hold, you had to increase the DAI saving rate from 5% to 15% and not 13%. Why? Because your PSM, which is the special contract protocol stability module that holds some USDC and allow some seamless exchange between DAI and USDC, and allow liquidity and slippage less experience with DAI was getting emptied. And at some .2 weeks ago, you were like 30 minutes away from running out of money there. So you have to do something. Your back was against the wall. So you decide to climb up the wrist ladder in order to produce some yield and make sure that you can maintain an IDSR in order to incentivize people to hold DAi. But the thing is that when you increase the risk, you increase the expectation of the DAI holder to get paid. Because why will I accept to get paid only 13% holding SDAI when I can make the same trend than you guys? And it's very public, everybody talking about this and make actually 60%. It doesn't make sense. I would just take my die, dump it and buy susde. And that's what people will do if you don't increase the DSR. So you are in a weird situation right now, where you have an escalation, where you need more revenue, but more revenue is more risk. So you need to spend more in the DSR to stabilize your asset and where does it go? And that's the concern for from us as an external actor, that look at the ecosystem as a world and the industry as a whole and say, okay, this is the amount of risk they are willing to take right now, what they going to do in three weeks? And because there's no Broadway and it's not a Dao, and they can take a decision to meet 100 million dai per day in two days of discussion, what's going to be the state of maker in two months? So our answer as a Dao and as a service provider, the ACI participating in the AaVE governance, is to say, what's the downside? To take a step back, reduce the reality of Dai, and see what happened."
    },
    {
        "speaker": "A",
        "text": "Mark, so it sounds like just reading, hearing what you're saying, it's not really about any specific decision that Makerdao governance has done narrowly. It's more about zooming out and looking at Makerdao directionally and saying that we are not comfortable with the direction of Makerdao. So it's not any one specific choice about Athena. It's not one any specific choice about any sort of parameters. It's more about looking at Makerdao at a holistic level and saying we are uncertain about the direction, and therefore we don't want to expose ourselves to that direction. So therefore we are off boarding Dai. Is that like a summary?"
    },
    {
        "speaker": "C",
        "text": "I think that is correct, because Dai is a decentralized protocol, and the protocol is actually permissionless and decentralized, no matter what people say. But the thing is that when decision making get concentrated, the evolution of this protocol is unpredictable and unpredictability is risk. And our job is to limit the risk of the Aave user as a DAO."
    },
    {
        "speaker": "B",
        "text": "Yeah, sure. So I think this is actually a fair criticism about the speed that makers been going for the past month. What Mark said, where there was a liquidity crunch on Dai about a month ago when 600 million washing withdrawn. At the same time there was. The bull market was going absolutely berserk. So people were leveraging up hundreds of millions at a time. So this drained the PSM very quickly. Now, normally, if this goes through like a slower process, we would unwind the t bills and replenish the PSM. And this is how it normally works. But through a confluence of events, this just happened all at once, and there had to be emergency actions taken. And this is why you saw this sudden rate increase, which was, I completely agree, was a very bad user experience. So the rates team has definitely taken notice of this, talked to people and been like, this was too much, too fast. And we, the rates team, will aim to not have this happen again. It's definitely a lesson learned about what should have been anticipated more in advance. Like the bull market kicking in, as well as the Athena product coming out of the scene. This should have been noticed in advance and it should have been a slower ramp up. So I think that is a legitimate criticism that there was a failure there. So what I would say is that's something that I think maker governance can improve on more analyzing these sort of market conditions earlier on and doing a slower ramp up. I think that's preferable for everybody. So, yeah, I hear that the only."
    },
    {
        "speaker": "C",
        "text": "Issue for us is trust. So it's hard to trust something that you cannot predict. And I think that it all boils down to this. And what Mekodao did for the past four years, it build trust. And because for the past four years, Mechodao was seen as a conservative protocol that cared about decentralization. And what happened for the past six months is that this assumption is less and less true. But what is important for me to say is that I was one of the first supporters of mecha Dao. I was a big user of dai and also supporter of XDAi that became the musician. And still, even today, I'm a big SDAi holder personally. So there's no word. It's just the fact that as a protocol, you need to protect your user. And if something becomes unpredictable, you change the risk parameter to make sure the user are protected, and you make sure that if something bad happens, the other user are not the victims of that. But if we go back into what we know of Makerdao for the past four years, of course the risk parameter will be proposed to reach back something that is more in line than what was the fact for the past four years. So it's important to say. There's no personal belief in that. I think we both deeply care about our user and our protocols. We both wake up every morning and try to make as much money as we can for those while keeping the user safe. So it's always a balance between those two things. And right now the balance is not great from our perspective on the Makerdao side, but maybe the balance will equal great again in the future and we can come back to what was the norm for the past four years."
    },
    {
        "speaker": "A",
        "text": "Sam, I think a lot of people, this has been an ongoing theme about Makerdao for a number of years now. I think this conversation first got kicked off, maybe with the inception of USDC as collateral inside of Makerdao, and then it got furthered with off chain t bills as collateral is like what's the identity of makerdao back in single collateral dai? It was this extremely cypherpunk on chain only, eth only totally fully auditable system to produce dai. And then multicollateral dai came along and other tokens got added, and then us Ec got added, and then off chain t bills got added. And this is kind of like the change in even though this was like, I think always the more or less the plan for Makerdao, it still created a division of just like what do we want Makerdao to be? Do we want it to be this fully trustless on chain decentral bank of Ethereum, or do we want it to be a hedge fund with a currency liability? And dai and like, people different, with different values and visions for Makerdao have like wished for two different directions. Personally, I've always been most interested in the most expansive version of makerdao, which means all types of collateral, whether off chain or on chain. But that's just my opinion. Do you see the same identity crisis in Makerdao? Or how would you explain the identity or north Star of Makerdao?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, you said it yourself, this has been the plan from the beginning to use real world assets to scale die. I think everybody would love it if we could have a stable coin that scales backed only by ETH, or maybe lsts as well. But it's just impossible. You can't scale it. So there's the stablecoin trilemma, where you can't break this. If you want scalability, you have to use real world assets because the capacity for leverage on ETH and lsts and stuff like that, it's just not high enough to cover the demand for a stable coin. So like, it's not even about what we want. It's like, do you want a scalable, stable coin or not? And then if that's the case, you have to use real world assets and you get to pick and choose which those are. So tbills kind of being the default cash like structure that yields decent risk free yield in tradfi. So that's the natural choice. But I, you know, having over collateralized vaults has also just been part of the beginning, right? Like, as I said, we've had it with ETH from the beginning. Small cap, erc, 20s, lsts, you know, probably lrt's once they become bigger, like. And then, you know, Athena is just another case where it's good collateral, I would say it's a novel type of collateral, and we want to see more of this type of stuff coming on chain as we tokenize the entire financial world."
    },
    {
        "speaker": "A",
        "text": "So, Mark, bringing this to a close, can you kind of provide the Aave perspective as like, if that is what Makerdao's perspective is? What. What is Aave? What is Aave's identity?"
    },
    {
        "speaker": "C",
        "text": "The main difference will be the sizing and the risk management. One thing that is important is that dosage means poisons. So what can be extremely interesting, profitable, and allow you to grow and grow your profit as a specific scale. And that's what is the most important for me to transmit during this podcast, and that's why I say it several times, is that what is good as a specific size is not at a larger sky, or it's not the same risk profile. That's what I say on social media. If you put five centiliters of alcohol in your drink, you will have a nice party. If you drink three bottles of brandy, the only thing you will have is bad consequence and a headache tumor. And that's the whole thing, is that how do you balance things to balance profitability, scalability and safety? Our opinion is that Mekodao decide to put 20% of their eggs in a basket. That is unproven. And maybe on the the scale of risk, that is a bit high. If we had exactly the same position size, but on several protocols, maybe not all of them will make 60% return. Maybe some of them will make 10% return, some of them 20, some of them 60. But you have a more balanced balance sheet that would be safer for everybody. Obviously, the big number on the bottom line of profit might be slightly lower, but I think it's something that is also more future proof in terms of doing things. What we are concerned about right now is not the Didirect deposit module, because d three m is actually something that is very interesting and a very powerful tool. And one day, there's probably going to be a proposal in the Aave dao to do exactly the same thing with go, when go will be at a bigger scale and at a stronger peg that it is right now. But having 20% of that on the D three a, that's too much in our risk comfort zone, especially when that happened in less than a month. But if your position, you do that with one to 5% over a few weeks, and then you grow from there based on market data and make sure that your users are safe, that's not the same story. And that's our opinion right now. And that's based on those facts and those data that we are adapting. Proposing to adapt the risk parameter of dying."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, like, we, like, I disagree with this being some sort of risky maneuver. The analysis been done. These numbers have not just been chosen at random. There's been deep analysis on the structure as well as the protection provided from the over collateralized vaults. And, you know, is the risk of die higher? Marginally, probably, but, like, it's not about absolute numbers here. It's always about risk versus return. So, like, this is, this is just pretty, this is a slam dunk in terms of, like, opportunity. So maker's gonna take it."
    },
    {
        "speaker": "C",
        "text": "I think it's important to recognize there's some more conservative and more risk taker protocol. And I have the feeling that historically, Aave was more risk taker and Makerdao was more conservative. Now, we live in a time where it's the reverse, but I don't think there's good or wrong answer here. At the end of the day, as Sam said, it's a balance between risk and reward. And we are more conservative right now on the other side and make it always more risk taker. But I think there's opportunity for everyone. And what is important is that the people that listen to us have this information and take informed decision with their own money and where they want to put their assets and the amount of risk, they are ready to expose themselves. We have a lot of respect for maker, and I think our relationship doesn't end this week and not in the next few weeks. We still gonna work together in the future. Maybe our relationship is changing a bit in the next few weeks and since a few days, but at the end of the day, we share the same belief that we are building decentralized finance, and that's actual added value in decentralized ecosystem."
    },
    {
        "speaker": "B",
        "text": "Yeah, I'll just say, like, a big admirer of what Aave and Aave Dow has done. I think your guys market is very safe as well, but I think both markets are safe. I think it's both Aave and Maker provide the conservative, safe yields in Defi. So this is, I think, where we have a lot of alignment."
    },
    {
        "speaker": "A",
        "text": "Well, guys, I think I definitely got exactly what I wanted out of this podcast, so I appreciate you guys both coming on. Sam, I know it's late for you. So, guys, this has been great. I think we definitely kind of unpacked a little bit about, like, again, what's it like to see, like, maker, what's it like to see, like, Aave? And so thank you both for coming on and sharing your guys perspectives here."
    },
    {
        "speaker": "B",
        "text": "Yeah, thanks, David."
    },
    {
        "speaker": "C",
        "text": "Yeah. Thank you for this opportunity. I have the feeling that every party had the opportunity to present their point of view, and I think people listening to us will have enough element to make an informed opinion on it, and that's what we expect from media. So thank you very much for hosting us today."
    },
    {
        "speaker": "B",
        "text": "Of course."
    },
    {
        "speaker": "A",
        "text": "Bankless nation, you guys know the deal. If you guys haven't heard it enough already, crypto is risky. Defi is risky. Lending protocols, they're both risky. You can lose what you put in, but we're headed west. This is a frontier. It's not for everyone. But we're glad you are with us on the bankless journey. Thanks a lot."
    }
]