[
    {
        "speaker": "A",
        "text": "Ryan, as we get into the market section, we're going to talk about some numbers that are very exciting, some bitcoin price numbers, some, some percentage up on the week numbers that are very exciting. But I want to take this moment before we get into the market section to remind and hopefully broadcast to everyone listening that we want."
    },
    {
        "speaker": "B",
        "text": "Bankless nation. Happy third week of February, 2024. We are in the bull market. David, what time is it?"
    },
    {
        "speaker": "A",
        "text": "It's the Friday bankless weekly roll up where we cover all of the news in crypto, which is getting easier and easier these days because the news just gets better and better. Ryan, how you doing, my man?"
    },
    {
        "speaker": "B",
        "text": "I'm doing great, man. We. Did you watch the Super bowl over the weekend?"
    },
    {
        "speaker": "A",
        "text": "No."
    },
    {
        "speaker": "B",
        "text": "Okay, well, there are no crypto commercials. Maybe you'll be happy to know. Or unhappy to know."
    },
    {
        "speaker": "A",
        "text": "I'm not sure it means I'm indifferent on that one."
    },
    {
        "speaker": "B",
        "text": "I think very squarely the part we're in in the market is the normies have not yet come, but the crypto natives are waking up, and those that were in crypto last cycle are starting to look at their price charts and be like, oh, that crypto that I kept, it's going up and they're starting to pay attention. I think that's where we are in the market this week."
    },
    {
        "speaker": "A",
        "text": "This conversations has been going around. I have gotten text messages from two friends who were also decently early last cycle, definitely ahead of retail last cycle. Um, and they have texted me again. So I have some people texting me, but these are the people who are smart and ahead of the curve."
    },
    {
        "speaker": "B",
        "text": "They both, they were just like, checked out over the last few years."
    },
    {
        "speaker": "A",
        "text": "They just checked out. Yeah. They never went full crypto. They never, they have normal tradfi, normal people jobs, but, you know, dabble in crypto when crypto is hot."
    },
    {
        "speaker": "B",
        "text": "Well, David, we got a lot to talk about in the market section. Bitcoin hit 1 trillion in market cap and 50k on the week. It's above that, I think, at the time of recording. And so we got to talk about the bitcoin ETF's GBDC selling, what might be behind some of these moves. What else?"
    },
    {
        "speaker": "A",
        "text": "We got another filing for the EtH ETF out of our friends from Franklin Templeton. We'll talk about that. And of course, some of the biggest news of the week. Starknet token is finally here. So we're going to unpack all of that, the good, the bad, the ugly, of one of the most anticipated token drops that are out there. And also, did you hear about Sam Altman raising $7 trillion. I have never heard of anyone raising ambitious tea on it for this new AI chip project. So that'll be towards the end of."
    },
    {
        "speaker": "B",
        "text": "The podcast, David, I also want to throw some hot takes your way about what it's like to be a crypto, crypto native in the US these days. I'm starting to get geoblocked from a lot of things, and I ain't happy about it."
    },
    {
        "speaker": "A",
        "text": "Okay, so get a little dad talk from you, aren't we?"
    },
    {
        "speaker": "B",
        "text": "Yeah, a little dad talk, a little dad rant, I think. David, before we begin, we got to shout out our friends and sponsors."
    },
    {
        "speaker": "A",
        "text": "Ryan, as we get into the market section, we're going to talk about some numbers that are very exciting. Some bitcoin price numbers, some. Some percentage up on the weak numbers that are very exciting. Um, but I want to take this moment before we get into the market section to remind and hopefully broadcast to everyone listening that we want quiet all time highs. So I think everyone needs to be very excited internally with your other crypto friends. But when you talk about the bitcoin all time highs in line at Starbucks with your crypto friend, make sure no one can hear you, because we are trying to keep as long as possible before people come in. So I'm asking, asking the industry on behalf of bankless. Yeah, we want quiet all time highs. And there is a clip that I have that I would like to show that I think represents where we are in the market. This is a clip from animal house. Have you seen Animal House, Ryan?"
    },
    {
        "speaker": "B",
        "text": "I have not seen that movie. It's like a movie from, like, the seventies. Yeah, I've not seen it."
    },
    {
        "speaker": "A",
        "text": "What? Okay. Animal House is a fantastic movie. This is. I mean, the clip is from the song shout from the Isley Brothers famous song. Everyone should know this song. But really, it's appropriate, the most appropriate with animal house because we are all animals for people who don't know. It's about a fraternity that's about to get kicked off of campus for being too rowdy."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "And they are doing their last party that is about to get them kicked off. And so here is a scene using the shout song. And in shout, there's this part of the song where everyone's like, the song goes a little bit softer now, a."
    },
    {
        "speaker": "B",
        "text": "Little bit quieter now."
    },
    {
        "speaker": "A",
        "text": "Yeah. Right before things get loud. Can we play that?"
    },
    {
        "speaker": "B",
        "text": "Yeah, let's play that. So, quiet all time highs is what I guess we should be thinking of."
    },
    {
        "speaker": "A",
        "text": "When we're calling for quiet all time highs. Okay, now wait a minute. Okay, so this is where we are now. We're all partying, having a good time."
    },
    {
        "speaker": "B",
        "text": "Come on, now."
    },
    {
        "speaker": "A",
        "text": "A little bit something now. A little bit something now. Okay, this is where we need to be. This is where we need to be. We need to be a little quieter. This is where we. This is the next two months of our lives. A little bit quieter now."
    },
    {
        "speaker": "B",
        "text": "Just like this."
    },
    {
        "speaker": "A",
        "text": "Just like, whispers. And then this is what happens next."
    },
    {
        "speaker": "B",
        "text": "It's really soft."
    },
    {
        "speaker": "A",
        "text": "It's really soft. Really, really soft. And then we get to get loud. Okay, I'm just. This is how this needs to go. First we get quiet for the next two, three, four months, and then we get loud. Like, towards the end of this year, I'm calling. That's my call to action, to the entire industry. Yeah. And then it's just degeneracy. But, like, we're gonna get, like, you can't. You can't hold that back. All right."
    },
    {
        "speaker": "B",
        "text": "Does it ever actually get crazy? Do they just start screaming? Do we get to the kind of the euphoria of the bull market in."
    },
    {
        "speaker": "A",
        "text": "This clip in the rest of the movie? Yeah, you see the guys of the fraternity just, like, take over an entire town during a parade. But, yeah, you guys just need to watch animal house if you haven't seen it."
    },
    {
        "speaker": "B",
        "text": "All right, so I guess, like, don't send the bankless episodes to your friends. Don't tell anybody when they text you."
    },
    {
        "speaker": "A",
        "text": "Don't talk about crypto."
    },
    {
        "speaker": "B",
        "text": "Just be like, oh, I hadn't noticed. Is it all time high? Oh, wow."
    },
    {
        "speaker": "A",
        "text": "Yeah. Uh huh."
    },
    {
        "speaker": "B",
        "text": "Yeah. Just keep this quiet."
    },
    {
        "speaker": "A",
        "text": "Just keep it quiet. Keep it quiet."
    },
    {
        "speaker": "B",
        "text": "This is for your mental health, right? Is that all you want, or is this good for everybody?"
    },
    {
        "speaker": "A",
        "text": "This is good for everyone. The longer that we can drag out this cycle and keep away the just exploding all time high, high. Blow off tops. We're trying to avoid the blow off tops and that this is what we're doing. We're plate practicing."
    },
    {
        "speaker": "B",
        "text": "Like, I."
    },
    {
        "speaker": "A",
        "text": "Like, we need to act like we've won a game before."
    },
    {
        "speaker": "B",
        "text": "That's fine. I like the idea. I just. I don't think markets will, like, honor your request here. Okay. Because, like, markets, like, they are. They are animals, right? I mean, like, especially animals. All right? And we're up. So let's talk about bitcoin on the week. We've teed this up a lot, but where are we? Where do we start? And where are we now?"
    },
    {
        "speaker": "A",
        "text": "We started the week at $45,200. We are currently at $52,300. Grow up. 16% on the week. I remember Ryan. Remember, like, maybe about a year ago, you were. I think we were talking about, like, man, remember. Remember when there were, like, double digit days either up or down."
    },
    {
        "speaker": "B",
        "text": "Yep."
    },
    {
        "speaker": "A",
        "text": "But there was like, a solid, like four months of just like, oh, bitcoin's up 2%. Bitcoin's down 3%."
    },
    {
        "speaker": "B",
        "text": "It was just crabbing around."
    },
    {
        "speaker": "A",
        "text": "Crabbing around. Up 16%."
    },
    {
        "speaker": "B",
        "text": "Wow. Say it again. Say it again."
    },
    {
        "speaker": "A",
        "text": "16%. Quietly up 16% on the week. A very modest, humble 16%."
    },
    {
        "speaker": "B",
        "text": "We could be loud here. This is a. This is a podcast for crypto natives. We don't yet have the normies coming back in."
    },
    {
        "speaker": "A",
        "text": "Yeah. We need to set in the expectations, though."
    },
    {
        "speaker": "B",
        "text": "Okay, so this is a cycle, would you say? Cycle all time high in terms of price? By that, certainly. Certainly the highest it's been since, what, 2021?"
    },
    {
        "speaker": "A",
        "text": "Yes. We are threatening price discovery. We still got 19,000 more dollars. 17,000 more dollars until we hit the famous all time high price of $69,420. But there's not much space between fifty k and sixty nine k. I'm almost."
    },
    {
        "speaker": "B",
        "text": "Surprised more mainstream hasn't jumped on this because another number was hit, not just the 50k number. We're not quite at bitcoin all time. All time highs in terms of price, but, like, another milestone number. Bitcoin is worth over a trillion dollars."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "At the time, total bitcoins. That's a lot. That is huge. All the people who said bitcoin was crypto is dead, not coming back. Sand bankman freed, killed it, whatever they say, during the intervening cycle. I mean, surprise, 1 trillion bitcoin's not dead. The most, like a predictable surprise ever, I would say. But let's talk about the mechanics of what's going on, because I actually think the bitcoin ETF flows have been a big contributor. So the bitcoin ETF wasn't just a narrative, wasn't just a sell the news type of event. We're actually seeing some flows. Can we talk about that? Because I think that is part of the reason why price is increasing in double digits this week."
    },
    {
        "speaker": "A",
        "text": "Ever since the launch of the bitcoin ETF's, there has been, like, a Benjamin buttoning between the grayscale outflows and the ETF inflows, where the ETF inflows actually started pretty strong. Um, but then the great the grayscale outflows just dominated everything. And ever since then, the grayscale outflows to Coinbase, just to selling in general, has been down only, and we are seeing just a resurgence in momentum of inflows. Into the bitcoin ETF. So just on February 12, this is one day. Blackrock ishares $374 million. Fidelity FBTC $150 million. Bitwise $40 million. And then the grayscale loss of $95 million. Meanwhile, what was mined was $51 million. So that $51 million was introduced, $95 million was flowed out of grayscale. But then Blackrock had 375, Fidelity had 150, and bitwise had 40. Just like favor, like we are just tilting balance of power into the great."
    },
    {
        "speaker": "B",
        "text": "The bitcoin ETF's also another way to put what you just said. The ETF's are sucking up ten x more bitcoin than the miners can produce at this point in the market."
    },
    {
        "speaker": "A",
        "text": "And lately, this week it has been accelerating. One thing that I'm worried that's happening, Ryan, because it's going to kill my quiet plans, is as bitcoin prices go up, more marketing happens. Like this is like the age old truth of like what's the best bitcoin marketing there is? Price. As bitcoin price goes up, demand goes up. This is what a bull market is. This is why crypto price action is so reflexive. As demand goes up, interest goes up. If interest goes up, and we have the largest pipes to buying bitcoin that we've ever had before, the bitcoin ETF inflows into the bitcoin ETF also go up. So it's like reflexive. And this is, this is going to kill my quiet plans. But I think as bitcoin excitement and exuberance goes back to retail, as your friends start texting you like, flows into the bitcoin ETF is just going to only accelerate."
    },
    {
        "speaker": "B",
        "text": "Okay, so, you know, during the last two years, about every couple of weeks, we would mention Michael Saylor's dollar cost averaging with microstrategy into bitcoin. Do you remember, David, all of the times we mentioned that on the roll up?"
    },
    {
        "speaker": "A",
        "text": "Okay, like 20 times."
    },
    {
        "speaker": "B",
        "text": "Well, so what just happened from January 11, the launch of this new crop of ETF's until now is the cumulative assets under management. The cumulative bitcoin these ETF's have purchased is now more than all that microstrategy has purchased over the past, I don't know, five or so years. So they, the bitcoin ETF's now own over 1% of all bitcoin supply in existence and have gone and flippanthouse Michael Saylor's dollar cost averaging. So that's another sense of like, the magnitude of this."
    },
    {
        "speaker": "A",
        "text": "I don't know. It kind of is a sense of the magnitude of how much goddamn bitcoins Michael Saylor has."
    },
    {
        "speaker": "B",
        "text": "Well, it takes, though, it takes three."
    },
    {
        "speaker": "A",
        "text": "Bitcoin ETF's to get higher than micro strategies supply of bitcoins. You have to add Blackrock fidelity and bitwise together to be like, I will be. I will be impressed finally, when only it only takes one bitcoin ETF to beat Michael Saylor."
    },
    {
        "speaker": "B",
        "text": "Okay, so, like, this is all a piece of it. There are real inflows happening with the bitcoin ETF since this new product that has launched. There's also been a shift in the narrative this cycle. So, David, this is not something we saw in the 2020, 2021 bull cycle. This time, tradfi is talking about crypto. And I want to show one thing, and then we'll get to a CNBC, which is like one of Tradfi's maintained, I would say, media companies that a lot of traditional investors look at. But one thing I wanted to show you is look at this. These are some fidelity ETF's, right? So one of the kings of tradfi, what, five, 6 trillion in assets under management fidelity, you know what they're doing? It's not just the bitcoin ETF, but look at these other ETF's. This is called the fidelity all in one conservative ETF fund. You know that 60 40, 60% fixed income if you're conservative, bonds, 40% stocks. Right? Okay, look what they slipped into the all in one conservative."
    },
    {
        "speaker": "A",
        "text": "Oh, my."
    },
    {
        "speaker": "B",
        "text": "1% crypto now."
    },
    {
        "speaker": "A",
        "text": "Whoa. Okay, so it's no longer 60 40. It's now 59, 41%. And that 1% is bitcoin."
    },
    {
        "speaker": "B",
        "text": "Yes. We took it out of bonds and we allocated it to crypto. That's their conservative fund. Even if traditional investors are not buying bitcoin, they're just doing the. Yeah, I'll just go in the 60 40 thing. Now they get 1% of bitcoin in their 60 40 plan. And then if you get all the way, you want the full gas pedal to the metal 401K with fidelity, then it's composed of 97% equity, 3% crypto."
    },
    {
        "speaker": "A",
        "text": "Okay, so crypto is just sneaking its way into the balanced ETF's that are out there for people who just want to bid and walk away and not think about it. So crypto, the bid of crypto is being innovated into all of these different ETF's."
    },
    {
        "speaker": "B",
        "text": "Yeah. I mean, these are things that most Americans will find in their 401 ks, and they just kind of click it, set it, and forget it. Right. I'll just do the conservative package or the growth package or whatever. And they're buying crypto. They're buying bitcoin behind the scenes. I don't even think I factored this in to like, what could happen on the back of a bitcoin ETF. But there you have it. Normal Americans buying crypto without even knowing it, which is pretty crazy. And look at how the narrative has switched. Well, one thing, this is from CNBC. Do you remember that? This will give you flashbacks, I think, to 2020, 2021. Our friend Anthony Pompliano once again on CNBC. Schilling talking about bitcoin."
    },
    {
        "speaker": "A",
        "text": "I haven't heard about Anthony Pompoliano in a while. And all of a sudden he shows up on CNBC glass from the past."
    },
    {
        "speaker": "B",
        "text": "Here it is."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "I mean, look, the verdict's in, right? Wall street doesn't just like bitcoin. They love bitcoin. If you think of these assets, there's been over 5500 ETF launches in history. Never have we had a fund get to $3 billion in AUM in the first 30 days. Blackrock, infidelity, both just did it. So two for the first time in history. And then if you look at bitwise and 21 shares Ark, they're both going to hit a billion dollars this year or this week. And so now you have four funds that are going to hit a billion dollars of inflows. But the most interesting part of this is the inflows. These funds are doing $500 million a day of net inflows, but there's only 900 bitcoin that is actually coming into the daily incoming supply. And so when you look at that's like $40 to $45 million. There's twelve and a half x more demand for bitcoin than what's being produced on a daily basis."
    },
    {
        "speaker": "B",
        "text": "So how much of this you think is. Yeah, Anthony back, and he does that very well."
    },
    {
        "speaker": "A",
        "text": "Does what he does best. Yeah."
    },
    {
        "speaker": "B",
        "text": "Yeah. So CNBC is talking up crypto in a new way. Actually."
    },
    {
        "speaker": "A",
        "text": "They had, they're ruining my plans."
    },
    {
        "speaker": "B",
        "text": "Yeah, they're talking about it a lot, David, so it might be ruining your plans. However, here's another clip from CNBC this week and maybe some water being doused on the excitement over bitcoin with none other than our friend Gary Gensler from the sEc. So they actually brought Gary on one of the CNBC episodes. And one of the co hosts, his name's Joe, I believe, goes back and forth. Pretty Gary Gensler. Yeah."
    },
    {
        "speaker": "A",
        "text": "He's been based for a while."
    },
    {
        "speaker": "B",
        "text": "It's great. But like, I want you to. What I saw in this video was just the utter disbelief. Gary Gensler, the resistance. The resistance. And like, he's trying to reason with like, tradfi. Basically they've switched bullish on bitcoin and he just cannot understand it. So let's play the clip here since it's decentralized and you can't have a profligate central bank."
    },
    {
        "speaker": "A",
        "text": "It's not that decentralized because look how finance tends towards centralization since antiquity."
    },
    {
        "speaker": "B",
        "text": "So what do we have?"
    },
    {
        "speaker": "A",
        "text": "We have a handful of three, six core so called crypto."
    },
    {
        "speaker": "B",
        "text": "Understand that the asset itself, the way that you know how the ledger, right? That's how the ledger."
    },
    {
        "speaker": "A",
        "text": "How many times do you have people on this show that say, I want to invest in something because how the books and records are kept. Can't believe it's just an accounting ledger. You cannot believe."
    },
    {
        "speaker": "B",
        "text": "Everyone has and can't be double counted. It's almost immutable. That's why people think it has."
    },
    {
        "speaker": "A",
        "text": "And you trust it more than an oracle database or you trust it more."
    },
    {
        "speaker": "B",
        "text": "Than a lot of the ears."
    },
    {
        "speaker": "A",
        "text": "Get this out of my ears."
    },
    {
        "speaker": "B",
        "text": "In the central bank that enables the, the fiscal authorities to spend money to the tuna. 33 Justin Oracle database David, I gotta say, I watched the rest of this interview and Joe was just firing back at Gensler the entire time. So you wouldn't have seen any of this in 2020 and 2021."
    },
    {
        "speaker": "A",
        "text": "This is CNBC and other people have gotten educated. Yeah, yeah, they're doing great."
    },
    {
        "speaker": "B",
        "text": "But there is a group of people, Gary Gensler and friends, who just cannot believe tradfi is sort of like buying in on the crypto hike. Dan McArdle put it this way. He, that's Gary Gensler. Just can't imagine that anyone might want to have a stake in a money financial system that isn't run by big banks in the government. It drives him nuts. I think it does. And here, maybe we'll end this section with this. David is the last time bitcoin was at 50k. Greater than 50% of the supply was held by lettuce hands. Terra Luna was running a ponzi. Remember that? FTX was selling paper. Bitcoin. Not even real bitcoin. They're just minting it. GBDC premium buyers were getting wrecked precipice of the fastest rate hike in history. Oh, you remember that last time? 50k? Powell was just beginning to kind of ratchet it up the Super bowl. Crypto ads kind of marked the top, didn't it? Including FTX's ads the difference between bitcoin at 50k today, 70% of the supply held by diamond hands. The poster means people have just been through the last two year gauntlet of all of the bearish news. Passive Wall street bid. We just talked about that. Nine weeks away from the havening. So that's happening later in April. Rate cuts coming later this year, probably no super bowl ads. The noise is quiet. The fluff is gone. Now we ride."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's. That's nice. These are some good words. Uh, one thing that, uh, we, we miss or haven't talked about is, um, the. The whole idea of the bitcoin ETF aging like fine wine. There's this, um, whole, like, shelling point around six months post an ETF before many institutions even begin looking at it, as in, it needs to be six months old before they will even sell it to their customers. And then there's also this line that gets crossed about. I can't remember what the term is, but there's three different marketable financial projects by tradfi. One is just, you can't market it. You can sell it upon request of the customer. And this is where the bitcoin. I think this is where most institutions will consider the bitcoin ETF, other than the big ones who have the ETF assets. Uh, but then, then there is a line that gets crossed where the bitcoin ETF will enter in, like, a marketable, sellable financial asset, and we're not there yet. So all of this, like, ETF excitement is before the bitcoin ETF is even at a level of maturity to be at par with, like, other financial tools inside of Wall street. So, like, we still have, like, a lot of juice left to squeeze out of this whole ETF thing."
    },
    {
        "speaker": "B",
        "text": "Well, David, for. For a guy that doesn't hold any bitcoin, which I know you are, you sound awfully excited about bitcoin this week. Can. Can we turn to your favorite subject, maybe? And our favorite subject."
    },
    {
        "speaker": "A",
        "text": "All of the things I'm saying about bitcoin are just future things about ETh."
    },
    {
        "speaker": "B",
        "text": "He means them even more so for ethics."
    },
    {
        "speaker": "A",
        "text": "Yeah. So bitcoin is halfway through. It's like, it's BTC ETF, like Arc, and ETH isn't even at its starting line yet. Like, we have. This is. And so all of this has, like, upside for ETh. Okay, so ETH start of the week, $2,430, up 16.5%. One more percent than bitcoin, to $2,830, where we are right now. So very good week from. From ETH this week. And it also got Franklin Templeton to join the spot Eth ETF race that filed. Filed this week, joining Blackrock, fidelity ark. 21 shares, Grayscale, vanek, Invesco, Galaxy, and hash decks, who have all submitted spot ETH ETF applications."
    },
    {
        "speaker": "B",
        "text": "We're just running the same playback, right?"
    },
    {
        "speaker": "A",
        "text": "We're running the same playback, but, yeah. So, with. With a lot more upside for ethnic ETH, we'll talk about, like, the differences in the market structure and what that means. Uh, we did a show with Sandy, uh, Fr, about. From Franklin Templeton about crypto. We asked. I asked her about, like, okay, when the ETH ETF inevitably gets approved, whether that's this year or next year, inevitably, this year. How do you think that that plays into the market dynamics? Uh, I will let that be a tease."
    },
    {
        "speaker": "B",
        "text": "And, you know, what was a big, like, surprised me. Sandy is actually more bullish on ether than she is bitcoin."
    },
    {
        "speaker": "A",
        "text": "That was the tease. That was the."
    },
    {
        "speaker": "B",
        "text": "Okay, sorry, I didn't mean to spoil the tease."
    },
    {
        "speaker": "A",
        "text": "Okay. But the main difference between the ETH market structure and the bitcoin market structure is ETH has its own endogenous catalyst, its own endogenous reasons to suck it up and place it places. We are seeing this in layer twos, where layer two TvL has hit all time highs. 25 and a half billion dollars, up 12% in the last seven days. And even when you denominate in Ethan, it's up from 7 million to 9.5 million in the last two months. Arbitrum is up 10% in TvL, optimism up 14%, manta up 12%, base up 8%, and mantle is up 27%. No surprise they're up 27% in TvL. LRTS is another entirely new sector which has sucked up $3.5 billion of ETH to put it into eigen layer ether. Five coming in at $1.2 billion, followed by puffer at eight and a half million dollars. Um, I got some takes from Vance Spencer. I will dub this next section the Vance fancam, because he's been just bull posting, and I love it. Uh, his first take of the week. I'm going to go with, uh, feels obvious, but worth stating. The best predictor of ETh ETF flows are the BTC ETF flows. I think everyone was very disappointed in two weeks ago about the weakness in the bitcoin ETF. And really what just happened was that everyone in crypto, Twitter was just, like, way too short term about the. The pearls perspective. Turns out they're massively bullish. This information about how strong the ETF's are going to impact ETH is now percolating, permeating through the market. Tradfi will simply get up to the plate the second time and swing even harder. Knowing biasian priors are positive, that's the first priors."
    },
    {
        "speaker": "B",
        "text": "One other thing I'll add to this is I think for a lot of people in tradfi, there's still regulatory risk with ether because the SEC has not really said whether it's they have, but then Gary Gensler pretends they didn't. Whether ETH is a security or not. And so I think it was never really in question. Whether bitcoin was a security is always kind of deemed a commodity. Once ether is in an ETF form, it's over. All of that regulatory risk for Tradfi will be completely boiled off. And so they have not previously partaken in purchasing ether, I think because it's deemed to be regulatory risky. And all of that could go away overnight. When the Ethereum ETF is approved, the."
    },
    {
        "speaker": "A",
        "text": "Next Vance take is he's quote retweeting Michael Ippolito, who's saying, wonder what happens to ETH after the market realizes that an ETF means $500 million of daily inflows and Vance ads on an asset that's a third of the size of bitcoin, with significantly more supply sinks staking DeFi nfts and significantly less as a total percentage supply left on the exchanges. Of course, this is the endogenous side of things I was talking about. There's a lot more things to do with your ETH, which means that ETH is much more sensitive to price action, to positive price action, especially because that's the time of the season. And so this is why Ryan ETH has a lot left juice to squeeze because hasn't even started to squeeze the juice of his own ETF narratives."
    },
    {
        "speaker": "B",
        "text": "But don't tell anybody. Right, David?"
    },
    {
        "speaker": "A",
        "text": "Don't tell anyone."
    },
    {
        "speaker": "B",
        "text": "Keep it quiet."
    },
    {
        "speaker": "A",
        "text": "Yeah, sometimes I need to remind myself, I need to take my own advice. The rest of the markets, we cross $2 trillion in total crypto market cap this week. Congrats to all of us. There's some big movers of the week. People are looking down at the risk spectrum on the total crypto market cap beam taking the number one spot. Movers of the week this week. Crypto gaming sector up 60%, say a paralyzed EVM layer one chain up 50%, stacks bitcoin defi sector up 45%. This can also be corroborated by a lot of the bitcoin deals that we're seeing at bankless ventures. Lots of bitcoin deals, lots of bitcoin layer, two deals and then immutable. Crypto gaming again, up 40% on the week. So lots, lots of different categories are up, getting some bids."
    },
    {
        "speaker": "B",
        "text": "That was only one part of the bullish news this week. The other part we're going to get into. When we come back, talking about the stark token airdrop, the community response, the nuances you might have missed, and what we think about all this, all this and more. But before we do, we want to thank the sponsors that made this episode possible, including. All right, David, tell me about the Starknet token. So that was a provision this week. I think that's the term that you're using. Some other people might call that an airdrop."
    },
    {
        "speaker": "A",
        "text": "Yeah, I'm not using the provision term, I'm using the air. It was an airdrop. It was an airdrop that happened."
    },
    {
        "speaker": "B",
        "text": "So it was airdropped, actually. So it's not available yet."
    },
    {
        "speaker": "A",
        "text": "It's not airdrop. Yeah, it's not actually airdropped."
    },
    {
        "speaker": "B",
        "text": "It's just told everyone what the eligibility criteria was and kind of like the addresses that are eligible. So get into it. What went on?"
    },
    {
        "speaker": "A",
        "text": "900 million stark tokens will be airdropped to 1.3 million addresses. There is a total supply of 10 billion stark tokens. So that is 9%. 750 million were just allocated, which was with the news that happened on Wednesday of this week. So 750 million of the 900 million that will be dropped has been allocated. It's currently trading Ryan on a pre market price at $1.8 on AVO right now. So like some pre market speculation. So that's caulking in at $18 billion, which puts it shoulder to shoulder with Avalanche. Avalanche. And maybe a little bit higher than avalanche. Avalanche and optimism. Are there two below it? So I think number 17 or 18 in total crypto market cap by fully diluted valuation. So who is eligible? They said 1.3 million addresses. Stark net and Stark X users. Stark X, that is the DydX V two chain. That was when it was a layer two on Ethereum, immutable, the gaming chain, Rhino Fi and also so rare. So if you are users of these for a specific criteria, then you've got the drop. If you staked with Ethereum, if you staked Ethereum and pre merge either with lido, rocket pool, validating pools, or as a solo staker, you got a token drop. One of the thing that was one of the things that was borked in this airdrop was that they got bad data and so they are working to update the data. A lot of Ethereum stakers said, oh, I staked before the merge but the website is showing me a zero. What's up? Bad data. They're going to fix it, it's going to be updated and then you'll see your tokens then. There was a lot of adopt to Starknet devs. This was a overall, I'm getting into some of the vibe checks here. This is overall a developer weighted token drop over users and that has caused some consternation with the users, but we'll get into that. What does the token do? Of course you can pay for network fees with it. It's also used with governance. Of course you can also in the near term future stake the stark tokens to actually run and maintain the starknet chain. And so the day of claiming is going to be February 20 at 07:00 a.m. eastern time and will be open for four months. So you have four months to make sure you find all of your addresses and claim your tokens and you can check whether you are eligible. There is a link in the show notes. Be very, very cautious for scams. It's provisions starknet IO there's a link in the show notes below. We will also get this into the bankless claimables as soon, as soon as possible."
    },
    {
        "speaker": "B",
        "text": "Oh David, look at this. Got a geoblock on the Starknet website. So I guess because I am logging in from America, you need to log."
    },
    {
        "speaker": "A",
        "text": "In from your preferred country of choice later."
    },
    {
        "speaker": "B",
        "text": "Yeah. So like all airdrops, there are opinions when an airdrop kind of happens, right? There's a community reaction and you gave kind of a TLDR. This is almost like users got a little less than what they were hoping for. I would say that's the general."
    },
    {
        "speaker": "A",
        "text": "Maybe a lot more than a little."
    },
    {
        "speaker": "B",
        "text": "Okay. And then the devs got maybe more than they were hoping for. But I don't know if devs came out and we're very excited about it. Anyway, give us the positive takes first and then maybe some of the negative takes and we'll see if we can distill this."
    },
    {
        "speaker": "A",
        "text": "First, I just want to call and show Tim Baker's tweet here. Thrilled to see protocol guild, EIP authors, stakers and devs represent such a large part of the starknet provisions. And so of the 9%, these populations were treated pretty well, especially ETH stakers. That's, that's pretty new. That's I think this is the first of its kind, especially pre merge stakers. And then when we talked to Elie and Diego on our podcast with them, they said like, well, why did you airdrop to ETH stakers? And they said, well, we need people to maintain our network too. And they're already maintaining the Ethereum network, so they're very aligned. And so that rationale just makes a ton of sense to me. Protocol guild, of course, are the people, the open source developers who have built so much of the software that starknet stands upon. EIP authors overall, just like went out of the way to reward people who this entire Ethereum ecosystem is standing on top of the shoulders of. And that includes anyone who's using the EVM as well, which is alternative layer ones. So that was Tim Baco, DC Builder says thank you Starkware and Starknet. Appreciate you for all the support you have given me. When I was just getting started on my journey as a research engineer with a grant to create a stark net section, and for now, being a user of Starknet, I made a tweet talking about the alignment between. This is more of a facetious joke, just the alignment between the airdrop and ethereum stakers. There's backstory here about calling Starknet the most aligned ethereum layer two. If you want to hear about that backstory, listen to the episode that we did with Elie and Diego."
    },
    {
        "speaker": "B",
        "text": "Yeah, and I would add from the bankless community, on the positive side, we spun up a channel to actually give some feedback and critiques anyone takes on the Starknet airdrop and bankless citizen, Downlore said, on a positive note, even if most people don't claim it, I think giving allocation to GitHub users, it's really the devs known to contribute to open source. Way back was a good move, but I don't think most people in this space would appreciate that outside of the devs. And so a lot of the tweets that we just talked about on the positive side were from devs like Timbaco, DC Builder. All of these people are very much in the dev camp. So maybe we should talk about the negative side of this too, and some of the negative reactions. Where do you want to start?"
    },
    {
        "speaker": "A",
        "text": "Yeah, so this is also a dev. And I think this is kind of emblematic of some of the choices that Starknet made with his token drop. This is lefteris, who says, I was wondering why the Stark drop was so low for my GitHub. It seems that the Starknet airdrop allocation chose to only count Ethereum development contributions from 2018 onwards, which for me, who contributed mostly in 2014 to 2017, that's when my core development was. Well, that was unfortunate for me. And I think this just shows that, like, Starknet tried to be really granular with their token distribution and as a result of that granularity left some people out. So this is a dev saying, like, oh, I'm a dev. And I also kind of was excluded from this. Um, let's get into some of the users. Uh, here is Dartanian eth from the bankless nation discord, uh, who actually started to reflect some of the, um, the resentment, the, the criticisms that I saw on crypto Twitter. But on crypto Twitter, it's really hard to get signal, uh, which I appreciate everyone in the bankless discord for, for giving the feedback. Um, uh, d'Artagnan says, 502 day old wallet, 196 transactions, $15,000 in volume, 33 individual nfts, zero seven ETH paid in fees, bought one of the first entities on Starknet, did every starknet quest possible, interacted with every single unique contract you could have zero stark allocation? Oh, wow."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "He finished saying, there's many people like me who did this much work, improved other dapps on Starknet and gave a hundreds in transaction fees and also got zero starknet allocation. So the, so that's one bankless citizen in the discord. Another one says, who's trout? Steen says, in my, in my opinion, the zero zero five eth criteria is not the problem, but using a specific timestamp was. And so this is one of the big criteria that invalidated many people. And I think this is kind of one of the biggest sources of resentment about the choices in this, this token drop was that starknet made a cutoff where you needed to have .005 ETH in your wallet on a particular day, regardless, regardless of history, of prior history. And so if you didn't have ETH in your wallet at one particular day, all previous history was just like disregarded. Anybody who just happened to bridge out at this very moment is just filtered out. And he says it introduces an unfair element of randomness which could easily be avoided by a smoothing function, as in, like, how much did you have, Ethan, did you have in your wallet over a longer period of time? Which kind of makes sense. So like, this is kind of like there's an arms race going on between siblers who are just farming extractively and in a very corrupt fashion, and the token distributors who are trying to figure out how to issue their tokens to the correct people. There's an arms race going on here. Um, I think the starknet people tried to do this, but because this is a difficult job, they ended up like cutting out a large number of users. And as a result there's, I mean, there's so many more users than devs. So as a result of that, there are so many more people who are upset than the people who are appreciative. So like the net crypto Twitter amalgamation of their opinions about this darknet was that it was on the scale of a zero to one. A zero. Is that a fair scale?"
    },
    {
        "speaker": "B",
        "text": "I don't, I don't think it's a fair scale, but that's, that's the Twitter scale. It just doesn't mean it's fair. I mean, but, but it sort of is with respect to the sentiment. There was also some backlash that I saw regarding like token unlock locks for investors and the team. So this is Lofi saying the starkware launched their token two plus years ago on chain, but it's basically impossible to trade. It still is at the time of recording. It will be possible to trade this in Defi, I'm sure on the 20th they can."
    },
    {
        "speaker": "A",
        "text": "I want to, I want to highlight that because you said it kind of fast. The starknet token was issued years ago and frozen on Starknet."
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "So the token was. The token has been a thing for a long time. It has just hasn't moved."
    },
    {
        "speaker": "B",
        "text": "You get to see, you got to see 10 billion supply right somewhere living."
    },
    {
        "speaker": "A",
        "text": "And its distribution to like investors and parties that own it. So like distributed, minted and distributed years ago, but just not circulating."
    },
    {
        "speaker": "B",
        "text": "So the poster goes on, they count that as a token generation event. The reason token generation event is relevant here is because that's kind of like dictates the vesting schedule for insiders. All the team, the investors, the VC's, all of those people. Now that means two months after launch, 13% of the token supply will unlock for investors. So after launch a lot of the supply basically gets unlocked from insiders."
    },
    {
        "speaker": "A",
        "text": "It's not a good look. That is the spirit of vesting schedules is that there is, it is liquidity during the time of the vesting. So you don't get to have zero liquidity and then liquidity for two months and then everyone like tokens unlock. It's supposed to be trading, retailers supposed to buy in or get out before investors have like only two months of lockup. It is not the spirit of vesting at all."
    },
    {
        "speaker": "B",
        "text": "I think thats probably true. And this goes to what you should make sure you do, if youre looking at purchasing any token is look at the actual marketing schedule and look at the unlocks because that is crucial information if youre evaluating the value of one of these things."
    },
    {
        "speaker": "A",
        "text": "Yeah I dont know if were going to see the end of this conversation. Theres 150 million stark tokens remaining to be distributed. I have been chatting with the starkware people. I let them into the discord so they can kind of see some of the feedback from the bankless citizens. So just like a nice place to get signal. So that was appreciated by them. I don't know what choices that they're making but they understand that they need to make some choices. I think this is me reading between the lines here. So I think there will be more to come. This story, this arc is not over. We will see."
    },
    {
        "speaker": "B",
        "text": "Yeah I think it's important for people to realize this is the first of many possible future provisions of the token or drops of the token. And so mistakes made in the first round can be corrected in the second round. And so it looks like there are some things that could be rectified, things that could definitely be more smooth, particularly on the user side. At least that's what it looks like from my perspective. I will also say there's this general crypto Twitter holding out their hand, like, I deserve this. I'm entitled to tokens, give me tokens now. Sort of, of thing that I don't personally vibe with. Like, let's talk about that."
    },
    {
        "speaker": "A",
        "text": "But it's also, it's hard to parse those people away from like the real users. But it's hard to tell who's who."
    },
    {
        "speaker": "B",
        "text": "But let's talk about like what this also is. I mean, you would never receive this in the tradfi world. You would never receive this. Like, hey, I was a Facebook user in the very early days of my college campus. Right? Did I get any Facebook stock? No, I got zero. There was no provisioning, there was no airdrop. Right, right. And so that is the broader context of all of this. So I don't know what I'm saying here. I'm not saying like, everyone should be grateful, but there's an element where we have to, like, not feel entitled to these things either. And I think that's like important as."
    },
    {
        "speaker": "A",
        "text": "We'Re right, it's a double edged sword. I remember after the Uniswap airdrop came out, I wrote this article called moving the Overton window of Capital and it was all about exactly that point. Like this is kind of setting the expectations for networks in crypto to include their users in upside. And I think, you know, users and, you know, on, on the one side, users on the other side, like exploitative grifter airdrop farmers who are just like turning this into an absolute operation with multiple Twitter accounts like Ring, why they didn't get anything. On the other end of the spectrum, that expectation is good because this is what we want crypto to be. We want to be more inclusive with our capital, more people to be along for the upside. But then there's the people who are taking advantage of that and reducing the ability to actually allow that to be expressed because they're the exploitative, like, operationalized airdrop farmers."
    },
    {
        "speaker": "B",
        "text": "Yeah, I agree. And end of the day, Starknet is a net good for the ecosystem they are building. Incredible tech, innovative layer two, really pushing the frontier of cryptography. And so you got to commend the project overall. David, what is coming up next?"
    },
    {
        "speaker": "A",
        "text": "Coming up next, us listeners, three observations about being a crypto native inside the United States. I think that's coming out of Ryan here. Sam Altman wants to raise five to $7 trillion to build his AI chip thingy. Gofundme deplatformed our ability to send money to Robinstorm's legal defense. And then also a really good day for people who believe in the 1 million plus rollup thesis. All of this and more. But first, a moment to talk about some of these fantastic sponsors who make the show possible. Pretty cool announcement out of conduit. They say starting today, anyone can deploy main net roll ups using conduit. You can choose a tech stack by selecting a framework. What is a framework? That is arbitrum orbit. That is an op stack. Choosing your settlement layer and then also your data availability source. I think all of the choices here are going to grow. So like different frameworks, right? Like polygon supernets, zkcing Kuiper chains. Different settlement layers stay on Eth, though, and then data availability, eigen da celestia, et cetera. Conduit is just making this really, really easy. And so if you believe in the 1 million roll up thesis, this would be an example of that coming true. So, big day in the conduit."
    },
    {
        "speaker": "B",
        "text": "They're making it as easy. In the early days, you could just spin up a server, just kind of like that with a server as a service type platform, and now you could just spin up a chain. Like you'd be able to spin up a server on the Internet. Very cool."
    },
    {
        "speaker": "A",
        "text": "Monolith, people in disbelief. Moving on. GoFundme refusing to process fundraising donations for roman storm legal defense. This is what I would call oof and bad Ryan, you want to walk us through this one?"
    },
    {
        "speaker": "B",
        "text": "Yeah. Do you remember when GoFundMe, like, debanked the trucker protesters in Canada? So a bunch of funds were raised and it just basically cut them off. Right. And some of the canadian banking banks followed suit as well. Well, something similar is happening with Roman Storm. So he's the Tornado cash developer who is raising funds for his legal defense. So bankless actually donated $10,000 as part of this. And we did it through GoFundMe because we love banks. The reason we did it for GoFundMe was the other way was sending eth. There wasn't a way to do USDC, and we just didn't want to sell. It was fairly easy. And then also part of me thought it would be an interesting test to see if go fund me would actually deplatform roman storm. I didn't think they would do it, though. So I was surprised to learn. As of today, GoFundMe is basically refunded everybody who contributed, and they have D bank de platform, the roman storm legal defense Fund, which is super interesting because, like, I mean, they've had controversial funds in the past. FBI director Andrew McCabe raised 500k on Gofundme. You know this guy, Michael Cohen. You remember him? Trump's, like, lawyer. He raised 300k. This was in 2023 for legal defense. Why roman storm, huh? Like, why? And the fact."
    },
    {
        "speaker": "A",
        "text": "Because it's the Department of Defense."
    },
    {
        "speaker": "B",
        "text": "It's not. I mean, it's like, I guess so. I guess Fincen, I don't know. Maybe he's extra controversial. The good news here is, of course, we could still get funds to Roman by route of crypto. That is."
    },
    {
        "speaker": "A",
        "text": "I suggest, Ryan, that we take the $10,000 of Fiat boomer banking bucks, turn them into crypto, and then send them even more to him via crypto because they debanked him."
    },
    {
        "speaker": "B",
        "text": "There you go. We should boost it. Why don't we just do 15k now?"
    },
    {
        "speaker": "A",
        "text": "15K in crypto. Fifteen k, real crypto prescription."
    },
    {
        "speaker": "B",
        "text": "Just so long as any of the. Any that we send him, we go, we buy that back real quick. Okay. Because I don't. I don't want. I don't want more fiat."
    },
    {
        "speaker": "A",
        "text": "We'll send him fiat. This is what's crazy."
    },
    {
        "speaker": "B",
        "text": "This is what's crazy, though. This is what's crazy to me is that, like, we are really moving to a world where if you're not using crypto, you could be debanked at any time if your opinion is unpopular. I mean, what we're talking about is, is roman storm, his civil liberty of having a free and fair court case, right, until proven guilty and being able to fund that. If they freeze your ability to actually pay for a lawyer, then they remove that civil liberty, don't they?"
    },
    {
        "speaker": "A",
        "text": "That's what's so insidious about this at the banking layer. Yeah, exactly. And one of the reasons why I think we feel so strongly about this is like, it's a slippery slope. If roman storm wins because we funded his court case, then the buck stops here and all civilization, civil liberties will be preserved. If he loses, there will be another future incremental progress towards any sort of like, silencing or political dissent or any sort of freedom to be in America, which already feels like it's slowly, incrementally encroaching on us."
    },
    {
        "speaker": "B",
        "text": "It is. And if you want to help support that cause as well, we'll include a link in the show notes where you can donate to this through justice Dow, which is purely by route of crypto, cannot deplatform you in the same way."
    },
    {
        "speaker": "A",
        "text": "David."
    },
    {
        "speaker": "B",
        "text": "Yeah, this is part of a wider thing I just want to talk to you about, about observations. I've got three observations from being a crypto."
    },
    {
        "speaker": "A",
        "text": "Is this my dad talk? Let me get comfy."
    },
    {
        "speaker": "B",
        "text": "Get ready. Get ready for a dad talk. I just want to ask, like bankless listener, if you are based in the US. If you're not based in the US, you might not know what I'm talking about. But if you're based in the US, are you noticing the increasingly geofence geofencing of Defi websites, restaking platforms of airdrops we just saw earlier in the episode is happening you. This was not the case in 2020, 2021. Now, I don't like, I don't know what's going on, but it seems like so many DeFi experiences are just geoblocked for american users. And it's so crazy to me that crypto natives have to, like, pretend they are citizens of other countries. A lot of crypto natives are trying to get around this by using VPN's, right? And so you literally have to. Not David, not I, but like, you literally have to pretend that you are, what, from South Africa or from the UK or I prefer England or something like this. I'm sure you're familiar with people who do that, David. You have to change your digital passport in order to actually access what Defi airdrops. It's absolutely crazy that the US is blocking its citizens from airdrops. I mean, what is free money scary? And they're not making it illegal, but they are creating with a chilling effect, essentially, by taking all of, like, kraken, coinbase, multiple projects to court, calling every token a security. They're creating this chilling effect where the industry has basically just had to geofence, geo block american customers."
    },
    {
        "speaker": "A",
        "text": "And it's on this darknet website, it says due to regulatory constraints and or an uncertain regulatory environment, they don't even have the proper citation as to why they can't do it. They're just scared."
    },
    {
        "speaker": "B",
        "text": "Right. And you can't blame these Kemplane projects for this. I mean, they just don't want to end up on the. On the wrong side of a sec, bully court case. Right. And so what's going on here? I mean, this. This is like the country in the nineties, fully ruled out, fully supported the Internet. Imagine if we geofenced the american population in the nineties from the early Internet protocols. That's what we're doing with crypto. Crypto. And it's got to be like the dumbest timeline. It's such a cell phone for the US to do this, but they know about crypto. David, another thing that I was noticing this week is this is the 1040 tax return. So 160 Americans have to go fill this out in the next few months to file their taxes by, like, April. You know, Ryan's so excited."
    },
    {
        "speaker": "A",
        "text": "He did it early."
    },
    {
        "speaker": "B",
        "text": "I was still in the process of doing it, to be fair. Not. Not that much of a go getter, but, like, you know, I take special attention when it comes to taxes because it very much affects, like, your investing returns."
    },
    {
        "speaker": "A",
        "text": "I always have."
    },
    {
        "speaker": "B",
        "text": "I've always been very detailed. So here are the five things that they ask 160 Americans when they file their taxes. The five things on the first page of a 1040 form, they ask for your name, they ask for your address. They want your Social Security number. Making sense so far, your marriage status, because that factors into, you know, what deductibles you can take off. And the fifth thing they ask is, do you own crypto? All right, look at this. Digital assets. At any time during 2023, did you receive any crypto, sell any crypto, otherwise, dispose of a digital asset, and you put that chain together and it's like all of your ownership. And the answer is yes or no? Yes or no. And that is one of the first five things they ask you. So it's not like the US doesn't know about crypto or is too ignorant or is like passing sloppy laws. Like they're very much paying attention to what is going on in crypto and that the tax authorities certainly are what."
    },
    {
        "speaker": "A",
        "text": "Happens in the IR's. Like Rube Goldberg machine. Like, what category do you get passed into if you hit. Yes, like, what happens next?"
    },
    {
        "speaker": "B",
        "text": "Oh, I'm sure they're flagging you somewhere in Gary Gensler's Oracle database for like, oh, this is interesting. Here's a citizen that has purchased owned some crypto. I don't know what happens after that."
    },
    {
        "speaker": "A",
        "text": "But like, I feel infringed upon it."
    },
    {
        "speaker": "B",
        "text": "Feels it's very important to IR's. And like, again, this is, I would say the United States apparatus calls crypto a Ponzi calls it like, you know, fake banking. Just stupid. It's a fad. It's going to go away. Well, if it's a fad, if it's Beanie babies, why are they asking about it on the first page of your tax forms?"
    },
    {
        "speaker": "A",
        "text": "Because it's a taxable beanie babies."
    },
    {
        "speaker": "B",
        "text": "Crazy, right? Um, the third thing I want to talk to you about, and I learned that this week that the us banking system can actually do this. Did you know, David, that if the feds or a state. So the state of Virginia, we have some taxes due in Virginia because that's where I personally live. Did you know they can just yoink funds from your bank account, from any us bank account, they call it a lien. And they can absolutely just yoink funds without going to the court order, without proving anything, just by asking, requesting it."
    },
    {
        "speaker": "A",
        "text": "So you have no property rights inside of your bank from the perspective of the UF government? I mean, I've kind of always assumed that. True."
    },
    {
        "speaker": "B",
        "text": "I knew that they could freeze things, like if you're on a, you know, a watch list or something like this, or you're suspected of money laundering? I didn't know they could just reach in without court order, without any evidence, without any proof, and just yoink your funds out and the bank would just legally have to let them do it. But it happened to us."
    },
    {
        "speaker": "A",
        "text": "Wait, wait. Are they yoinking the funds or are they sending a message to the bank saying, hey, yoink this user's funds?"
    },
    {
        "speaker": "B",
        "text": "Okay, so let me tell you what happened to us. So, um, the commonwealth of Virginia, state of Virginia, they basically think that one of our entity companies, Bankless LLC, owns $271, so a very small amount of tax money to state of Virginia for 2024. So this is kind of a new tax obligation. We have paid it. In fact, we paid it twice, by the way, and we told them we paid it. We have correspondence back and forth. They were like, oh, well, maybe we didn't receive the first time. Paid again. So we paid it again. Anyway, we're still in this weird automated cycle where they think that we owe them $271. And so what they did is they, the state of Virginia wrote one of our bank accounts. So we do. Still a bank somewhere, David Mercury. And they said, we have to put a lien on this account for $271. And mercury was just like, well, sorry. And it's gone. The money is just gone again. We've already paid, right. We have evidence kind of proving this. They don't have to present any evidence, essentially, to the bank or a court system. There's no due process. They just have to be like, hey, these guys owe us money, and the bank will just cough up the money. So, yeah, you're right. There are no property rights in the banking system. And I don't know why I wasn't aware of that. I thought there would be more to the process, like maybe some evidence presented."
    },
    {
        "speaker": "A",
        "text": "Or your faith in systems shattered a little bit."
    },
    {
        "speaker": "B",
        "text": "It's just I'm maybe waking up even more to how little, like, when you have money in a bank account, how little you actually own it from all sorts of angles. David, it's own fiat owned with permission."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah."
    },
    {
        "speaker": "B",
        "text": "It's. It's not even really your property if the. The government wants to, you know, yoink it away. Anyway, that. That's the dad talk. And that what I guess my reflection on this last piece, David, is I don't think the nation states are going to love crypto as a result of this. Okay, so we also have funds in our Ethereum address. You can't write a theory. You can't write Vitalik and send them a letter and just be like, bankless. David and Ryan owe me money. Like, yoink it from the ETH address. It doesn't work like that. All right."
    },
    {
        "speaker": "A",
        "text": "Yeah. The crazy thing is we didn't owe the money."
    },
    {
        "speaker": "B",
        "text": "I just want to be clear that, like, we are totally on top of all of our tax obligations, always have been, but they just, they won't have the ability in a bankless money system to go do that. And I don't think they're going to like that. I don't think they're going to appreciate that. So no wonder we have such consternation with respect to the nation state and everything that's going on. No wonder they're trying to geo block everything. They're just trying to slow it down."
    },
    {
        "speaker": "A",
        "text": "Right. You know what I think we should do as a result of this?"
    },
    {
        "speaker": "B",
        "text": "What, David? Do a podcast."
    },
    {
        "speaker": "A",
        "text": "Go bankless. Maybe we should take the money out of the account. I mean, I don't think there's that much money in there and just put it in crypto."
    },
    {
        "speaker": "B",
        "text": "Well, you know, we mostly are. The reason we have these types of."
    },
    {
        "speaker": "A",
        "text": "Accounts is we had at least $270 in the account."
    },
    {
        "speaker": "B",
        "text": "That's true. They could have that. They can have that part, David."
    },
    {
        "speaker": "A",
        "text": "I love how I'm finding out about stuff about our company live on the podcast."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah. Well, you know, we're taking care of it. No need to worry."
    },
    {
        "speaker": "A",
        "text": "All right, moving on to some of the last stories of the week. OpenAI CEO Sam altman. We all know Sam seeks as much as $7 trillion for a new AI chip project, which is just an insane amount of money."
    },
    {
        "speaker": "B",
        "text": "A lot of money."
    },
    {
        "speaker": "A",
        "text": "It's a lot of money. Yeah. He's saying that AI chip limitations are hindering OpenAI's growth. There's not enough chips in the world. And he says that this project would increase chip building capacity globally. And he's been talking with investors, including the UAE, to raise between five and $7 trillion. So overall, like Sam Bankman, free, just wants to juice ship production."
    },
    {
        "speaker": "B",
        "text": "You said Sam bank been free. David."
    },
    {
        "speaker": "A",
        "text": "Wow. Wow. Okay. Sam Altman wants up five to $7 billion to jude chip production. Uh, which I think there's a bunch of different conversations here, but just overall, like, the role that chips have in this world is up only. Has been up only, continues to be up only. X AI chat, GPT this revolution also with, like, VR headsets. The chip. The need for chips in this world are just. Just growing exponentially. Nvidia, the market cap of Nvidia, passed the entire market cap of the chinese stock market this week, which is just insane to think about."
    },
    {
        "speaker": "B",
        "text": "Crazy. Nvidia now, they they make 80% of the chip market. So this is also what Sam is responding to. There's, like, massive consolidation, concentration of power. Our friend Lynn Alden weighed in on this. She said Nvidia now is a market cap equal to 4.5 exxonmobils. Right? So, like, chips are the new oil. This is chips versus energy on kind of a chart here."
    },
    {
        "speaker": "A",
        "text": "So, you know, before I got into crypto run and I took all of my boomer investments and put them into eth, you know what I was investing chips?"
    },
    {
        "speaker": "B",
        "text": "Was it Nvidia?"
    },
    {
        "speaker": "A",
        "text": "It was like two x leverage long semiconductor AMD, Nvidia stocks. It was the most millennial portfolio, which."
    },
    {
        "speaker": "B",
        "text": "Is the better trade. It was the ether. Was it bad?"
    },
    {
        "speaker": "A",
        "text": "I think I lost. I think ether lost. Wow."
    },
    {
        "speaker": "B",
        "text": "Wow."
    },
    {
        "speaker": "A",
        "text": "Yeah. Cause AMD was like $6 at the time. And it's like. Yeah, it's crazy, I guess. Which I consider myself a fantastic investor."
    },
    {
        "speaker": "B",
        "text": "You are a fantastic investor. That's why we do this show, David. It's just like nothing but."
    },
    {
        "speaker": "A",
        "text": "But great non financial advice and semiconductors so far."
    },
    {
        "speaker": "B",
        "text": "All right, dude, we don't have a meme of the week this week, but let's talk about some tradfi antics. I cannot believe this happened. Okay, so here's the headline. Tweet. Never seen anything like this. Lyft just corrected its earnings. Press release says it means EBITdA margin expansion. EBITDA. Do you know what that stands for?"
    },
    {
        "speaker": "A",
        "text": "Earnings before income. Tea. Something. Something."
    },
    {
        "speaker": "B",
        "text": "Yep."
    },
    {
        "speaker": "A",
        "text": "It's a way to, like, massage some numbers."
    },
    {
        "speaker": "B",
        "text": "It's profit. It's profit, basically. Earnings before income, taxes, depreciation, amortization. They reported that their EBITDA, their profit basically was 500 basis points. 500 basis points. So shares went up 5%."
    },
    {
        "speaker": "A",
        "text": "5%, yeah."
    },
    {
        "speaker": "B",
        "text": "That's a lot, right?"
    },
    {
        "speaker": "A",
        "text": "Yeah, it's a lot."
    },
    {
        "speaker": "B",
        "text": "On your margin, shares went up 60% and. But apparently, David, this was not the correct amount. They added a zero to this."
    },
    {
        "speaker": "A",
        "text": "Was it typo to zero?"
    },
    {
        "speaker": "B",
        "text": "Yes, it was actually not 500 basis points. It was 50 basis points. And that sense."
    },
    {
        "speaker": "A",
        "text": "Oh, my God. That's an order of magnitude of one. That's kind of reminiscent of cointelegraph, errant bitcoin ETF approval. If this was malicious and somebody was trading that, they probably made a lot of money."
    },
    {
        "speaker": "B",
        "text": "I think this is absolutely crazy that this happened. Couldn't happen in Defi, could it? Right? Because all of our earnings are on."
    },
    {
        "speaker": "A",
        "text": "Chain because we have no earning reports."
    },
    {
        "speaker": "B",
        "text": "We just have tokens."
    },
    {
        "speaker": "A",
        "text": "All right. Okay, so that's the weekly roll up. Thanks, everyone, for walking us through it. This week, there is a moment of Zen, which is a coinbase ad. So we're gonna show you an ad for a moment of Zen. It's not ours, it's Coinbase's, but it's definitely worth watching. This is not gonna be on the podcast because you kind of need to watch the video. So it's only for the YouTube."
    },
    {
        "speaker": "B",
        "text": "Some disclosures. As we end, both David and I, of course, hold eth. You can see all of our disclosures@bankless.com. disclosures. And gotta let you know, crypto is risky. You could lose what you put in. But we are headed west. It's the frontier. Not for everyone, but we're glad you're with us on the bankless journey. Thanks a lot."
    }
]