[
    {
        "speaker": "A",
        "text": "Is maker Daos endgame on Solana? David, what are we looking at here?"
    },
    {
        "speaker": "B",
        "text": "Okay, so Roon Christensen puts out this tweet that, like, rocked the Ethereum community in the broader crypto world. I say, and he just says the last phase of Endgame is the launch of a native blockchain for maker with codename new chain. It will make the ecosystem more secure and efficient. After some research, I believe the Solana code base should be considered as the basis for new chain."
    },
    {
        "speaker": "A",
        "text": "It is the second Friday of September and it is time for what, David?"
    },
    {
        "speaker": "B",
        "text": "The bankless Friday weekly roll up where we cover the entire weekly news and crypto. And that is always an ambitious endeavor. And Ryan and I are squeezed for time today. So we're going to go so fast through this agenda."
    },
    {
        "speaker": "A",
        "text": "Where'd it go so fast?"
    },
    {
        "speaker": "B",
        "text": "It's going to take us 90 minutes."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's a promise. You can commit that to the blockchain settlement assurances. David, it's good to see you, man. Back from burning man."
    },
    {
        "speaker": "B",
        "text": "Back from burning man."
    },
    {
        "speaker": "A",
        "text": "Glad you came back. Destroying some horror cruxes. Do you hear the Twitter rumor you're destroying horcruxes?"
    },
    {
        "speaker": "B",
        "text": "Oh, right away."
    },
    {
        "speaker": "A",
        "text": "Every time you go away, something bad happens to Gary Gensler."
    },
    {
        "speaker": "B",
        "text": "I know."
    },
    {
        "speaker": "A",
        "text": "Like, he loses a court case."
    },
    {
        "speaker": "B",
        "text": "I'm aware of what happens."
    },
    {
        "speaker": "A",
        "text": "So what are you really doing, my friend?"
    },
    {
        "speaker": "B",
        "text": "What am I really doing? Was I truly a burning man? How did I get back so soon from burning man while everyone else got stuck? What's the deal with that?"
    },
    {
        "speaker": "A",
        "text": "Yeah, and when are you going again?"
    },
    {
        "speaker": "B",
        "text": "When am I leaving?"
    },
    {
        "speaker": "A",
        "text": "Next week? Yeah, next question."
    },
    {
        "speaker": "B",
        "text": "I actually do not have another trip planned. That's not a crypto conference for a while. So Gary Gensler is going to be. He's going to rest. Okay, for now. Well, Wayne, he's already gone."
    },
    {
        "speaker": "A",
        "text": "Yeah, he is. We're going to talk about that. But when you're gone, some things happened. So the first is maker Dao. At least Ruhn Christensen said the final stage of Endgame for Makerdao is Solana. Question mark. We're going to talk about that. What else we got going on?"
    },
    {
        "speaker": "B",
        "text": "Also in Solana world, Visa announces it's going to settle USDC on Solana. While simultaneously this week, the base layer two sees a halt in block production. Did Solana take the dub this week? Wow. Wow. Okay. But including to those dubs, Uniswap takes a dub in the courts, adding to the tally of crypto dubs and tradfi ls. And then also, I did not see this coming, but Justin Bieber drops an NFT that I give two thumbs up for quality. Really? Quality and integrity. It's a good. Looked at this. Well, I didn't. I didn't mint it. I'm not a Justin Bieber fan. I'm not. Not a Justin Bieber fan. But this NFT is not like all the others. So we will talk about why this NFT is different and what it means for as a model for future NFT drops."
    },
    {
        "speaker": "A",
        "text": "Well, good job, biebs. In advance, guys. Before we get in today, there's a message from our friends and sponsors over at. That's it, man. You ready to get to the markets?"
    },
    {
        "speaker": "B",
        "text": "I'm ready to get to the markets, yeah."
    },
    {
        "speaker": "A",
        "text": "Okay, here we go. Bitcoin on the week. Tell us, what are we looking at?"
    },
    {
        "speaker": "B",
        "text": "Everything is flat. Everything. The whole. The whole markets are flat. Should we call it good? Nothing has happened."
    },
    {
        "speaker": "A",
        "text": "So you're telling me bitcoin's flat, EtH is flat."
    },
    {
        "speaker": "B",
        "text": "We can just cut in ratios, prices from last episode, and it would be the exact same man."
    },
    {
        "speaker": "A",
        "text": "Pancake flat. I feel like that's like, been the last month or so, last six weeks."
    },
    {
        "speaker": "B",
        "text": "I mean, we're incrementally downwards. Like, ETH is low right now, 1630, that is a low price. Bitcoin at 25,800. That's a low price. Things are low."
    },
    {
        "speaker": "A",
        "text": "Yeah. Are you feeling in the mood to buy? I bought last week."
    },
    {
        "speaker": "B",
        "text": "I mean, I buy if I don't do anything. I buy because of reoccurring buys."
    },
    {
        "speaker": "A",
        "text": "I mean, anything below, like, two k. But if we get below 1500 on ether, that is, like, buy zone. Wait, wait, wait, wait. Do you think we could get back to triple digit eth, David?"
    },
    {
        "speaker": "B",
        "text": "Moving on."
    },
    {
        "speaker": "A",
        "text": "Do you think we could get back to triple digits?"
    },
    {
        "speaker": "B",
        "text": "Below 1500 is on the table. Like, that's totally reasonable. Three digits is not on the table."
    },
    {
        "speaker": "A",
        "text": "If we get to triple digits, then I called it. Okay. And I never compared it. No uncall backs. All right. I called it once. That counts if it dips. All right, well, we'll see what's in store in this crab market. And thanks to Kraken, as always, for providing these glorious charts, even though nothing at all is happening on them. Here's some charts that things are happening on. This is on layer two beat. We got TvL going up. We got scaling factor going up. Let's see. Let me look at the stick."
    },
    {
        "speaker": "B",
        "text": "Actually down because of price. Three and a half percent down. We're below $10 billion on layer twos."
    },
    {
        "speaker": "A",
        "text": "All right, hold your breath."
    },
    {
        "speaker": "B",
        "text": "It'll be back up above $10 billion. Oh my God, that activity chart is so good."
    },
    {
        "speaker": "A",
        "text": "Activity is going up."
    },
    {
        "speaker": "B",
        "text": "That makes me so happy."
    },
    {
        "speaker": "A",
        "text": "Going up."
    },
    {
        "speaker": "B",
        "text": "There's always a bull market somewhere."
    },
    {
        "speaker": "A",
        "text": "Well, look at this. Starknet had a big week this week. Apparently. Here's an article from the defiant starknet activity surges on token speculation. So apparently somebody tweeted this out, maybe from the Starknet account, a tweet that was then deleted about starknet tokens. So there's some additional speculation going on."
    },
    {
        "speaker": "B",
        "text": "There's no confusion that Starknet had the Stark net token is minted. There is a contract address. It does exist. That's not what's being up for speculation. This story of how Starknet tokens becomes distributed is the unknown thing. And I think the reason why it's unknown is the starkware.org is not is hands off and they are totally giving it up to the foundation and some sort of just like community decided governance about how to distribute the thing. And so like, I think if you want Alpha on Starknet distribution plans, like I'm pretty sure that information is public. You just have to go sift through forums."
    },
    {
        "speaker": "A",
        "text": "I thought it would have been distributed by now. I thought they would have kind, I."
    },
    {
        "speaker": "B",
        "text": "Mean, it is partially being distributed. There's not like, unlike previous tokens with like retroactive airdrops, blah blah blah blah. There's not like one distribution event. They are saying like, okay, like we, these people are good and doing valuable stuff. Let's give them some tokens and then that gets distributed and then, you know, repeat this process many many times and all of a sudden we have a liquid token. I don't think the token is liquid, though. It's definitely not liquid."
    },
    {
        "speaker": "A",
        "text": "Yeah, I don't think it's liquid. Anyway, we got l two beat activity going up. At least that is going up on the week. David, how many crypto millionaires do you think there are?"
    },
    {
        "speaker": "B",
        "text": "Just guess less this year than last year, that's for sure."
    },
    {
        "speaker": "A",
        "text": "Okay, how many?"
    },
    {
        "speaker": "B",
        "text": "How many talking, how many crypto millionaires are there? Over 10,000."
    },
    {
        "speaker": "A",
        "text": "Over 10,000."
    },
    {
        "speaker": "B",
        "text": "Not 100,000. Everyone in the bankless community, every single."
    },
    {
        "speaker": "A",
        "text": "That has been here since the podcast."
    },
    {
        "speaker": "B",
        "text": "You know, number one, maybe up to 100,000 is my final answer."
    },
    {
        "speaker": "A",
        "text": "Up to 100,000. All right, well, here's the answer for you, at least according to Henley and partners. Really close, David. 88,200. I am total crypto millionaires according to this report."
    },
    {
        "speaker": "B",
        "text": "Stuff like this. Correct."
    },
    {
        "speaker": "A",
        "text": "182 centimillionaires. That's 100 million and above, apparently in crypto. And 22 billionaires in crypto only two minted billionaires. Yeah. And according to this, anyway, this is why I'm actually not sure of these stats. The total crypto users is 425 million. Okay, this is. Henley and partners compiled a crypto wealth report. Apparently they do this thing for all sorts of other asset classes, and they list their methodology on the methodology page. And it's kind of like, I wish."
    },
    {
        "speaker": "B",
        "text": "There was a standard for public information."
    },
    {
        "speaker": "A",
        "text": "Yeah. In house. It's like a proprietary database type things. So I don't know how accurate this is, but interesting data set nonetheless. Yeah. Millionaires sent to millionaires and billionaires in crypto."
    },
    {
        "speaker": "B",
        "text": "Let's add some zeros onto those numbers."
    },
    {
        "speaker": "A",
        "text": "Trillionaires."
    },
    {
        "speaker": "B",
        "text": "The number of millionaires."
    },
    {
        "speaker": "A",
        "text": "Oh, I guess that's the greatest thing."
    },
    {
        "speaker": "B",
        "text": "But I'd rather have more millionaires than more trillionaires in crypto."
    },
    {
        "speaker": "A",
        "text": "More distribution. Yes, more distribution here."
    },
    {
        "speaker": "B",
        "text": "I want every single listener of this podcast to be a millionaire."
    },
    {
        "speaker": "A",
        "text": "Oh, really? Is that saying something about the dollar inflating? Because that's the next story I've got for you."
    },
    {
        "speaker": "B",
        "text": "That's not what I had in mind, but that's one shortcut of the way to there."
    },
    {
        "speaker": "A",
        "text": "We could all be millionaires. Us deficits explode despite the growing economy, there's actually been, this was a Washington Post article, which I don't often see these types of things in, like mainstream media, like the Washington Post, talking about us deficit explosion. But did you know, David, that the deficit, the us deficit this year, that is, you know, spending, spending more in their kind of their fiscal, their annual budget than previous years, it's going to rise from about 4% of GDP last year to almost 8% this year of GDP. So 8%."
    },
    {
        "speaker": "B",
        "text": "So just understanding this, this means that if the deficit is 8% of GDP, is that we, the whole, we take 8% of our economy, the revenue from our economy every single year, and pay that to stay flat in our bills?"
    },
    {
        "speaker": "A",
        "text": "Well, we're going in debt by like 8% of our GDP every single year."
    },
    {
        "speaker": "B",
        "text": "So every single year we owe 8% of our GDP to stay flat."
    },
    {
        "speaker": "A",
        "text": "Yep. Right now, this is kind of the year. What do you mean, to stay flat, though?"
    },
    {
        "speaker": "B",
        "text": "It's not to sink further in debt."
    },
    {
        "speaker": "A",
        "text": "No, that is us sinking further in debt. This 8% is basically of our GDP. Another 8% in the hole. That's what's happening this year."
    },
    {
        "speaker": "B",
        "text": "That feels large."
    },
    {
        "speaker": "A",
        "text": "Things more clear. It is large."
    },
    {
        "speaker": "B",
        "text": "That feels large."
    },
    {
        "speaker": "A",
        "text": "So this was Covid, right? Big bump in terms of deficit, 3.1 trillion in 2020. You might expect that 2.8 trillion in 2021. Then it went way down in 2022. Well, now it's back up to 2 trillion. And just for some context here, we've only had higher deficits as a share of GDP in 1942 and to 1945, three years. Yeah. You remember that, but you don't remember that."
    },
    {
        "speaker": "B",
        "text": "I know what those are."
    },
    {
        "speaker": "A",
        "text": "Those dates ring a bell."
    },
    {
        "speaker": "B",
        "text": "I know those numbers."
    },
    {
        "speaker": "A",
        "text": "2009 to 2011. Okay. And then 2022 and 2021."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "Covid, those are the only years we've had a higher deficit."
    },
    {
        "speaker": "B",
        "text": "Wait, but this is a normal year because Covid's behind us."
    },
    {
        "speaker": "A",
        "text": "It's not normal from a deficit perspective."
    },
    {
        "speaker": "B",
        "text": "What's going on?"
    },
    {
        "speaker": "A",
        "text": "Yeah. Anyway, I mean, we kind of have talked about this a little bit. Interest payments going up and some of the reasons. Tax revenue apparently is way down. So that's another contributing factor. Government's going to have to print money out of this one. Which maybe brings us to what's going on in Turkey. David, do you want to you read the headline here?"
    },
    {
        "speaker": "B",
        "text": "Yeah. So this follow up on this happening right after we talk about deficit is too good and also in a bad way. Okay. So over the last year and a half, adoption in Turkey of crypto has increased from 40% to 52% of the turkish population. So 12% of the turkish population has adopted crypto in the last year and a half. That's pretty good. Like. And why is this happening? Well, Turkey inflation, which is what a deficit in your budget leads to. Right? Right. That's the right logic. Yes. Turkey reported 60% inflation in August. So according to this Kucoin article, blog article, our findings in Turkey and other previous country reports the growing number and percentage of crypto investors indicate an increasing interest and acceptance of crypto as a hedge against inflation, especially with the turkish lira losing over 50% of its value against the us dollar. So is this America's future? Hopefully not. Hopefully not soon, but slowly. Inevitably, yes."
    },
    {
        "speaker": "A",
        "text": "Yeah. And I think it's interesting. So I don't know how reliable these percentages are. The sample size is somewhat small, but I mean, this report is saying 40% to 52% of the turkish population owns some crypto."
    },
    {
        "speaker": "B",
        "text": "Yeah. So there's like an interesting set of countries out there and I think it might be data points of two. Argentina and Turkey of Internet connected developed countries with high inflation are also the, like, spearhead of crypto adoption."
    },
    {
        "speaker": "A",
        "text": "Right. I mean, this is the crypto use case. I mean, you know, some people are like, well, where are the use cases? Where are the use cases? Well, when you have a fully developed kind of bank system and you have like, Venmo and PayPal and other things, then normies don't need this as much. When you have capital controls, right. When you have your store of value currency inflating away, well, you very much need this. And it's good to see kind of crypto holding up its use cases where it's most needed. David, a follow up from last week. All right, we got some maybe good bitcoin ETF news. Of course, you heard about the court case. That was one. Here is a follow up from one of the analysts in that space who's really tracking this. This is Eriche. Eric B. What is Eric saying?"
    },
    {
        "speaker": "B",
        "text": "Eric and his colleague James are saying that they are upping their odds of a spot bitcoin ETF launching this year up to 75% odds. So three out of four odds, and then also 95% by the end of 2024, which is pretty good. These are just two people's numbers, two informed people's numbers. They said that they previously had a 65% odds of spot bitcoin ETF launching this year, but since the Grayscale court case, they have upped that to 75%. Basically, they are saying that the SEC has been left with very little wiggle room. And then they are also adding that beyond the legal loss, this is just overall a pr loss for Mister Gensler. Sucks to suck."
    },
    {
        "speaker": "A",
        "text": "It does. By the way, Eric and James, these are the people who know, actually, we had James in the podcast. I did that one solo while you're out. He's absolutely phenomenal. And he tweets a follow up here. Next dates to watch the middle of October are the next major days to watch for the bitcoin ETF, namely October 16. Well, David, something else happened this week as well. And this is again from an ETF analyst, Eric B. Boom ark just filed for a spot ether ETF. The first one, probably more coming imminent. All right, we're just talking about a bitcoin spot ETF potentially getting approved either this year or maybe early next year. And we're talking about those odds."
    },
    {
        "speaker": "B",
        "text": "Well, so that is, he says, probably not the only one. That's also true. A 21 shares that that company also filed for its bought ether ETF this week, too. They did."
    },
    {
        "speaker": "A",
        "text": "I missed that."
    },
    {
        "speaker": "B",
        "text": "There's two. There's two."
    },
    {
        "speaker": "A",
        "text": "That's."
    },
    {
        "speaker": "B",
        "text": "And both. Both would like to custody their assets with Coinbase custody. Interesting."
    },
    {
        "speaker": "A",
        "text": "I mean, it's. It's so great that that bitcoin is kind of machete its way through the regulatory, you know, jungle. And once it gets a spot bitcoin ETF approved then you got to think that the spot ether ETF is just like months away. At least if Gary Gensler doesn't get his way. I mean, it seems to be. That's, that's, that's going to be what's. What's happening. Because there's no excuse to not follow."
    },
    {
        "speaker": "B",
        "text": "Up with a. Gary Gensler has their ets. Yes. The dislocation between the fundamentals of this entire industry and the prices, it's like nearing all time highs. Highs I have not seen since, like 2018 to 2019."
    },
    {
        "speaker": "A",
        "text": "Are you telling me it's not priced in? You think those retailers, what would I say?"
    },
    {
        "speaker": "B",
        "text": "Like, crypto prices are going down and the ETF is becoming more and more assured sooner."
    },
    {
        "speaker": "A",
        "text": "Why do you think that's a big deal? So just an ETF product will just."
    },
    {
        "speaker": "B",
        "text": "Retail big pipes of money to buy our assets?"
    },
    {
        "speaker": "A",
        "text": "I mean, one example of this is financial advisors. How many financial advisors do you know? Or how many people, you know, like, just normal people who get their advice from their professional financial advisor, like Edward Jones Guy, the sheep of the world."
    },
    {
        "speaker": "B",
        "text": "Yeah. By definition, like, most of them."
    },
    {
        "speaker": "A",
        "text": "The people who don't pay attention to their finances as much. Right. Well, the reason most financial professionals in the US don't actually recommend crypto is because they don't have crypto products."
    },
    {
        "speaker": "B",
        "text": "There's no mechanisms. Yes."
    },
    {
        "speaker": "A",
        "text": "Yeah. And so once they get a ETF, which is what they do, these types of financial advisors is just recommend ETF's all day."
    },
    {
        "speaker": "B",
        "text": "Imagine what FTX did for the financial advisors who were trying to say, like, yo, like, let's get some crypto in your portfolio. We're going to open up an exchange, a crypto exchange just with this company called Coinbase. What's the difference between Coinbase and FTX? Like, I can't explain that to you because I'm just, I have a. Oh."
    },
    {
        "speaker": "A",
        "text": "They would never advise. They would never do that."
    },
    {
        "speaker": "B",
        "text": "But now there is a buy this bitcoin ETF button inside of their Charles Schwab brokerage, which they already have."
    },
    {
        "speaker": "A",
        "text": "Exactly. All the other assets. Right. So just allocate two, 3%. You know, that that'll probably be the advice coming down the pike. David, this is really cool. What are we looking at here?"
    },
    {
        "speaker": "B",
        "text": "Rasterly Rock. Ryan Rasmussen. Fun fact. I went to college with him. Uniswap flips Coinbase's spot trading volume in Q one and Q two. So two quarters in a row has Uniswap been the number one source of liquidity versus Coinbase."
    },
    {
        "speaker": "A",
        "text": "That is surprising me. Is that surprising you?"
    },
    {
        "speaker": "B",
        "text": "It's always been inevitable, man."
    },
    {
        "speaker": "A",
        "text": "I know we thought this and we predicted this, but, like, yeah, it's nice."
    },
    {
        "speaker": "B",
        "text": "To see it actually work out. Two quarters in a row. How many quarters can we get? Maybe four."
    },
    {
        "speaker": "A",
        "text": "Forever."
    },
    {
        "speaker": "B",
        "text": "Forever is on the table."
    },
    {
        "speaker": "A",
        "text": "Forevermore."
    },
    {
        "speaker": "B",
        "text": "Forevermore."
    },
    {
        "speaker": "A",
        "text": "Coinbase will never exceed Uniswap. Sorry, Coinbase now on."
    },
    {
        "speaker": "B",
        "text": "You're doing great. Uniswap's great, too."
    },
    {
        "speaker": "A",
        "text": "Yeah. What are we doing? Coming up next."
    },
    {
        "speaker": "B",
        "text": "Coming up next, rune and visions Makerdao on a solana chain. We're going to unpack that. I've actually got some pretty hot takes to give. Of course, Makerdao has always been near and dear to my heart, and so I'm going to give my perspective there. I think it's a pretty good perspective. Arbitrum is releasing stylus. Stylus is coming to Mainnet to do some multi language building on top of Ethereum to route around the constraints of solidity. And another big win for Defi in the court system. We're going to get to all of this and more, but first, a moment to talk about some of these fantastic sponsors that make this show possible."
    },
    {
        "speaker": "A",
        "text": "Especially is Makerdao's Endgame on Solana. David, what are we looking at here?"
    },
    {
        "speaker": "B",
        "text": "Okay, so Roon Christensen puts out this tweet that, like, rocked the Ethereum community and the broader crypto world. I say, and he just says, the last phase of Endgame, Makerdao has this endgame plan. So this is the name of this plan. Endgame is the launch of a native blockchain for maker with codename new chain. So, like the placeholder of a name, calling it new chain, it will make the ecosystem more secure and efficient. After some research, I believe the Solana code base should be considered as the basis for new chain. Okay, so it's not. It has never been like, this is not new information that Makerdao wanted to put maker on a chain that has been part of the fifth phase, the fifth and final phase of Makerdao's endgame, since that's not surprising. That's not new. That's not new information. People have just always assumed, oh, yeah, you're going to be a layer two on Ethereum. Because Makerdao was born on Ethereum, the Makerdao project actually started. Fun fact. Before the first block of Ethereum, it's always been."
    },
    {
        "speaker": "A",
        "text": "Wait, really?"
    },
    {
        "speaker": "B",
        "text": "Yeah. Yeah."
    },
    {
        "speaker": "A",
        "text": "That is a fun fact."
    },
    {
        "speaker": "B",
        "text": "They started making the planning maker Dao before Ethereum even launched. And so, like, crazy to think that when they talk about a new chain, they're not talking about like a layer two, especially during this like op stack fork phenomenon."
    },
    {
        "speaker": "A",
        "text": "First defi app I ever used and actually Defi pilled me through using this janky version of Makerdao back in the day."
    },
    {
        "speaker": "B",
        "text": "Right? Remember P. Okay, so, and then Roon just shocks the world saying we're going to use Solana as the code base, implying like, there's a lot of things that that implies, but we'll go through some of the technical details. Okay, so the purpose of the new chain is specifically to allow the ecosystem to use hard forks to gracefully recover from severe forms of governance attacks or technical failures, and allows also the system to deal with the eight years of technical debt in the Makerdao protocol. So like, you know, clean slate for Makerdao, new chain will contain the backend of maker protocol and its subdaos. So Makerdao subdaos, it's going from like a singular monolithic central bank plus commercial bank, all in the same system. And it's breaking that out into just the central bank of Makerdao, the issuer of Daiden. And then Subdao is like its own commercial banking layer. So it's breaking these out into different daos, different orgs, and so becoming modular. So the governance, the backend of these systems, the supporting infrastructure of this system, will be hosted on new chain, all user facing products like Dai, for example, the product of makerdao and systems will be untouched and remain on Ethereum or as layer twos or wherever dai exists out in the crypto landscape. And these Ndai and other Makerda products will be connected to a new chain through advanced bridges secured by the maker protocol called two stage gravity bridges. I don't know what these are. I'm assuming it's just a bridge. The benefits of this is that this allows for the more advanced tokenomics of Endgame, which Roon is calling neural tokenomics, which also was a topic of conversation, like neural tokenomics. What the hell is that? This will benefit from having its own new chain and then allows the ecosystem to recover as much value as possible, minimizing value leaked to mev and transaction costs. And also he says that this provides Solana main net access to native maker Defi features in capital. And importantly, he says that we don't have to build it from scratch, we can just fork an open existing source, open source protocol where of course, like I said, the Ethereum community is like, oh yeah, you're just going to fork the op stack? And Roon is like, no, I'm going to fork Solana."
    },
    {
        "speaker": "A",
        "text": "All right, so a couple of things maybe to clarify here. So this whole new chain idea, this is still many years out. And rune kind of admits this. This is like future things. This is him saying new chain will be many years out. Its main purpose is to act as a secure and efficient back end of the system. But it's many years out. But there was the big question, of course, is Rune said the s word, right? And you know how tribal crypto is, right? And so everyone from Ethereum is like, why not the Evm? Right? Like, why you do? Are you abandoning Ethereum? Just like, you know, it's not only."
    },
    {
        "speaker": "B",
        "text": "That, but it's saying why not to EVM. But the thing that big crux is that he's not proposing an ethereum layer two. He is proposing a brand new layer one, using the Solana code base."
    },
    {
        "speaker": "A",
        "text": "And again, this is a defi, like a marquee blue chip defi. Been building on Ethereum since v one died in the wool kind of like ETH bull, and is kind of saying these things. So there's a question of why not EVM, sir, this is Roon replying. EVM is still the most important when it comes to building stuff for users, since that's where the users are. But for a specialized backend for makers specific needs, it is not ideal. And solutions like Solana or something like Sai say. Yeah, or something like say, are a much better fit. That's what he says. So why Solana, David?"
    },
    {
        "speaker": "B",
        "text": "So I think this is actually a pretty legit endorsement of Solana's tech. And I think even the tribal fighting from Ethereum versus Solana is actually not about Solana's tech. Like, Solana's tech is probably pretty strong. It, again, doesn't have technical debt. It doesn't have baggage that the EVM has."
    },
    {
        "speaker": "A",
        "text": "You're talking about specifically the Solana virtual machine, like."
    },
    {
        "speaker": "B",
        "text": "Yes, exactly. Yeah. And so, like, when there's Solana people in Ethereum, people fighting, it's not over who's got the better technology. Technology is just like one thing that makes up a blockchain. But this statement is rune saying, hey, this Solana tech's good, let's use that. And so that, that's the motivation for why the Solana code base. The interesting thing, and Roon does address this, is that he, like, vetted Cosmos as an alternative, which if you're thinking about being your own layer one, and again, the reason why not an ethereum layer two is that even what Roon is saying is that Makerdao wants to be able to fork arbitrarily fork its own chain to recover from governance attacks or any failure of the backend system. Because Dai is considered holy in Makerdao. It is the first class citizen of Makerdao. It is the purpose of Makerdao. And so anything else is secondary to die. And so if we need to recover governance, for example, then we can fork the Makerdao chain without disrupting Dai. And a layer two actually doesn't give total, sufficient sovereignty over freedom of forking. It's still on chain governance. And so what Roon is saying is that we want to be so incredibly sovereign that we can be maximally free to fork our chain as needed to make sure that governance is upheld by its social layer. So this is actually maker Dow's social layer breaking free from shackles. And you would think that this would be. This is the cosmos thesis. Just build an app chain on Cosmos because you're beholden to no one. It's interesting that Roon did evaluate Cosmos, and he says the major benefits of Cosmos, it's large and highly quality, talented pool range of independent developer companies. Huge amount of existing cases, like successfully developing app chains using the Cosmo stack. Disadvantages Cosmos not built around sufficient efficiency the same way Solana is. Cosmos doesn't have a strong central foundation like Solana has. But yet with understanding these, he still didn't say Cosmos, which is directly in violation of Cosmos vision. It's a direct violation of the belief that he has."
    },
    {
        "speaker": "A",
        "text": "I mean, Cosmos was hoping to win this one because it's very clearly a sovereign app chain."
    },
    {
        "speaker": "B",
        "text": "Exactly. Yeah. Well, okay, so he's saying, like, cosmos, I see your vision, and. No."
    },
    {
        "speaker": "A",
        "text": "Would this mean, like, all Dai is backed by collateral, and if you were using sort of new chain, you're putting your eth in new chain? No. No. Okay, so that's not what this is mainly for governance and kind of the backend stuff."
    },
    {
        "speaker": "B",
        "text": "Yeah, there is liquidity. So each subdao has its own token. And you could imagine, like, some curve, like pool or some uniswap. Liquidity pools on new chain to be the liquidity for MKR and the subdao tokens. And because that's part of this. I think it's part of this whole, like, neural tokenomics thing. So liquidity and Mev would be on new chain while Dai and CDP's would be on Ethereum. Solana, whatever."
    },
    {
        "speaker": "A",
        "text": "Well, let's get some of the community reaction then. I want your reaction, and I'll give mine to this. All right, so here's one data point here, actually a couple hours after that, Vitalik Buterin."
    },
    {
        "speaker": "B",
        "text": "Immediately after rune tweets this, Vitalik Buterin dumps 500 mkr, all of his MKR."
    },
    {
        "speaker": "A",
        "text": "Tokens, 600k worth, statement of police, swapped it for ETH. So he didn't say anything publicly. But you can look at the on chain data for maybe how he feels about this. This does seem like it's a. It's some sort of statement of Vitalik's take on this."
    },
    {
        "speaker": "B",
        "text": "He did make public statements. He went into the reflexer, not on Twitter, he went into the rye, the for rye reflexer fork of single collateral maker Dao, but without the us dollar as the peg instead of. It's a free floating peg. And so kind of like trying to fulfill one of the original visions of Makerdao before it's done. All this development and directional progress. And so he goes into Dao, into Rai, the Rai discord, and says, this has made me change my mind on one chain. I think it's somewhat more okay before for the Rai community to have somewhat more activist, activist governance than I previously thought. Rai previously has been all about ungovernance, zero governance, and Vitalik saying, hey, you guys could have a little bit more governance, not going all the way, but being okay with doing more active governance to support staked ETH and ideally, intentionally accepting only non dominant forms of staked ETH. So not Lido staked EtH, like rocket pool or anyone else down the long tail of staked ETH. And so he's coming into the Rai reflexer discord and is like, hey, there's an opportunity for you guys here."
    },
    {
        "speaker": "A",
        "text": "But is he also saying, implicitly with selling this last time you bought maker MKR was April 2018, according to the on chain data. So this is also a statement of, like, losing."
    },
    {
        "speaker": "B",
        "text": "He said these words, if Makerdao is torpedoing itself in weird directions, then it makes natural sense for ride to move somewhat closer to the category of Dao governed, real whack, real world, asset backed, stable coins."
    },
    {
        "speaker": "A",
        "text": "Here's another take. This is this one from one of the leaders of the Solana community, Anatolia. What does he say?"
    },
    {
        "speaker": "B",
        "text": "Anatolia, says maker, considering Solana's tech is a win for open source, it has nothing to do with Solana's mainnet or Sol or eth. I really hope people in the Solana community don't use this as a cudgel to attack Ethereum. Ethereum is awesome. I've got a take about this. Take later."
    },
    {
        "speaker": "A",
        "text": "Very good. Okay, this is somebody from the Ethereum community. So this is Justin Laruen."
    },
    {
        "speaker": "B",
        "text": "Justin says Room's forum post advocates for privately controlled app chain to, quote, use hard forks to gracefully recover from the most severe form of governance or tax or technical failure. And then Justin's take here is that this completely negates all legitimacy achieved by initially building makerdao on a public blockchain. What he's saying is that what happened to immutability? What happened to smart contracts? If we can, if we're just explicitly devolving back to the social layer, well, that's tradfi, isn't it? We're taking the immune immutability out of governance."
    },
    {
        "speaker": "A",
        "text": "I think that's just the governance is on this kind of solana chain. It's not the immutability of kind of the Dai smart contract."
    },
    {
        "speaker": "B",
        "text": "The die preserves its immutability. Yeah."
    },
    {
        "speaker": "A",
        "text": "Okay, here's take this one from FuBaR."
    },
    {
        "speaker": "B",
        "text": "Yeah, Foobar just kind of gives, like, the amalgamation of, I think, the average ethereum person take. Maker, we will have an over collateralized stablecoin users. Great maker, you will back it. Will back it by USCC users. Wait, wait, why? Maker we will spend the money on rwandan carbon credits users. Can I have a refund? Maker, governance for neural tokenomics will live on the solana layer, too. Oh, boy."
    },
    {
        "speaker": "A",
        "text": "It's just saying, no one's asking for this. And these are kind of hair brained ideas, basically. Is the take here. Yes. The carbon credits is in reference to part of Rune's post about the endgame, which gets into kind of like making dai green money and that sort of thing. Carbon credits are mentioned there."
    },
    {
        "speaker": "B",
        "text": "Yeah. The strategy there is to use collateral to legitimize crypto, which I think is valid, albeit political."
    },
    {
        "speaker": "A",
        "text": "All right, well, give your take and then I'll give mine. So what do you, what do you make of all this?"
    },
    {
        "speaker": "B",
        "text": "Okay, so my take is that I understand that this is unintuitive, but I don't think that people should immediately cast this off as an incoherent decision with regards to Maker's long term vision. I think if you understand some of the social contract that Makerdao was incepted by, you would be able to fit this into that vision, regardless of whether you think it's good or bad. Like, you're free to still consider it bad, but at least it is coherent with one of the early establishments of Makerdao's idea of, like, hey, let's hold die of the highest regard. We have this emergency shutdown mechanism. Let's improve that. And so it is not totally incoherent, Makerdao is saying that it needs even more sovereignty than in its ability to fork its own chain, than what an ethereum layer two can allow for, and as maximally sovereign as an ethereum layer two can be, which is really, really sovereign. Makerdao is saying that that's not enough, and this is a really, really big choice because it implies that social forking is more important than immutable finance, which is kind of a very core principle of crypto. Um, and like, we've covered dais, but Dai will still remain as permissionless and censorship resistance as as ever on the Solana piece. This is an endorsement of Solana's tech, but not Solana itself. When people say the name Solana, they're referring to the Solana blockchain and also the Solana vision of a single shared, monolithic state, one single state, one global state, one ecosystem, one block space. A forking of Solana's code base and spinning up a new secondary makerdao app specific Solana chain is antagonistic to the Solana vision. The Solana product project wants to be one chain. Solana as a system is a maximalist of itself, and so a Solana copy doesn't actually fit inside of the vision. It is a bull is a bullish statement on the SVM, the Solana virtual machine as a growing ecosystem that stands in contrast to the EVM. And that is a story for a different day. That is something that we are thinking about coordinating a podcast around. So that's my Solana take on Cosmos. I think the real loser here is Cosmos. Cosmos is supposed to be the perfect glove to fit the maker Dao hand that it's waving around. And Makerdao chose not to even join the cosmos ecosystem. And also, I will say ethereum is also a loser here. It doesn't get a makerdao op stack chain. It loses the economic activity of makerdao and its subdao tokens. It does retain its supply of Dai across its layer twos and layer ones, but maybe it has a less firm grip on future dai issuance. So ethereum doesn't win. Solana doesn't win. Maybe the SVM does get a win. Cosmos doesn't win. Who does win? Who wins here? Whether or not Maker Dao wins, I think we will have to wait and see. In theory, die holders win because now they are buffered from any chaotic occurrences in MKR governance. But this is still theory, not in practice. We will have to wait and see. And then I will also finish this off by saying that this is just a proposal. This is up to the Makerdao community. If they wanted to do something different and go in a different direction, then that is free. This is not codified, this is not set in stone. This has to be accepted. And so I think the future is still very unwritten, and we will see what plays. Those are my takes."
    },
    {
        "speaker": "A",
        "text": "Good take. Good take. Do you wanna hear my take?"
    },
    {
        "speaker": "B",
        "text": "I do."
    },
    {
        "speaker": "A",
        "text": "I don't care about any of this. I feel like people are just bored and they're making much ado about nothing. This is a proposal from Roon for something in the future. He may change his mind. Something may or may not happen. It's basically just the governance portion. He's effectively saying, we're doing this governance portion in a side chain, and rather than do an evM, we're thinking of doing SVM. Solana. That's it. And I just. It. I don't think it matters very much. I felt like this was just Twitter being bored and having some, like, an excuse for, like, a little bit of tribal infighting. The other thing I'll say about Rune is he's very much a vision person."
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "Right. So big, like audacious kind of visions, contrarian things."
    },
    {
        "speaker": "B",
        "text": "Sometimes inside of Endgame is legitimately AI governance."
    },
    {
        "speaker": "A",
        "text": "It's some crazy stuff, like neural tokens. Like what? Like how much of that is actually going to come into play. I remember even if you look at Rune's early ideas around what Dai would be, it was psy at the time was going to be an SDR, not just the dollar, it would be mapped to the SDR, which is a basket of different stable coins. So you're not dependent. Some of the vision just doesn't always play out in the execution. And so that's the other element. And then I guess, lastly, I would say it is interesting, somewhat, that maker is becoming a bit more bank like, I would say bit more like Coinbase in sort of that spectrum of pure defi, where you're just deploying your own."
    },
    {
        "speaker": "B",
        "text": "Although I will say was a small step in that direction."
    },
    {
        "speaker": "A",
        "text": "I think it's a small step in that direction. The bigger step in that direction is multicollateral Dai, basically, and using real world assets to sort of back your stablecoin. If you want to be sort of purists and just on chain, then you do something like the original psy or you do something like Rye. And so they've already stepped in that direction. It's another step. But yeah, in general, I don't know. Sorry, I didn't mean to dismiss what you were saying, david, I think those are all validations."
    },
    {
        "speaker": "B",
        "text": "5000 words to say about almost anything. And you're like."
    },
    {
        "speaker": "A",
        "text": "Well, it was a good discussion, and it was certainly had on crypto Twitter this week, for what it's worth."
    },
    {
        "speaker": "B",
        "text": "All of that take that I just wrote out of just there. I was thinking about writing that into an article, and then, like, I came back from Burning man and I was like, oh, wait, no one cares about this anymore. We've already moved."
    },
    {
        "speaker": "A",
        "text": "This is interesting, though, this week. So another win for Solana that you mentioned. Visa has expanded its stablecoin settlement to Solana. I do think we can consider this a win for the Solana community."
    },
    {
        "speaker": "B",
        "text": "They're treating it as a win, that's for sure."
    },
    {
        "speaker": "A",
        "text": "All right, this is Q. Sheffield. He's been on the bankless podcast before. Of course, he is on the forefront of everything that Visa is doing with crypto and blockchain. And he says, we are excited to announce that Visa has expanded our stablecoin settlements to the Solana blockchain. Do you think this is a big deal, David?"
    },
    {
        "speaker": "B",
        "text": "I'm having a hard time totally understanding if it's a big deal or not. I know that the Solana community would love for you to think it's a very big deal. Visa announcing that it's going to settle USDC on Solana. Yeah, that, like, Solana is supposed to be for payments, instant transaction, blah, blah, blah. So that fits with the Solana vision. Visa formally integrating Solana is very big deal. Visa has integrated other chains before that have not seen adoption. So other chains have come and go. So this is like the opening of the door. But whether or not people go through the door is completely up to the future, and that is unwritten. I mean, Solana does have a strong base of people and developers, and so perhaps compared to other previous chains that Visa has integrated with, this one stands out amongst the crowd. But I think the Solana community is doing massive victory laps, and I think that part is premature, although it could very well play out that, yes, indeed, this does formally get adopted by the free market."
    },
    {
        "speaker": "A",
        "text": "I think it's a big ish deal. I think it's a good win for the kind of the staying power of Solana, for sure. One thing I would say, when it comes to us, DC or anything, that is trad five backed, basically. I mean, settlement assurances don't become that important. Right. So it's like, I would always just be like, why use Ethereum if you're. If your visa, I mean, if you have to, I guess settle something that is crypto native. Okay. But, like, let's remember that any sort of stable coin on visa or even USDC itself is not ultimately settled on a network like Ethereum or actually, like TrOn is the most used USDC stablecoin network for when it comes to transactions. It's actually settled in the legal system of the United States banking system because each of those dollars are just. They're tokenized ious that are actually backed by money in an account somewhere. In a bank account somewhere. It's kind of like banked money using crypto rails. So, yeah, settlement will be all over the place. And I don't think settlement assurances are really prioritized by someone like Circle or USDC or visa. So that would be one thing I would add to that."
    },
    {
        "speaker": "B",
        "text": "The reason why I'm kind of hesitant about this is that previously visa integrated with stellar lumens. I think they had a partnership with Ripple at some point in time. Both of those just came and went. So I'm like, okay, great, congrats on the partnership. Show me the money. Right? Let's see the traction."
    },
    {
        "speaker": "A",
        "text": "David, you are so harsh on the Solana community. And they will be sure to point that out, my friend."
    },
    {
        "speaker": "B",
        "text": "I'm sure they will."
    },
    {
        "speaker": "A",
        "text": "How about this one? Their favorite was this an l for base we were just talking about a couple of weeks ago, how good, how smooth the launch of the base layer two went. And earlier today they're reporting out. This is the base Twitter account. There was a delay in block production to internal infrastructure, requiring a refresh. Basically the base blockchain was offline for some period of time. How long was it?"
    },
    {
        "speaker": "B",
        "text": "1 hour and two minutes."
    },
    {
        "speaker": "A",
        "text": "Okay. Why do you have any takes here?"
    },
    {
        "speaker": "B",
        "text": "I don't know, but you can go to base status. Status dot base.org dot. I found this website while I was looking at this actually cool website to look at base, just like uptime stats. They just said that there was a global issue, critical issue. It stalled out. There was a major outage for 1 hour and two minutes. But overall, 99.92% uptime. So what does this mean when base goes down? It's like seven or 18 more times. Then it'll finally approach Solana level of downtime."
    },
    {
        "speaker": "A",
        "text": "Wow. What happens when something like base goes down? Right? So if I have assets, if I have ether on base, which I do have some little bit, what happens when there's an outage? I mean, all of my. I guess my user interfaces are kind of dead, but do I still have the ability to withdraw funds back to ether."
    },
    {
        "speaker": "B",
        "text": "So let me compare this to the arbitrum non outage but non finality event that happened a while ago. For a while, arbitrum blocks were still being produced, but it was not submitting state routes to the Ethereum layer one for some reason."
    },
    {
        "speaker": "A",
        "text": "That happened a while ago, right?"
    },
    {
        "speaker": "B",
        "text": "Yeah, that was a number of months ago. And so in that instance, you were still able to use arbitrum completely uninterrupted. You were just not getting layer one settlement finality for, I think, 90 minutes or something, and then they fixed it and then it was fine. In that moment of time, you could have actually still bridged out of arbitrum. Your usage of arbitrum is totally fine. It was totally fine. This base blocks stopped happening, the chain stopped moving forward. So for 1 hour and two minutes, you could not do anything on base. You couldn't trade friend shares, you couldn't withdraw using the normal mechanisms, you could have done a forced exit of the inclusion that is and always is possible. The Solana community would say that, like, well, show me the button. And I mean, they're right. There is no, like, easy button to write a script automatically to withdraw your things, even though it is technically possible. Like, me as a non technical person, I'm not enabled to do that."
    },
    {
        "speaker": "A",
        "text": "Um, but if this happened for any sustained period of time, as long as there's a way to do that, there would be user interfaces that are spun up that would support those. But you're saying for base, there is a way to do that. Right now there is a."
    },
    {
        "speaker": "B",
        "text": "Yes. So forced withdrawals are live for all rollups, all optimistic roll ups, but there's just no button for it. So, like, I mean, the critique is like, great, it's technically possible, but if the end user isn't technically had the technical skills to do it, then what?"
    },
    {
        "speaker": "A",
        "text": "I don't understand that because somebody will just obviously spin up, it's an open source community. Someone will spin up a button. That's not that hard, right?"
    },
    {
        "speaker": "B",
        "text": "Yes. There is a script that arbitram made that is available on their GitHub for the outside world to like, turn that into a UI. And they gave a grant to blockchain at Berkeley to go do that, but it hasn't been done yet. And like, why hasn't it been done yet? Because we haven't needed to. Like, the free market doesn't do any things that people won't pay money for. And so, like, without a need for this button, then the button hasn't been created. It'll be created eventually. I want a layer two beat has this on their roadmap."
    },
    {
        "speaker": "A",
        "text": "Well, I'm excited for a roll up to actually go down for some period where we get to actually test the button. I totally want to test the button. I want to. I want to see how this works. Soup to nuts, because that is the promise of a roll up."
    },
    {
        "speaker": "B",
        "text": "Right is the promise, dear."
    },
    {
        "speaker": "A",
        "text": "And Mainnet didn't go down if a layer two goes down. Okay, that's kind of crappy, but I have the ability to withdraw my funds. That is the entire purpose of a roll up. So I want to see that soup to nuts confirmed sometime."
    },
    {
        "speaker": "B",
        "text": "So should we have a rolling? Hoping for an hour to do a fire drill?"
    },
    {
        "speaker": "A",
        "text": "Yeah, we should do a fire drill."
    },
    {
        "speaker": "B",
        "text": "That's a great layer to a fire drill."
    },
    {
        "speaker": "A",
        "text": "Yeah, no one's going to want it to."
    },
    {
        "speaker": "B",
        "text": "No one's going to want to do that. Optimism is be like arbitrum, you do it. And arbitrum is going to be like, ZK sync, you do it. And ZK sync is going to be."
    },
    {
        "speaker": "A",
        "text": "If any roll up listening is willing to do a fire drill, we will broadcast it live on, see if it works. All right, well, this was great news this week, David. I saw this in the back of the tornado cache. Everything else happening in the court system, developers getting arrested. This is a win for Defi. What are we looking at here?"
    },
    {
        "speaker": "B",
        "text": "Court sides with Uniswap over class action lawsuits. So Southern District of New York Judge Katherine Polk. Folia. Folia. Sorry. The judge who's also in charge of the Coinbase case, has thrown out a class action lawsuit against Uniswap, ruling that software Uniswap cannot be held accountable for the losses of its users. Thank you for the damages of third parties. Wow."
    },
    {
        "speaker": "A",
        "text": "Obviously. Thank you."
    },
    {
        "speaker": "B",
        "text": "Obviously. Wow. So this original complaint was filed last year that alleged that Uniswap founder Hayden Adams, Andreessen, Horowitz, and Paradigm, all Uniswap investors, were responsible for, quote, rampant fraud on the exchange and pushed for Uniswap to register with the Financial Industry Regulatory Authority. This is an onion article, bro."
    },
    {
        "speaker": "A",
        "text": "Who are the plaintiffs here? Who's pressing the charges? Just random names here, I guess. Uniswap users."
    },
    {
        "speaker": "B",
        "text": "Class action. Class action lawsuit. Yeah. Everyone's. Yeah, of course."
    },
    {
        "speaker": "A",
        "text": "Targeting wherever the money is. Right. So you get the VC's and the founder. Makes sense."
    },
    {
        "speaker": "B",
        "text": "So the judge stated, due to the protocol's decentralized nature, the identities of these scam token issuers are basically unknown and unknowable, leaving plaintiffs with an identifiable injury, but no identifiable defendant."
    },
    {
        "speaker": "A",
        "text": "Wait, wait, the complaint was that there are scam tokens on Uniswap, and I went and I bought one. And it's your fault that I went and I bought that Uniswap's fault. It's Uniswap's fault. And all of the people being charged here that I went and made a stupid financial decision and bought a token that represented a dog, and it dropped to zero and it represented a dog."
    },
    {
        "speaker": "B",
        "text": "Yes. Yes, you were correct. The plaintiffs launched the suit hoping that this court might overlook the fact that the current state of crypto regulation leaves them without recourse, but that does not allow them to blame uniswap for their injury. Yeah. The topic of responsibility just goes so deep in crypto, and whoever's doing this suing is just trying to abscond from responsibility."
    },
    {
        "speaker": "A",
        "text": "Oh, totally. Yeah. Okay, so what does Hayden say here? Huge win. Long live defy one. Long time fear of mine has been bad legal interpretation, he says of our complex technical industry. It's highly motivating to us. Courts hold up arguments. I felt deeply for years. Here's some of the best, most based comments from the court case. This quote, it defies logic that a drafter of computer code underlying a particular software platform could be liable for a third party's misuse of the platform. As discussed, smart contracts are self executing, self enforcing code. Wow, David, this judge gets it again. Same judge on the, on the Coinbase case, which seems to be good news. They, the plaintiffs now sue the defendants, hoping that this court might overlook the fact that the current state of cryptocurrency regulation leaves them without recourse saying something we've been saying for a very long time. There is no coherent cryptocurrency regulation. This one, too. The court declines to stretch the federal securities laws to cover the conduct alleged and concludes that the plaintiff's concerns are better addressed to Congress than to this court. The court's saying, we're not going to decide, we're not going to stretch securities law to meet the plaintiff's request here. That's for Congress to decide. That totally makes sense to. No plaintiff would sue the New York Stock Exchange or Nasdaq for tweeting that its exchange was a safe place to trade. After that, plaintiff had lost money due to an issue with fraudulent schemes. Exactly. So somebody buys a stock on the Nasdaq and it drops to zero, and it's fraudulent. You're not going to sue the Nasdaq for that anyway. It goes on. A bunch of good news, a bunch of common sense being injected through these court cases and you love to see it. This is precedent being set."
    },
    {
        "speaker": "B",
        "text": "But it is like moderately frustrating that statements like this that you and I were saying in 2019, 2020, it's like you can't sue software and then we actually have to go to court over that. Very obvious, like, ugh, if you were to skip to the end where we win."
    },
    {
        "speaker": "A",
        "text": "Yeah, well, it feels good. I mean, somebody talking some common sense, David, speak of common sense. What do we have coming up next?"
    },
    {
        "speaker": "B",
        "text": "Coming up next, a firm with $5 trillion asset under management releases an investment thesis for Ethereum. Get me hot and bothered. Kevin Owaki coming back to Gitcoin. We're going to talk about this. And Justin Bieber releases a 2015 hit as an NFT and will share streaming revenue with its holders. I kind of teased the punchline there, but we're going to talk about all that. But first I want to talk about some of these fantastic sponsors that make the show possible."
    },
    {
        "speaker": "A",
        "text": "Especially quick update on the tornado cash developer who was arrested now two weeks ago, Roman Storm, he pled not guilty. Not guilty."
    },
    {
        "speaker": "B",
        "text": "This doesn't really come as a surprise. I 100% understand that Roman Storm doesn't think he's guilty. I also think he's not guilty. And so this is just the next step and what's probably going to be a long court battle as well. I mean, one of the themes of this episode, I would say, is crypto is winning in the courts. It was a, we did, we had one last week and the week before, like Grayscale, Gary Gensler, some other like class action lawsuits are getting walked back. So recent theme is that crypto has taken the, taken some dubs in the legal world. I wouldn't want to say that we are winning against the SEC, we're winning against the CFTC, we're winning against stupid class action, ambulance chasing lawyers. This case is not a big test. This is the Department of Justice. It is. These are the biggest, biggest people."
    },
    {
        "speaker": "A",
        "text": "It's also, it's also financial surveillance crimes. It also gets into kind of national defense when you invoke North Korea. And so this is a different type of battle. You know, some call this kind of the final boss. This feels a little bit more like the final boss. So we'll see how it works."
    },
    {
        "speaker": "B",
        "text": "So we're stacking up some dubs, but this doesn't mean that this one is just going to follow suit. This is going to be a hard."
    },
    {
        "speaker": "A",
        "text": "This one seems like the most obvious open source developer. I mean, privacy code. Anyway. We'll be covering this one closely. You guys can count on that. Polygon just launched their super net kit. David, this sounds a lot like super chains from optimism. What is this launch exactly?"
    },
    {
        "speaker": "B",
        "text": "What you just said is their chain development kit, which, I mean, is actually the right name for these things. Chain development kit is like a. It's not an SDK, but for a chain. So Polygon has launched super nets, optimism has super chain. Zksync has the ZK stack hyperchains, arbitram has orbits. Polygon has supernets, and now the super net kit is out and about. Important point of difference between optimism, super chain, or this is a Zkevm. So this is going head to head with Zksync and Starkware, which released their super chain kit not too long ago."
    },
    {
        "speaker": "A",
        "text": "So allows anyone to spin up a chain. It's a ZK roll up type chain, and it's all connected through polygon technology, basically. So this is their version of a super chain. It's the super net. David, Rollup's on the move this week. This notice from arbitrum as well. I was really looking forward to this. This is for the devs. This one's for the devs. The release of Stylus. What is Stylus?"
    },
    {
        "speaker": "B",
        "text": "Stylus is a coding environment, I think. Is that the right word? That is not based on solidity, but based on WaSm web assembly, which is, I would say, the status quo for devs out there to build stuff like web two devs."
    },
    {
        "speaker": "A",
        "text": "Web two devs all built against."
    },
    {
        "speaker": "B",
        "text": "So we're taking web two dev infrastructure and popping out solidity and popping in whatever devs want to choose to build on. So it just opens up a larger supply of developers to build on arbitrum. And that's great."
    },
    {
        "speaker": "A",
        "text": "I mean, so basically, the value proposition is, rather than learning this esoteric crypto, web three thing called the EVM, you just bring your existing skills."
    },
    {
        "speaker": "B",
        "text": "No, it's still the EVM."
    },
    {
        "speaker": "A",
        "text": "Yeah, but you basically, you get to use whatever coding language compiles to Waslam, which is not solidity. Basically."
    },
    {
        "speaker": "B",
        "text": "Yeah. So it's solidity. Right. Solidity. I mean, it's esoteric, but it's also pretty close to JavaScript, which is pretty common. But like other people, like C. David."
    },
    {
        "speaker": "A",
        "text": "And I talking about. Yeah, solidity is easy. Just learn it."
    },
    {
        "speaker": "B",
        "text": "Come on. It's super easy."
    },
    {
        "speaker": "A",
        "text": "It's so easy. It's very cool. And the other thing, this has been a promise for a while. Do you remember back in. God, I feel like a grandpa crypto here. Back in 2019, we were talking about deploying wasm on the EVM. There's like an EF team working on this. Anyway, the layer twos are the ones who brought across the finish line and actually built it up, which is great to see here."
    },
    {
        "speaker": "B",
        "text": "So, something I don't understand about how this works, but Rachel from Arbitrum says. Arbitrum stylus slashes fees across four categories. Compute is ten to 100 times cheaper. Memory is 100 to 500 times cheaper. I and other cheap things."
    },
    {
        "speaker": "A",
        "text": "Getting things."
    },
    {
        "speaker": "B",
        "text": "Cheap things. Yeah. I don't know how that works, but cool. Oh, Dan, I need to do an episode on this."
    },
    {
        "speaker": "A",
        "text": "Yeah. I mean, yeah, it's getting cheaper. It's getting more optimized. What is Starknet doing? They're doing some things, too."
    },
    {
        "speaker": "B",
        "text": "Starkware, Starknet Stone prover is now open source. So a prover is a very important piece of ZK rollups. You need to prove zero knowledge proofs. You have to prove them. That's part of completing the circuit. And now Starkware's stone prover is now open source. So this is like Zksync's boojum or Polygon's planky two. This is Starkware's stone, and it's now open source."
    },
    {
        "speaker": "A",
        "text": "It's good. They're all going open source. Love to see it. Rocketpool is launching some new stuff. What do they got on the menu?"
    },
    {
        "speaker": "B",
        "text": "This whole thing is a very long post. Jasper put a thread together. But TL doctor, it's a big architecture redesign. There's tendin scalability and on chain governance. Birth of rocket pool layer twos. There's a bonding curve for the lower ETh rocket pool nodes. I sadly didn't have enough time to fully dive down into this. I apologize to the rocket pool community, but Jasper put a tweet thread together that summarizes all of this. It's a big update. It's a very big update, David."
    },
    {
        "speaker": "A",
        "text": "Kevin Iwaki is now returning to Gitcoin. This is his announcement. He says, I'm excited to announce my plans to return to Gitcoin. Uh, the Dow has made some solid strides in decentralizing things. At the same time, I think some of the community's criticism of Gitcoin is valid. So he's coming back to help them turn a corner together. I think that is bullish for Gitcoin. Sometimes you need that, that leadership injected back in. And, of course, uh, you know, Kevin has great takes on what public goods means and how gitcoin can transform the world. So I'm bullish on that. I imagine you are as well."
    },
    {
        "speaker": "B",
        "text": "Uh, very, very bigly. Yeah. Uh huh. We love the Kevin Owake. He's also going to be at permissionless giving a talk, one of my favorite talks that he's going to update. And also, I'm sure he's going to talk about his return to as well."
    },
    {
        "speaker": "A",
        "text": "All right. I've been waiting for this the entire podcast. Tell me about the Biebs. Justin Bieber. He's got an NFT. And you said you were a fan. You didn't say I'm the NFT drop."
    },
    {
        "speaker": "B",
        "text": "I'm a fan of the drop mechanism."
    },
    {
        "speaker": "A",
        "text": "You're not a fan of beebs."
    },
    {
        "speaker": "B",
        "text": "You said you were an ambivalent couple songs."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "The Justin Bieber, Kanye Good Friday, Christmas in Harlem song. Oof. He kills it. That's some early Bieber. That's actually a Bieber deep cut."
    },
    {
        "speaker": "A",
        "text": "Oh, gee."
    },
    {
        "speaker": "B",
        "text": "I don't really know if I like mainstream Bieber."
    },
    {
        "speaker": "A",
        "text": "Yeah, I was like, I hadn't heard of that, but okay, so tell me about the NFT, though. That's what the crypto people want to hear."
    },
    {
        "speaker": "B",
        "text": "Yeah. So his song and company from 2015 is being tokenized. I do not know the song. 2000 nfts, $28 each. One of the. One of the reasons why I like this is like, you know, that's a pretty modest price .01. Price, though. 0.017 ether. Yeah. So that's actually the real price is 0.017. So all of these got minted out. All 2000 of them per user. Ten. So Justin Bieber made $56,000, which for what he could do, I think, is completely modest and respectable. Every single NFT individually receives 0.005% of royalties when the. When company is streamed. And so if this is ever played on Spotify or makes money wherever, however music makes money these days, you as a single NFT owner, you get zero, zero, 5%."
    },
    {
        "speaker": "A",
        "text": "So it's a cash flowing asset. It's a capital asset then you might."
    },
    {
        "speaker": "B",
        "text": "Say, does that make it a security?"
    },
    {
        "speaker": "A",
        "text": "Well, I'm sure they've worked around that. Oh, actually, look at this."
    },
    {
        "speaker": "B",
        "text": "I'm not sure."
    },
    {
        "speaker": "A",
        "text": "Us citizens cannot access minting royalty claims due to regulatory uncertain."
    },
    {
        "speaker": "B",
        "text": "Citizens were barred from."
    },
    {
        "speaker": "A",
        "text": "Oh, man. Well, good thing."
    },
    {
        "speaker": "B",
        "text": "I love how they just explicitly say due to regulatory uncertainty. Like, that's actually a big step forward from just, like, banning it waves like, Gary Gensler is not letting you do this."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah. We should just put his picture in front, like. And it's just be like, this man does not want you to have this NFT."
    },
    {
        "speaker": "B",
        "text": "Instead of saying, if USDA, like, you try and click the button and Gary Gensler's face just comes up and stop right there."
    },
    {
        "speaker": "A",
        "text": "Yeah, he's like. He's like he's pointing his finger at you. You can't have it. That's really what's happening here. Okay, we've got some good news, I think, coming out of fidelity as well. This was my tweet here. The world's third largest asset firm with $4.2 trillion in assets just released. This is it. This is what they called the paper investment thesis for Ethereum. Here are some of the major sections. ETH as an aspiring money. ETH as a store of value. ETH as a yield bearing asset. The company is fidelity. So a second largest assets under management firm in existence, and they've got their Ethereum investment thesis. I skimmed through this, David. It's a. It's pretty good. Got to say, there are some references to the ultrasound money website, believe it or not, multiple references. I'm almost surprised they didn't use bankless as a source for some of this. But I saw some of our energy inside of these narratives, for sure."
    },
    {
        "speaker": "B",
        "text": "Ryan's trying to collect his receipts."
    },
    {
        "speaker": "A",
        "text": "No, I mean, I'm not saying that this was us, but kind of was us. Anyway, can eth be considered a money the same as bitcoin? Oh, I should say some context, too. Fidelity, for a very long time, they've been involved in crypto, um, but specifically bitcoin. And they've almost been like a bitcoin heavy. I wouldn't say maximalist, but a bitcoin heavy shop. And so also, seeing fidelity, see the light on ether as an. As a store of value asset is. Is great to see as well. So they get a lot of it right. I would have some. Some quibbles with some of what they said, but let me give you some takes here. Ether technically has unlimited supply parameters, which are kept within a range, depending on the number of validators in burn. That. That is correct. It seems unlikely that any other digital asset could improve upon bitcoin as a monetary good, because bitcoin is viewed by some as the most secure, decentralized, sound digital money. So that's another quote from it. So you could see they're still pretty bullish on the bitcoin side of things. Nonetheless, this is a fantastic report, and you can see them kind of gearing up maybe for future ETF's, future financial products around Ethereum as well. David, we've invited them on the show, actually, so they're going to come on bankless and talk about this report with."
    },
    {
        "speaker": "B",
        "text": "Us and that's why we were not cited."
    },
    {
        "speaker": "A",
        "text": "If they ever listened to the ultrasound money episode. They know anything about that?"
    },
    {
        "speaker": "B",
        "text": "Where do you get your information?"
    },
    {
        "speaker": "A",
        "text": "I think this is bullish. And, you know, when I saw this, it was. For me, it was. Wow. What? How things have changed from the last bull cycle, 2018, 2019. We were just, like, fighting for the existence of this asset. And now, you know, we've got major financial institutions writing papers on it and getting it, like, 80% to 90%, right. From my perspective, this is just great."
    },
    {
        "speaker": "B",
        "text": "Ether ETF fuel?"
    },
    {
        "speaker": "A",
        "text": "I think so."
    },
    {
        "speaker": "B",
        "text": "Hey, why are you suggesting I buy this ether ETF thing?"
    },
    {
        "speaker": "A",
        "text": "Go read the fidelity report."
    },
    {
        "speaker": "B",
        "text": "Oh, here's a report from Fidelity. Here you go. Go read this. Yeah, go learn about ultrasound money."
    },
    {
        "speaker": "A",
        "text": "Or go listen to bankless podcast."
    },
    {
        "speaker": "B",
        "text": "Or go listen to bankless."
    },
    {
        "speaker": "A",
        "text": "This is. This next thing is maybe a sign of things to come. A little bit worried about it. Privacy coins are now outlawed and delisted from exchange exchanges."
    },
    {
        "speaker": "B",
        "text": "This is a binance exchange exchange in Belgium."
    },
    {
        "speaker": "A",
        "text": "The country's Belgium, of course."
    },
    {
        "speaker": "B",
        "text": "Starts in Belgium, though. And it goes out from there."
    },
    {
        "speaker": "A",
        "text": "Yeah. So Monero. Remember Monero, mobile coin, zen? I don't see zcash, but no privacy coins. Can't buy privacy coins. This worries me, David."
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "I hope this is not a sign of things to come."
    },
    {
        "speaker": "B",
        "text": "This is a war on privacy. It's an encroachment. I mean, Monero inside of Belgium on binance is very far away, but that, you know, it starts there, and it doesn't stop until we fight him."
    },
    {
        "speaker": "A",
        "text": "Yep. David, some cool things coming out of metamask this week. They shipped a sell feature. Do you see this inside of the metabolism portfolio?"
    },
    {
        "speaker": "B",
        "text": "No buy. Only buy."
    },
    {
        "speaker": "A",
        "text": "Don't you want the option?"
    },
    {
        "speaker": "B",
        "text": "Only buy?"
    },
    {
        "speaker": "A",
        "text": "Well, you gotta sell at some point, don't you? No, you don't."
    },
    {
        "speaker": "B",
        "text": "I mean, I've definitely hit the sell button. Not in a meaningful capacity anyway."
    },
    {
        "speaker": "A",
        "text": "What's cool about the sell button in metamask portfolio is you can actually sell back to your bank account. Oh, great. Well, United States, minor outlying islands. I can just play us."
    },
    {
        "speaker": "B",
        "text": "The US is support VPN. Are you on, bro?"
    },
    {
        "speaker": "A",
        "text": "I'm not telling you. Tell all my secrets here. Yeah. So you can pick your state and you can exit directly to a bank account. If you still have one of those. If you're. If you're a hypocrite. Why would you still have a bank account?"
    },
    {
        "speaker": "B",
        "text": "Can't imagine I wouldn't. My 82 year old landlord takes USDC anyway."
    },
    {
        "speaker": "A",
        "text": "Pretty cool release."
    },
    {
        "speaker": "B",
        "text": "He doesn't do that."
    },
    {
        "speaker": "A",
        "text": "I know this. Neither does the IR's pretty cool release from Metamask. David, what else we got coming up?"
    },
    {
        "speaker": "B",
        "text": "Coming up next, we got some questions from the nation. Why don't we ever talk about Polkadot? Why don't we talk about Polka dot? Ryan, we're going to talk about Polka dot for the first time and it's going to be about why we don't talk about it. How is burning man is a question that somebody is asking."
    },
    {
        "speaker": "A",
        "text": "Yeah, I want to ask you that."
    },
    {
        "speaker": "B",
        "text": "And if you are still in crypto and you haven't lost your private keys, you are very well positioned for the next decade according to a take who might be given by this guy here, Ryan, Sean Adams. So all of that and more. But first, a moment to talk about some of these fantastic sponsors that make the show possible."
    },
    {
        "speaker": "A",
        "text": "Questions from the nation this week. This one from crypto Rue, Md. It goes on. Thanks us for what we're doing and ask the question, why don't we have a bull case for Polkadot? It's really similar as the cosmos hub thesis and as fast as Solana. I can't see any money theory for Dot, but I think it's a good competitor. This is a related question as well, asking us to bring on Polkadot and moonbeam. So some people in the bankless community are asking about Polkadot. Maybe the meta question here, though is why haven't we done a big episode on Polkadot? Or why don't we talk about it as much? What's your answer to that? David?"
    },
    {
        "speaker": "B",
        "text": "There's many different reasons for this. I would say first and foremost is that Polkadot occupies this space that other chains also occupy. And in my opinion, Polkadot kind of like fills the worst of both worlds space, not the best of both worlds space. So it's kind of like a hybrid between Ethereum and Cosmos. And I actually kind of just think you should just pick one. Either do Ethereum or do cosmos. But occupying the middle space, I think you kind of get the worst of both worlds. Like Dot isn't money. They correctly identified that. Gavin Wood, I wouldn't call him an aligned actor. He raised a bunch of money with parity. They did an ethereum client and then they forked off it all. Felt very mercenary and kind of leveraged Ethereum for his own means. I don't exactly enjoy the genesis story of Polkadot, and overall I haven't seen too much real meaningful adoption in Polkadot. I could have a blind spot. There have been a handful of times of bankless citizens in our discourse saying, hey, I'd like, to do an episode on Polkadot. Why have you guys done one? Granted, we did schedule an episode with Gavin Wood to do this episode, and then he canceled on us."
    },
    {
        "speaker": "A",
        "text": "If we heard you talking just now, we'll never get. Get Gavin Wood on now. Because the reason he canceled was actually, we were informed it was because some past things I had said. My Twitter timeline was naughty."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "And I, like, literally, like, my. My shit is tame, dude."
    },
    {
        "speaker": "B",
        "text": "Yeah, it was very tame. Tweets. So, like, somebody, some PR manager from the Polkadot ecosystem, like, went through Ryan's tweets and was like, hey, you tweeted this about Polkadot and we don't like it. And it was like, it went away. It wasn't glowing, but it was dots."
    },
    {
        "speaker": "A",
        "text": "On money or something."
    },
    {
        "speaker": "B",
        "text": "Yeah. And so, like, and so, like, then they wanted to throw us some other polka dot person. Like, no, we want. We want Gavin Wood."
    },
    {
        "speaker": "A",
        "text": "I would still love to do that episode."
    },
    {
        "speaker": "B",
        "text": "Yeah, I'd still do it."
    },
    {
        "speaker": "A",
        "text": "I think you're right, David. So the one thing, a couple things I would say on this, too. We can't cover everything. We have to sort of choose crypto so big. So it could be we're missing huge things in the Polkadot community. And the way it would bubble up and surface to our attention is if there were use cases, if there were apps, if there was things being built."
    },
    {
        "speaker": "B",
        "text": "And I don't know, why would I put money on Polkadot? I don't know what I would do there."
    },
    {
        "speaker": "A",
        "text": "I know there are some. So people are going to say, like, oh, but haven't you tried this, this and this? They just haven't gotten big enough. Relative. The other things that are going to be."
    },
    {
        "speaker": "B",
        "text": "It wasn't big stable coin on Polkadot. I have no idea."
    },
    {
        "speaker": "A",
        "text": "But if anyone's listening, has the ability, would love to do a show with, with Gavin Wood, if he's still welcome to come on."
    },
    {
        "speaker": "B",
        "text": "Always has been welcome."
    },
    {
        "speaker": "A",
        "text": "Yeah. David, how was Burning man? This is a question from a bankless citizen. I'm going to ask it to you, too. How was burning Mandae?"
    },
    {
        "speaker": "B",
        "text": "Burning man was great, bro. I had a ton of fun."
    },
    {
        "speaker": "A",
        "text": "This is you. This is you and your dad, right?"
    },
    {
        "speaker": "B",
        "text": "This is me and my father. Yeah. Not only is that me and my father, but that is my grandfather. His dad's navy jacket."
    },
    {
        "speaker": "A",
        "text": "Wow."
    },
    {
        "speaker": "B",
        "text": "I actually never met my grandfather, so it's kind of cool."
    },
    {
        "speaker": "A",
        "text": "It's very cool."
    },
    {
        "speaker": "B",
        "text": "Yeah. So there's a meme of burning man. People saying, you have to go to Burning man. And then I go to burning man. It takes me a couple days. But I'm running around the playa on my led bicycle with leds all over my jacket because that's what you do on the playa. And I'm like. And I'm seeing everyone else running around the playa. The playa is the desert. It's like this very fat, flat, salt flat. And I'm like, okay, I get it. There's like a little bit of an aha. Moment of burning man."
    },
    {
        "speaker": "A",
        "text": "What is it? I don't, I don't."
    },
    {
        "speaker": "B",
        "text": "I'm so glad you asked. I cannot explain it to you in such a brief amount of time because we have a podcast that we need to get to in 20 minutes. However, I did write a 5000 word article that is going out on the bankless newsletter yesterday from the time of recording today, Thursday day, and also will be out on the podcast feed. The parallels, the short TLDR, the pitch for why you should go read or listen to that is that burning man, like crypto, is a rabbit hole. And when you go down the burning rabbit hole at the very bottom, you actually poke out the other side into the crypto rabbit hole. These things connect very deeply. These are big social movements and they are alternative social platforms for scaling certain cultures. And Burning man is doing its job and crypto is doing its job. And these things are actually parallel. They're parallel. And so I'll say, like, if one of these movements succeeds either burning man or crypto, it actually is conducive to the other. So this is like, well, like, I don't expect people to become burning men, people burners. It is worthy to understand what powers burning man. Burning man started in 1987. In the first few, like five years, it doubled in size. And then it's been growing like five to 15% year over year growth for like, almost 30 years, bro. Why? Why? Like, what power is it? What powers burning man? Why? Where does this growth come from? Like, let alone the hundreds of regional events that happen all over the world? It is a decentralized social movement that wants to change the world."
    },
    {
        "speaker": "A",
        "text": "I gotta admit, what's interesting about this is you kind of talking about burning man, like evangelizing for it and talking about your excitement for it. It. This probably is what crypto sounds like to people who aren't in crab crypto, because you're saying it. You're saying these words, and I'm just like, I just don't get it because I haven't experienced it. I haven't read your piece. I haven't done any research. So I have these media driven narrative impressions of what burning man is. And I think there's this impression of what Burning man is right now, which is like, oh, it's a place where Silicon Valley bros go and just like, do mushrooms."
    },
    {
        "speaker": "B",
        "text": "That's not wrong."
    },
    {
        "speaker": "A",
        "text": "Okay, so, like. And it's just kind of weird hippie like culture. And then what they're going to do is once they do visit this thing, they'll come back and tell you how amazing it is."
    },
    {
        "speaker": "B",
        "text": "Exactly."
    },
    {
        "speaker": "A",
        "text": "Yeah. That's what you're doing right now."
    },
    {
        "speaker": "B",
        "text": "I think. I think I have good writing skills. I think if you read my article, I would think it's one of the best ways to accept Burning man, the Burning man vision for what it is. And so, like, the article is titled Burning man through the crypto lens. So if you are a crypto person, you will be able to understand Burning man at a very deep level."
    },
    {
        "speaker": "A",
        "text": "Well, it's also interesting because now I get to feel what a normie feels like when they hear about crypto invited to a bankless podcast. All right, we got some takes of the week, David. This first one is from Vance Spencer regarding a socket investment. That was a big investment that they made this week. He says, regarding socket, I continue to believe that the way the market thinks about l two s is wrong in the medium term. Probably doesn't matter where your contracts are deployed or if you have your own l two, if the contracts are networked and socket is how to get those connected, just some background. Socket is kind of like a interoperability bridge type tech, you know, connect all the l two s, that sort of thing. Vance goes on, said another way, the interop protocols will accrue more value than the l two s themselves over the longer term, especially if there are a lot or too many l two chains. The investment, this investment in socket is a view on the likely fragmentation of contracts over too many chains and the value of networking them. Okay, so one thing to say is Vance, of course, is a vc. This is a bag that he bought. So he is, of course, excited about socket and what it's doing."
    },
    {
        "speaker": "B",
        "text": "But we are also investors in socket."
    },
    {
        "speaker": "A",
        "text": "It's true. Yes, angel investors. But I also think that this is interesting take, which is very contrary to something that I believe, which is that actually l two super chains will be the main value accrual mechanism of this new frontier that we're building out in crypto. Vance is saying, uh uh, that's not true. It's actually the interop protocols themselves. It's like the sockets and the bridging tech layer themselves. What do you think about this?"
    },
    {
        "speaker": "B",
        "text": "I think that there's likely a tension between these two things. So you have the optimism. Super chain. You have, like, all the super chains. Like, I just list them all, like, ck, sync, blah, blah, blah. Everyone's doing a super chain, and there's going to be individual, singular, one off chains as well. So not only are there perhaps a plethora of super chains, but they also have. What about aztec? That is going to be a single chain. What about all the other single specific chains, like Starkware or Starknet? So in addition to the super chains, there's also individual chains. And so while I totally agree that the growth of super chains will be how interoperability happens, you're just elevating the problem to one dimension higher. And it's still the same problem of interoperability between super chains and independent chains. There's a tension between these two things."
    },
    {
        "speaker": "A",
        "text": "Yeah, I guess my take is. So, so again, you're saying a little bit of column, a little bit column b. My take, though, is super chains will be, like, power law winners, and they, within the super chains will kind of solve the interoperability problem themselves. Like, I don't think there's going to be, like. You know, I think that what that."
    },
    {
        "speaker": "B",
        "text": "Means, though, is that there's actually going to be one super chain that is a power law winner. Because if there's multiple super chain winners, then their interoperability."
    },
    {
        "speaker": "A",
        "text": "I think we get, like, three to four big economic zones, similar to how we have big economic zones today. We have kind of the Western Europe and America economic zone. We have China, Asia economic zone. Anyway, who knows, though? He could be right."
    },
    {
        "speaker": "B",
        "text": "I do think that between this socket thesis playing out, there are other socket alternative competitors out there. So there's more than this? This one, like, layer zero would be one."
    },
    {
        "speaker": "A",
        "text": "I mean, there's a lot of big valuation ones."
    },
    {
        "speaker": "B",
        "text": "Li fi leafy is one as well. Maybe Chainlink, CCIP. Maybe we'll do a show on that. What was I gonna say? Oh, yeah. So, like, one of the big things that the Solana people will pound their chest about is, like, single shared state because of the composability. This is like ethereum fracturing into many, many layer twos to achieve scale and decentralization and sovereignty over your chain and then socket and super chain type energy, like reforming the composability back together."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah, that's true. Well, this is another take. This one's mine. You want to read it?"
    },
    {
        "speaker": "B",
        "text": "Sure. Ryan. Sean Adams says if you're still in crypto and manage to hold your private keys through all the scams, rugs, hacks, phishing, fake yield and populist demagogues, then I think you're going to do just fine this century. It's everyone else I'm worried about."
    },
    {
        "speaker": "A",
        "text": "I feel like so hard and I feel like we are kind of like the veterans on the frontier. Like we're learning about security, rug pulls, populism, what to trust online, all of these things in a very accelerated timeline. And these are all skills that everyone else is going to learn and need to learn for the rest of the 21st century. Even things like securing your private keys. I look at, I don't know, password management for my legacy banks and financial accounts. I'm like, oh, my God, you guys are so, this is so far behind. So if you can hold your private keys, you're doing just fine. And if you haven't, if you haven't been phished yet, or even if you have been phished yet, maybe that's a good learning lesson in itself. But I think these are all 21st century skills that we're all going to need pretty soon. David, what are you bullish on, man?"
    },
    {
        "speaker": "B",
        "text": "Ok, it's right behind me. It's a picture. I'm going to pull it out as soon as I tell a story. Okay. So I tweeted out this photo that you see on screen. Oh, boy, that's a lot of stuff. And this is like a classic backpackers picture where they lay out all of their gear before they go backpacking. So this was in May, right before I did my 4th July. Yeah, right. A lot of stuff. Actually. That was actually, there was more stuff. Anyways, so someone, this hooded Pepe replies to this and goes, is this cath simmered? Approved and tags this individual. Cass simmered. No idea who Kath simmered is, but I click in and I find. If you want to go, yeah. And I find that she's an NFT artist, a photographer, and she has this mint that is currently live and two thirds minted out, which is a piece titled above the Noise. And I just love it."
    },
    {
        "speaker": "A",
        "text": "Fun fact, did she take this photo?"
    },
    {
        "speaker": "B",
        "text": "Not only did she take this photo."
    },
    {
        "speaker": "A",
        "text": "This is a real photo."
    },
    {
        "speaker": "B",
        "text": "It's kind of, she is a photographer, digital artist. So this is a composite. So it's a number of photos slapped together. And that's kind of like her deal. She's a hybrid adventurer photographer, digital artist. The first money Ryan I ever made was actually as photography. Me and my dad would just go backpacking and I would bring my Nikon and I would take some pictures and that's kind of like the first skill set I developed as a young adult. And I sold these photos as prints. And then I went to college, and that was kind of how I paid for slush fund money in college. I would take sorority pictures."
    },
    {
        "speaker": "A",
        "text": "Do you ever do weddings?"
    },
    {
        "speaker": "B",
        "text": "I never did a wedding, no. But then, but then going and doing that, like, doing, taking like sorority photos in college, like took the soul out of it because I wanted to do landscapes."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "But landscape, like, monetizing my landscape photos was like, really hard. And I wasn't, I mean, I was for what I was. I was an okay photographer, but I'm not a professional. And so, like, I didn't have a mechanism to generate revenue as a photographer. And then I also got interested in psychology and then the blah, blah, blah, blah. Fast forward. Now I'm a podcast, but I find this Nft mint. I'm like, wow, I'm about to go climbing all these mountains and there's this NfT photographer who is this adventurer person taking mountain photos, selling them for ether. And so I mint it. And so I mint it and I purchased it via Cass Zimmer. And then I watched this back in July."
    },
    {
        "speaker": "A",
        "text": "I see back in July 1, she."
    },
    {
        "speaker": "B",
        "text": "Has this crazy, the NFT. Now the NFT media company, NFT bankless NFt. I'll call, did this like, great video essay about Cath Zimmer, the artist, which I highly recommend. We'll put it into the show notes. So I watched that and like, wow, this is really cool. And so I hit her up on Telegram. Fun fact, she's also a dick butt holder, so she's in the dick butt telegram with me. And then, okay, so I'll pull out the picture. And so I bought a print and now I've got, now I've got it, right?"
    },
    {
        "speaker": "A",
        "text": "Wow, it's super cool. That's great."
    },
    {
        "speaker": "B",
        "text": "Now I have to go frame it and put it up. I can't put it in frame, but here we go."
    },
    {
        "speaker": "A",
        "text": "So the moral of the story is, I don't know, you can monetize your hobbies."
    },
    {
        "speaker": "B",
        "text": "Yeah, I'm bullish on, I know this is a very big 2021 take, but I'm bullish on new monetization mechanisms for digital artists that didn't previously have them. And also artist collector relations because now her and I just chat about stuff and it's been pretty cool."
    },
    {
        "speaker": "A",
        "text": "That's creator economy stuff, man."
    },
    {
        "speaker": "B",
        "text": "That's the, in 2021, it was theory and this is practice."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's true. We're not in the fervor of JPEG mania here, so we can actually be cool and sober and appreciate the art a bit more."
    },
    {
        "speaker": "B",
        "text": "Oh, and the title of the piece, Brian, is above the noise. While you and I are talking about, man, there's a lot of dumb, bankless haters out there. I'm gonna stay above the noise. I thought all of it wove together very, very well."
    },
    {
        "speaker": "A",
        "text": "That's awesome. You know, another thing I was thinking, by the way, is I'm so glad we don't have to fight the fud that nfts are bad for the environment this cycle."
    },
    {
        "speaker": "B",
        "text": "Yeah, right."
    },
    {
        "speaker": "A",
        "text": "You know, because we're going to get."
    },
    {
        "speaker": "B",
        "text": "Something else, but work is gone."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Yeah. All right. That was what I'm bullish on. I'm bullish on nfts in 2021. What are you bullish on?"
    },
    {
        "speaker": "A",
        "text": "I am bullish on new product we're releasing. It's called claimables. All right, it's this bank. This is a little sneak peek here, okay? These are my wallets on the bankless website. This is in staging, so I'm actually, I don't know if I'm allowed to share the screen, so I'll flick off really quick. But this is based on. We acquired a company called Earnify, which we've talked about on the roll up a few times. And what it does is you plug in your addresses and it identifies all of the on chain opportunities that you might have. So were you eligible for an airdrop? Were you eligible for an NFT mint, an allow list, for instance, did you deposit some funds inside, pooled together, and you won a prize maybe that week? Well, you just plug your addresses into earnify and it tells you what you've earned, what you can claim. This is a product that we're now integrating into the bankless website. It's called claimables. We're very excited about it. That is dropping next Monday. If you're a bankless citizen, you will have access to this."
    },
    {
        "speaker": "B",
        "text": "Well, you will have access to this. So this last week, Connext Airdrop went live. And so we actually have the numbers for people who have loaded up their address inside of the bankless app. $62 million us dollars, fiat dollars are claimable of the Kinect airdrop to earn five subscribers. So we know that bankless listeners, citizens, whoever pays for the, for the service, $62 million is up for grab there. The last we checked, $18 million of the expiring soon tm arbitrum airdrop is still yet to be claimed, which is how we know that, like, there's, a, this is valuable, and b, there's work to do. Is y'all still need to claim $18 million of arbitram. What are you doing? Yeah, you listener."
    },
    {
        "speaker": "A",
        "text": "Well, maybe they don't know about it. This is like, back to kind of tools that, you know, we're building because we want ourselves is. I don't have a way to, like, scan through all of my wallets and identify all of the things I'm eligible for apart from this tool, apart from earnify. And now we're building in claimables. So anyway, bankless citizens, if you've been waiting for a reason to upgrade to bankless citizenship, that this might be it. There's always a link in the show notes for you. Of course, you get the bankless premium feed as well."
    },
    {
        "speaker": "B",
        "text": "RSS feed, the ad free bankless premium freed. All the podcasts. Seven minutes. Fasten."
    },
    {
        "speaker": "A",
        "text": "Um, all right, David, I got a meme of the week for you. And this. This is going to take a little bit of explaining. I think it also ties into the. The moment of Zen. Okay. But, um."
    },
    {
        "speaker": "B",
        "text": "Oh, I didn't know we had a moment of Zen."
    },
    {
        "speaker": "A",
        "text": "Well, you know what? We're going to make this the moment of Zen. So I'm going to get through disclosures first, then we're going to go through the kind of the meme, the moment of Zen. So a few things to disclose. Uh, David and I are investors and advisors to optimism. We're also members of the rocket pool, Odao. We mentioned Rocketpool today. And I'm an advisor to Polygon. I'm an investor in reflexer labs and arbitrum, and also socket, as we mentioned. Gotta let you know as well, we are long term investors. We're not journalists. We don't do paid content. There's always a link to all full bank list disclosures in the show notes. And of course, crypto is risky. You could lose what you put in. But we're headed west, the frontier. It's not for everyone, but we're glad you're with us on the bankless journey. All right, let's set up this moment of Zen. David, this is what I was thinking. This video clip from Rick and Morty was what I was thinking the entire time we were doing that episode this week with Dom, we were talking about."
    },
    {
        "speaker": "B",
        "text": "Unreleased episode that bankless listeners haven't heard."
    },
    {
        "speaker": "A",
        "text": "Yes. And we're talking about this concept called blobs and Blob space. And I was thinking, how am I going to explain this to my family? Like the podcast that I just did and everything. I heard Dom talking. We were talking about polynomials. We're talking about Dank Sharding and proto dank sharding."
    },
    {
        "speaker": "B",
        "text": "Erasure coding."
    },
    {
        "speaker": "A",
        "text": "Erasure coding and erasure."
    },
    {
        "speaker": "B",
        "text": "Coding's not real. Up. No, actually it is real."
    },
    {
        "speaker": "A",
        "text": "That's real. That is a real one."
    },
    {
        "speaker": "B",
        "text": "But you wouldn't know."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's all of these crazy words. And I was just thinking the entire time when. When Dom was talking, I was thinking of this clip from Rick and Morty. We'll play it now. Everyone has a plumbus in their home. First they take the dingle bop and they smooth it out with a bunch of schleem. The schleam is then repurposed for later batches. They take the dinglebop and they push it through the crumbo where the fleab is rubbed against it. It's important that the fleab is rubbed because the fleab has all of the fleab juice. Then a shlomi shows up and he rubs it and spits on it. They cut the fleab. There's several hazards in the way the blamps rub against the chumbles and the pleubis and grumbo are shaved away. That leaves you with a regular old plumbus."
    },
    {
        "speaker": "B",
        "text": "Why don't you do it?"
    },
    {
        "speaker": "A",
        "text": "Because Murphy's barking. Hold on."
    },
    {
        "speaker": "B",
        "text": "Oh, okay, okay. I can do it."
    },
    {
        "speaker": "A",
        "text": "Shut up, Murphy. Hold on."
    },
    {
        "speaker": "B",
        "text": "That's a good blooper."
    },
    {
        "speaker": "A",
        "text": "God, Murphy, you hear it? Is it loud?"
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah, I hear it. I can do it."
    },
    {
        "speaker": "A",
        "text": "No, no, he's almost. He's almost done. I can feel it."
    }
]