[
    {
        "speaker": "A",
        "text": "And here we are not just. Just over halfway through 2023, Quan is in jail in Montenegro, waiting to be extradited to the United States. Sam Bankman Fried is under house arrest. Can only assume he's going to jail. Mashinsky's going to jail. Suzu and Kyle Davies are still on the run, but they're completely ostracized from the west. They can't step anywhere outside of Dubai or else otherwise they would be arrested. So that box is not yet checked. However, with all the other boxes checked and the complete fall from grace, that is 300 capital. And probably the very likely cases and efforts going into actually grabbing those guys is probably going on behind the scenes that we don't know about. I say that we have permission to be bullish."
    },
    {
        "speaker": "B",
        "text": "Bankless nation. It is the third Friday of July, and it is time for what, David?"
    },
    {
        "speaker": "A",
        "text": "It's the bankless Friday weekly roll up, Ryan, where we cover the entire weekly news and crypto, which is always an ambitious endeavor, yet we persevere nonetheless into the frontier, no matter where we are in the world. As you can tell, I'm in a kind of a cramped little. This is the most cramped podcast recording setup I've ever had."
    },
    {
        "speaker": "B",
        "text": "It looks good, actually. So David's in Paris, and by the way, bankless nation, this is the first time we are actually doing an episode in three weeks. All right."
    },
    {
        "speaker": "A",
        "text": "This is my Ryan's first podcast in three weeks, which is the longest time that we've gone since starting this podcast."
    },
    {
        "speaker": "B",
        "text": "Yeah, so we've had. David's been off climbing mountains, and you've got some more mountains to climb, by the way."
    },
    {
        "speaker": "A",
        "text": "I've got one."
    },
    {
        "speaker": "B",
        "text": "So we queued up some podcasts. We put those out for you for the last. And I've been doing some solo episodes. David's got one more mountain. How has it been so far?"
    },
    {
        "speaker": "A",
        "text": "It's been pretty good. Let me tell you. The whiplash between being on a mountain and then the next day flying to Paris to go to Ecc. So, like, from mountain to crypto conference in under 24 hours was a lot. I was sitting on the plane, there was a few moments I had halfway up the mountain. I was like climbing, climbing rainier, and we were like 12,000ft with 2000ft more to go. And I was pretty exhausted. And I'm like, this is my first vacation. And then I'm like, and that's what."
    },
    {
        "speaker": "B",
        "text": "You choose to do?"
    },
    {
        "speaker": "A",
        "text": "That's what I choose to climb out. Yeah. And then. And then just a day and a half later, I'm on a flight to go to Paris, and I'm, like, ten days behind on anything crypto related. Like, crypto is a new industry. Ten days later, I was, like, sitting around like, mandy, I need to catch up on crypto. What do people do? How do people consume crypto news? What do they do when they need to catch up on the week? Oh, I can listen to the roll up. Listening to the weekly roll up with you and Anthony, and I was like, oh, this is so useful."
    },
    {
        "speaker": "B",
        "text": "Yeah, you know, it is really useful. I mean, bankless, I think for me and for you, David has just been about kind of a journey of creating content, exploring subjects that we would have wanted to explore otherwise. So it's just kind of a chronicling of that journey. I'm glad you found the roll up so useful, David. That's great. That's great customer."
    },
    {
        "speaker": "A",
        "text": "I am. I was very satisfied."
    },
    {
        "speaker": "B",
        "text": "Okay. Very remind people what Anthony did."
    },
    {
        "speaker": "A",
        "text": "A great job. A huge shout out to Anthony Cesano for tapping in three times over the last, like, five weeks or so."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, he really is the third podcast co host, even if he doesn't know it."
    },
    {
        "speaker": "A",
        "text": "Yeah, he's better than us."
    },
    {
        "speaker": "B",
        "text": "Okay, so what are you doing in Paris? You said a crypto conference. What conference is that?"
    },
    {
        "speaker": "A",
        "text": "Eth, CC. So I'm at the Ethereum community conference. So I actually, ECC is interesting because it was the super spreader event right before COVID So it was the last Ethereum conference before we shut down conferences. And then it was also the first conference in 2021 that started things up again. So this is the third ECC since the conference season really got started. Conference season started after, like, in 2021, where crypto, like, was dead between 2018 to 2020, from the perception of the outside world to very, very much alive. And so this July, it's always in July. It's always in the same place. It's always the same running and programming, programming this thing. And so it always feels like one trip around the sun. It's like an arbitrary birthday for all the conference goers out there. It's like, oh, it's a nice landmark every single year. So this is ECC number six. This is my third. It was great. It's been great."
    },
    {
        "speaker": "B",
        "text": "I always like to ask, because, as you know, I don't go to these things. I only go to, like, one conference a year. And that is permissionless, which is coming up, by the way. When is that coming? That's the next one you're doing. That's in September."
    },
    {
        "speaker": "A",
        "text": "That is next. Permissionless is next. Yeah."
    },
    {
        "speaker": "B",
        "text": "All right, so bankless nation. Make sure you grab a ticket if you already haven't. But ethcc is different. Uh, my impression, it's very, it's kind of a technical type, type of track. Very technical. My favorite question to ask people, and we'll get into some of the events, some of the um, announcements that were made at ETH CC. But the question right now is, because we're still in a bear market, is like, what's the vibe among the builders? So how's everyone feeling? Like, what's your assessment? Because you've been to so many eth ccs, how does it compare to previous ones?"
    },
    {
        "speaker": "A",
        "text": "Yeah, since it's at the same venue every single year. I walked up to the venue this year and there's always people like kind of hanging out outside. If you don't, people come without tickets and so they come and just hang out outside and then people take a break outside. So there's always people hanging out outside the venue. And I was walking up and I see like the massive people that's always there and I could just tell like, oh thank God it's a calm one this year because last year's was insane. And also it was 100 degrees last year. This year was only 80 in Paris. So I would say it's calm and relentless. Like the building. The rate of building in Ethereum has always been like redlining in a good way, like at the highest rpms possible, whether you're in a bull market or in a bear market, that hasn't changed. And specifically the building now it really feels like people have always been building hard, but rubber is really meeting the pavement here and I think we'll see that as we go through this weekly roll up agenda. You can just kind of look around this space. Like layer twos are shipping. Like the infrastructure around. Layer twos are shipping hard. Entire ecosystems are transitioning. Everything is. All the hard problems, if they are not being currently solved, they are on the cusp of being solved. And thats how I would share the sentiment of builders. Its real inside of it has been real in the last six months and the next six months, a lot of very real stuff. Hard problems are getting solved."
    },
    {
        "speaker": "B",
        "text": "I like those words. Calm but relentless is a really interesting way to describe it. And there was a bankless party event as well that we had for bankless citizens. This is a photo from one of these. So what was the vibe there?"
    },
    {
        "speaker": "A",
        "text": "Yeah, this is the bankless team. So this is at the end of the party. We took a team photo. Party was great for all the bankless citizens. Shout out to all the bank citizens that were out there. I talked to John ice cool from the Dow quite a lot there. And just a number of other people, you know, while talking to all the bankless citizens, there's, like, certain archetypes across crypto. Of course we know this, the different, different tribes. I would call the bankless citizens, like the Athenians of Crypto."
    },
    {
        "speaker": "B",
        "text": "Oh, really?"
    },
    {
        "speaker": "A",
        "text": "They're like, yeah. They're like, there's a lot of dads. We have a lot of dads. So shout out to all the dads that listen to bankless. But, like, there are a lot of people who really care and really care deeply about crypto, and they're living like, they're like, it's a lawyer with two kids. Or, like. And why I call this the Athenians is in the 300 movie. You have the Spartans and the Athenians talking to each other. And the Spartan, the spartan guy who's. I can't remember the name, the guy, the."
    },
    {
        "speaker": "B",
        "text": "It's just like a warrior society, right?"
    },
    {
        "speaker": "A",
        "text": "Yeah. And he's asking the Athenians who want to join the fight, and it's like, what's your profession? And one guy says, like, oh, I'm a blacksmith. And like, oh, what's your profession? It's like, oh, I'm a cobbler. And like, oh, what's your profession? I'm a farmer. We're the Athenians. Like, it's just this very diverse group of very, like, humble, focused people who live in a society, live in a collective. And so I just, it's like, everyone's just really appreciative, of course, of, like, the, the podcast. But, like, the diversity, I think diversity is really, the word I'm going for here is, is pretty, pretty cool to see."
    },
    {
        "speaker": "B",
        "text": "I really love that description of bankless as the Athenians. I feel like an Athenian myself, so that's, that's really cool to hear, David. I see a lot of plants at this venue. Intentional, David."
    },
    {
        "speaker": "A",
        "text": "Yeah. So I wish I could say I picked this place, but Rachel, who is in the middle, she picked, she picked this place. Curator of vibes. The drinks were fantastic. I had a number of head chaining cocktails, so I got a little loose. And because we had this beautiful event sponsored by Sega, all the drinks for the bankless citizens were free. These are the rules. If you're a bankless citizen, you come to the bankless meetup, you get free."
    },
    {
        "speaker": "B",
        "text": "Drinks, and the next time the band gets back together, of course, is that permissionless? And hope, the Athenians, the bankless citizens show up for that one. Anyone who's listening, of course, you can catch that in Austin, Texas, September 11 through 13th. There's a link in the show notes to tap into this. David, you still have some conference energy in you for the back half of this year."
    },
    {
        "speaker": "A",
        "text": "Yeah, I actually signed up for one more here at ECC, but we'll talk about that later. So you called ECC a very technical conference, and you're totally right. Like, for people that, like, hear me and Ryan talking about conferences and hear the crypto industry talking about conferences, ECC is like. It's like, you know, 301, 401 kind of hard. Like, it's like professionals and teams and people coming to, like, get shit done. And definitely that's also true for permissionless. But I think if you're looking for a stepping stone into being a conference or. And I can't remember, recommend being a conference or. Enough, Ryan. Uh, permissionless is a great place to get started. It's like the. The vibes last year, just like. Yeah, the. The Athenians, like, so many different people. A hodgepodge group of people coming to all coalesce under. Under permissionless and blockworks just a. Does a killer job, just like facilitating and organizing and operationalizing a conference. And so we will have our next bank meet up for citizens at permissionless. That is September 13, 11th through 13th in Austin, Texas. A ton of people."
    },
    {
        "speaker": "B",
        "text": "If you only go to one. If you only go to one."
    },
    {
        "speaker": "A",
        "text": "If you only go to one, it's permissionless."
    },
    {
        "speaker": "B",
        "text": "This is me. I only go to one. This is one. I go."
    },
    {
        "speaker": "A",
        "text": "From your personal experience, we got a."
    },
    {
        "speaker": "B",
        "text": "Lot to cover this week. David, man, we're talking about conferences. It's good to catch up with you, but there's so much going on in crypto. I'm glad you stayed up to date on the roll up, but topics of the week, Alex Mashinsky, remember that guy scammer from Celsius? He was just charged by the SEC, the CFTC, and the FTC. Finally, they are busting the scammers. We'll talk about that. What else we got going on the Ripple case?"
    },
    {
        "speaker": "A",
        "text": "I know the ripple case happened right after you stopped recording with Anthony last week, and then you added that little bit. But we're gonna get the reactions from the ripple case. I actually have a take. I think Ripple actually lost, but crypto still won. So that's my. That's my hot take about that."
    },
    {
        "speaker": "B",
        "text": "Talk about that."
    },
    {
        "speaker": "A",
        "text": "Yeah. And then also I interviewed Hayden Adams about this next announcement. Uniswap X. I interviewed him right before eth ccdhdemdev. So we're going to go into what is Uniswap X. It's a brand new protocol to pair with the Uniswap amms. We also got an l one that wants to become an l two, and we'll talk about all the ECC relevant things along the way as well."
    },
    {
        "speaker": "B",
        "text": "Before we get into it, guys, want to give a shout out to our friends and sponsors over at stator protocol. This is a new ETH staking protocol. It is decentralized. One of my favorite things about this is that it is permissionless. So similar to some of the decentralized protocols out there like rocket pool. And second, this is if you're ever looking to run an Ethereum node yourself, okay, this is the lowest cost way to do that. Lowest capital requirements, I should say, way to do that. Only for ETH to spin up a stator node, which is really cool. And they also have a pledge to keep staking decentralized on Ethereum, including a self cap on the amount of eth that they'll accept in their protocol. So David, I got to tell you, I am now in the season where I'm thinking about staking my eth. Okay, I've staked some in the past, but now I'm kind of ratcheting that up. It feels like a lot of the risk has been boiled out of it. And it is so fantastic to see all of these new staking options right now. As far as launch incentives, Stater has a 1.5 x staking boost this month that you can be eligible for. And they've got some lp rewards too, so go check them out and in general look for options to stake your eth."
    },
    {
        "speaker": "A",
        "text": "That is the, the bankless way that 1.5 x boost. What that means is you are getting a little bit extra from the SD cardinal token paid as incentives. So token incentives is where that boost come from. If you want that boost, there's a link in the show notes so you can go and get started with Stater."
    },
    {
        "speaker": "B",
        "text": "David, let's talk markets, man, it's been too long. Where are we at this week on bitcoin?"
    },
    {
        "speaker": "A",
        "text": "I'm not going to get out the words out of my head about the bank. Let's meet up where everyone is that they just chuckle when we do the prices, but we're doing them anyway. We're doing them anyway. Bitcoin last week, seven days ago, 30,900. It's currently down Thursday afternoon 4% to 29,700. So down 4%. Bitcoin down 4% on the week."
    },
    {
        "speaker": "B",
        "text": "I think pricing in the crab market is difficult because it just doesn't change from week to week. It's kind of, I mean, this is."
    },
    {
        "speaker": "A",
        "text": "Basically in single digits a lot."
    },
    {
        "speaker": "B",
        "text": "Yeah. How about ether? Me as well. What's ether on the week?"
    },
    {
        "speaker": "A",
        "text": "Down 3%. So 1930 to 1890. So down 3%. And then, of course, that means the ratio. It's up. It's up a little bit more than a percent."
    },
    {
        "speaker": "B",
        "text": "Hanging out, you would call it."
    },
    {
        "speaker": "A",
        "text": "I would call it a negligible week."
    },
    {
        "speaker": "B",
        "text": "This feels like our crab market numbers, right? 30k."
    },
    {
        "speaker": "A",
        "text": "These are big crab markets."
    },
    {
        "speaker": "B",
        "text": "Yeah. This is where we are crab, by the way. It just is a market that goes back and forth, back and forth, and thats sort of where we are before this influx of new money, which, wheres it going to come from? I think thats a major theme for us this year in 2023. 2024. But whats the ratio look like? Any change there?"
    },
    {
        "speaker": "A",
        "text": "Okay. Up a percent. A little percent and a half .063 market cap."
    },
    {
        "speaker": "B",
        "text": "I think we're above a trillion."
    },
    {
        "speaker": "A",
        "text": "I'm not even 1.1.3 trillion. We at 1.3. You saw, you said 1.3 trillion last week with Sazzle. That was the first time we hit 1.3."
    },
    {
        "speaker": "B",
        "text": "I mean, that feels big, right? To be above a trillion. That's another big number for me. Let's talk about trad five. David, you remember stocks, those things that you could, they're like tokens. They're like ERC 20s."
    },
    {
        "speaker": "A",
        "text": "But honestly, like, I forgot about stocks. I only look at the charts that you have pulled up, the Nasdaq and the spinous. Well, look at them."
    },
    {
        "speaker": "B",
        "text": "It's a nice looking chart."
    },
    {
        "speaker": "A",
        "text": "I shouldn't have forgotten about stocks. Let me tell you that. They're almost at all time highs both in the Nasdaq and the spy are almost at all time highs, which is around where crypto set its all time highs. Crypto set its all time highs at the end of 2021 and going into 2022, the spy and Nasdaq did the same. And they are almost back there. You know, what gives?"
    },
    {
        "speaker": "B",
        "text": "Yeah, what gives? Where's our bull market?"
    },
    {
        "speaker": "A",
        "text": "Where's our all time highs?"
    },
    {
        "speaker": "B",
        "text": "You know, and I, it's funny because people in crypto are bragging about, like, how, you know, bitcoin and ether are decoupled from stocks now. Great. That is, I'm, like, basically coupled in the wrong direction. That's not fun. That's bad."
    },
    {
        "speaker": "A",
        "text": "Yeah. This is a take from Anthony Cesano where he said Max Payne for crypto investors is watching stocks hit all time highs while Ethan BTC, BTC are range bound, aka Crab market ultra pain is selling crypto for stocks just before crypto starts a new bull market. And like I comment below this, and I say the year is 2019. If you I, this is exactly what 2019 was. The equities, markets were ripping and crypto was just lagging so hard and it gave us all so much fomo. We were so bummed about that. And then, and then, you know, all know it happens in 2020. But man, this, the 2019 to 2023 discrepancies, not, you know what, different for me."
    },
    {
        "speaker": "B",
        "text": "I'm feeling zero fomo. Like I just go ahead, rally stocks. Like, I don't care. Like we are so well positioned right now in crypto. I'm just like, okay, that's great. Go do your thing."
    },
    {
        "speaker": "A",
        "text": "In fact, it's like now that the discrepancy is there between spy and nasdaq all time highs and crypto is still flat like that, it would be dumb to chase that because you, the discrepancy is bullish for us, for crypto assets and it makes permission to be bullish."
    },
    {
        "speaker": "B",
        "text": "Well, do you permission to be bullish? Is that the theme for the episode? Do we have permission for the episode?"
    },
    {
        "speaker": "A",
        "text": "Yes. Yes. There's, I've put this in the agenda a number of times. There's, this is the first of many reasons in this roll up why bankless listeners, I think you have permission to be bullish now. If you are a bullish person on crypto and your friends are saying, haha, you're dumb for being in crypto, you're like, no, you should be buying crypto. You have permission to be bullish about that. Yeah, like, there's enough evidence there."
    },
    {
        "speaker": "B",
        "text": "I totally agree. I think I am. I've never, should I say I've never been more confident about crypto, but, like, I just feel like we are so well set up. It feels good. The spring is coiling right now and."
    },
    {
        "speaker": "A",
        "text": "Like, it resonates with what I'm seeing here at ECC and all the hard problems about like, sequencers and layer twos and zk stuff, all of that, all the hard problems coming into fruition, being solved, man. Okay, again, theme of the episode, it'll be, it's a reoccurring theme. We'll keep going."
    },
    {
        "speaker": "B",
        "text": "Okay, well, be patient. You have permission to be bullish now. As David Hoffman, my co host, says, good to have you back, man. I like that bull energy. Okay, how about go the protocol? That's gho. This is Ave this is a stablecoin that launched on top of Aave. They've hit 4 million in market cap in two days and are probably larger by the time we're recording this. So a pretty good, pretty good entry, I would say, into this. Yeah, it's 4.56 right now. Remind us what go is, David?"
    },
    {
        "speaker": "A",
        "text": "Yeah, just it's pretty similar to Dai from Makerdao, except this is go from Aave. Pretty, pretty similar. If your mental model starts there, you're off to a great start. So Ave, you know, it's an. Has assets in its vaults and it has extra margin because people deposit more than they withdraw. And so you can mint go from your deposits into Aave, just like how you can borrow anything else. And so now Aave is a hybrid compound, maker protocol, which is bullish, I would say."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's cool."
    },
    {
        "speaker": "A",
        "text": "And then also similarly, this is, I would say, another theme of what I've noticing is a lot of parallel development. Makerdao, this is aside from the news of this week, but Makerdao is doing its spark protocol, which is aave for Makerdao. So Aaves got a stable coin, and Makerdao has got a lending facility. So all these verticals."
    },
    {
        "speaker": "B",
        "text": "Well, Bakerdao has always had a lending facility. What do you mean by this?"
    },
    {
        "speaker": "A",
        "text": "It is. It's different. It's being compartmentalized now. So the stablecoin and the lending. Yeah, so it's got an aave. So aave is different than Makerdao. And now Makerdao, the system, as a vertical, has the credit facility, which is dai, and then the money market facility, which is aave."
    },
    {
        "speaker": "B",
        "text": "There's definitely. This is a meta pattern. There's definitely a lot of convergence here. Like, one thing, I'm sorry, so much convergence is like, there's a ton of convergence on layer twos as another big."
    },
    {
        "speaker": "A",
        "text": "Theme that's going on."
    },
    {
        "speaker": "B",
        "text": "This was completely unsettled two years ago. Anyway, let's keep going on. Do you do any whale watching, David, I'm talking about crypto whales. All right, well, I don't either, but."
    },
    {
        "speaker": "A",
        "text": "This one, I don't. I feel too jealous of people who I see moving their funds after icos, after eight years. I'm like, man, you got to remember."
    },
    {
        "speaker": "B",
        "text": "There'S one address out there. There's still some massive whales out there. This address awakened after eight years and just moved $116 million to Kraken. Oh, our friends and sponsors Kraken. What other exchange would you use? Of course, it's got to be kraken."
    },
    {
        "speaker": "A",
        "text": "To sell your ethic. ICO. Imagine investing in the ethereum. ICO. And not making a single transaction. And the next thing you do is you send it to Kraken to sell it. Like, I don't. I wonder if they, like, lost their private keys and magically found it somehow, which is best day ever for them. Or they just have the biggest diamond hands of all time. Just patience. Don't even care about Defi."
    },
    {
        "speaker": "B",
        "text": "Maybe it's just patience. So you wrote that thing from. I mean, how much was this when they."
    },
    {
        "speaker": "A",
        "text": "Twenty five cents. Twenty five. Thirty three cents."
    },
    {
        "speaker": "B",
        "text": "Okay, well, that. That was the price of ether, right? So it's 100 at the Ico price."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Oh, no, it's 61k worth of ether times, you know, $0.25, whatever that is. I don't know, 15,000. $15,000, something like this. So $15,000. Okay. Buy this thing, wait eight years, and then you send it to cash out, presumably at 116 million. Wow. That is a patient investor right there."
    },
    {
        "speaker": "A",
        "text": "I can't. They must have had another address. They never. Because, like, they never got themselves, like, I don't know, a house, a car. Yeah. Like, they never glowed up their life in eight years when they had access to hundreds of millions of dollars multiple times."
    },
    {
        "speaker": "B",
        "text": "Patience. Who knows? Wow. What are the chances that way?"
    },
    {
        "speaker": "A",
        "text": "That's insanity to me."
    },
    {
        "speaker": "B",
        "text": "Listening to this right now and us talk about this individual, and they're like, yep, that was me. They're bankless. Listener, maybe. David, we got a lot more to talk about. What else we got coming up next?"
    },
    {
        "speaker": "A",
        "text": "Coming up next, we got miss key arrested on fraud. But I have a conversation starter that actually starts with a Nick Carter take, which leads into our second reason of the week as to why we're allowed to be bullish. Ripple put the SEC on its heels, and I also have a take as to why Ripple actually lost, but crypto still won. ECC has brought plenty of announcements, and base is open soon to builders. We're going to talk about that. I interviewed Jesse Pollock here at Ecc. Ryan. We're going to talk all about that and more as soon as we talk to some of these fantastic sponsors that make this show possible, especially Kraken. If you have a dormant ICO that you haven't touched in over eight years, consider using Kraken to get your liquidity. We're going to go hear from them right now. Alex Machinsky, one of the big great scammers of 2022, has been arrested on fraud and a bunch of other charges, wire fraud. We're going to talk about all the details of what he's getting charged. But first, before we get into that conversation, I want to pull out this take from Nick Carter. I want to start this conversation here. Nick Carter, in November of 2022, right after FTX collapsed, he tweeted out, and I remember him talking about this on his podcast. He says, if we can't purge the three arrows, capital boys, SBF and all of his cronies, Mashinsky and Quan, we don't deserve to move on as an industry. Good people will continue to leave because they can't morally justify participating. I remember reading this take and I was like, oh, that's bearish. That's going to take so long. There's so many of them. They're all over the world. And today, Alex Mashinsky is arrested on fraud and all these other charges that we're about to go into. And so the details here, and we're going to come back to Nick Carter's take at the end. The details. CEO of Celsius, of course, charged by the Department of Justice lawsuits from the SEC, CFTC and FTC. The Department of Justice accused Mashinsky and his cronies of orchestrating a years long scheme to mislead customers on the market value of the company and interest in the sell token. The SEC has accused him of securities fraud and misleading investors. The CFTC has accused Mashinsky and engaging in a scheme to defraud customers by misrepresenting the safety and profitability of the platform. And the FTC has accused Mashinsky of violating the Federal Trade Commission act in connection with the marketing and sale of cryptocurrency lending in custody services. The companies have agreed to a judgment of $4.7 billion, which will be suspended to permit Celsius to return its remaining assets to consumers in bankruptcy proceedings. Basically, that is the comprehensive takedown of Alex Wiczinski et al. That book is closed. And while we can go into the details of Alex Wysczewski, I think we can really just summarize it there. I want to go back to the Nic Carter, take three errors, capital, Alex Macinski do Kwon and Spf. And he goes, if you want to pick a bottom, it is when all of Quan, Bankman, Macinski, Livingstone and Suzu have reached their reckoning, only then can we recover. And I remember being intimidated by this take. Like, I didn't want to admit that that's true, but because I do thought that was such a crazy hill to climb. And here we are. Not just, just over halfway through 2023 Quan is in jail in Montenegro waiting to be extradited to the United States. Sam Bankman Fried is under house arrest. I can only assume he's going to jail. Mashinsky is going to jail. Suzu and Kyle Davies are still on the run, but they are completely ostracized from the west. They can't step anywhere outside of Dubai or otherwise they would be arrested. So that box is not yet checked. However, with all the other boxes checked and the complete fall from grace, that is 30 capital and probably the very likely cases and efforts going into actually grabbing those guys is probably going on behind the scenes that we don't know about. I say that we have permission to be bullish. I say those boxes are checked."
    },
    {
        "speaker": "B",
        "text": "Look, I think it showcases the value of the bear market as well. If prices didn't go down and we didn't see the collapse that we saw, if we just continued to go straight up, then all of these frauds would still be here in this industry, and we'd have that toxic cancer inside of the body and not even know it. I mean, some of. Some people would know it, but, like, it wouldn't be obvious. This is the value."
    },
    {
        "speaker": "A",
        "text": "They'd be the minority."
    },
    {
        "speaker": "B",
        "text": "They'd be the minority. We saw the same thing in 2019, too. All of the good, all of the ideas were tested. We had a whole bunch of icos that were just, like, raising ungodly amounts of money. For what? Like slides, white papers. Remember, it was the white paper season. Create a white paper, raise, $50 million in a token, and then just exit scan. Basically all of that was lifted during the bear market of 2018. 2019. So we need these purges. This is the reason for bear markets and why I'm glad that and thankful that we have them. David Ripple case, we talked about this at the outset of last week's roll up. So, of course, XRP, a judge ruled in the US that XRP itself isn't a security, according to court. We talked about this, including we had Mike Selig on the episode. Maybe we should just recap this for folks because you weren't here. And then I'd love to get your takes on this in terms of catching up and what you think about it. So what happened last week that was so momentous?"
    },
    {
        "speaker": "A",
        "text": "Trey? Yeah. So last week, that course case came out finally. We knew it was coming, but we didn't know this specific dates. And then it finally comes out. And the TLDR of the case is that it's both a win and a loss for both the SEC and ripple. Both sides won and lost, depending on which part of the case that we're talking about. So Mike Selig says it's a massive win by the ripple team against the SEC, where Judge Torres clearly affirms that the view that the same crypto asset may be sold in an investment contract as a standalone. Good. So what he's saying is there's a line being drawn here, and it's a line that is so elegant to me and actually, really, it restores my faith in the court system to actually methodically and clearly and thoughtfully come to the correct conclusion. So we have sold as an investment contract and then later sold as a standalone. Good. And those are two different things. And this is why I think this is so elegant. The SEC is charging ripple, and ripples loss here is that they are being charged with selling an investment contract of SRP to certain large institutions under the premise that later, later, because of the efforts of Ripple, they will be able to sell those tokens to retail for after price appreciation. That was a security. That was a legal securities offering. That was an investment contract. The actual XRP that is sold later to retail is not a security. So retail did not buy a security. A security was not sold. It was a standalone good. So Ripple, who I think you and I would say is like, I do not agree with the strategy and ethics perhaps of Ripple as a product, and they got charged for what I think you and I would agree on is what they ought to have gotten charged for, which is, quote, unquote, dumping on retail. They just did it with these institutional security sales, primarily the primary sales of XRP, which was an investment contract. But then it's a huge win for crypto because XRP is not a security. When retail, the interested retail parties permissionlessly bought that XRP token of their own volition, of their own accord. So the bad guys got got for the right reasons and crypto got protected also for the right reasons. And the XR and Ripple has to pay fines for all of their legal securities offerings. And Gary Gensler has to put his tail between his legs. And we as an industry get to say that all of our crypto assets on secondary sales of programmatic Defi exchanges and also crypto exchanges are not securities. I think it's a three for three. Ripple goes down and has to pay fees for the things that they did are bad and the sins that they've had. And Gary Gensler has to put his tail between his legs and be like, oh, I got beat by ripple. And crypto gets to go free, saying none of our things are securities anymore. It's like three for three, dude. It's perfect."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think that some would argue that. Well, let's say, let's assume that Ripple and XRP is actually selling, selling vapor, of course. Right. So they could continue selling those tokens to the public as long as its not in an investment contract. In fact, they did do that. And that act in itself was not a security. And some people would look at that and say, well, thats a net bad, David. Right. Because theres not much of a product here. Its overvalued. These assets arent worth what people think that theyre worth and so theyre selling it. I dont really have a strong comment on that. What I'm most excited about is the refutation that of Gary Gensler and the SEC regimes. Their claim that all crypto assets, all tokens are securities, that's what they said. That quite plainly is not true and cannot hold. That's what was most strongly refuted in this particular case, that that very strong posture of all tokens are securities and therefore must be regulated by the SEC. This was a massive pushback against that. I'm, it's, it's super, it's, I'm very pleased with the outcome of this particular case. Um, there's some takes back and forth about this, but one of the takes was from Gary Gensler. He responded to the ripple decision. Uh, his take was he's disappointed over the treatment of retail investors. Hey, look, guys, I was just trying to protect retail this whole time. Um, I don't see that, I see most of retail being very excited, like the actual crypto investors being very excited about this particular ruling. So im not sure who Gary Gensler claims to represent on the retail crypto investing side, but hes just sad for retail. The true losers over this outcome."
    },
    {
        "speaker": "A",
        "text": "Imagine Gary Gensler knows a single retail investor. I think hes saying, oh yeah, the retail investor whispered in my ear that theyre disappointed. Im like, well, Gary, the retail investors whispered in my ear that theyre super happy. So actually, I think retail investors are celebrating."
    },
    {
        "speaker": "B",
        "text": "Yeah. By the way, it's not my opinion that we need no protection for retail investors in this whole, like, to the extent there are centralized parties, then of course we need protection. We're just celebrating Alex Machinsky and SBF. It was a centralized service that regulators and enforcers of the law are actually prosecuting. And we want that, that like go, go after the scammers. It's just that when the SEC is taking a posture to completely kill innovation in the space and basically take the posture that all tokens are securities. That's just like unworkable. Of course they're not all securities, right? And so that's what I'm celebrating mostly here. Here's a comment from Jake Chervinsky that I thought was pretty good. Some financial journalists, I don't know if you've caught up on this, but Matt Levine, for instance, of Bloomberg, read a post about this, you know, saying that there's still a lot of confusion. This is what Jake Kravinsky is replying to some folks read. Financial journalists are still confused about the ripple decision. The key holding is that investment contract analysis must focus on transactions, not assets. Tokens are not securities. Transactions in tokens can be, depending on the facts and circumstances, he goes on. This is a critical distinction that the industry has made and the SEC has ignored for years the fact that a federal district court has explicitly acknowledged its validity as a monumental shift in us crypto regulation and a forceful rejection of the SEC's theory of law. It's particularly important for the SEC's ongoing cases against exchanges that list tokens for trading like Coinbase. Although the court didn't directly say trades on exchange order books aren't security transactions, it's extremely hard to read the decision any other way. Of course, we saw many of the exchanges, including Coinbase, re enable trading for XRP on the back of this."
    },
    {
        "speaker": "A",
        "text": "How crazy is that? XRP is once again trading on Coinbase. It's been so long. It's been like two years."
    },
    {
        "speaker": "B",
        "text": "So you think this is all permission to be bullish?"
    },
    {
        "speaker": "A",
        "text": "Maybe this counts as two. Actually, there's two reasons to be bullish here. Permission. Reasons that you can have permission to be bullish. One are they, is that all of the Fud and negativity and fear out of all of our assets, our securities is gone. And that was a decent amount of sell pressure over the last year or so. The regulatory oversight of Gary Ganzer is going to label everything as a security. So that's gone. And then that's the first of two. Here's the second one. This is the take from Collins Belton. He's a lawyer that we've had on the show before he goes in the long term, absent rulemaking or new laws, there will be an explosion of token sales and distribution similar to what happened in 2019. He's referencing Defi summer after people's fear of the 2018 crackdown. Residing Defi Summer may look quaint in comparison. We've did that episode, Ryan, about the history of crypto bull markets. And what was the common denominator of all crypto bull markets is there were appetites for tokens. People were hungry for tokens. Tokens were on the menu. And what Colin is saying is that because of this clarity that we have, we now have the room for an explosion of tokens or sales or distributions of such, similar to what happened in 2019, the precursor to Defi summer, after people's fear of the 2018 ICO crackdown resided. Defi summer may look quaint in comparison. There's two reasons why you have permission to be bullish. We're at three. Three total. Is that three so far? No, four with the. Yes, four at four. We're at four."
    },
    {
        "speaker": "B",
        "text": "Okay, well, let me ask you, so bullish prices, that kind of thing. I get that. All right. So when I hear words like a defi summary may look quaint in comparison, Im worried that were not ready for that."
    },
    {
        "speaker": "A",
        "text": "Obviously more time personally."
    },
    {
        "speaker": "B",
        "text": "Okay, but obviously the posture of all tokens are securities. Thats bad. I reject that. But are we ready for an explosion of tokens? Are we smart enough as an industry? Will we put in? Im just worried about stupid FOMO season coming back. And I remember how much I hated it in 2021 when everything was going off the rails in the same way I hated it in 2017 when it was just animal spirits. Are we ready for this level of responsibility?"
    },
    {
        "speaker": "A",
        "text": "It does feel a little bit too soon, but I don't think it might just be happening either way. They kind of felt like the bull market for me ended sooner than I expected it to. I kind of expected it to have six more months in it than it actually did. I think these, I think it's fair to say that crypto cycles are moving faster because information is moving faster and we understand cycles faster now."
    },
    {
        "speaker": "B",
        "text": "So the bear market ended before you thought it would, but maybe bull market. Sorry, the bull market ended before you thought it would, but the bear market is maybe ending sooner than you thought it would."
    },
    {
        "speaker": "A",
        "text": "Might do the same. Yeah. I mean, again, the theme of this episode is we have permission to be bullish. We're at four. We have. There's more. There's more in here. We got more."
    },
    {
        "speaker": "B",
        "text": "Definitely seeing signs. I'm definitely seeing signs. Okay, here's another one. Uniswap Labs, they launched an aggregator for Dex liquidity. It's called Uniswap Xdev. I know you did an entire episode on this. What's the TLDr for the roll up?"
    },
    {
        "speaker": "A",
        "text": "The TLDR. Uniswap X pairs with the Uniswap amm. So you have Uniswap one v's, one through four Uniswap X pairs with those. If you understand what Cal swap is, basically start there. Uniswap X is pretty similar to cal swap. It is a order."
    },
    {
        "speaker": "B",
        "text": "Dutch auction is cowswap, right?"
    },
    {
        "speaker": "A",
        "text": "Yes. It's a dutch auction that allows for market competitiveness in order fulfillment. So you can come to Uniswap X and say, hey, I have this token, I want that token. And with this dutch auction mechanism with off chain order routing. So instead of making a transaction on Ethereum, you just sign a message and broadcast that freely. Say, hey, whoever wants to fill this order can do that. So you actually don't pay for gas because you are not making a transaction. The cost of the transaction comes out of the trade, so you don't pay for either. So you can swap. You can just broadcast a transfer that says, hey, I have 500 USDC, I would like to swap it for Dai, and then the market will give you the best offer. The free market will come and compete for the best offer to give you as much dai as possible, and the gas will come out of that trade. So actually you don't have to touch ether. There's a bunch of other benefits as well. In the long term, this is not what's happening today, but in the long term, you'll be able to say, hey, I have 500 USDC. I would like as much Dai as possible on this particular layer too. I'd like it on optimism or arbitrum, or polygon, or Zksync. And because it's off chain order routing, whoever service provider wants to just deliver you your desired crypto assets on your desired chain, so long as there is a bridge to provide a proof that the actual assets were delivered back to wherever the originating order came from. So long as that's there, it's bridge minimalism. Because instead of sending assets over bridges, you are only sending a proof over bridges and off chain third party service providers. Just fulfill your order for you. I think it's really cool. It seems to be, to me, the yin to the yang of Uniswap amms to Uniswap X. So this is another layer in this stack of uniswap that I think really completes the vision. And there's a fee switch. It's additional fee switch."
    },
    {
        "speaker": "B",
        "text": "There's a fee switch."
    },
    {
        "speaker": "A",
        "text": "Yes, there's a fee that goes for Unitoken. For Unitokens. Go see Uniswap. There's a v switch inside of Uniswap. X."
    },
    {
        "speaker": "B",
        "text": "That's an interesting tidbit of information there. This Uniswap X is not generally available, but it's open to an opt in beta right now. So I definitely plan on trying it. It's really interesting. David, I love what you're saying about basically the UX is going to be much more seamless. You just sign a transaction. We're not talking about gas fees, really cheap trade. I can see this being incorporated in wallets everywhere. I. I can see it being really good for end users. That said, I'm a little bit worried about this function being pushed off chain. This third party, does this introduce another kind of trusted intermediary into the system? I want to listen to the episode that you did with Hayden Adams and explore this a little bit, but I haven't listened to that yet David. But I did see this pushback on Twitter from defi guys very deep in uniswap x docs. Behind the public messaging of a permissionless protocol is a completely centralized permission opaque off chain RFQ system. Let's take a look."
    },
    {
        "speaker": "A",
        "text": "RFQ is request for quote right?"
    },
    {
        "speaker": "B",
        "text": "So don't have time to get into this entire thread. But basically the charges we're pushing some things off chain and this is a centralization vector and this is concerning and people should be concerned because it's a departure from a permissionless protocol call. I dont know what the response is to this kind of question or concern. Its something I want to look into in some more details. Do you have any hot takes on this?"
    },
    {
        "speaker": "A",
        "text": "Yeah, if I understand Uniswap x correctly again, I would need Hayden to really be able to drive this point home. But the idea is that you broadcast hey, I have this much of one token. Give me as many of the tokens that I want in the place that I want and then the free market competes to service provide for that. So its a third party service provider, but that being a third party service provider is permissionless. So anyone could be that. There's not one canonical third party service provider. It's the free market. And when the free market is competing that is decentralization in my mind. I would also need to go through this. I understand what this guy's talking about."
    },
    {
        "speaker": "B",
        "text": "It feels like there's an analog to builders and searchers in Ethereum very much and it's just brain breaking. It took me a while to understand builders and searchers and to understand what the points of centralization would be in that new function and whether that is sufficiently mitigated by the protocol to justify it or not. My conclusion for Ethereum was like, yes, but if you keep permissionless in the."
    },
    {
        "speaker": "A",
        "text": "Fullness of time, the answer is yes. If we stopped halfway short of the proposal builder separation progress, it would have become central."
    },
    {
        "speaker": "B",
        "text": "Well, I was very concerned about proposer builder separation going in because the idea of builders and searchers being sort of the decentralized groups like, okay, but how are we maintaining centralization? And the key is like, the validators are still kind of in control of the network, right, and you still have fork choice anyway. It might be a similar dynamic working here, but the first thing you should do, bankless listeners, go check out the episode that David has already published with Hayden Adams on Uniswap X, the first."
    },
    {
        "speaker": "A",
        "text": "Of my three ETh CC interviews, those three podcasts when I was here."
    },
    {
        "speaker": "B",
        "text": "What else you got?"
    },
    {
        "speaker": "A",
        "text": "You might do a fourth tomorrow. One is with Jesse Pollock from base and the other is, oh my God, it was so good. Ryan, you're going to nerd the f out when you listen to it. Justin Drake and Tim Bakeo, the Sci-Fi roadmap for ethereum."
    },
    {
        "speaker": "B",
        "text": "Oh geez. All right, see, I don't have to go to conference because you do it there and you bring the best content back. Thank you."
    },
    {
        "speaker": "A",
        "text": "That's what I do, baby."
    },
    {
        "speaker": "B",
        "text": "We got a lot more reasons to be bullish because you have permission to be bullish this week, David. What's coming up next?"
    },
    {
        "speaker": "A",
        "text": "Polygon is about to upgrade the matic token. We're finally converting the discrepancy between the matic token and the Polygon network. Those are two different words, but that's actually the most insignificant part of the upgrade. It's just the part that I thought was funny. So we're going to talk about all the Polygon network upgrade token economic upgrades as well. In addition to that, a layer one is about to become a layer two. Is the bankless thesis finally coming true? I told you."
    },
    {
        "speaker": "B",
        "text": "What do you mean finally? What do you mean finally? Come on."
    },
    {
        "speaker": "A",
        "text": "The bankless layer two thesis is finally playing out. Let me be more specific. ZK sinks got a brand new prover is pretty, it's pretty groundbreaking. We're going to talk about why and what that means, all of this and more. But first, a moment to talk about some of these fantastic sponsors that make this show possible."
    },
    {
        "speaker": "B",
        "text": "A layer one wants to become an ethereum layer two, this has been a."
    },
    {
        "speaker": "A",
        "text": "Long, oh yeah, I love those words. Can you say that again?"
    },
    {
        "speaker": "B",
        "text": "A layer one wants to become an ethereum layer two, this has been a long held, I think, bankless prediction. Many roll up bulls like Polenia have predicted this for a while too. And here's the first proposal of its kind that we've seen. A proposal for Celo to transition to an ethereum layer two. David, what does Celo and what does this proposal call for?"
    },
    {
        "speaker": "A",
        "text": "Yeah, Celo is a, it's always been a layer one blockchain. Fun fact, it's actually the only layer, non ethereum layer one that we've accepted as a sponsor of bankless. Why did we do that? They are focused on public good, regenerative finance, that whole movement, blockchain for good. And so they are working on adoption in third world countries. There's a lot of just making sure the long tail of the globe gets access to blockchain services. So I've always enjoyed what Zello's done, and it's always seemed to me, Ryan, that they've used the blockchain as a means to an end, to provide public good services to the world. World like, and this. So this is why this makes so much sense for sellout to become an Ethereum layer two is because they want to use crypto for the regenerative finance movement and they've just been using a blockchain to get that done. Now they are saying like, hey, we actually can achieve our mission better if we become an Ethereum layer too. So they have submitted a proposal, Celo has permitted a proposal to its own governance community to transition into an Ethereum layer two too. So they are proposing to become an op stack to help sell developers utilize all of the Ethereum tools and libraries out there. Because the op stack is basically Ethereum. They want to use off chain data availability using Eigen layer data availability. So Eigen layer has got the supporting Da services for them and then also end users of Celo. If you are transactor of Celo, you use the applications of Celo. Or if you're anywhere in the vast apps that Sello does really, actually truly have have, then you would not be affected. It would be a seamless upgrade for you. So I think this makes sense. This is exactly what we've been predicting for a long while. I think this is the first of many. I was talking to one of my friends here at ECC. We were talking about Sello. I actually don't remember this, but apparently I told her that I think Sello will become a layer two eventually. I told her that about six months ago and she goes, she went up to me today, six months later or yesterday, and she goes, did you know something? When you said that Sello is going to become a layer two. And I'm like, I don't even remember saying that in the first place. Did you know bankless theses play out? The bankless theses always work."
    },
    {
        "speaker": "B",
        "text": "Not always we, you know, but like greater than 50."
    },
    {
        "speaker": "A",
        "text": "Which one, which ones haven't worked?"
    },
    {
        "speaker": "B",
        "text": "Not none of the big things, I don't think. And, you know, the ones that haven't worked were just like, oh, just wait. Just wait a while. You know that the timings not, not right on for that. But we did get Defi. Right, right? Yeah. Okay. So I guess one of my questions is, are we going to see this with other layer ones? Is avalanche, is Solana, are they going to become a layer two? And my take on this is the reason that a layer one becomes a layer two is kind of for three reasons. It's tribe, it's network, and it's economics. It's these three reasons. And there's various weighting, but let's roughly assign them a third. A third, a third one is there is some tribal affiliation. If you switch from one tribe and now you're team Ethereum, you get some love and a support for, say, the Ethereum tribe, that can be a motivating reason to do this. It's marketing, that sort of thing. We're talking about it on the roll up. It's that sort of thing. Right. The second is network, and that's the thing that has been lacking before but is now present in sort of the super chain. They already have the network effect of the EVM. But when you become an optimism participant in kind of the optimism ecosystem. Ecosystem as a part of all of the other layer twos that are developing on top of Ethereum, you get plugged into a network and you get some beneficial network effects of interoperability. It's just connected to this ecosystem that I think is a driver for sello and others. And the third, I would say, is economics. Rather than issuing token, which is a cost to the celo business to pay for security, a layer two doesn't have to do that. All right? It's much cheaper to maintain your security as a layer two. The analog here is this is why the state of Tennessee doesn't have its own private military. Right. It gets that from the federal government. All right? And it's much more efficient to get that cost, that security cost from the feds than it is to create, like, a state military force. Of course. It just makes sense. And so a seller doesn't have to pay that security budget. So it's those three things, it's tribe, it's network, and then it's economics. And I don't know what other layer twos, these three forces will come into play with, but I don't think Sello will be the last layer one that makes the switch."
    },
    {
        "speaker": "A",
        "text": "Yeah. My next prediction for my next trick, I think you're going to see sello and many sello apps participating in optimism's retroactive public goods funding. So you're going to see op tokens being distributed to the celo ecosystem. And so it's, what do networks do? They are basically the local governments for their domain and they need to provide services. And one of the big pulls of optimism is being part of the retroactive public goods funding. And so if a lot of the cello ecosystem can get funding from optimism, that is just a huge service that optimism can provide."
    },
    {
        "speaker": "B",
        "text": "Celo, all of these layer two ecosystems will be competing for chains, won't they? Speaking of which, here's another layer two base. This is from Coinbase Mainnet, now open for builders. David, what's this announcement?"
    },
    {
        "speaker": "A",
        "text": "Yeah, so base Mainnet is here. This is Mainnet. It's open for builders. So the going back to the theme park ride, which is really stood the test of time. The base theme park is open, the real estate is open for ride builders. For ride operator. So if you would like to go build a ride on the base theme park for the inevitable flood of people going into the theme park, which is happening in August, then now is the time. So, Mainnet, open for builders. One of the interviews, like I said, jesse Pollock of base, I talked to him for 40 minutes, all about this and all the other layer two manias that are coming, layer two season that we talked about, and also just his collaboration with optimism and all of this. Base main net open for builders. Main net, actual main net coming early August. I can't say the date, actually. Don't know the date. I do know the date, actually, but you can watch the interview that I do. It might be out by the time you listen to this episode. It will be out soon."
    },
    {
        "speaker": "B",
        "text": "Tm guys, did we mention the base in base stands for Coinbase? This is Coinbases layer two attempt, in case you forgot."
    },
    {
        "speaker": "A",
        "text": "Oh, yes. This is another reason to have permission to be bullish. Coinbase. The layer two mania, the layer two summer. Like you would be excused if you made bets that this would be coming. Base Coinbase flooding in users into the layer two ecosystem. We have public goods. I'm just going to at this point, just listen to the episode with Jesse. We talk about this, but layer twos and providing public goods and onboarding users onto chains and Coinbase leading that charge is going to be a huge legitimizing factor for the industry. Base beer heading. Layer two summer. Layer two mania, I think is permission to be bullish. It's a big one."
    },
    {
        "speaker": "B",
        "text": "We've got a, what, 110 million or so users on Coinbase that could be converted over. Yeah, it's absolutely massive. Zksync announced its new prover. It's called Bojam. What is this?"
    },
    {
        "speaker": "A",
        "text": "Boojum? Bojam. It's ZK Sync's era new high performance proof system. So why do we love ZK rollups? Because of proofs. Because of the ZK. You don't have to have that seven day wait period for fraud proofs from optimistic roll ups. You have just the proof that cryptography gets you the problem and the vector that all these ZK layer two teams are competing on is the efficiency and of their ZK circuit. How manageable is actually producing that proof? This is the thing that Polygon Scroll ZKsync are all competing on is how solid can you get your proof, your ZK proof system. And so boojum is ZK, tinks Era's new high performance proof system. It used to. The average prover is, they are saying, needs about 500gb of hardware on a gpu. On a consumer grade piece of hardware. 500gb if it is a GPU, I think it is a GPU to make it proof 500gb is insane. My gaming computer, I've got a gaming computer. It's got 16gb on its gpu. The Buja requires eight, which is not so low. It's not solo like some GPU's, but they're kind of like the low end ones that need to be upgraded. Modern GPU's eight to 16GB. I really hope that it's GPU's. I'm pretty sure that's true. But if boojom can be proved with just 8gb of hardware, what does that mean? That means if you have a gpu with 8gb of memory in it, you can produce a boojum proof. For Zksync era, you can run a ZK sync, you can produce a proof. Why do we like this? Because it means you only need one prover to work. Whereas Ethereum proof of stake needs two thirds. ZK roll ups need one. You need one prover to produce a proof. That could be you if you have an eight gigabyte gpu. And so that's why it's taking the ZK stack that I'm so excited about and making it real small, real manageable so that it can permeate into the Internet. Which is, again, why I say the Zkhdem to tackle inherit the Internet."
    },
    {
        "speaker": "B",
        "text": "More layer two stuff going on. Polygon is upgrading its matic token to something called poll. So there are some big changes in the pole matic ecosystem. This is like a token improvement, I would say maybe an economic improvement. But the TL doctor is this one pull token is now going to power all of the chains. So that's polygon super nets, polygon, Zke Evm, even the polygon ZK Evm. Of course, it already powers the proof of stake change and their chain, and they're going through a rebrand of it. So no longer will it be called matic. It will be called Paul Pol. Is it Paul or Pol? I don't know. One of those two things."
    },
    {
        "speaker": "A",
        "text": "Why isn't it Poly? Is the better question, I'm sure. Paul, what are they doing?"
    },
    {
        "speaker": "B",
        "text": "Do you remember, wasn't there like Poly, wasn't there a company or a project called Polymath or something?"
    },
    {
        "speaker": "A",
        "text": "Polymath, yeah, it was a security issuance platform."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "You remember this? Yeah, I was in that security tokens world back then. They're totally relevant. Yeah, it's permission. Take. Pauly, you can't be poly."
    },
    {
        "speaker": "B",
        "text": "They already have it. Well, it's."
    },
    {
        "speaker": "A",
        "text": "Paul, I can't actually submit a governance proposal to change from poll to Poly because I'm a us citizen. I think. I think that's true, actually. Wait, really? But Paul, come on, Pauly. Okay, yeah, no, I think. I'm pretty sure that's true. Okay, but more serious note, not semantic. One of the big critiques of polygon is it's not a roll up, it's just a proof of stake side chain, and it doesn't inherit the security of Ethereum, blah, blah, blah. I think the very important thing to emphasize is that you have the matic token, which is the proof of stake token for the current polygon proof of stake network. Now you have the Paul token, which is the actual validating token for every single network, actual fees, all the networks, the many networks that is part of the whole polygon ecosystem. They're calling this a third generation because first generation, they're calling it bitcoin. Second generation is eternat for the Ethereum network, and third generation is Pol for the poly number of networks. That's a good pun. I think the poly networks of polygon oh, that's why they call it Polygon. Oh I get it. Holders can become validators so if you own hold poll you can now become a validator. You can get the transaction fees. So all of the many many networks that makes up polygon, one token, many networks."
    },
    {
        "speaker": "B",
        "text": "Yeah I think I like what they're doing here. So matic holders, this is a one to one upgrade. So Matic to pull is a one to one upgrade right. Notice what they didn't do. So what they didn't do was make it like a different ratio and ten."
    },
    {
        "speaker": "A",
        "text": "To one token split inflate polygons pretty cheap. It's like 50 $0.60 or something."
    },
    {
        "speaker": "B",
        "text": "They did, yes but they didn't I guess kill or nerf existing matic holders, which is good. They also didn't do a thing that they could have done I suppose which is create tokens for all of these chains right. So I feel like this is a good move it's a long term game type of thing. So the initial supply will be $10 billion, same as matic. Now I will say that there is some issuance that has been added so theres a 2% yearly emission of pull tokens on top of this whereas Matic was fixed. Matic was fixed at 10 billion with poll theres going to be some issuance so there was some issuance added on the back of this 1% goes to validated rewards, 1% to community treasury which of course pays for protocol development all in all, I think this is a pretty good move. Most matic holders that I've seen have been pretty excited about this and of course you can not only use pull for staking inside of proof of stake in the future, but you'll also be able to use it in other roles that roll ups present, say maybe sequencers, that kind of thing."
    },
    {
        "speaker": "A",
        "text": "Just as a reminder, before we move on, Ryan is an advisor to Polygon and Ryan and I are the both advisors to both Zksync and optimism. Turns out we like layer twos."
    },
    {
        "speaker": "B",
        "text": "David, you remember this guy from the show called the OC back in the two thousands? Not at all. Okay, well this guy was a pretty big deal back in the day."
    },
    {
        "speaker": "A",
        "text": "Some bank heartthrob type."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's totally what he was. Ben McKenzie is his name. Former star of the OC. So I woke up on Monday and suddenly here's Ben McKinsey and he's at war with crypto. All right I did not expect this guy from the past. He hasn't done a lot of acting since his this is who they're sending. This is sending. David, the context is, yes. Ben McKinsey, former OC stars, published a book this week on how all crypto is a scam. And that really is the conclusion of the book. So his story is he discovered crypto in 2021. He invested in quotes, 250k. It don't know what he bought, but he indicates that he lost almost all of it, if not all of it. Proceeded to talk to the crypto people, of course, which include Mashinsky, SBF, Justin sun, you know, the best representatives of the crypto."
    },
    {
        "speaker": "A",
        "text": "He was hanging out with them."
    },
    {
        "speaker": "B",
        "text": "That's who he was."
    },
    {
        "speaker": "A",
        "text": "How did he find talking to."
    },
    {
        "speaker": "B",
        "text": "Right. He didn't talk to the Vitaliks of the world. He didn't talk to anybody. He didn't look up our guest lists and talk to, you know, Hester personal, didn't talk to any of those."
    },
    {
        "speaker": "A",
        "text": "I bet you he doesn't even know what bankless is."
    },
    {
        "speaker": "B",
        "text": "Yeah. And so he drew a whole mistake. Well, I don't know. Like I think he does. I. It almost feels at this point like he's purposely ignoring that in order to send a contrary message, which is all of crypto is a scam, because they're scammers in the industry. Obviously, all crypto is a scam. So here he is. He's doing the media circuit tour. I'm going to play this clip. You ready? Ready."
    },
    {
        "speaker": "A",
        "text": "Oh, God. You dug in and yet you admit you still didn't get it."
    },
    {
        "speaker": "B",
        "text": "I don't get it either. It's not rooted. It's not a thing. It's like if you buy a stock, it represents a company. If you buy a bond, you've got debt on tangibility. If you invest in grain futures, there is a farm somewhere making grain. What is crypto actually rooted in or on? Not the. It's a story. I mean, these are bits of computer code that are uncorrelated with any real world asset. To your point, if they're an investment, they're so bullish."
    },
    {
        "speaker": "A",
        "text": "That's what I'm here for."
    },
    {
        "speaker": "B",
        "text": "The reason that I use the word Ponzi scheme in front of the senate is that an investment scheme without value is a Ponzi scheme. I mean, that's the definition."
    },
    {
        "speaker": "A",
        "text": "And Ponzi schemes are regulated by the."
    },
    {
        "speaker": "B",
        "text": "Securities and Exchange Commission. So in my opinion, the cryptocurrency industry does represent the largest ponzi scheme in history. There he is. I could play more, but that's about the summary. Bankless nation. This is who you're up against when."
    },
    {
        "speaker": "A",
        "text": "You'Re training so bad."
    },
    {
        "speaker": "B",
        "text": "Well, you know what, to me, why is this significant to me, it just kind of represents a bottom signal for me. Right? It's just like now this person is coming out with a book on how all crypto is a scam. And the conclusion, and just this is on CB's morning, like this. The show host is like, I don't understand this crypto thing. It's not backed by anything real. It's not backed. It's not like wheat. It's nothing like, you know, a security. It's not like equity or anything else. I think that this."
    },
    {
        "speaker": "A",
        "text": "Do we not live on the Internet in this modern era? Like, what do they think this is?"
    },
    {
        "speaker": "B",
        "text": "I'm very excited to take the counter trade here. This makes me bullish. This is the type of like, this."
    },
    {
        "speaker": "A",
        "text": "Is who I trade against."
    },
    {
        "speaker": "B",
        "text": "This is. Okay. Permission to be bullish. This clip, bankless nation is your permission to be bullish right now? This is the bottom signal of bottom signals."
    },
    {
        "speaker": "A",
        "text": "They're just handing to this, handing this to us on a platter. They have Ben McKenzie and the whole like fiat font at the top of the banner. Oh, my God, dude."
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "I think we're doing ok. And put him on. Talk to the senate cheat. I can't believe he talked to the senate. Yeah."
    },
    {
        "speaker": "B",
        "text": "Anyway, the OC actor is coming out hard against crypto and that is the ultimate bombshell."
    },
    {
        "speaker": "A",
        "text": "Shaking in my boots. I year in politics."
    },
    {
        "speaker": "B",
        "text": "I don't know if you've noticed this, David, but Robert Kennedy Junior, Robert RFK, he's been taking some very pro crypto stances. Last week, just earlier this week, David, he vowed to back the dollar with bitcoin. All right. Not a lot, just under 1%. Very, very small. He's had perhaps of 1% of issued t bills by bitcoin and other hard currencies like gold, silver and platinum."
    },
    {
        "speaker": "A",
        "text": "He also not 1% is bitcoin. 1% is hard currencies like gold or bitcoin. Okay."
    },
    {
        "speaker": "B",
        "text": "Yes, a very pro bitcoin stance. He said it's a mistake for the us government to hobble the industry and drive innovation elsewhere. His Biden's 30% tax on cryptocurrency mining is a bad idea. He also wants to remove capital gains from bitcoin, I'm assuming in smaller amounts. Right. So probably not large investments of, you know, millions of dollars. But if I send bitcoin to pay for something, pay for my Starbucks, that's a capital gain on my bitcoin potentially, if it's gone up for paying for a cup of coffee. Other currencies aren't treated that way. So he brings a lot of points to bear and is definitely taking a crypto posture regardless what you think of any of his other politics, which of course, many people have complaints about or different opinions on Ron DeSantis as well. He is coming out hard against the central bank digital currency. He says this of CBDCs. He says this of CBDCs. They want to get rid of cash. They want no cryptocurrency. They want this to be the sole form of legal tender, will allow them to prohibit undesirable purchases like fuel and ammunition. So the minute you give them power to do this, they will impose a social credit system on the country. CBDC is a massive threat to american liberty. What's interesting about this is, politics aside, it seems like all politicians are now in this presidential race having to weigh in on crypto. And I haven't heard Biden weigh in on a big way. I haven't heard Trump weigh in recently in a big way. But this is elevated in 2023, 2024 to kind of national level of conversation. And that is quite a departure from the previous crypto cycle. Do you have any takes on this us?"
    },
    {
        "speaker": "A",
        "text": "My take is that everyones got a take about crypto. And I think thats really just the summary. Its now mainstream in politics and so we have risen to that level. Everyones. Youre going to be running for some office somewhere, and then one day you will be asked, hey, whats your take on crypto? Thats where we are 100%."
    },
    {
        "speaker": "B",
        "text": "Another maybe permission to be bullish that its elevated to the national conversation here. This is not permission to be bullish."
    },
    {
        "speaker": "A",
        "text": "As all the others."
    },
    {
        "speaker": "B",
        "text": "Well, this one, this one is not strong at all. Binance cutting back employee benefits, citing decline in profit. Apparently Binance cut 1000 workers this week. Cz had a response."
    },
    {
        "speaker": "A",
        "text": "He said that was FUD. He said that there were layoffs, but it wasn't 1004."
    },
    {
        "speaker": "B",
        "text": "Is it one of the four FUD things?"
    },
    {
        "speaker": "A",
        "text": "It's a four."
    },
    {
        "speaker": "B",
        "text": "I don't know what to think about all that. But you know, CZ, as we continuously strive to increase talent density, there will be involuntary terminations. This happens in every company. The numbers reported by the media are way off. It's just FUD. All right, there you go."
    },
    {
        "speaker": "A",
        "text": "A new update from gnosis safe. This is a gnosis pay. See that little Visa card? That gnosis pay Visa card that you see on your screen?"
    },
    {
        "speaker": "B",
        "text": "I see you."
    },
    {
        "speaker": "A",
        "text": "So I actually talked to some of the Gnosis team at Zuzalu about how this works when you run your. That credit card, the magnet induces enough of an impulse of electricity for that chip inside the card to make a private key transaction. Trans signature. So there's a private key in that visa card. And just scanning it makes a transaction happen. Makes it what? Yep. Yep. There's a private key in that visa card. And it runs on top of gnosis chain. And so we have gnosis pay and gnosis card running on top of gnosis chain."
    },
    {
        "speaker": "B",
        "text": "The gnosis chain is like a site."
    },
    {
        "speaker": "A",
        "text": "Turning into this, like, bankless system and payment system along with your vault. Gnosis safe. So like gnosis chain, gnosis pay, gnosis card, gnosis safe. I think there's a few others as well. It's a pretty impressive vertical. But the news here is that gnosis pay is out."
    },
    {
        "speaker": "B",
        "text": "Gnosis chain. That's a. Like a side chain on a theory. Side chain."
    },
    {
        "speaker": "A",
        "text": "Yes."
    },
    {
        "speaker": "B",
        "text": "I love gnosis safe. I will say that. Best multi sig I've used. It's absolutely fantastic. Really cool to see that."
    },
    {
        "speaker": "A",
        "text": "This is an announcement out of ECC espresso announcing an ecosystem partnership with Eigen Layer collaborating to bring restaking to the espresso sequencer network. This is one of the things I was referencing earlier with the rubber hitting the pavement about very hard problems is everyone's getting real excited about espresso sequencing and shared sequencing and just overall the growing infrastructure around."
    },
    {
        "speaker": "B",
        "text": "Wait, what is this?"
    },
    {
        "speaker": "A",
        "text": "One of the big problems about all these layer two networks and the fractal super chain, fractal scaling hyper chains and all of. And then all the restaking Eigen layer chains is there's a lot of parallelization going on between all these chains. Like there's ten. There's going to be 10,000 op stack chains. How are we going to parallelize and then combine all of the transactions? We do that with sequencing. Espresso systems is tackling this problem head on and they're doing it alongside of Eigen layer. It sounds like this is a rabbit hole that I think we actually really haven't explored yet. I think. I think we should probably do an episode on sequencing. So call to action for who is the best sequencer guests might be torgle from scroll. Yeah, I just have him on."
    },
    {
        "speaker": "B",
        "text": "I feel like I need to scroll up because most sequencers right now are run by kind of internal teams. Like arbitrum runs their sequencer. Optimism runs its sequencer. But this can't be the state moving forward. So, yeah, I would love an update on that. Very cool to see, David. We got more coming up, including questions from the nation, some hot takes from crypto, Twitter as well. Stay tuned. We'll be right back at you. But before we do, we want to thank the sponsors that made this episode possible. Question from bankless citizen Kyle Kaplan this week. So, if optimism switches from optimistic fraud proofs to ZK proofs and chooses the ZK sync prover we're just talking about that, will it reduce the need to bridge between the networks? And would that make it a hyper super chain? I think this is a great question. It's kind of a question that I've had in my mind as well. All right, so part of my worry is we create all of these island ecosystems. We have, you know, the ZK era ecosystem. We have the optimism, arbitrary ecosystem polygon. They're all kind of separate ecosystem systems. And it would be really nice if we had some standardization in a way to kind of easily bridge between them, or we shared some security assumptions or shared some UX or something good could come of that. I think that's what Kyle is asking about in this question. Will it reduce the need to bridge between networks? What's your answer to that, David?"
    },
    {
        "speaker": "A",
        "text": "I think Kyle's tapping into my fascination about stacks lately. So we've had the op stack for a while. The ZK stack is brand new. And when I was talking about the ZK stack, I used to talk about, what is the ZK stack? It is ZK sync. ZK circuit. Emphasis concentrated, put into a small little package. And I think what Kyle is saying is, oh, a small little package. You mean like a module? And how. The op stack is like a module for layer two chains. Can you take the ZK sync circuit and put it inside the op stack? And the answer is yes and no. It is theoretically possible to do that. And things are progressing forward in that. Specifically, the ZK sync circuit is EVM compatible. So the puzzle piece does not fit. But I. And this is coming from Ben Jones. I had to ask Ben Jones to make sure I was getting this right. He said, it doesn't fit yet. Important point yet. So it is possible to. It is eventually possible to do that. You could put the ZK sync circuit inside of the op stack. It just needs to be made more EVM compatible. However, o one labs, o of one labs, we saw this announcement not too long ago. They are also building a ZK circuit for the op stack. So there is competition from the ZK world to build the ZK circuit for the op stack, because then whichever one becomes standard is the one. And so there is a competition here."
    },
    {
        "speaker": "B",
        "text": "I like competition. And also, I want very much standardization, right? So one thing that's nice about competition and standardization is like, you want a monopoly for standards, don't you? Like HTTP is monopoly. The protocol of the Internet, right? And this idea of a hyper super chain that Kyle is tapping into the questioner, that's what we all want. We don't want like all sorts of different stack chains here."
    },
    {
        "speaker": "A",
        "text": "We want one hyper super chain Polyzkop stack."
    },
    {
        "speaker": "B",
        "text": "Oh my God."
    },
    {
        "speaker": "A",
        "text": "I don't know if we can get that. I don't know."
    },
    {
        "speaker": "B",
        "text": "Right. So, and by the way, I do think that if Ethereum doesn't figure this out with layer two, as bullish as I am about the modular thesis, and im very bullish on this, I think this is the chink in its armor, where a monolithic chain, a solana, for instance, has an approach, and theyre like, ux is seamless. You can get from here to here. Its easy. We dont make you changing wallets, you dont have to change your security posture assumptions. The UX is just seamless and its easy. The modular way to scale this us really important that we figure out UX and get some standardization here. Great question, David. We got some takes of the week. Here's a take from Antonio from DydX. What's he saying?"
    },
    {
        "speaker": "A",
        "text": "Antonio from Dy DX. DydX, of course, was once a starkware based, Starc based layer two, and then pivoted into being a cosmos app chain. And he says, dy DX was early and right on Defi. Very true. E. Early and right on perps. Also very true, early and right on Ethereum layer twos and D. And then he finishes and saying, dy DX will be early and right on app chains two. I don't know about that take."
    },
    {
        "speaker": "B",
        "text": "Why? I think he's totally right. But my, my follow up question was, do you still like Cosmos app chains over layer two app changes?"
    },
    {
        "speaker": "A",
        "text": "He's, he's in his tweet. He's talking about Cosmos app chains."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "However, not clear in the independent layer one becoming a roll up on layer two. And you can do app chains as Rolla apps on Ethereum, and I'm pretty sure he's not talking about that."
    },
    {
        "speaker": "B",
        "text": "But it's interesting, right? So I'm also very bullish on app genes, but I'm much less bullish on app chains without share independent app chains."
    },
    {
        "speaker": "A",
        "text": "Which means you're not bullish on Cosmos, which is what this."
    },
    {
        "speaker": "B",
        "text": "Well, because. And why? It's because it kills the kind of the economic. Remember, we're talking about tribe, network and economics. It kills that last leg of the stool there. The economic argument. You still have to pay for security, don't you?"
    },
    {
        "speaker": "A",
        "text": "Although it makes you weaker tribes, because all of the Ethereum layer twos are anchored by ETH. Cosmos app chains are not anchored by."
    },
    {
        "speaker": "B",
        "text": "Cosmos Federation of city states. That's what the cosmos vision has always been, rather than kind of the empire type model of Ethereum. So, yeah, he's taking a bet. Big bet. Big builder bet on the Cosmos app chain ecosystem."
    },
    {
        "speaker": "A",
        "text": "I think. I think he paper handed layer twos. I think Duidx paper handed."
    },
    {
        "speaker": "B",
        "text": "Antonio's pretty smart man, and he's a builder. I don't know, maybe he sees something that others don't. We'll have to see."
    },
    {
        "speaker": "A",
        "text": "That's mine. That's my take. Is that Antonio paper handed layer two?"
    },
    {
        "speaker": "B",
        "text": "Well, he's always been early, sometimes, like, he was. He was doing app chains before app chains existed on Ethereum, let's say that, right?"
    },
    {
        "speaker": "A",
        "text": "And then he stopped. He was so early, and he stopped."
    },
    {
        "speaker": "B",
        "text": "We're rooting for you, though, Antonio. And DybX is a great platform."
    },
    {
        "speaker": "A",
        "text": "Antonio, you're great. Dybx is killer. Ryan, this one's your take."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's just a lot of. I've heard a lot of conversation about tokens being securities week, and I just think that's the wrong framing. Like, why are we even asking that question? Okay, tokens aren't securities. Tokens are tokens. David can't. Like, it's not that hard. Tokens can be money, they can be memes, they can be loyalty points, they can be nfts, they can be shares, they can be coupons, they can be ious, they could be commodities. They become. They could be whatever you want, because anything that represents ownership can be expressed as a token. What are we doing? What is the theory? A property rights system in which you can express ownership of a scarce unit on the Internet, ownership of anything that's scarce. Ownership scarcity. That's what we're doing with tokens. When the SEC or anybody analyzes tokens under the securities framework or that rubric, it's like, why are we even talking about this? We're not thinking about first principles. I feel like our regulators and our lawmakers are doing this stupid thing where they're either pigeonholing crypto into securities into something it's not, that's limiting, or they're nannying us into a list of thou shalt. Thou shalt nots with tokens. And it's really stupid. The one thing they could be doing that would actually be helpful for us is disclosures. Remember, that's what the SEC is set up to do. It's a disclosures based institution, not a merit based. They don't get to decide what investors buy. That's beyond. They're not supposed to do that. They have to help with disclosures. So you could see what a company's financials are. They're filed quarterly. They maintain a database called Edgar which lists all of this disclosure information about companies, and they require the filing. So what can regulators do? They can help the public know what it's buying. We have a lot of public data on chain. They can maximize. I would love the SEC or the CFTC to create dune boards. That would be a start. Wouldn't that be a prototype?"
    },
    {
        "speaker": "A",
        "text": "That's too productive of them."
    },
    {
        "speaker": "B",
        "text": "We got the disclosure information. We can even as a crypto industry, team up with them and help. We got builders. One thing that our regulators can do and our lawmakers can do is they can help with the coordination process problem. They can help solve Moloch, and they can just be like, hey, here's a list of 15 things that we think should be encompassed in a protocol, and here's where we're going to organize everything on this set of dune boards. Let's say, for instance, I don't understand why this is so difficult. And the constant back and forth about tokens. Are they securities or not? It's just totally missing the point. I just wish our governors, the people running things, our regulators and our lawmakers would actually do their jobs and use their brains and govern, because that's all that's what we need here. Anyway, I think I got triggered because I was reading some other financial analysts opinion on whether tokens are securities or not, and I'm just, like, bubbling up to. That's not even the right question to ask. What? Of course they're not."
    },
    {
        "speaker": "A",
        "text": "So lack of imagination. If you're trying to."
    },
    {
        "speaker": "B",
        "text": "Lack of. Yes."
    },
    {
        "speaker": "A",
        "text": "It's because you're trying to take this new thing and categorize it and pigeonhole it into this old thing. It's the same conversation as is ether, a capital asset. Is it a commodity asset? What is it? No, it's something net new. It is a new thing. It doesn't fit into the old things. It's kind of like the old things, but it's a new thing."
    },
    {
        "speaker": "B",
        "text": "The answer to the question is almost like, we'll see. You know what I mean? We just have to see where the use cases bring us to David. Let's end with this. What are you bullish on this week?"
    },
    {
        "speaker": "A",
        "text": "I am bullish on. This is the last of my ammo of. You have permission to be bullish. Okay. Does this graphic make sense? Do you see what I've done here?"
    },
    {
        "speaker": "B",
        "text": "Let me get my bearings here. I'm looking at Eth over the dollar. This is a chart."
    },
    {
        "speaker": "A",
        "text": "We're looking at a log eth chart from 2020, halfway through 2020 to now."
    },
    {
        "speaker": "B",
        "text": "Okay. And I'm seeing some bars and I'm seeing like kind of two, two sets here, some candles here, two sets here. So, yeah. What am I looking at? Flipped. You just copied and pasted and you flipped the bull market and swapped that in for the bear market?"
    },
    {
        "speaker": "A",
        "text": "Yes. Yes. So I cut the part. The bull market is in the blue box and I've copied and pasted that and I've flipped it. So the bull market is now upside down. And then I've shifted that over to the bear market. I've lined it up over the bear market market. And what am I doing here? The bull market of 2021, the bull market of old had two tops. May of 2021, we had that blow off top. I can, oh, I don't, I can't point to it because I don't have the cursor. You can. So the 2020 may have. Yeah, that was a top. And then we also had the November 2021. Also that top is a double top."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah."
    },
    {
        "speaker": "A",
        "text": "The bear market had a double bottom. It had the three rows capital liquidation right after the terra Luna to crash about a year. That was the bottom, number one. And then we had the FTX insolvency, which was number two. And so I have loosely lined up the double top of the bull market with a double bottom of the bear market. And they kind of line up. And what Im saying is like, okay, if the, and ive flipped it around, the reason why its upside down is that now the double top of the bull market falls into the bear market. But the double bottom of the bull market, the point is it's about the same amount of time we are here. And so you have permission to be bullish because the bull market and the bear market are about right now the same length. We could get a few more weeks or months under our."
    },
    {
        "speaker": "B",
        "text": "Why do they have to be the same length, though?"
    },
    {
        "speaker": "A",
        "text": "Just because it, because of human psychology. At some time we're just done being bearish. And I think that people have bear fatigue and the bulls have room to take over. They have, there's enough evidence. There's enough permission for them to take over and be like, you know what, bears, get the f out of here. We're done with you. We're buying."
    },
    {
        "speaker": "B",
        "text": "We're not going to let the s p rally so hard without."
    },
    {
        "speaker": "A",
        "text": "Yeah, right. I'm going to hit the buy button. I'm going to do it f you. Get out of here. And so I'm saying you have permission to be bullish for the last time of this."
    },
    {
        "speaker": "B",
        "text": "Wow. Well, that's a good bankless episode without some. Is this ta some ta at the end?"
    },
    {
        "speaker": "A",
        "text": "This is. This is the craziest David Hoffman ta I have ever seen."
    },
    {
        "speaker": "B",
        "text": "This is pretty crazy. But you know what, David? I want to believe. And all you're basically saying is, hey, human psychology plays out in the same way during a bull market. It's just the inverse in a bear market, right? Instead of hitting the sell button, we hit the buy button. That's all you're doing. And you're just extrapolating that forward. So we got two bottoms here, just like we had two tops, and now we can proceed into to a glorious bull market future. Permission to be bullish."
    },
    {
        "speaker": "A",
        "text": "What I'm bullish on? I'm just bullish. I just am."
    },
    {
        "speaker": "B",
        "text": "That's great."
    },
    {
        "speaker": "A",
        "text": "All right, what are you bullish on this week?"
    },
    {
        "speaker": "B",
        "text": "I'm bullish on staking that risk free rate, baby. I was just looking at."
    },
    {
        "speaker": "A",
        "text": "Do you remember we're staking last week?"
    },
    {
        "speaker": "B",
        "text": "I don't care. I'm still bullish. Do you know, do you remember that episode we did a long time ago ago, and I've just been too busy to look at these again. Okay, sorry. The episode we did on how much eth it takes to retire. Oh, when ETH was, I don't know, crab market between like 103 hundred or something. That's what it was. And it was a fun exercise to figure out how much like this is before the beacon chain launched. And we're trying to calibrate the rewards and interest before we even knew about the of mev execution layer rewards and how big that would be. We're trying to figure out how many validators you need to run to actually retire that whole exercise. Anyway, what's really fun is staking. We have a risk free rate of return. There is some amount of ETh that you can acquire as a productive asset and stake it at a risk free rate and then use the proceeds, pay your taxes, of course. Sell those proceeds and retire on that. To me, this is like the fire for millennials, right? Financial independence, that whole strategy. So what am I bullish on stacking and staking. ETH has never stacking stake. It's never gotten boring to me that still, in my opinion, ever since we started bankless, that is still like the end game, you know what I mean?"
    },
    {
        "speaker": "A",
        "text": "Always has been."
    },
    {
        "speaker": "B",
        "text": "You got defi tokens, you got layer two. So you got all sorts of things out there, but ultimately, the denominator there, the unit of account, to me, is still ether because it has this risk free rate that serves as a productive asset. So I'm staking on, or I'm staking. I'm bullish on staking this week, David, and I'm bullish on people listening to bankless. Getting to some amount of ETH where they can live off a portion of that semi retire bankless is about like freedom too, right? And so it's a freedom technology. You don't have to have an intermediary when you stake. You can stake on your own, you can run your own node, and then also having a cash flow to fund the things that you want to do. That, to me, is pretty exciting. And what we've been about since we started this episode, so I'm just returning that and being like, hey, a lot of the risk has boiled out of this, and I'm personally ready to stake. And, yeah, it's exciting."
    },
    {
        "speaker": "A",
        "text": "We should go back to the episode and see what numbers we came up with back then with that calculator to see how on track we were with all this data that we have. I think if I remember correctly, it was something like 3.2 or 3.7. Validators get you $60,000 a year of passive income under a ten k eth paradigm."
    },
    {
        "speaker": "B",
        "text": "Do you want to do that? We should just do a redo of that episode. And now that we have staking, we have to. How much staking does it take to require."
    },
    {
        "speaker": "A",
        "text": "I've got one more thing that I'm bullish on, Ryan."
    },
    {
        "speaker": "B",
        "text": "Go for it."
    },
    {
        "speaker": "A",
        "text": "If I'm allowed. If I allowed two things. This is something that I know that you don't get to experience nearly as much as I do because I go to all the conferences, but I am always just insanely humbled by all the people that come by and just say, hey, Dave. David, also tell Ryan this. Thank you for what you do at bankless. And maybe this is me patting myself on the back, but I'll do it. And I think you should too. But it's something that is always the theme of every conference that I go to is people like, I just find what you did so valuable you do. So valuable. I've gotten to this. I got a web three job because of you guys and because of the podcast. I listen to it all the time. And so thank for anyone who takes a moment out of their day, the conference, to tell me that, and I always pass it on to Ryan. I'm bullish on the bankless nation, so just. It's always pretty cool to talk to these people at conferences, so I appreciate it."
    },
    {
        "speaker": "B",
        "text": "That's really cool. You don't get that kind of energy on the Internet. It gets a little toxic sometimes, but in real life, real life is not like that. Meme of the week. David, what are we looking at? Oh, my God. Did you see this? This is Vitalik. This is Vitalik walking. He looks like he has a. A bunch of people, mob of suits following him. Mob of suits. Look like an entourage. He's just calm."
    },
    {
        "speaker": "A",
        "text": "Vitalik in him, his, like, skinny black t shirt and blue shorts. They look like blue Pokemon shorts. You know, the kid who's like, I like shorts. Yeah. It feels like those are the shorts. Yeah. And then he's followed by what looks like a mob of people in suits."
    },
    {
        "speaker": "B",
        "text": "And the tweet is, my entire net worth is in this man's hands."
    },
    {
        "speaker": "A",
        "text": "The funny thing is, when I was staying at. This is at Zuzalu. The man that you can see in the center behind Vitalik is Mickey. He's the incoming prime minister of Montenegro. And the guy to his right, our left, is the president of Montenegro. The security is for them. Zuzalu is, like, 200ft ahead of them. And the camera shot so it looks like they're close, but the Vitalik is. Security's not Vitalik. Also, the apartment that I stayed in is like, like two rows of houses behind the apartments that you can see there."
    },
    {
        "speaker": "B",
        "text": "That is funny. So the security is for the president of Montenegro, not kind of the founder of security. That's amazing. All right, guys, you're going to really enjoy the moment of Zen this week, so make sure you don't skip it. But, David, you got to give people. I need some context for this. What is the. What is Pinky doll?"
    },
    {
        "speaker": "A",
        "text": "This is going to be the hardest thing you've ever asked me. Okay, so Pinky doll is this Tiktoker who. There are animations on screen that people can pay money to make an animation pop up. And she's doing this thing where she's like a human bop it. You know that? You know the bop it game? Like bop it?"
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "Slap it, spin it like that thing. Millennials will know so, like, if you press one of these specific emojis and you have to pay money to do one emoji, she reacts in a particular way. Way. This is not that. This is."
    },
    {
        "speaker": "B",
        "text": "People pay for this."
    },
    {
        "speaker": "A",
        "text": "People pay. Yeah, people pay for her to react in this particular way. And apparently she does it for, like, 5 hours straight, and she's raking in, like, hundreds of thousands of dollars. Anyways, this is not that. This is Gary Gensler superimposed upon her. So this is what you were about to experience. I'm so sorry, bankless nation. We are doing this to you."
    },
    {
        "speaker": "B",
        "text": "Thanks for explaining that, guys. I gotta end with wrist and disclaimers, of course. It's pretty risky to stay till the end of a bankless moment of Zen. Of course. But also got to let you know, crypto is risky. You could lose what you put in. But we are headed west. This is the frontier. It's not for everyone. But we're glad you're with us on the bankless journey. Thanks a lot."
    },
    {
        "speaker": "A",
        "text": "Enjoy."
    },
    {
        "speaker": "B",
        "text": "Pinky doll, as Gary Kensler."
    },
    {
        "speaker": "A",
        "text": "I'm so sorry."
    },
    {
        "speaker": "B",
        "text": "Good."
    },
    {
        "speaker": "A",
        "text": "Polygon."
    },
    {
        "speaker": "B",
        "text": "So good."
    },
    {
        "speaker": "A",
        "text": "Polygon, so good. Balloon."
    },
    {
        "speaker": "B",
        "text": "Pop, pop, pop, pop, pop, pop. Gib, gib, gib, gib. Mmm. Ripple. So good. Gib, gib, gib, gib. Balloon, pop, pop, pop, pop, pop, pop, pop, pop, pop, pop, pop."
    },
    {
        "speaker": "A",
        "text": "Give. Slurp, polygon."
    },
    {
        "speaker": "B",
        "text": "So good."
    },
    {
        "speaker": "A",
        "text": "Ooh."
    },
    {
        "speaker": "B",
        "text": "Ooh. Ooh. Ooh."
    },
    {
        "speaker": "A",
        "text": "Thank you, Solana. Got me feeling like a queen. Thank you, cardano."
    },
    {
        "speaker": "B",
        "text": "Avax. Avax. Avax. Avax. Avax. Ooh."
    },
    {
        "speaker": "A",
        "text": "Gang, gang, gang, gang."
    },
    {
        "speaker": "B",
        "text": "Slurp."
    },
    {
        "speaker": "A",
        "text": "Ripple. So good."
    },
    {
        "speaker": "B",
        "text": "Good. Avax. Avax. Avax. Avax. Avax. Avax."
    },
    {
        "speaker": "A",
        "text": "Thank you, Udi."
    },
    {
        "speaker": "B",
        "text": "Slay."
    },
    {
        "speaker": "A",
        "text": "Meow. Meow."
    },
    {
        "speaker": "B",
        "text": "That was so good, salana pop. Amazing."
    }
]