[
    {
        "speaker": "A",
        "text": "But the biggest mistake you can make at this point in the cycle is chasing the pump. So the advice that we have, the not financial advice, life advice, don't be a chaser. Hold your high conviction. Let the market come to you."
    },
    {
        "speaker": "B",
        "text": "Yes. Let the pump come to you. Don't be needy. Let the pump come to you."
    },
    {
        "speaker": "A",
        "text": "Yeah. You don't have to respect the pump, okay? That just means aping into stupid things. Let the pump come to you. Bankless nation is the fourth Friday of October and the Friday the roll up, might I remind you, you, right before Halloween, which means we do something special. David and I are in costume today, recording this roll up. And I'm looking across the screen, looking at this co host that I thought I knew. He's got suspenders on, he's got a yellow t shirt. David."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Dude, you are one of your nfts. You're the Solana nft thing, right?"
    },
    {
        "speaker": "B",
        "text": "Am I mad lad?"
    },
    {
        "speaker": "A",
        "text": "Yeah, you're a mad lad."
    },
    {
        "speaker": "B",
        "text": "I'm a mad lad today. Yeah."
    },
    {
        "speaker": "A",
        "text": "So I am my mad lad."
    },
    {
        "speaker": "B",
        "text": "If the podcast editors could put the mad lad on the screen, in fact, just put it right over Ryan's face so you can do the. For my mad lad versus me. I look exactly the same as my mad lad."
    },
    {
        "speaker": "A",
        "text": "It's actually really good. This is really good. I."
    },
    {
        "speaker": "B",
        "text": "And this is the third, actually, clip to anything. I'm wearing athletic shorts the third year."
    },
    {
        "speaker": "A",
        "text": "In a row that you have dressed up as your NFT."
    },
    {
        "speaker": "B",
        "text": "Yeah. I've only got one NfT left, so I need to buy another NFT after next year."
    },
    {
        "speaker": "A",
        "text": "Yeah, you're gonna buy some more this cycle. Okay, now do me. Who am I?"
    },
    {
        "speaker": "B",
        "text": "You are Sam baconfreed. It is. I didn't even need to ask. You are wearing a massive curly haired wig and an FTX T shirt. It's so simple."
    },
    {
        "speaker": "A",
        "text": "But other than that, it's so perfect, actually. And do you wanna hear my Sam Bankman fried impression I prepared for you."
    },
    {
        "speaker": "B",
        "text": "Guys with, like, nothing left?"
    },
    {
        "speaker": "A",
        "text": "Yeah. So I'm like, I'm gonna be taking the witness stand later today and explaining to the jury that from an EV perspective, like, I think we made the right calls. And that's what some of your listeners don't know, David. I think there's like, to some extent to which one of the major exchanges in 2022 had to die and it just happened to be FTX kind of mid. That was pretty."
    },
    {
        "speaker": "B",
        "text": "That was really good. Yeah. You're just not on enough amphetamines. I don't care how many pots of coffee you're on. And you're not matching him on."
    },
    {
        "speaker": "A",
        "text": "I'm not. SPF energy. Well, I hope he brings energy out."
    },
    {
        "speaker": "B",
        "text": "You're not vibrating like SPF was on our show."
    },
    {
        "speaker": "A",
        "text": "Well, that's actually a true story, though. So he is taking the stand today? I am taking the stand today. So this is good luck. This is not only a Halloween costume. This is. I don't have any solidarity with SPF. I don't wish him well, actually, but we'll see what happens."
    },
    {
        "speaker": "B",
        "text": "You're commemorating the day."
    },
    {
        "speaker": "A",
        "text": "I'm commemorating the day. The day we took down one year. It's almost like a year. All of this happened November 8, I."
    },
    {
        "speaker": "B",
        "text": "Think, was the day. So next week. Next week will be one year since the fall of FTX."
    },
    {
        "speaker": "A",
        "text": "Yeah, I'm celebrating the. The outing of a fraud and the cleaning up of this space, which we've been doing a lot of over the last year. But tell us, what do we have for the agenda besides these fantastic costumes."
    },
    {
        "speaker": "B",
        "text": "That we're sporting, in addition to all the things that we've already teased, we get to say, welcome to Uptober. Right? We got a double digit week this week. It's fine. We were talking about it. It finally came. Everyone pat yourselves on the back. We got that. Bitcoin is up 15%. That feels great. Can we get it again? Okay, now the next question is, when is the next time that we get double digit weeks for two weeks in a row?"
    },
    {
        "speaker": "A",
        "text": "Oh, two weeks? One week's not enough for you?"
    },
    {
        "speaker": "B",
        "text": "Like, can we just ask for this? It's never enough. It's never enough."
    },
    {
        "speaker": "A",
        "text": "I want to bask this week in enjoying this, because this could mean the end of the bear market. Like, I feel like this could be a very significant week, actually, for us. We also have the Wall Street Journal, blatantly lying, blatantly spreading misinformation about crypto, associating it with. With terrorism, and failing to retract it. And citizen journalist and friend of the show, Nick Carter, is on their ass to do something about it. I love it. I love the facts coming out. So we're talking about that. What else we got, David?"
    },
    {
        "speaker": "B",
        "text": "New York Attorney general charges DCG and Gemini for fraud. So, like, Gemini was pointing at DCG and DCG was pointing at Gemini. The New York attorney general was like, you know what? We're taking both of you in."
    },
    {
        "speaker": "A",
        "text": "Both you guys."
    },
    {
        "speaker": "B",
        "text": "Both you guys. Yeah. Just charges. So we'll talk about that. Like, SBF about to testify. And also, a uniswap app chain gets launched. But by whom? Who launched the uni chain? We will talk about that. I think that this is a great story that totally went under the radar this week. Ryan, did you know that the uniswap app chain got launched?"
    },
    {
        "speaker": "A",
        "text": "David, you're so excited about this is."
    },
    {
        "speaker": "B",
        "text": "A great story, and no one's paying attention to it."
    },
    {
        "speaker": "A",
        "text": "This is David's breaking news journalist."
    },
    {
        "speaker": "B",
        "text": "Breaking news."
    },
    {
        "speaker": "A",
        "text": "You have the journalist suspender team got."
    },
    {
        "speaker": "B",
        "text": "Launched and Uniswap didn't deploy it."
    },
    {
        "speaker": "A",
        "text": "Guys, guys, guys."
    },
    {
        "speaker": "B",
        "text": "Who deployed the uni chain?"
    },
    {
        "speaker": "A",
        "text": "This is. This is a bit tinfoil hat, but we'll get to that later in the episode for sure. Before we begin, we gotta shout out our friends and sponsors over at David. Let's get to the good stuff today. You ready for this?"
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "Prices."
    },
    {
        "speaker": "B",
        "text": "More looking prices on good looking charts. Bitcoin up 15% this week."
    },
    {
        "speaker": "A",
        "text": "15%."
    },
    {
        "speaker": "B",
        "text": "A monster green candle we saw. Definitely a short squeeze where people were just caught off sides and then they held onto their shorts for too long. And then what is it was a short squeeze. Well, somebody. Somebody short. And then they're like, I don't want to be short anymore. So they have to buy back their bitcoin to stop being short, which causes the bitcoin price to go up, which causes other people to have to do the same thing. Too many people caught on the wrong side. So bitcoin started the week at 29,500, up 15% to 34,000. Come down a little bit off the top. So we're just. Just below 34,000."
    },
    {
        "speaker": "A",
        "text": "You know what, David? I feel nothing for the pain of the shorters, okay? That's what you get for shorting this market."
    },
    {
        "speaker": "B",
        "text": "Deserve that. Don't short crypto. How dare you?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I'll teach you a lesson next week, too."
    },
    {
        "speaker": "B",
        "text": "Out of here."
    },
    {
        "speaker": "A",
        "text": "This is an eight. This is an 18th month high for bitcoin, at least not right now. But it shot up above 35k. Actually, if you look at the Kraken charts here, which, as you said, they are looking beautiful today. I love this trend."
    },
    {
        "speaker": "B",
        "text": "The way that line goes, it looks like the upwards chart emoji."
    },
    {
        "speaker": "A",
        "text": "So bitcoin with an absolutely monster week, up 15% on the week or higher, at least from. From the time of recording. How about ether on the week?"
    },
    {
        "speaker": "B",
        "text": "They're starting the week at $1600, ending the week at 1776. Some freedom numbers up 11% on the week. Also a double digit for ethereum, but definitely bitcoin won this week. Is a bitcoin week this week."
    },
    {
        "speaker": "A",
        "text": "And so what does that mean for the ratio, David?"
    },
    {
        "speaker": "B",
        "text": "Ratio down 3.5% down to 0.052. Not great."
    },
    {
        "speaker": "A",
        "text": "Are you worried about this like this? This is some lows. It's definitely bitcoin dominant season, isn't it?"
    },
    {
        "speaker": "B",
        "text": "A little bit. It's a little bit surprising. I did not expect to get here, but I have, like I said last week, I reduced my, what do you call it? Average buy price."
    },
    {
        "speaker": "A",
        "text": "Yeah. So you're fine with the position?"
    },
    {
        "speaker": "B",
        "text": "I mean, I've already held it down to this number. I've done this once before with euros capital."
    },
    {
        "speaker": "A",
        "text": "We're going to talk a little bit more about why bitcoin is up and I think in relation even to ether and some other assets throughout, bitcoin being."
    },
    {
        "speaker": "B",
        "text": "Number one doesn't happen often because it's the biggest one to move. It takes a lot more to move bitcoin."
    },
    {
        "speaker": "A",
        "text": "That's a big story. In previous cycles, bitcoin has gone first and that seems to be what's happening this cycle as well, David. But let's look at the global crypto market caps. Where are we at the week?"
    },
    {
        "speaker": "B",
        "text": "$1.293 trillion. Rocketing past 1.2, almost up to 1.3 trillion. That is. That's nice. That is."
    },
    {
        "speaker": "A",
        "text": "Look at this. Do you know, around, let's see, three, four years ago at this time, we were less than 200 million."
    },
    {
        "speaker": "B",
        "text": "200 billion, yeah."
    },
    {
        "speaker": "A",
        "text": "That is a 200 billion, yeah. Right."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "So we are definitely up on that time horizon, David. There were some movers this week as well. So we talked about bitcoin, which was up Link, RPL, rocket pool, and Solana had monster weeks as well. We're looking at the seven day right here. And let me grab Solana up 24% on the week. I think if you span that out a little bit more, it'd be up even higher."
    },
    {
        "speaker": "B",
        "text": "I think it's up 50% in the month."
    },
    {
        "speaker": "A",
        "text": "Wow. And we also have link, chain link with an absolute monster. 43% on the seven one week."
    },
    {
        "speaker": "B",
        "text": "Wow. Link. Same week that bankless does our bullcase for a link episode. Is that a coincidence? I don't think so."
    },
    {
        "speaker": "A",
        "text": "RPL. RP. I haven't listened to that, by the way. How was that?"
    },
    {
        "speaker": "B",
        "text": "It was very bullish."
    },
    {
        "speaker": "A",
        "text": "RP. Ripple. Sorry. Ripple. I always say RPL and I think Ripple for some reason. Rocketpool, a monster week as well. What's interesting, I think about some of these numbers too, is remember tokens like Solana had to go from absolutely catastrophic lows, right? So they were down like, you know, 95, 96, 97%."
    },
    {
        "speaker": "B",
        "text": "When you're down 95%, it's easy to bounce back."
    },
    {
        "speaker": "A",
        "text": "Yeah. So, Solana right now, I like to like weeks like this, I'd like to go check the percent down from all time highs because I think that that, no, that represents something to me. So Solana, Sol token still down 88% from all time high versus bitcoin only 50% from all time high. That's a huge difference. And ether 63% from all time high. So let's just finish that out. Chain link, 80% from all time high as a benchmark. Yeah, so really interesting. I have a take about this, though, and this is a take we threw out during our charting episode with ledger from up only earlier this week. But it's just, I think the mistake that people make at this part in the cycle, David, is they become chasers, okay? They look at the charts, the seven days or the 30 day, and they're like, what's pumping? Oh, man. My fundamental thesis about all of crypto was wrong. So I better go change it and I better go sell my conviction assets and ape into the thing that is pumping most recently."
    },
    {
        "speaker": "B",
        "text": "Yeah, chasing, chasing the pump. You're chasing the pump."
    },
    {
        "speaker": "A",
        "text": "It's a classic mistake people make at this phase of the cycle. And this phase of the cycle, I think we can call it, is the early bull phase of the cycle. All right. I mean, we are officially calling phase of the cycle. Are we?"
    },
    {
        "speaker": "B",
        "text": "Are we doing it?"
    },
    {
        "speaker": "A",
        "text": "I'm ready to. Yeah, let's call it. It's the bull phase of the cycle, guys. We're still early in the bull phase, but I think we have this week."
    },
    {
        "speaker": "B",
        "text": "Sentiment has certainly shifted."
    },
    {
        "speaker": "A",
        "text": "Totally shifted. We have broken the back on the bear market. Okay, sorry, shorters. Sorry, bears, your time is shorter."
    },
    {
        "speaker": "B",
        "text": "I'm not sorry, shorters."
    },
    {
        "speaker": "A",
        "text": "I'm not sorry, but the biggest mistake you can make at this point in the cycle is chasing the pump. So the, the advice that we have, the not financial advice, life advice, don't be a chaser. Hold your high conviction. Let the market come to you."
    },
    {
        "speaker": "B",
        "text": "Yes, you. Let the pump come to you. Don't be needy. Let the pump come to you."
    },
    {
        "speaker": "A",
        "text": "Yeah, you don't have to respect the pump, okay? That just means aping into stupid things. Let the pump come to you is the Zen advice on bankless this week. But, David, let's get into some analysis because I think people are wondering why is bitcoin price up? I'm wondering that."
    },
    {
        "speaker": "B",
        "text": "Tell me."
    },
    {
        "speaker": "A",
        "text": "Well, the easy, the easy answer is obviously we've got spot bitcoin ETF's and they're coming and we'll talk about that after the break. But I have three other reasons that bitcoin might be up that."
    },
    {
        "speaker": "B",
        "text": "More bullish reasons. Other than that, that's like the big one."
    },
    {
        "speaker": "A",
        "text": "Well, I think the big one might still be the bitcoin ETF, although there are people like Arthur Hayes who say there's another reason. There's another force driving these markets. You know what that force is?"
    },
    {
        "speaker": "B",
        "text": "Tell me."
    },
    {
        "speaker": "A",
        "text": "Global instability."
    },
    {
        "speaker": "B",
        "text": "War."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "So Arthur wrote a post this week just in general, kind of geopolitics, us monetary policy, all of these things. It was called the periphery. And he said bitcoin is not up so much on ETF news. It's up because of war. Okay. And like he throws this chart up. This is the total amount that the US has spent on war since 2001, and it amounts to about $10 trillion. This is mainly Iraq. This is Afghanistan. And now we talked about this last week. Of course, the US is. Janet Yellen says the US has enough to fully fund wars, essentially in Ukraine and Israel to help preserve and protect their allies and preserve pax Americana. And this is nothing. I don't think this is really like a political view. You can politically think that that's a good idea or a bad idea. I think Arthur is taking the perspective of a trader. He's saying, okay, what does this actually mean for treasuries, for government bonds? And his conclusion is basically like, look at this chart. So this is t bills, treasuries, the white line. This is gold in yellow, appropriately yellow. And then bitcoin is green. Okay. And so bonds took a massive hit, down about 11% over the. Since, since the Fed September 20 market, whereas bitcoin is up far more than 11%. I think by the time he posted this, it's now up is about 30% and gold is up as well."
    },
    {
        "speaker": "B",
        "text": "So is he just giving the take that, that I was talking about? I think two roll ups ago where just like, war is inflationary. Yes, that's. That's basically what he's like."
    },
    {
        "speaker": "A",
        "text": "Yeah, probably heard. He probably heard the roll up. And it was like, David's right. I'm going to write a post about this."
    },
    {
        "speaker": "B",
        "text": "I'm going to take that take and I'm going to elongate it into an entire post."
    },
    {
        "speaker": "A",
        "text": "Yeah. Because. And he does a great job because it's not just Israel and Ukraine, it's also the Asia Pacific. Right. So the US is seeing some creeping dominance from China and it's going to protect its Pacific Asia Pacific allies. So Japan, Taiwan. And he posed the question, maybe China is playing the version of the game the US played with the Soviets back in the 1970s and 1980s, which is basically get them to spend, spend, spend, spend, spend and run out of, outspend them and win that way. And so he says, a billion here, a billion there, and soon you're talking about real money. The bond market listened to Biden's speech, read his budget and threw a fit. That's why bonds had one of their worst weeks ever. So if you are a long term us treasury holder, the most worrying thing is that the us government doesn't believe it is spending too much. This is what US Treasury Secretary Yellen had to say when she was asked if America can afford two wars. Yeah, no big deal, right?"
    },
    {
        "speaker": "B",
        "text": "Of course we can afford two wars. We can print money."
    },
    {
        "speaker": "A",
        "text": "Yeah. So the conclusion is this. All major economies must ramp up production of war materials to hand to their allies in this new reality. And in this new reality, he says, I don't want to own bonds of any country, not just the US. Bad news bears all around golden bitcoin are starting to tell us this. So that's the first reason other than the spot bitcoin ETF, that first bitcoin might actually be up. Yeah. The second is this one. When's the last time you looked at this chart here, David, this countdown tell the bankless audience what we're looking at here."
    },
    {
        "speaker": "B",
        "text": "We are looking at the bitcoin having countdown. And it's been a while since I've seen such a low number. 165 days than half of a year for and 4 hours, 51 minutes from the time of recording. So hold your breath."
    },
    {
        "speaker": "A",
        "text": "So this changes, right? I was looking earlier in the week and it was like the end of April. Now it's targeted April 8, and this is. What's the space. Yeah. Why does it change?"
    },
    {
        "speaker": "B",
        "text": "Why does it change? Because more mining hash power comes online. So bitcoin is scheduled to have a happening every four years if hash power is held constant. But hash power never is constant. It's always up. And so the happening is actually coming sooner than four years because the. The time, from a bitcoin perspective is always speeding up."
    },
    {
        "speaker": "A",
        "text": "So what does this drop us down to? Annual inflation of bitcoin right now in block rewards. What is it about, you know, 1.5%, 1.9%?"
    },
    {
        "speaker": "B",
        "text": "Oh, inflation? Oh, I'm not sure. Well, I mean, let me go check. Ultrasound money, ironically, as the place to go find out what bitcoin inflation is. Let's see. Bitcoin inflation, 1.685%. 1.7%. 1.7%."
    },
    {
        "speaker": "A",
        "text": "It's like it's cut in half."
    },
    {
        "speaker": "B",
        "text": "Yep."
    },
    {
        "speaker": "A",
        "text": "So 1.7%. So there you go. The havening is near. And, you know, that's the second reason I have. So we've got. We've got war, fiat dollar, governments printing, and we've got the havening coming up."
    },
    {
        "speaker": "B",
        "text": "Those are some big, big catalysts. Never mind the pivot from the fed, which, I mean, there's no indications of that, but we know that that's more ammo that we have in the quiver that will happen at some point. Yeah."
    },
    {
        "speaker": "A",
        "text": "And my third reason here is I think you'll resonate with this. It's time."
    },
    {
        "speaker": "B",
        "text": "Why is bitcoin pumping? It's time."
    },
    {
        "speaker": "A",
        "text": "It's time."
    },
    {
        "speaker": "B",
        "text": "It's time."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's time."
    },
    {
        "speaker": "B",
        "text": "It does it. Sometimes markets don't need a reason. Yeah. The reason of bears being tired of being bearish is a catalyst, because that is the zeitgeist of the time. Like, one person goes like, you know what? Fuck it, I'm buying. I'm done being bearish. Well, then they message their friend. It just spreads. It spreads through crypto, Twitter. People just stop bear posting and they start bull posting. Sometimes. It just. It just happens through the intrapsychic layer of humans, which is also a catalyst. And that's what. That's what I think we're saying is that's what happened this week. Like, the average human just, you know, decided that we're bullish now."
    },
    {
        "speaker": "A",
        "text": "Yeah. It's like, why be bearish any longer? They're putting all the pieces together."
    },
    {
        "speaker": "B",
        "text": "I mean, I've always been saying that."
    },
    {
        "speaker": "A",
        "text": "Well, I mean, but now it's the sellers."
    },
    {
        "speaker": "B",
        "text": "Now everyone have to be exhausted."
    },
    {
        "speaker": "A",
        "text": "Right? And I think the sellers to stop being bearish. It's very obvious with SBF getting his day in court and all of these other things that we'll be talking about later in that episode. The bad news has been absorbed by the market adequately. Like, all of the bad news has been fully priced in. So maybe now it's just time for bitcoin to go up. And it. Wouldn't it be odd if this happened? Because it happens every freaking four years, guys."
    },
    {
        "speaker": "B",
        "text": "It's another catalyst. The four years. Here it is, the meme layer."
    },
    {
        "speaker": "A",
        "text": "Yeah. So maybe we should all just stop overthinking it. It's time for us to stop being barren. David, what do we have coming up next?"
    },
    {
        "speaker": "B",
        "text": "Coming up next, talking about the bitcoin ETF. We've got some news to talk about that, but also we got to talk about. I think this is going to be great. Calling out the B's, Nick Carter just leading a vendetta against the Wall Street Journal, because the Wall Street Journal has posted just totally debunked information that Elizabeth Warren is citing, and they can refuse to retract it. Citizen journalist Nic Carter having absolutely none of it. SPF, of course, taking the stand today, the day of recording. We sadly won't be able to comment about it, but we will share what we know. All of this and more coming up as soon as we talk to some of these fantastic sponsors that make the show possible."
    },
    {
        "speaker": "A",
        "text": "All right, guys, back to the main reason bitcoin might be up that everyone's talking about and I think has a lot of substance. The bitcoin ETF. We know that's coming. We think it's coming. We've had analysts predicting it, you know, 90% to 95% certainty by January 2024. Did something new happen this week? That's the big question. Is that why bitcoin is up? A few things did happen this week, actually, and the first is this. Blackrock is now seeding the spot bitcoin ETF. That means BlackRock is putting some initial funding from their bank and broker to create a few units of bitcoin. It does not."
    },
    {
        "speaker": "B",
        "text": "Actually buying bitcoin."
    },
    {
        "speaker": "A",
        "text": "They're buying bitcoin now."
    },
    {
        "speaker": "B",
        "text": "Bitcoin to prepare for their ETF."
    },
    {
        "speaker": "A",
        "text": "Yes. They have to do this. Like, does it work? Is it, is this. Hey, is this thing on? It's testing, right? Like, they're just buying some bitcoin now. This is not buying in bulk."
    },
    {
        "speaker": "B",
        "text": "They're setting up my bitcoin ETF."
    },
    {
        "speaker": "A",
        "text": "But the fact that. So they're not buying bulk yet, but the fact that they are doing it and they're doing it publicly. Right. They've just, like, announced to the world, right, that they're doing this. That is a sign that we are getting closer. So that is a thing that certainly happened this week. But I think the big question on everyone's mind is when the bitcoin ETF comes, because it is. It is coming, will it make a material impact on bitcoin, the price of bitcoin itself, or will this all be front run? Will this all be priced in the, by the time we get a new bitcoin ETF, or will there even be any demand? I mean, like, a lot of people would argue we've had bitcoin already. You can go buy bitcoin in your Kraken. Thanks for Kraken exchange right now. Anywhere in the, like, basically anywhere in the world. And so why do us residents need a bitcoin ETF? Well, this is a tweet from Eleanor Tarrett. She is a reporter for, she's a reporter for Fox Business. What is she saying here, David?"
    },
    {
        "speaker": "B",
        "text": "She says, I've been speaking to a couple of tradfi execs regarding the bitcoin spot ETF. And I think it's interesting how mind blown most of them are about the level of interest that it's created in regards to the bitcoin major rally. She says, quote, I mean, we're excited for these products to come to market, too, but this level of hysteria is something that we've never seen before. And she concludes in saying, seems stratify. Can't quite believe how much demand there actually is for mainstream crypto asset investing. So this is demand, this mania, this hysteria that she's talking about are just from average people who have their capital, their money outman managed by financial advisors or money managers and all the money managers. What she's saying is all the financial advisors like, yo, we're also excited for this bot, bitcoin ETF, but our clients are really excited about it. And that's what really matters at the end of the day."
    },
    {
        "speaker": "A",
        "text": "Day, I want to believe this. Right? This is a very hypey tweet. Sometimes you wonder whether it's just a hype tweet somebody puts out there for engagement to believe."
    },
    {
        "speaker": "B",
        "text": "I mean, look at all the things that are going on that we had, the seven different reasons why bitcoin is bullish. Like, at least a few of those have to be landing with just normies."
    },
    {
        "speaker": "A",
        "text": "David is choosing to be bullish this week as well. Here are some numbers that back this up, and I find this analysis helpful as well. When you compare that to the normative analysis there. This is from Alex Thorne. He's an investor at Galaxy. And he actually ran the numbers based on projected inflows, projected demand for the bitcoin ETF. And he based this on a number of factors, I believe past performance of the gold ETF. He really looked at the total sizing of the market inflows. And we'll include a link in the show notes to this tweet and some of his analysis. He thinks that post bitcoin ETF, bitcoin could see another 75% price appreciation. So almost a doubling of price. And that is based just on year one inflow. So in the first year, and he gets to a number of about $15 billion of net new buying activity into bitcoin in year one. And he kind of backs into that number based on the number of broker dealer purchases that are going on the number of bank purchases, the number of registered investment advisor purchases, and, yeah, I think it's some compelling numbers. So he's saying 15 billion in inflows into bitcoin. Net new purchases of bitcoin in year one. And then he's projecting 26 billion in year two and almost 40 billion of bitcoin inflows in year three. So that's a lot of inflows, man."
    },
    {
        "speaker": "B",
        "text": "That's a lot of inflows. And importantly, this, this amount of inflows is, doesn't end there. That's not the only new inflows. There will be inflows that will buy bitcoin ahead of these flows because they know that these flows are coming. What do we say at the start of every episode? Front run the opportunity. Like if you are buying bitcoin in your stock brokerages through the bitcoin ETF, you are no longer early. I would say, actually the mark of being early to bitcoin is buying bitcoin before the ETF exemption."
    },
    {
        "speaker": "A",
        "text": "I think you're right, David."
    },
    {
        "speaker": "B",
        "text": "I think once the ETF exists, you are no, there's no more early buyers of bitcoin."
    },
    {
        "speaker": "A",
        "text": "Yeah. You're at least in the, you're not in the early adopter. You're maybe in the early majority or something like that."
    },
    {
        "speaker": "B",
        "text": "Early majority, yeah, that's right. Yeah. Yeah. But importantly, like this $15 billion of new buy pressure that's coming this year is going to incur like another 15 ish billion dollars of just like people buying because other people are buying a. And that's what a bull market is. Yeah."
    },
    {
        "speaker": "A",
        "text": "And I don't think crypto natives fully understand the size of this potential market. Right. So here's some numbers here. The size of assets under management that get exposure when there's a good bitcoin ETF. Broker dealers alone, they have 27 trillion in assets. Again, that's the total market size of this. Banks have about 12 trillion that they could be deployed. And the big one that I think I'm most interested in is the Edward Jones guy. It's like the financial advisor in the US that is going to say, hey, now I have a product that I can sell my 401K users who come to me for financial advice, that is almost 10 trillion in assets that registered investment advisors have in the US. So it's an absolutely huge market. The other thing, I think with all of this pressure on the SEC to make this happen, the bigger question is when we zoom out is why don't we have a bitcoin ETF already like that's at some level, David, that's the more amazing part that the US still doesn't have a bitcoin ETF. What's his tweet from Nate Grassy say?"
    },
    {
        "speaker": "B",
        "text": "He just, like, lists all the terrible ways that we have bitcoin exposure through, like, normal typical trad rails, you know, GBTC, which is off 25% microstrategy, which is, you know, like a proxy bitcoin exposure and is being used for bitcoin exposure even though it's a company buying dogecoin. Bitcoin futures ETf. Two X leveraged bitcoin futures ETF blockchain, quote unquote ETF's eth futures ETF's all before a very simple product that is the spot bitcoin ETF. It's just lunacy. It's just insane that. That we have these things in trad accounts and not a very simple spot bitcoin ETF."
    },
    {
        "speaker": "A",
        "text": "All of these, apparently, according to SEC, are safer than the spot bitcoin ETf. Here's how Hester purse put it in review."
    },
    {
        "speaker": "B",
        "text": "Bitcoin eTf. Give me a break."
    },
    {
        "speaker": "A",
        "text": "Yeah, this is Hester purse on squawk box on CNBC. All right, let me play this clip for you guys. And I can't. I can't say whether or not the commission is ready to approve a bitcoin exchange traded product. I've been thinking, thinking we should approve one for the last five years. So the logic for why we haven't has always mystified me. The court case obviously is an important factor in the landscape, but I can't guess as to my colleague's approach to this topic."
    },
    {
        "speaker": "B",
        "text": "I can't guess my colleague's approach to this topic because he's an insane person and he's unpredictable."
    },
    {
        "speaker": "A",
        "text": "Oh, wow. Hester Peirce again. SEC commissioner is mystified about her colleagues approach to this. It's not just the bitcoin ETF either. You know, what's actually underpriced and probably, like, undervalued by the market right now."
    },
    {
        "speaker": "B",
        "text": "David, I have a guess."
    },
    {
        "speaker": "A",
        "text": "It's the Ethereum spot ETF. And that is coming too. This is from James Sefert. He is talking about the filings for a spot Ethereum ETF. This one specifically he's got pointed is the fifth currently active spot for Ethereum etfeminal."
    },
    {
        "speaker": "B",
        "text": "Finally, the bitcoin spots ETF has, like, in the teens of number of contenders, Ethereum's got five ETH, has five spot ETF's. So, like, count the number of catalysts that we have bro. Like, after the bitcoin spot ETF. It's the ether one."
    },
    {
        "speaker": "A",
        "text": "It's got to be the ether one, right? And this one specifically, it's got a deadline of July of 2024."
    },
    {
        "speaker": "B",
        "text": "I'm going to schedule a mountain."
    },
    {
        "speaker": "A",
        "text": "Well, you should, David, schedule a mountain for July of next year, because I think that within months, it could be the case that we actually have an ethereum ETF after our bitcoin ETF. And if you want another prediction market for all of this, you can go look at the grayscale ETH e price chart or the bitcoin GBDC price chart. Okay, this is, again, these are these trust type products that don't trade exactly one to one with the ether or bitcoin spot price, because it's almost like a prediction market on when these products will convert to full ETF's to actual spot ETF's. And the gap has closed on this, the premium to Nav has closed."
    },
    {
        "speaker": "B",
        "text": "What did I say? Do you remember? I think it was like December or January of 2022, right after FTX. And these things hit their lows. They're their discount, the eth e discount to. To net asset value. Same thing with bitcoin. I think I hit a low of, like, negative 40%. What did I say? I said that the bull market will very clearly be back on when we can recapture the lost capital, the billions of dollars of deleted capital because of the ETH discount and GBTC discount. We are watching that in real time. Come back to zero. Where are we at? Negative 19. Still a lot. Still a ways to go, but very much healthy, healthily off the bottom of, like, negative 54%. So going from negative 54 to negative 19% off of net asset value is the restoration of billions of dollars of capital into investors hands. The degens are being refueled. And so as this approaches zero and we actually restore that, billions of dollars of capital, this frees up so much capital to get unlocked."
    },
    {
        "speaker": "A",
        "text": "Yeah, well, in a bull market, it'll probably go above zero, too. It'll go into the positive territory."
    },
    {
        "speaker": "B",
        "text": "Well, if it turns into an ETF, it'll always be at one."
    },
    {
        "speaker": "A",
        "text": "Finally, and that was ether, the numbers that you gave, I mean, it was down about 50% for bitcoin as well, and now it's only down 14%. So the gap is closing. And I think that's a prediction market on when bitcoin, when ether ETF. So that's what's going on in the world of ETF's. David, there's some lies going on in mainstream media this week about crypto, about specifically crypto and its ties to terrorism. What are we talking about next?"
    },
    {
        "speaker": "B",
        "text": "The Wall Street Journal is being called out for reporting misinformation that everyone knows is misinformation about how crypto is involved with terrorist financing, specifically with Hamas. Now, other organizations have also reported similar things, and then they have retracted the statement after organizations like chainalysis and other agencies reported, showed that the numbers were wrong, and they then provided the correct numbers, but not the Wall Street Journal. Now, that would be one thing if the Wall Street Journal was just taking their, you know, journalistic malpractice to the face and just, you know, whatever dealing with it. Except Elizabeth Warren is using this and citing the Wall Street Journal in letters to the White House. Ryan, we've shown this particular Wall Street Journal article on the weekly roll up before. It was either two or three weeks ago, right after Hamas invaded Israel and had the start of the conflict there. And we talked about the use of crypto and how crypto ended up in the hands of Hamas. This is the article in question. So here we are two, three weeks later, after another individual, Sam Callahan, who tweeted out, it has been confirmed that this article is patently false. It was straight up fake news."
    },
    {
        "speaker": "A",
        "text": "So we're looking at the title of this article. Hamas militants behind Israel attacked raised millions in crypto."
    },
    {
        "speaker": "B",
        "text": "And you're saying millions."
    },
    {
        "speaker": "A",
        "text": "Article, currency transactions highlight how us and Israel have struggled to sever the access of Hamas, palestinian islamic jihad, and Hezbollah to foreign funding. So again, tying crypto directly to terrorism. And then last week, David, remember, we talked about that letter that was signed by 100 members of Congress that Elizabeth Warren spearheaded was basically like, hey, we've got to do something about cryptocurrency and terrorists and, like the use of cryptocurrency by terrorists, in particular Hamas. And she sourced and cited this very article."
    },
    {
        "speaker": "B",
        "text": "That's the problem. Yeah. So, Sam Callahan, a Twitter account says last week the Wall Street Journal published an article claiming about $90 million worth of crypto was used to fund Hamas, a serious claim that gained significant attention. He continues and says it was confirmed that this article was patently false. It was straight up fake news. And this has been confirmed by chainalysis, the people who would know which ran the numbers themselves. It turns out the authors of the article mistakenly counted an entire exchange's trading volume of $82 million for terrorist group. For a terrorist group's address, which is a rookie move. The actual funds that went to the known terrorist linked addresses were substantially less you want to know how much less they were, Ryan?"
    },
    {
        "speaker": "A",
        "text": "Versus. Versus 90 million."
    },
    {
        "speaker": "B",
        "text": "Versus 90 million. 82 million. Yeah."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "$450,000."
    },
    {
        "speaker": "A",
        "text": "Oh, my God."
    },
    {
        "speaker": "B",
        "text": "Those later, different numbers."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "And like you said, Ryan, Senator Warren wrote this letter to the White House, where she said, indeed, between August and 2021 and the past June, the two groups raised over $130 million in crypto. As the Wall Street Journal reports, researchers who study Hamas financing said crypto remains a number one tool the groups used to raise funds. So here is where chainalysis comes in with their statement."
    },
    {
        "speaker": "A",
        "text": "Look what's cited here, too, in this letter, David."
    },
    {
        "speaker": "B",
        "text": "Wall Street Journal, number one citation. The Wall Street Journal chain, Alice, has released their statement saying terrorist orgs have historically used, and will likely to use and continue to use traditional fiat based methods like financial institutions and shell companies, aka Tradfi, as their primary financing vehicles. But some terrorists, terrorist organizations raise, store and transfer funds using cryptocurrency. This is true. Thanks to the transparency of the blockchain. Crypto has for years proven to be an ineffective tool for terrorism financing at scale. But even small amounts of funds can do tremendous damage and should be investigated. Again, they're not discounting this, they're just trying to put it in perspective. Taking a closer look at these counterparties, we find more evidence that it's likely that some kind of service provider, and of the roughly $82 million in crypto received by this address, about $450,000 worth of funds were transferred to the known terror affiliated wallet. So basically saying the number is $450,000, not millions and millions and millions."
    },
    {
        "speaker": "A",
        "text": "It's a big freaking difference here."
    },
    {
        "speaker": "B",
        "text": "It's a very big difference. Yeah. So Nick Carter comes in and Nick Carter, I would say he's written like academic articles before. He knows a thing or two about journalistic integrity. So he gives this recap saying first, Wall street journalists, and then names them. Angus Berwick and Ian Talley write a flurry of articles citing elliptic data, which is another publisher. We'll talk about that in a sec. Claiming that PiJ, a Hamas affiliate, raised $93 million in crypto. Second, Senator Warren uses this article to claim Hamas raised over $130 million in crypto. Don't know where that number came from. This article is the sole citation in her letter, the Bloomberg article, the entire letter. Elizabeth Warren's letter depends on the Wall Street Journal article. Third, over 100 members of Congress signed the letter, which asks for Biden administration to further crack down on crypto. Next, chainalysis comes out with an article disputing the Wall Street Journal claims, saying that instead of the $82 million, the real figure is around 450,000. And last, the Wall Street Journal refuses to follow up or retract, instead writing more articles relying on their claims. Wow."
    },
    {
        "speaker": "A",
        "text": "Oof, that is bad. So they're refusing to redact that, too. So the source of the data that the Wall Street Journal, they weren't looking at these on chain transactions. They were getting this from a company called elliptic. What did elliptic say in the aftermath of this?"
    },
    {
        "speaker": "B",
        "text": "Oh, well, they wrote an article, Ryan, saying, setting the record straight on crypto crowdfunding by Hamas, and they corrected the record and issued a retraction of their original statement saying, the first bullet point here, there's no evidence to support the assertion that Hamas has received significant volumes of crypto donations. Hmm. So correcting the record. So somebody's doing it. Somebody's going back and saying, yo, we effed up. Sorry, just not the Wall Street Journal. Then here's Ian Talley, the author of the article that come out of the Wall Street Journal, just absolutely doubling down and really, you know, digging his heels in."
    },
    {
        "speaker": "A",
        "text": "They're doubling down on this."
    },
    {
        "speaker": "B",
        "text": "They're doubling down bigly. Yeah. Uh huh."
    },
    {
        "speaker": "A",
        "text": "What, do they have any data? Are they like actually bringing. Oh, my God."
    },
    {
        "speaker": "B",
        "text": "No. Okay, so this tweet that, which is this guy trying. You got the Twitter community notes to correct the record, which is how you know you're off. And so this tweet from the author gets 155 likes. And then Nick Carter follows up and says, you are a liar, you have been found out. Now do your job and publish a retraction. Salvage some dignity. Coming in at 1.3 thousand likes. That is a passive ratio."
    },
    {
        "speaker": "A",
        "text": "This reporter is just doubling down on misinformation."
    },
    {
        "speaker": "B",
        "text": "Yeah, not great. So Nick Carter follows up and he retweets. Welcome back to Twitter. I see that we have your attention. Elliptic and chainalysis have rebutted your analysis. Your kingdom is crumbling. But yeah, dig your heels in further to see where it takes you. He just is on a roll, man. Another take from Nick saying, make no mistake, journalists and senators lying about crypto financing terrorism and pinning the blame on us is an existential threat. If they win that information war, there is no limit to government aggression. This is our battle we need to win. And the truth is on our side. Here's the meme from Nick Carter. He's got the spongeBob meme of to do list. And it's one elliptic corrects the record, which is done. Next, Wall Street Journal retracts. Next, Warren letter signatories retract last. Liz Warren fesses up. We get any of that happening, that last one's not happening. That last one's not happening."
    },
    {
        "speaker": "A",
        "text": "Brian Armstrong weighing into saying, this is crazy. An inaccurate Wall Street Journal article caused 20% of Congress to sign a letter. That's scary. It's crazy. Liptych has now refuted the evidence in the Wall Street Journal article. Wall Street Journal, will you issue a retraction slash correction? They haven't yet. At the time of recording, Wall Street Journal has not retracted this."
    },
    {
        "speaker": "B",
        "text": "Balaji comes in and says the refutation could not be stronger. Will Wall Street Journals authors Ian Talley and Berwick correct the record quote? There is no evidence to support the assertion that Hamas has received significant volumes of crypto donations. That's the line I read earlier, David."
    },
    {
        "speaker": "A",
        "text": "It's not great. But the good news is, as Hester purse has said before, we have the courts on our side. We also have truth on our side. And I love it's in the blockchain. Go look up the data yourself. Right? I mean, the records are clear here. What's going on with our friend and my doppelganger, SBF, this week? David?"
    },
    {
        "speaker": "B",
        "text": "So SPF is going to take the stand. He's going to do the thing that he is so good at, which is just running his mouth. There's been a bunch of analysis as to, like, why is SPF going to."
    },
    {
        "speaker": "A",
        "text": "Why is he deciding this is risky, right?"
    },
    {
        "speaker": "B",
        "text": "Why is he doing this? Yeah. And so here's how this has gone. So far, Sam's defense has struggled, as you could imagine. Prospects for Sam don't look good. The judge has even denied seven expert witnesses that Sam would like to have proposed to call to the trial. I don't know why, but not great. Like, you're just being removed of your collateral. I would suppose that, like, maybe there's a handful of reasons. They've also denied many of Sam Bankman Free's arguments and evidence, and he, of course, faces decades in prison if he's convicted. He's not. It's not looking great. So this is potentially a new strategy."
    },
    {
        "speaker": "A",
        "text": "It feels like a Hail Mary to me, David."
    },
    {
        "speaker": "B",
        "text": "It feels like a little bit of a Hail Mary."
    },
    {
        "speaker": "A",
        "text": "It's not going well. So what do we got?"
    },
    {
        "speaker": "B",
        "text": "We'll just put."
    },
    {
        "speaker": "A",
        "text": "We'll just put SBF on the stand and hope maybe he can talk his way out of this. I think part of the idea is the defense wants SBF to appear that he didn't intend to commit any fraud, that prosecutors are painting him as some kind of criminal mastermind. And he's just a guy that got, you know, caught with too much complexity. And crypto and financial products, they're all incredibly complex. And, hey, I'm Sam. I just got stuck in the middle of all of this. And so they're hoping they can paint that, that kind of a portrait. The thing that I think they're exposing a lot of risk to, David is that the prosecution knows all about this and they have the receipts. Here's a formal federal prosecutor saying this is a risky maneuver. And he says, I expect they've been preparing. This is the. The prosecution has been preparing. I expect they've been preparing for SBF to testify for a long time. They've mined all his prior statements, whether it's tweets. You remember some of those tweets, right, David? His emails, his texts, public statements. They got all that information that he made about the company, and they're going to just sit there and impeach him with them. I'm sure they will. So that is probably going on right as we record this, and we'll have some more info for you next week about SBF's trial and what happened when he took the witness stand."
    },
    {
        "speaker": "B",
        "text": "I think there are some assumptions that we can make about how this is going to go down. Based off of past evidence, I will make the assumption that the prosecution does knows everything that there is to know. There is nothing that Sam has been able. The cards that he's kept close to his chest, those don't exist because he's a blabbermouth. So there's nothing that the prosecution does."
    },
    {
        "speaker": "A",
        "text": "So is everyone around him."
    },
    {
        "speaker": "B",
        "text": "There is no, like, ace up sleeve. He doesn't have anything. It is a hail Maryland. And I'm going to also guess that the prosecution is just, like, licking its lips, like, yes, the heats can be on this stand. Are you serious?"
    },
    {
        "speaker": "A",
        "text": "David?"
    },
    {
        "speaker": "B",
        "text": "Great."
    },
    {
        "speaker": "A",
        "text": "I think this is a real picture of Sam striding into court this morning. And the quote here from the person who tweeted this, when you know you're going to prison for a few decades, but the doc just filled your Adderall prescription. This is Sam just like cocaine, confident, walking into court the morning for the."
    },
    {
        "speaker": "B",
        "text": "Testimony, for the full picture, he has his shirt just, like, not tucked in at all. He's a little bit scraggly looking. And then he has his massive ankle bracelet on his."
    },
    {
        "speaker": "A",
        "text": "Oh, I just noticed that. I thought his. I should have added that to my costume, David."
    },
    {
        "speaker": "B",
        "text": "Yeah, maybe you do. We can't really tell. Anyways, the other assumption, this is. This is my okay, this is. I don't have any evidence for this, but I. I'm gonna go ahead and guess that after having spent so much time with Sam, that Sam's lawyer is like, I'm effing tired of this kid and I don't really have any patience for him. So eff it. Put him on the stand."
    },
    {
        "speaker": "A",
        "text": "I don't know. Maybe. Maybe I do think it's a yolo type of. Type of move here. So, David, we got more to talk about, though. What's coming up."
    },
    {
        "speaker": "B",
        "text": "Yeah, I got some more tinfoil hat stuff for you guys. The uni chain is on. Ethereum is deployed. An op stack uni chain. Who did this? We'll talk about that. Was the DCG fiasco bigger than Enron. New York Attorney general coming after DCG and Gemini. And then also there's a new speaker of the House. Sadly, it's not Tom Emmer, but is he crypto friendly? We'll ask all these questions and answer them as soon as we talk to some of these fantastic sponsors that make this show possible."
    },
    {
        "speaker": "A",
        "text": "The last thing we have to clean up is digital currency group, DCG. This is a genesis. Gemini earn was involved over a billion dollars in retail depositors funds lost. The New York attorney general says this is a bigger deal. The fraud that digital currency group pulled. It's a bigger deal than Enron. Bigger than Enron, actually. What's going on with this case, David?"
    },
    {
        "speaker": "B",
        "text": "Yeah, so New York attorneys general Latituda James files a lawsuit against DCG for defrauding more than 230,000 investors, including 29,000 New Yorkers of over a billion dollars. So, of course, as we know. Just to recap. Gemini. Gemini, the exchange. The Winklevie lent funds to Genesis owned by DCG Barry Silbert's digital currency group as a part of its earn program. Some of that funds went to threeor's capital, who, of course, got liquidated and didn't have any money to pay back, leaving Genesis with a $1.1 billion hole in it. Also leaving Gemini unable to repay back its earned customers. So the main allegations here are Genesis former CEO Co. I'm just butchered that name. I apologize. And DCG's CEO, Barry Silbert."
    },
    {
        "speaker": "A",
        "text": "You don't have to apologize to that."
    },
    {
        "speaker": "B",
        "text": "I don't think that was a hard. That's a hard one. I don't know how to pronounce that. And DCG CEO Barry Silbert defrauded the public by trying to conceal heavy losses that investors bore. Gemini knew Genesis loans were unsecured at one point, highly concentrated, traded with one entity, Alameda Research, but did not reveal this information to investors. Okay, so then, then the New York attorney general comes in because, like, we've been watching the Winklevice, like, throw poo at Barry Silbert, and Barry Silbert is saying, that's totally unfounded. And then New York attorney general comes is like, both of you guys knew bad stuff, and both of you guys are guilty."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "My being charged."
    },
    {
        "speaker": "A",
        "text": "Yeah. And by the way, the reason I said you don't have to apologize for the pronunciation of the CEO's name is they should be apologizing to us and to all of the retail investors who lost a lot of money. And there's some stories that we can get to a little bit later, but I think my summary of this is Gemini was careless. Some might say reckless in terms of what it did with respect to Genesis. But DCG, that was straight up, Rod. This is what friend of the show Rahm Alawala says FTX was worse than Madoff and DCG was worse than Enron. So he's kind of agreeing. He says this thread will show how and why the New York attorney general's request will force a sale of grayscale. So Grayscale might be sold, probably will be sold as a result of this. He compares Enron and DCG. He says the Enron fraud involved the use of off balance sheet special purpose entities to high debt, inflate profits. Enron execs engaged in self dealing transactions, and DCG, at least according to the allegations, did both of these and more. Through complex financial structures, Enron was able to disguise its true financial state, misleading investors and analysts. And DCG did the same thing. In fact, they misled Gemini as to their financial state. Gemini was like, okay, these balance sheets don't look good. These transactions don't look quite right. Can you send us the update? They fabricated things. They misled. They stalled. They didn't give Gemini the truth here. So that is the story. And why I think this is interesting and relevant, David, is because this is really the last thing that we have to clean up from 2022. 2022 is such a mess, but we've been cleaning it up all year, and this is kind of the last thing that is in the end stages of being cleaned up. But just a reminder of the. The human cost here. Here's a sample of the human cost. This is from the New York attorney general's case. There are 230,000 investors, $1 billion. That includes a 73 year old grandmother and her husband. Both retired, had their life savings in earn, not a good financial move. But also there was some sense that the earned product was safe, and it certainly wasn't. It was being papered over by fraudhead. I think on the back of this, somebody could go like, hey, bankless guys, aren't you ashamed of crypto? Everything that your industry did? And I guess my response to that would be, I think the crypto bankers failed us last cycle. FTX. This costume I'm wearing. Barry Silbert, DCG, the CEO's of blockfi. Alex Mashinsky, Celsius. The crypto bankers failed us once again. The crypto protocols themselves kept working. So, no, I'm not ashamed of crypto. I'm ashamed of some of the actors in this industry. But once again, it was the centralized intermediaries who failed us. Not the technology, not the protocols themselves, not the social layer of bitcoin and ethereum and the other protocols. So that would be my answer to that. And I'm glad we're cleaning all of this up."
    },
    {
        "speaker": "B",
        "text": "Yeah. And this is, of course, why we say protocols, not people code, not kingsen people. People will let you down. That's why we are putting our finance in our financial system into code. And you named his name. But I think inside of all of this with DCG, Gemini, there's one man who I think really takes more risk, ought to be taking more responsibility than I think even people are pointing towards him, and that's Alex Mashinsky. So he's not related in this story. He is not part of DCG or any of this. But think about, like, we saw Zach Prince from Blockfi go onto the stand and testify for about the Sam Bankman fried case, and he had to reveal, like, some of the financial calculus that he was making. And the TLDR was he was gambling, he was being irresponsible. You said like, the Gemini twins and Gemini, urn, that was. They were also being responsible. Why was everyone being irresponsible? Why were all of, like, you know, why are just normal people, like money managers running normal businesses? Why are they just straight up gambling with everyone's money? I'm going to point my finger to a variety of places and also specifically to Alex Mashinsky, because Blockfi, Gemini earn had to compete with Celsius, and Celsius was faking their yields out. The yin gang, they all had to go out on the risk curve because they all had to compete with Celsius, who wasn't playing fairly. They were just juicing up their yields by taking leverage and being an actual ponzi scheme. And so they pulled all of Gemini, all of blockfi with them out on the yield curve, on the risk curve, and pushing. Everyone's like this 73 year old grandma's life savings in further down the risk than what would be appropriate, because Alex Mashinsky fucked it up for everyone. That's my take."
    },
    {
        "speaker": "A",
        "text": "Well, you're on a tirade against Alex Mashinsky. And by the way, I haven't heard much about his prosecution, so I feel like we need to kind of look into how that is getting settled. But I do agree, there's, like, there's. There's some actors that are worse than others in the previous cycle right there. There are levels of fraud committed last cycle. And, you know, well, look at. Look at you just boosted up your suspenders mid show here, Dave. All right, give us."
    },
    {
        "speaker": "B",
        "text": "While you."
    },
    {
        "speaker": "A",
        "text": "While you got your suspenders on, give us the uniswap take here. Uniswap chain."
    },
    {
        "speaker": "B",
        "text": "Uni chain."
    },
    {
        "speaker": "A",
        "text": "Okay, what is this? What do you. What are you on about, David? Yeah."
    },
    {
        "speaker": "B",
        "text": "Okay, so remember our old episode with Dan Elite Eliser saying uni chain is inevitable?"
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Okay, so here."
    },
    {
        "speaker": "A",
        "text": "You think you found it."
    },
    {
        "speaker": "B",
        "text": "I think I found it, yeah. So Andrew from conduit tweets out announcing the Uniswap V four sandbox, an op stack powered roll up by conduit in collaboration with the Uniswap foundation. Build your custom amm on top of Uniswap's battle test contracts while still operating with existing liquidity instead of fragmenting it. Okay, so opstack rollup. That is the uni V four sandbox. It's just a sandbox. Just a sandbox. But it's an op stack uni V four implementation."
    },
    {
        "speaker": "A",
        "text": "Okay. Does the value go to accrue to uni tokens in any way? Is that part of the story here?"
    },
    {
        "speaker": "B",
        "text": "I think I need more details on that. If this was a true Uniswap app chain, it would be powered by the uni token. Maybe that could come later. I think. I think this is right now I'm gonna call this Schrodinger's uni chain as to, like, whether or not it is actually the fully fledged Uniswap app chain that, like, we were talking about in that episode with Dan Eliser will be determined by the market. But this is where it would start."
    },
    {
        "speaker": "A",
        "text": "But this also implies, doesn't it, that anybody can spin up their own uni chain?"
    },
    {
        "speaker": "B",
        "text": "Yes, but conduit is in a very specific position to do this because they are a roll up as a service provider. Conduit is the infrastructure behind public goods network, behind Zora chain, behind a lot of the op stack chains. Also, we didn't have time to put it in the roll up, but arbitrum orbits just hit main net, are going live, and conduit is also doing arbitrum orbit chains. And so one click deploy op stack chains. One click, deploy orbit chains. And so this is conduit saying, yo, we're gonna do the uni chain. We're gonna do the uni chain."
    },
    {
        "speaker": "A",
        "text": "You know, this is the good news about, you know, everyone was upset last week about the uniswap interface taking a fee for swaps. But the good news here for consumers is that fees will go down to the extent competition enters the marketplace. And now here is some more competition. Looks like forking Uniswap v four code."
    },
    {
        "speaker": "B",
        "text": "It's not competition with the front end. So the front end will still stay the same, but they could just fork."
    },
    {
        "speaker": "A",
        "text": "The front end and put that on here and add their own, like, they."
    },
    {
        "speaker": "B",
        "text": "Don'T own, like, Uniswap app, they don't own the URL, but they could just fork the front end. What I thought was pretty interesting, Ryan, if you go and click into the Uniswap Foundation, Twitter, after Conduit released this announcement, saying, in collaboration with the Uniswap foundation, the Uniswap foundation had to put out this tweet which says, we are excited to acknowledge initiative taken by conduit and launching an optimistic roll up and enable the testnet version of Uniswap V four. To clarify, Uniswap foundation does not intend to carry this to mainnet or establish a formal partnership. They're saying, yo, like, what? What is the Uniswap Foundation's, like, prerogative? What is their, what is their, like, role in the world? They want more builders to build on Uniswap. They are not, they are saying like, yo, that's not our chain. That's not ours. That's not ours."
    },
    {
        "speaker": "A",
        "text": "There's an interesting, I think you've uncovered an interesting dynamic here, David. I'm not sure what it all means, but, yeah, let's keep our eye on this, shall we?"
    },
    {
        "speaker": "B",
        "text": "All right. By the way, I love the drama. I love chaos."
    },
    {
        "speaker": "A",
        "text": "Speaking of new trains and chaos, remember dy DX? It used to be an Ethereum roll up. It is no longer is now on a Cosmos. So it's a Cosmos app chain. And they just announced that today, this was someday. As of this week, we're proud to present and fully open source the completed dy DX chain. So Antonio did it. David, a lot of work to migrate."
    },
    {
        "speaker": "B",
        "text": "Like, over a year, right?"
    },
    {
        "speaker": "A",
        "text": "Yeah. Well, that's what he said it would take. It's a lot of work. And here. There it is. It's Cosmos. I think it's. It's the largest Defi perps exchange out there by a long shot and is now on cosmos. So that is, I think, bullish for the Cosmos community."
    },
    {
        "speaker": "B",
        "text": "Yeah. I think this is going to be. This is now some data that we get to get. Like, what happens if your app does leave Ethereum for your own Cosmos IBC app chain? And then what happens next? Finally, we'll be able to take a look."
    },
    {
        "speaker": "A",
        "text": "David, I think I found my bottom signal on nfts this week, by the way. Yeah, I've been waiting for it a time."
    },
    {
        "speaker": "B",
        "text": "I know you're a huge secret cloud."
    },
    {
        "speaker": "A",
        "text": "You know I'm a huge NFT fan, right. But I'm just looking for, like, a price to buy, and I feel like I finally found the bottom signal for jpegs. It's from none other than not a friend of the show, Andrew Tate. Okay, so this is a take I want to play for you from Andrew Tate. He's talking about nfTs. And, of course, this is gonna be."
    },
    {
        "speaker": "B",
        "text": "The first time I've ever listened to Andrew Tate."
    },
    {
        "speaker": "A",
        "text": "Really? Okay, here we go."
    },
    {
        "speaker": "C",
        "text": "Today we're gonna talk about nfTs. There was a time when very successful rich people were trying to convince me to spend millions of dollars on a Jpeg, and they tried to explain to me that it's on the blockchain and it's one of one. And you can see on the blockchain. Who the fuck is checking the blockchain for my JPeg? Who cares? 3 million for a Bugatti. Fine, drive the bugatti. 3 million for a JPEG. People can just copy and save the JPeg."
    },
    {
        "speaker": "B",
        "text": "He said it."
    },
    {
        "speaker": "C",
        "text": "No, my JPeg is the real one. It's on the blockchain. Look on the blockchain. If you go to etherscan.com, comma what?"
    },
    {
        "speaker": "A",
        "text": "Etherscan."
    },
    {
        "speaker": "C",
        "text": "Nobody gives a fuck by Etherscan. Checking the blockchain. Even if I proved after all that I owned that picture, guess who would care?"
    },
    {
        "speaker": "D",
        "text": "No one."
    },
    {
        "speaker": "C",
        "text": "Only nerds. It was a circle jerk."
    },
    {
        "speaker": "A",
        "text": "Only nerds."
    },
    {
        "speaker": "B",
        "text": "Did Andrew Tejas call us nerds?"
    },
    {
        "speaker": "A",
        "text": "Yeah. Yeah. He goes on. He goes on a rant about NFT crypto influencers. Here, you ready for this?"
    },
    {
        "speaker": "C",
        "text": "If you make a whole bunch of money with crypto, guess what you learned?"
    },
    {
        "speaker": "B",
        "text": "That's not us, though. You didn't learn anything."
    },
    {
        "speaker": "C",
        "text": "You are still a dork, but now you're a rich dork, which makes you a mega dork. Money doesn't change who you are."
    },
    {
        "speaker": "A",
        "text": "There you go. I could go on. This is a ten minute rant, David, but I think that is the bottom signal for nfts. We are all bunch of mega dorks. I don't know yet, if you got any suggestions."
    },
    {
        "speaker": "B",
        "text": "Yeah, let me know. Punk."
    },
    {
        "speaker": "A",
        "text": "A crypt. Dude, they're still freaking expensive. In e terms I want."
    },
    {
        "speaker": "B",
        "text": "They'Re the first NFts on Ethereum. Just a jpeg. Also that people will throw a flag. They're not the first, but they're the first meaningfully highly priced NFTs on Ethereum with the branding of."
    },
    {
        "speaker": "A",
        "text": "What are we talking? How much eth we talking?"
    },
    {
        "speaker": "B",
        "text": "I think the floor one is like 45 to 50."
    },
    {
        "speaker": "A",
        "text": "That's more than an ETH validator. That's a lot of eth."
    },
    {
        "speaker": "B",
        "text": "I bet you one crypto punk will get you more yield in EtH terms, more returns in Eth."
    },
    {
        "speaker": "A",
        "text": "You think, you think, you think a crypto punk has higher returns? It's going to outperform ether."
    },
    {
        "speaker": "B",
        "text": "Yes. Yes. Crypto punk will outperform ether. Yes."
    },
    {
        "speaker": "A",
        "text": "See, you know what? I think I'll be perpetually stuck on this, where every time, like, it goes down in price, or I see a bottom signal, I'd be like, but it's just a jpeg, and I'd rather hold eth. So maybe I'll just never be. I'll never be one of these."
    },
    {
        "speaker": "B",
        "text": "I'll suggest you a mad lad, because then you don't have to sell your ether for it. You can sell, I don't know, something else."
    },
    {
        "speaker": "A",
        "text": "Soul turkey."
    },
    {
        "speaker": "B",
        "text": "Because you have to buy soul. I know. Okay. I don't think you have any soul. You have to buy soul, and then you have to. Then you have to buy it. So don't sell your ether, just sell your, like, sell my soul."
    },
    {
        "speaker": "A",
        "text": "David."
    },
    {
        "speaker": "B",
        "text": "This is my mad lab. Is my Solana exposure."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah, that's okay. So that's it? You're all in on mad labs and no soul tokens right now? Yeah, that's right, David. In regulatory news, I thought we had something great, which was, do you know the republican party has been really struggling to find a new House majority leader? And there was a brief window of time where it looked like it might have been Tom Emmer, which, of course, is one of crypto strongest allies. Friend of the podcast, he's been on bank list many times. He believes in this whole thing that we're doing. At least he says he does, peer to peer money. He's against digital authoritarianism. He showed up at the permissionless conference. We did a panel. I know that this man understands crypto. And he was nominated as speaker of the House. I put this tweet out and I said, tom Emmer could become speaker of the House. He's just been nominated. Bullish. What happens 4 hours later?"
    },
    {
        "speaker": "B",
        "text": "Wow."
    },
    {
        "speaker": "A",
        "text": "It seems like Trump nuked it. Maybe some others nuked the nominations, that he's kind of not fit. You know how these politics, political things go. They knew. House majority leader has just been elected, though, and his name, the most generic name ever, Mike Johnson."
    },
    {
        "speaker": "B",
        "text": "Okay, Mike Johnson."
    },
    {
        "speaker": "A",
        "text": "His crypto sentiment, he's kind of an unknown, like, in general. And he's also an unknown with respect to crypto. So he, of course, is a Republican. On the Coinbase public policy app website. It's basically like unclear crypto sentiment. Unclear. Not enough data to determine. So I don't really know what this means for crypto. I just know we missed a good one with Tom Emmer. And I'm not necessarily optimistic about Mike."
    },
    {
        "speaker": "B",
        "text": "Johnson, but the last unknown person to take some leadership was Gary Gensler. But at least it's more general. All right, so, Ryan, this came across my desk this week. Song tech. Sound familiar? Sound familiar?"
    },
    {
        "speaker": "A",
        "text": "Friend tech."
    },
    {
        "speaker": "B",
        "text": "Friend tech. Now. Song tech. All right, now, instead of buying friends your friends shares, you can buy your song shares. Songs in Spotify. Just like songs. You can buy songs. Guess what's the number one most valued song?"
    },
    {
        "speaker": "A",
        "text": "Never gonna give you up. Wow."
    },
    {
        "speaker": "B",
        "text": "Never gonna give you up by Rick. Ask Astley. Yeah, Astley. Astley. Yeah. I don't know what number two is, but pump it up by Endor. Somebody bankless listening probably knows that. Number three, sandstorm by Darud. Number four, all I want for Christmas is you by Mariah Carey. Number 599, problems by Jay Z. One more time, daft punk. Daniel. Okay, then number coming in at number seven. I just need Daniel Allen. You don't know who that is? I'm guessing no."
    },
    {
        "speaker": "A",
        "text": "Who's this?"
    },
    {
        "speaker": "B",
        "text": "No. Okay, so why is Daniel Allen here? And who is Daniel Allen? Daniel Allen is a music nft guy, and all of a sudden, his songs are at number seven on the charts. Okay, so again, this is just a bonding curve. It's on bass. I'm pretty sure it's on bass. And you're buying and selling shares of songs because that you kind of. For the same reason why people buy shares of their friends."
    },
    {
        "speaker": "A",
        "text": "So who gets this, David? Do the artists actually get the fees here."
    },
    {
        "speaker": "B",
        "text": "So if you are a spotted. This is the genius. This is the. The virality aspect of this and why I think that this is really interesting."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "If you are the artist, where's Taylor Swift? Taylor Swift's coming in at eleven. Cool. Summer and twelve. Yeah. If you are Taylor Swift and you own the Spotify creator account of Taylor Swift, you can log into friend song."
    },
    {
        "speaker": "A",
        "text": "My God."
    },
    {
        "speaker": "B",
        "text": "And claim the fees. Yes. Okay."
    },
    {
        "speaker": "A",
        "text": "So king way."
    },
    {
        "speaker": "B",
        "text": "Yes, yes."
    },
    {
        "speaker": "A",
        "text": "This is genius."
    },
    {
        "speaker": "B",
        "text": "Yes. Uh huh. Okay. So 10% of fees, just like friend tech, but all the holders of shares receive 5% of those fees. Half of the fees. And then the other half of those fees are reserved for the artists themselves. So Taylor Swift has a claim on all of the trading fees that are going on. On song tech because she owns Spotify creator because she controls the Spotify creator account."
    },
    {
        "speaker": "A",
        "text": "So rather than sue these people or whatever, Taylor Swift could just be like, oh, this is cool. I get money."
    },
    {
        "speaker": "B",
        "text": "I get money."
    },
    {
        "speaker": "A",
        "text": "And I get maybe more money than I would for streaming this on. It's another revenue source for me. T. Swift empire."
    },
    {
        "speaker": "B",
        "text": "Exactly. Right? Yeah. And so Daniel Allen, he. He has claimed his Spotify account, and so he's earning as the creator. He's earning 5% fees from the songs that people are buying and or selling."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "How crazy is that?"
    },
    {
        "speaker": "A",
        "text": "I guess it rests on Spotify's ability to authenticate artists, and I'm sure they have that. I mean, that's already kind of a solved problem. Right?"
    },
    {
        "speaker": "B",
        "text": "Wow."
    },
    {
        "speaker": "A",
        "text": "Really smart."
    },
    {
        "speaker": "B",
        "text": "This is genius. Okay, so currently it's only 500 songs. Yeah, we're in phase two. I think the first phase was 101,000 songs. Is coming in with phase three. I think this is great."
    },
    {
        "speaker": "A",
        "text": "Let me go. Let me go back."
    },
    {
        "speaker": "B",
        "text": "Pretty cool."
    },
    {
        "speaker": "A",
        "text": "That's cool."
    },
    {
        "speaker": "B",
        "text": "Shake it off by Taylor Swift. Great Taylor Swift song. Really?"
    },
    {
        "speaker": "A",
        "text": "That's your favorite t. Swift song?"
    },
    {
        "speaker": "B",
        "text": "Oh, yeah. Me and my brother in law are big Taylor Swift fans, and my sister makes fun of me."
    },
    {
        "speaker": "A",
        "text": "Oh, my God. I feel like that's not what a true Swiftie would say. They would go deeper on some of her albums."
    },
    {
        "speaker": "B",
        "text": "That's like the popular song fucks David."
    },
    {
        "speaker": "A",
        "text": "Lastly, a new investment from bankless ventures that we're both pretty excited about. It's in privacy as well, which I think bankless listeners should know about. We got some new privacy tech coming to Ethereum in the form of Nocturne. What is Nocturne, David?"
    },
    {
        "speaker": "B",
        "text": "Okay, so Nocturne first, they've raised $6 million, co led by bank Capital and Polytrain, with participation from Vitalik Buterin, Tim Baco, and of course, bankless Ventures, which is why we're bringing this up. We cover all of the raises from bankless Ventures portfolio companies as a inception of conflict of interest for you all here on the podcast. And then also we get to talk about what they do. What does Nocturne do? Ryan, I'm so glad you asked. Nocturne is this innovation in the world of account abstraction and stealth addresses. It is basically your private Ethereum account. So you know how you have an ENS name, RSA eth, and you've gone to the ENS website and you've registered your Ens name to your ethereum account. So there's like, you know, zero xf seven theory 42, and you've just registered RSA Ethan to it. You can do the same thing with a private account. So you register a private account to a public account. No one knows that you've registered it. You just. This is the power of zero knowledge cryptography. And then all of a sudden you have a private account using this thing called stealth addresses. Your private account can make transactions that engage with Defi. And so using zero knowledge cryptography, a thing called a stealth address will be generated by nocturne. And a stealth address is a yemenite one time use address. It's like a mask. You just put on the mask over your private account. You put on the stealth address mask, and then using zero knowledge cryptography, the stealth address will go to Uniswap and say, hey, uniswap, I will prove to you that I have ten ether that I would like to sell for USCC or something like this. And then the uniswap is like, oh, you do? You do have the ten ether. The stealth address has it because it has a zero knowledge cryptography link to your private account. Then the stealth address makes the transaction, and then makes the trade, and then the funds. The trade happens and the actual private account makes the trade, but the stealth address obfuscates it so no one can see which account is actually making the trade. Same thing for sending you payments or receiving payments."
    },
    {
        "speaker": "A",
        "text": "Where do the funds end up? They just stay in the stealth address?"
    },
    {
        "speaker": "B",
        "text": "Or they stay in the stealth address? Yes."
    },
    {
        "speaker": "A",
        "text": "What happens when I want to take them out?"
    },
    {
        "speaker": "B",
        "text": "That is the stealth address sends it outbound from the private account to a public account, and then all of a sudden, it's no longer in the private account."
    },
    {
        "speaker": "A",
        "text": "Ah, very cool, very cool."
    },
    {
        "speaker": "B",
        "text": "The other cool thing that is that I think is really nifty here is that say you want to send me money, you will not have to say, hey, David, can you generate a stealth address for me so I can send you this money privately? What you would do? Kind of like, like I was saying, you just have the ens thing registered. You would go and you would type in Davidhoffman ethnic into the nocturne system and then nocturne be like, oh, yeah, there is a private account registered here. Here's a stealth address. So you can send them money."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "And this is all of, like, happening. This is all happening behind the scenes. You know how, like in Venmo, if you venmo someone, you can just like, toggle it private?"
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Like the bull case for nocturne here is that you just have that button send privately embedded into your wallet and so you don't go to nocturne. It just becomes like you have your public wallet and you have your private wallet. I think it's super cool."
    },
    {
        "speaker": "A",
        "text": "This might be, like, one of the ways we fixed privacy in crypto, right? This is that SSL layer for our crypto transactions. Very cool. This is gonna be a public good. When is this going to be available? When is nocturne actually rolling out publicly?"
    },
    {
        "speaker": "B",
        "text": "They are looking to roll out their launch of the v one so people can get their hands on this in the middle of November. A specific date? TBD. Middle of November, very soon."
    },
    {
        "speaker": "A",
        "text": "All right, David, what do we have coming up next?"
    },
    {
        "speaker": "B",
        "text": "Big congrats on auction. This is the privacy tool that I have been trying to get my hands on."
    },
    {
        "speaker": "A",
        "text": "Much needed, much needed. What do we have coming up next?"
    },
    {
        "speaker": "B",
        "text": "Coming up next, is it a good time to be in ether with all of the regulatory threat around, or should we rotate into something else? That's question number one. Question number two, will the governments of the world ban bitcoin? Not just a question. This is Balaji's take. Balaji's take. We're going to talk about some questions and some other takes from the world of crypto Twitter. But first, a moment to talk about these fantastic sponsors that make this show possible."
    },
    {
        "speaker": "A",
        "text": "Here's a question from Kiwi Dog four. One of the big selling points for Defi and crypto is that anyone can read and view the chain. How do we reconcile this with the ultimate goal of a fully private chain? I like and want privacy, but I feel like we are losing something almost as important. ZK proofs allow some verifiability, but can we really ZK prove enough to make up for the loss in transparency? It's funny. We're just talking about privacy before the break. Now is the question, the reason why."
    },
    {
        "speaker": "B",
        "text": "We have this question in here. Right?"
    },
    {
        "speaker": "A",
        "text": "Yeah. Is that a good thing? What do you say to that?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I'll kind of reframe this. One of the big selling points for DeFi is crypto, is that anyone can view and read the chain. What if I changed that statement to, one of the big selling points for DeFi and crypto is that anyone can verify the integrity of the chain. So I think those are different statements, but I think that kind of points towards the goal here. Using zero knowledge cryptography, you get privacy, but you can verify integrity. Right. Aave might be able to hide its pools, but it can provide proof of reserves, for example. Just being able to audit the chain is certainly valuable, but we can still audit the chain and audit the state of the chain and audit the integrity of the chain and the integrity of people's balances without actually disclosing what they are. And so I would actually kind of reframe, like, maybe the goal of crypto isn't to have, like, all of our world's finances out in the open, but to very simply prove that what we are saying is true, or the integrity of people's collateral, et cetera, et cetera. Yeah. So I think we can have our cake and eat it, too here."
    },
    {
        "speaker": "A",
        "text": "I do think we'll sort this out the same way the Internet sort of this out is, of course, we have a lot on the Internet that's public, right? Like a website, you can publish it. It's completely public. Anyone in the world can access it. Right. That's a great thing. But you also have HTTPs. Right. Which is when you want to send your credit card information, that piece gets encrypted. You don't want to broadcast that, you don't want that part to be public. And so I think what will happen with crypto is all of the things that benefit from auditability, transparency, those will remain public, those will remain on chain, but the things that we want to keep private, those will have an SSL type of wrapper where they're encrypted and private. So I think we'll find the right balance here. I don't know that the governments will feel the same way. Right. I think governments want everything digital to be fully open to their purview. So that might be a fight we have to fight. That actually brings us to the next question of the week from Alexrowe ETH. After the IR's episode, I started thinking about portfolio allocation. Bitcoin seems to be accepted by mainstream, but ETH can still be greatly devalued by regulation. How do you guys stay so heavily weighted in, ethan, with this potential threat? I'm 95% eth right now, but I'm thinking I should rebalance more to bitcoin. What do you say to that, David?"
    },
    {
        "speaker": "B",
        "text": "Yeah. Okay, so Alex Rowe is saying, hey, tradfi is just totally accepting bitcoin with open arms, but regulation is going to ultimately focus on ethereum because of defi. How do you guys square that concern? Isn't that bearish? My answer is like, no, that's bullish. That's exactly. If the incumbents of the world, the banking system, the regulators, the nation states, feel threatened by something, you do. I want to buy that thing. I'm. You're on target here. I've always kind of had to take that. Bitcoin is relatively impotent, and that's why Wall street just accepts it with open arms. Like, it's actually just not a threat. You know, it's a really, you know what's really a threat?"
    },
    {
        "speaker": "A",
        "text": "Defi."
    },
    {
        "speaker": "B",
        "text": "Defi, yeah. Like ZK proofs. And so that it's, it's a threat because it's valuable."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "And so I'm like, I will buy that asset over and over and over again."
    },
    {
        "speaker": "A",
        "text": "Yeah, I do agree. The fact that incumbents are threatened is bullish."
    },
    {
        "speaker": "B",
        "text": "Bullishly."
    },
    {
        "speaker": "A",
        "text": "Right. That doesn't mean there might not be, like, in the short run, it could put a lot of regulatory pressure on ethereum. And it's true. A theorem has more surface area to regulate. Right. And. But that's because ethereum has more surface area for value creation. Why there's more space to regulate it. The other question I would have is back to what we said earlier in this episode, is ask yourself, Alex, are you just doing this because bitcoin had a really, are you thinking this way because bitcoin had a really good month?"
    },
    {
        "speaker": "B",
        "text": "Are you chasing the pump?"
    },
    {
        "speaker": "A",
        "text": "All right, like, seriously, ask yourself that, because the crackdown has been real for the last year, regulatory crackdown. And just now you're thinking about this. So I would ask yourself that, the other thing. And maybe I just wanted to fit this mental model in because I wanted to hear what you think about it, David. But I think you bet on bitcoin if you think crypto is more like a religion, and you bet on ethereum if you think crypto is more like an economy. It's more economic in nature. The most bullish thing about ethereum is its block space being highly valuable and tied to an economy. The most bullish thing about bitcoin is that it wins this kind of vitriolic meme narrative of just passionate, basically insane people who are going to hold their bitcoin to the grave. Both those models are true. And by the way, I think crypto is both of those things. An economy, religion? I think it's both. But I think Ethereum leans more economy maybe than bitcoin. And so if you think of it in that way, then, yeah, a regulatory crackdown might be bad in the short run, but I think an economy can outperform a religion. And when you tie those two things together, it becomes incredibly powerful. This may be a pie in the sky way to answer this, too. I guess the last thing I'll say is I have not rotated out of eth towards bitcoin."
    },
    {
        "speaker": "B",
        "text": "That's backwards, going backwards in history ever."
    },
    {
        "speaker": "A",
        "text": "I have done the opposite several times. The last time I did that, I bought some ether with my bitcoin was 2018, 2019, yeah. When bitcoin was up relative to ethereum. And I haven't changed. I feel no desire to change. I still have some bitcoin. I have much more eth, and I'm very comfy right now."
    },
    {
        "speaker": "B",
        "text": "Very comfy."
    },
    {
        "speaker": "A",
        "text": "Yeah, I'm feeling pretty good about that. But not financial advice. You gotta. You gotta wait these things out for yourself."
    },
    {
        "speaker": "B",
        "text": "Ryan, advice for Ryan. Yeah."
    },
    {
        "speaker": "A",
        "text": "David takes of the week. Since it's bitcoin week, we have questions."
    },
    {
        "speaker": "B",
        "text": "Through this take, actually."
    },
    {
        "speaker": "A",
        "text": "Okay, so here's a question I saw that was asked of Balaji, and the question was this, which I think is a good question. I'm wondering, Balaji, if you can talk about the prospects of bitcoin being banned and what you would do in that case and how you would buy gold custodially. Balaji, of course, ignored the last part. He would not buy gold custodially, but he had this really good mental model where he thinks that the world's nation states will actually trifurcate in three different kind of areas. The one is there will be bitcoin atheist nation states. These are nations that crack down on crypto, right? So the Elizabeth Warren tribe war against crypto, or maybe totalitarian China, which says, like, crypto is banned, right. Bitcoin atheist types of states and crypto atheist states. Then he thinks there will be nation states that he calls bitcoin monotheists, that basically they only embrace bitcoin and they don't embrace the other coins. Right. So probably an example, proto example of this would be El Salvador. They're very bitcoin friendly. Are they ethereum friendly? Are they blockchain friendly. No, they're just bitcoin friendly. And then he thinks there will be a third cohort of nation states called the bitcoin polytheists, which are like bitcoin and then everything else, all of the other coins."
    },
    {
        "speaker": "B",
        "text": "So crypto."
    },
    {
        "speaker": "A",
        "text": "Yeah, crypto. And he frames things as bitcoin. Bitcoin. Bitcoin. Right."
    },
    {
        "speaker": "B",
        "text": "Big biology is a bitcoiner."
    },
    {
        "speaker": "A",
        "text": "Yes, he is. But those that reject crypto, those that just embrace, like, bitcoin maximalist nation states and then fully crypto nation states. And he thinks that the fully crypto bitcoin polytheist states will be, like, basically the economic hubs of the world. The future New Yorks, the future Singapores, the future Hong Kongs, that kind of thing. Anyway, so different than an outright bandaid. Right. This kind of breakdown. What do you think of that? What do you think of that take?"
    },
    {
        "speaker": "B",
        "text": "It sounds like it's just like a level of banning as a function of how when crypto came about. So, like he's saying, okay, some states will just ban crypto altogether, not even include bitcoin. Some will include bitcoin, and then some will include the rest of the risk curve, ethereum, solana, et cetera, et cetera, et cetera. I think that this is a bitcoiner's take. I don't. He's putting a bitcoin atheist, bitcoin monotheist. Bitcoin polytheist."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Like, that's a bitcoin centric version of reality that I think that very few people will operate with."
    },
    {
        "speaker": "A",
        "text": "My take on it is the framing of the three is probably correct. I think there's going to be a lot fewer bitcoin monotheists than he thinks. It might just be, like, El Salvador and a couple of other countries."
    },
    {
        "speaker": "B",
        "text": "That's the bitcoin centric nature of it. Yeah, bitcoin's not that special. So I apology."
    },
    {
        "speaker": "A",
        "text": "David. What are you bullish on this week? Mandy?"
    },
    {
        "speaker": "B",
        "text": "I'm bullish on crypto people being the spearhead against the corruption of the establishment. I think once upon a time, crypto people were considered to be weird, basement dwelling libertarians. And over time, we have increased the fold of who is a crypto person. Now we have culture and art people and NFT people. As crypto people, we've become more normal. Meanwhile, the state has increased its, I would say, its authoritarianism, its authoritarian curiosities. And we are seeing this play out with, like, Nick Carter's just vendetta against the Wall Street Journal. Balaji has been going after mainstream media for like a decade now. Liz Warren is being the spearhead of like, I am the state that is completely misaligned with facts and reality, perhaps on purpose. And I think the crypto people of the world are ready to show leadership as a community, to push back against corruption, to push back against the authoritarian tendencies of the state. Crypto people were bold. We're not afraid to call out b's. We have exposure to assets that go up when the state does bad things. As a check on the state, I am bullish on the leadership of the crypto industry to show the rest of the world what's at stake."
    },
    {
        "speaker": "A",
        "text": "I hope so. That's an optimistic perspective, and I think we have that in us, particularly the settlers, like the crypto natives who have stayed around. I can tell you that the rest of the world doesn't see crypto people like that. The rest of the world, they see this guy right here, me in the FTX shirt that's going to jail. Yeah."
    },
    {
        "speaker": "B",
        "text": "We are putting him in jail. Yeah, well, I guess they did. They are not saying, like, crypto people putting on the drilling. Yeah. Okay."
    },
    {
        "speaker": "A",
        "text": "I guess I'm. I'm fully on board with your optimistic take, and I just think that we have to get there and it could take some time."
    },
    {
        "speaker": "B",
        "text": "Ryan, what are you bullish on?"
    },
    {
        "speaker": "A",
        "text": "I am bullish on the bull cycle, David. I mean, we called it earlier in this episode. You agreed to me. Yep. I think we broke the back of the bear market this week."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Like, I think we did it. Yep. The episode with Ledgere confirmed it for me. And so I have, like, three resolutions for, if this is the start of the bull run, for the start of this bull run, the first is this time I'm going to do things right, David. I'm going to have excel plan. I did things. Okay. Like, better than my first. So this, this will be my third. And I improved last cycle over the previous cycle, and I want to do another layer of improvement. So here's what I'm going to do. One, I'm going to have a sell plan to take some stuff off the top, right? When, like, you have a dollar cost average plan in, you can. You can dollar cost average out at a specific price or, you know, time intervals or however you want to do it. For me, it's price. You know, when x coin hits y, I'm going to sell z amount. It's basically that. That's what a sell plan is. And coming up with that while you're sober, you're still sober. Now, we're not drunk in the bull market. Like, believe me, we're still just kind of wondering if it's true or not. So now's the time to create a sell plan for me and probably for you. Bankless listener. The second is I want to have a stake plan. So I ain't selling all of this, David, at all, not by any stretch. I think ether specifically, some might say bitcoin too. But for me it's mainly ethereum. And a little bit of bitcoin is a long term hold asset. Like long term generations, I'm talking about, right? Many decades. So I want to have a stake plan of my forever hold eth where I'm just not, it's not going anywhere. So I sell plan, a stake plan. And then lastly, I want to have some more fun this bull cycle, all right? Like last cycle, I felt like the first cycle I was worried, you know, and just not knowing what I got into the last cycle, I felt like it was kind of a grind, you know, like we were just busy. We're doing a lot."
    },
    {
        "speaker": "B",
        "text": "We put out so much content, lasted."
    },
    {
        "speaker": "A",
        "text": "We did. And we're still going to put out content, but we're still going to put out that much. I just want to enjoy it more. Right. And like it's over before you know it, you know what I mean?"
    },
    {
        "speaker": "B",
        "text": "So time speeds up during the bull market."
    },
    {
        "speaker": "A",
        "text": "Yep."
    },
    {
        "speaker": "B",
        "text": "So I think you listeners should definitely count for that."
    },
    {
        "speaker": "A",
        "text": "Yeah. So that's."
    },
    {
        "speaker": "B",
        "text": "Time goes way faster."
    },
    {
        "speaker": "A",
        "text": "That's my plan. That's why I'm bullish on David. We got a meme of the week. What are we looking at?"
    },
    {
        "speaker": "B",
        "text": "We are looking at. What are we looking at? I forgot. Oh, yeah. Okay, so here's Tom Schmidt of dragonfly saying, this is the classic SpongeBob meme of Squidward in the dark room looking out at SpongeBob and Patrick just frolicking around, having a ton of fun. And the caption is, last cycles fraudsters watching the pump from pretrial detention. We got two SpongeBob. That's you."
    },
    {
        "speaker": "A",
        "text": "That's that. Me. That's me."
    },
    {
        "speaker": "B",
        "text": "That's you."
    },
    {
        "speaker": "A",
        "text": "Hey, me. We got two SpongeBob memes in this episode, Dave, so well done."
    },
    {
        "speaker": "B",
        "text": "Yeah, everyone knows I'm a big spongeBob."
    },
    {
        "speaker": "A",
        "text": "Guys, going to end with the risks and disclaimers in a minute. But first, disclosures. David and I mentioned Polygon in the episode. I am an advisor to Polygon. David and I are both advisors to optimism. I think we mentioned them as well. Uniswap is a bankless sponsor. You guys know that. Bankless ventures are investors in nocturne. We name that in the section. Of course, we are long term investors. We're not journalists. We don't do paid content. There's always a link to our disclosures in the show notes. Before I give you the risks, I want to tee up this moment of Zen. We talked about Tom Emmer. He could have been speaker of the house. Moment of Zen is all about what could have been but was lost in those 4 hours. So stay tuned for that. Crypto is risky. You could lose what you put in. But we are headed west. It's the frontier. It's not for everyone. But we're glad you're with us on the bankless journey. Happy Halloween and thanks a lot."
    },
    {
        "speaker": "D",
        "text": "Crypto, when it comes to the economic issues, I believe it's towards the top of the list. But again, that's, that's me. You've got to be ready with the right people to be telling the administration they don't have to be pro crypto. Just don't be anti crypto, be pro innovation, and let America do what Americans are best at, which is create and innovate. We love it, right? We love Web three, the ownership economy, the idea that we can do business directly with one another and we don't have to have intermediaries. Not that we'll never need them, but we get to choose them, right? They're definitely a lot of people talk about, is there a choke .2.0 trying to debank crypto? Well, you got to tell me, is this a coincidence that we lost Silvergate, Silicon Valley and its signature all within a matter of days, a couple of weeks? I don't think there is any coincidence. Gentlemen, the key for us is to keep being positive. The courts have started to do the right thing, which is a great point, basically pointing out what all of us have been saying. And you just got to stay the course, because the future is going to be about what you're doing. It's already here. The question is, will it happen here in this country, or are we going to push it out off our shore? Gary Gensler, who I believe is one of the best examples of a bad faith regulator. This guy's been choosing to blindly spray the crypto community with enforcement actions, yet he keeps missing the true bad actors. He goes after all the good people in the space. This new area is all about people being able to get capital, to expend capital, to grow new ideas, to improve, improve their lifestyle. I got news for you. That's not a Republican or Democrat thing. That's an american thing. I'll reclaim my time. Mister Gensler, despite your years of rhetoric like today, I'm convinced you are not an impartial regulator. Instead, it's clear that you are working to consolidate your own power, even though it means crushing opportunities for everyday Americans and frankly, the financial future of this country. Even the federal court are highlighting the damage you, sir, are doing to our constituents. And they're telling you that you don't have the legal authority to accomplish your goal of squashing competition in the financial markets. This is what frustrates me with Elizabeth Warren. Elizabeth Warren. If she truly believed in the american value of self determination, if she truly believed in individuals right to make their own decisions, decisions. When she claims she would champion crypto, she would champion digital assets instead, it's very clear to me that she's nothing more than a big central bank power hungry leader who sees her power essentially being diluted and taken away by this decentralization of our financial system and our financial transactions. Ryan, she's desperately, along with the establishment, the institution she is desperately clinging to, hold on to that central banking thing, because that's where their power is. You want crypto and everything associated with it to grow here, to innovate and grow here, because that will grow the economic pie for everyone. Republicans, Democrats. That's the only way I'm going to tell you right now. My belief is that's the only way that you can deal with $32 trillion in debt."
    }
]