[
    {
        "speaker": "A",
        "text": "Usisi is going to serve an 18 month jail time, allegedly. And then also Binance is going to pay $4.3 billion. And then once that is over, binance will have the green light from the United States, which is an expensive tax to pay. But that is a hugely, like, good thing for binance in the very long term."
    },
    {
        "speaker": "B",
        "text": "Bankless nation. It is time for your Friday weekly roll up. We got a lot to talk about. David, what are we starting with?"
    },
    {
        "speaker": "A",
        "text": "CZ stepping down from Binance and stepping into jail and also finance paying $4.3 billion to the Department of Justice."
    },
    {
        "speaker": "B",
        "text": "Yeah, we got to find out what that means. Also, the SEC is attacking Kraken, the crypto exchange for the terrible charge of."
    },
    {
        "speaker": "A",
        "text": "What being a crypto exchange, but also commingling funds. Question mark, what the hell is the deal with that? So we'll unpack all of those details. Coindesk, crypto's largest, earliest crypto news media company, is sold out of Barry Silbert's digital currency group. To who we will discuss. Also, blast. A new layer two on the scene has caused a bunch of controversy among crypto, Twitter and why many people in the crypto industry are kind of just fed up with paradigm talk about that. And Argentina is getting a new president. A new president elected to Argentina. Pro the dollar and pro crypto question mark. We will unpack all of this and more."
    },
    {
        "speaker": "B",
        "text": "We should also say it is going to be thanksgiving. You know what I think I said, happy Friday morning. And this is actually coming out on Thursday morning. So happy Thanksgiving to all us listeners. I hope you have a fantastic time trying to convert your family members into crypto zealots as they ask you. Hey, honey, how's that crypto thing going? I hope you have a fantastic reply to that because you are listening to bankless, so you'll know exactly what to say and none of it will probably make sense to your family members, as usual."
    },
    {
        "speaker": "A",
        "text": "Oh, honey, I heard one of your crypto friends got put in jail again this week. It's like really bad timing."
    },
    {
        "speaker": "B",
        "text": "And David, you're actually on the west coast over to visit family for the holidays as well. So are they going to be asking you about crypto?"
    },
    {
        "speaker": "A",
        "text": "Oh, well, they know. They know I'm very deep in the crypto, so. They already did. I was home last night. My mom was asking me about it. Yeah, bankless. Longtime bankless listeners will know when this is my background, David's home for some holiday reason. This is the home, Ryan, that I started my crypto rabbit hole journey in. This is where I like was losing blood. I was cutting my fingers on the sheet metal while I was putting together mining computers for Ethereum back in 2017. Wow. Yeah. That was how many years? Six years ago. Yeah. Crazy, crazy."
    },
    {
        "speaker": "B",
        "text": "Literally started your crypto journey with blood."
    },
    {
        "speaker": "A",
        "text": "That's cars on my hands from trying to put together mining computers. Yeah."
    },
    {
        "speaker": "B",
        "text": "Right. Dave, we gotta get into the markets, but before we do, want to shout out our friends and sponsors. All right, let's get to the markets. David, the Kraken charts this week. What are they telling us?"
    },
    {
        "speaker": "A",
        "text": "Look at that up line up and to the right. I mean, you're assumed super far out on the one month, but that is just an upward trend line with plenty of volatility. Bitcoin started the week at 36,000, ending the week at 36 and a half, $1,000 up a little bit. Keeping, keeping the markets alive, moving into Eth price. Also just looking like a straight line up again with some volatility. Starting the week at $2,000. Ending the week where we are now at 20, $40. The ratio between bitcoin and ether, a little bit up, but relatively flat. And of course, the total crypto market cap, $1.44 trillion. Blue chips, bitcoin and ether up, up, marginally up. Some altcoins down. The market cap stack down. But overall, I would say we are floating. We are floating up."
    },
    {
        "speaker": "B",
        "text": "I would say this is definitely bull market territory. And thanks to Kraken for providing those charts. Of course, no securities traded on Kraken. These are crypto tokens, aren't they, David? We'll get to that story a little bit later, but before we touch on Kraken, let's talk about CZ. CZ, the founder of Binance, is out. David, take us through the story. So how did this happened and what happened over the last couple of days?"
    },
    {
        "speaker": "A",
        "text": "So the Department of Justice, the United States, has actually been investigating Binance for a very long time, since 2018, 2019. And it has finally come to a head, finally come to a conclusion. So CZ is going to plead guilty on Friday here in Seattle, by the way, in the court in downtown Seattle to money laundering charges, as well as binance is going to pay $4.3 billion. This is a settlement between Binance and the Department of Justice and also the CFTC, the commodities Futures and Trading Commission versus Binance. The SEC is not. Not involved here."
    },
    {
        "speaker": "B",
        "text": "Yeah. So that's. That's what's interesting about all of this. You said he's going to plead guilty, right? He hasn't actually pled guilty, and he's going to be pleading guilty in front of a court in Seattle, which coincidentally, David, that's where you are right now. I don't know how that ended up happening. You always seem to end up in the funniest places when people to crypto."
    },
    {
        "speaker": "A",
        "text": "Leaders going to court for some reason, all the time."
    },
    {
        "speaker": "B",
        "text": "Yeah. Okay, so, so he hasn't played, but they're putting out all of this, these press releases ahead of that. Basically. We already know what he's going to plead, we already know what the fines are, we already know what the settlement actually is. And here's a tweet with some of those details that you just recapped. So Binance has to pay $4.3 billion in fines. Finance is reaching an agreement with FinCEN, OFAC, the CFTC, and will give them $1.8 billion. That's part of the $4.3 billion. CZ actually made a statement, better to ask for forgiveness than permission toward operating in the US. So he's like, oh, oopsie. That was my strategy. And, you know, this is how it's playing out."
    },
    {
        "speaker": "A",
        "text": "The opposite of the Brian Armstrong approach."
    },
    {
        "speaker": "B",
        "text": "I'd say the opposite of. And then CZ, he's resigning, and he can't operate binance for three years from the start of the agreement. Interesting, though, David, he gets to keep all of his equity so he can operate it, but he's not forced to sell any of it. So he gets to realize all of the upside. He is still a hyper billionaire. I have no idea what his net worth is, but it's multiple billions, many billions. In fact, at one point in time, I think Forbes estimated CZ was like maybe the second most wealthy person in the entire world, like top five. And so he gets to keep all of that. There's also, though, David, talk of some jail, like, there might be an actual sentence. Can you tell us about that?"
    },
    {
        "speaker": "A",
        "text": "So he, CZ is going to be released on bail, $175 million bail. And the agency, the Department of Justice, is looking to seek an 18 month sentence for CZ. Now, like, why do we know all of these details? It's because this is a settlement agreement between finance and the Department of Justice. So rather than just carry this out even longer, perhaps, like CZ, avoiding a much longer sentence, perhaps life, there's just a. This is the terms of CZ. This is the cost of binance to pay for a clean slate from the United States government. So post this, CZ is going to serve an 18 month jail time, apparently, allegedly. And then also finance is going to pay $4.3 billion. And then once that is over, finance will have the green light from the United States, which is an expensive tax to pay, but that is a hugely, like, good thing for finance in the very long term."
    },
    {
        "speaker": "B",
        "text": "So he's actually going to jail, though. That. That's crazy. I wonder if this is like house arrest, if he can negotiate that, or if it's actual jail. Jail, if it's like a. Is this kind of like, you know, the white collar, cushy jail, or is."
    },
    {
        "speaker": "A",
        "text": "It Arthur Hayes jail? Or is it Sam Bankman free jail? Like, yeah. On this."
    },
    {
        "speaker": "B",
        "text": "On this spectrum, that seems to be unclear. Can we talk really quick, David, about what finance is actually being charged for, though? Like, what crime did they commit? And what. What is CZ actually pleading guilty to here?"
    },
    {
        "speaker": "A",
        "text": "I'm sure they would love to go after CZ and binance for every single thing under the sun, but the thing that has finally come to a head here is allowing, knowingly allowing money laundering and terrorist financing to occur on Binance. Binance, famously Washington, pretty loose in the early days about KYC on the exchange. You could just kind of flub your KYC, your VPN, like, check, I'm not a United States citizen, and then you could just, like, use finance. And so they. And there were reports, remember when the signal chats that came out with CZ and other executives at Binance, they knowingly allowed terrorists to operate on Binance."
    },
    {
        "speaker": "B",
        "text": "There's pretty iron clad proof of this."
    },
    {
        "speaker": "A",
        "text": "There's iron clad proof of this. And so it was not only like, they allowed it, but they also knew about it, and they did. Didn't do anything about it. And so this isn't, this is why the SEC is notably absent from this. This is not child's play of Gary Gensler and his influencer campaigns. This is the Department of Defense having a problem with binance, allowing for terrorists to funnel money through Binance. And CZ is like, we're turning a blind eye. And so it's kind of like the highest level of offenses you could make towards the United States government."
    },
    {
        "speaker": "B",
        "text": "Yeah, you said that the Department of Defense, and they're kind of associated here, like the agencies of FinCEN and OFAC. And by the way, if you're not familiar with what these agencies are, we did an entire podcast on the financial surveillance apparatus that you should absolutely check out. But notably, what CZ did not do and what binance did not do, it was not an FTX style fraud. Right? Okay, so there was not a missing funds from the exchange of billions of dollars and by the way, that that was rumored earlier in here, at least on crypto Twitter, it's just, oh, my God, CZ is doing the same thing that FTX is doing. That's not what these charges are for. And you have to assume that these investigators went through absolutely everything they could. There's no gaping hole on the balance sheet. So it's not that. And as you said, it's not an SEC snafu. It's all about financial surveillance. It's ofac, it's, it's fincen. It's not doing the AML KYC. This is the statement from CZ. David, you want to read some of."
    },
    {
        "speaker": "A",
        "text": "This CZ tweets out today. I stepped down as CEO of finance. Admittedly, it was not easy to let go emotionally, but I know it's the right thing to do. I made mistakes. I must take responsibility. Responsibility. This is the best for our community, the best for binance, and the best for myself. And then he announces that Richard Tang, the former head of global regional markets, is now the new CEO of Binance. And he discusses, like, the qualifications of Richard and who he is, and then he talks about what's next for him. And I thought this was like a pretty crazy line. I will take a break first. I have not had a single day of real phone off breaks for the last six and a half years. It's easy. Just been grinding for six and a half years after that. My current thinking is I will probably do some passive investing. Being a minority token shareholder in startups, in areas across blockchain, web three and Defi, AI and biotech, I'm happy that I will have more time to spend looking at DeFi. I cannot see myself being a CEO driving a startup again. I'm content being a one shot entrepreneur. On that note, I am proud to point out that in our resolutions with United States agencies, they do not allege that binance misappropriate, appropriated any user funds, and do not allege that binance engaged in any market manipulation. Funds are seifu, which is a meme for safe. With that, I look forward to seeing the new leadership take the reins. Please join me in congratulating Richard on his well deserved promotion. Onwards, Cz."
    },
    {
        "speaker": "B",
        "text": "So no misappropriation of user funds, no market manipulation, but clearly doing legal activity with respect to financial surveillance laws and regulations that are in the book. Well, we'll talk what this means, like how people are reacting to this and how CZ might be viewed through history. But all of this also came to a head in a press release that the Department of Treasury and I believe the CFTC kind of stood up at 03:00 p.m. on Tuesday, November 21. And actually, when they announced all of this, some of this news came out ahead of that, and some of it was tied up in this press release. And Janet Yellen actually spoke about this. And here she is addressing crypto specifically and what I would say is a not so veiled threat."
    },
    {
        "speaker": "C",
        "text": "Let's listen and let me be clear. We're also sending a message to the virtual currency industry more broadly today and for the future. If virtual currency exchanges and financial technology firms wish to realize the tremendous benefits of being part of the us financial system and serving us customers, they must play by the rules. And if they do not, the us government will take action."
    },
    {
        "speaker": "B",
        "text": "There it is. David, if you want to play in the US and you are a crypto company or a crypto project, you must play by us rules."
    },
    {
        "speaker": "A",
        "text": "Okay, but who is she referring to? Because binance. Okay, got them. The number one exchange. Who's the number two exchange? Coinbase, extremely compliant. Who's the number three exchange in volume after those two? Kraken, extremely compliant. After that, we have Bybit, OKX and Kucoin, who are asian exchanges. So maybe this message is to them, but we're now talking about the long tail of volume. There's no one left. FTX is gone."
    },
    {
        "speaker": "B",
        "text": "Yeah. No, well, she's just saying this in general, David. What I think this is, is this is a statement of, like, we're in control, right? Like we're in the driver's seat. Okay? Like, let me show you who's boss. It bend the knee. It actually doesn't matter what rules we say. In fact, what the subtext here is. We're not even necessarily going to give you clarity on what the rules are. But when we say jump, you jump. We are the bosses here, or else we will shut you out of the us market. And what that means is you are disconnected from the entire western market. Right. It's like Europe kind of follows suit of, if you shut out. That's the stick that Janet Yellen really carries here. We'll talk about this a little bit more when we get into the Kraken case. But do you know what is also crypto? Twitter found hilarious was the way she pronounced Binance. David, she said the entire time, she must have mentioned this, I don't know, five, six, seven times. Binance is her pronunciation of binance. So that's like high class finance, right?"
    },
    {
        "speaker": "A",
        "text": "Well, I remember back in 2017, back in 2018, the early days of finance, people called it finance all the time. It was like, it was back in the day when people also would say ETH or f. People referred to ETH as f. Yeah, but if someone started."
    },
    {
        "speaker": "B",
        "text": "Saying right now, and if someone says binance right now, it just shows that they either don't care whatever, or they're disconnected."
    },
    {
        "speaker": "A",
        "text": "They don't have any crypto friends, that's for sure."
    },
    {
        "speaker": "B",
        "text": "Yeah, they definitely don't. So how big of a deal is this? Let's look at this from the binance token itself, because there is a token out there that is maybe a proxy for what's going on in finance world. The BNB token. That is down, what, 12% here on the day."
    },
    {
        "speaker": "A",
        "text": "Down 12%, yeah. So at a fully diluted market cap of $35 billion, we're losing a couple billion dollars of market cap off of the BNB token. Down, down 12%. But I will also say, like, that's not far off from, like, the regular old market, like, right now. Like, for example, Solana is also down 12% right now. Layer two. Tokens, like optimism, down 8% on the week. XRP down 7% on the week. So you can't even really say, I would. That the market even reacted to this."
    },
    {
        "speaker": "B",
        "text": "It's a little bit of a reaction."
    },
    {
        "speaker": "A",
        "text": "But kind of a little bit of reaction. Yeah, but, like, 12% in crypto. Like, whatever. Okay, that's fine."
    },
    {
        "speaker": "B",
        "text": "Another big question, though, David, for Binance, or Binance, I should say, is where is all of this coming from, this $4.3 billion? Do they have the funds to actually pay for it? What's this? Tweetdeen."
    },
    {
        "speaker": "A",
        "text": "Yeah. So Connor put out a little audit of Binance's crypto holdings from finance's proof of reserves disclosures that they publicize because they're cool, and they do that. So what reserves does Binance have? $6.35 billion in total assets, $3.2 billion in stable coins. And this does not include any off chain cash balances or held in funds that they don't disclose. So they will likely be able to pay that $4.3 billion fine without actually having to liquidate any crypto."
    },
    {
        "speaker": "B",
        "text": "Wow."
    },
    {
        "speaker": "A",
        "text": "They're not on us."
    },
    {
        "speaker": "B",
        "text": "So binance is basically like, oh, $4.3 billion. We'll write you a check. Here you go. You know, it's like a cost of doing business, basically, for. For a company of this size."
    },
    {
        "speaker": "A",
        "text": "Honestly, like, they probably saw this coming. They probably knew this was coming."
    },
    {
        "speaker": "B",
        "text": "You said investigation since 2018. So they've been in the thick of it for a while. So let's talk about some different takes. One angle is, what is the Elizabeth Warren anti crypto army? Take this."
    },
    {
        "speaker": "A",
        "text": "Looks like I'm, like, waiting on baited bread, Warren says about this."
    },
    {
        "speaker": "B",
        "text": "Do you like victory labs, David? Because I think this screams of Elizabeth Warren doing a victory lap. The CEO of the world's largest crypto exchange pleaded guilty to breaking anti money laundering laws. This is part of a larger trend of criminal activity in the crypto industry, and sadly, predictable. She told us all about this in advance. I urge the Justice Department to investigate binance for lying to Congress. She goes on. Law enforcement and national security officials need additional authorities and resources to pursue money laundering, sanctions, evasion, blah, blah, blah, blah, blah. I'll keep working to pass bipartisan legislation to address the serious and dangerous problem. PS, I was right about Hamas, too. I'm not giving you guys any ground. That's not what she said, but I think she's thinking that. David, this is definitely a victory lap from the Elizabeth Warren camp."
    },
    {
        "speaker": "A",
        "text": "Nice dunk, but let's. Let's carry. Let's compare this to some banks. So, poppy Trullo Grimm Twitter, crypto Twitter account says the enforcement against CZ is insane. For perspective, in 2010, Wakovia bank, owned by Wells Fargo, was shown to have purposefully laundered $378 billion from the Sonola cartel. I think that's a mexican drug cartel."
    },
    {
        "speaker": "B",
        "text": "Yes, it is."
    },
    {
        "speaker": "A",
        "text": "Wow. 2004 and 2007. So $378 billion. How much was Wakovia bank fined? $160 million. Okay, Liz Warren. Okay, explain that one. Go after the banks who are subsidizing your narrative against crypto. Like, come on."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah, David, you've got a take about this. So there's another question of what does this mean for crypto in general? Is this bearish? Is this bullish? You say it's bullish. This is David Hoffman tweeting, a department of justice settlement with binance is hugely bullish. Binance takes a hit, but gains us approval and regulatory clarity. Moving forward, the whole industry gets further legitimized. So, David, you choose to interpret this news as bullish. Why?"
    },
    {
        "speaker": "A",
        "text": "Do you remember when the. Do you remember when the bitcoin was seized from the Silk Road and then it was auctioned off by the government?"
    },
    {
        "speaker": "B",
        "text": "Oh, yeah."
    },
    {
        "speaker": "A",
        "text": "And there was a premium on that bitcoin because people wanted to buy bitcoin that was, like, blessed by the United States government. If the United States government is selling you bitcoin, that bitcoin is clean. And this was back in the days of when, just like, everyone was worried about, like, the UTX, Utxo traces of their bitcoin coming from dirty sources. So people paid like, a five to 10% premium on bitcoin that was clean. So I'm kind of making this same comparison. Finance is going through the trials of the Department of Justice. Cz is paying his debts in 1.5 years of jail time and $50 million fine personally that he has to pay. Binance is paying a wipe the slate clean. This is what happens now moving forward. Finance now has a clean slate. They now have a green light of being washed by the government, and they are now further legitimized so long as they don't do anything wrong. Moving forward."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "And so going back to, like, who are the now the biggest exchanges that own over 90% of cryptocentralized crypto trading volume? Binance, which is clean now. Coinbase, which is regulatory compliant, and Kraken, which is regulatory compliant. So, like, come on, like that? That is. That's just massive tailwinds for crypto skeptics to get on boarded into crypto."
    },
    {
        "speaker": "B",
        "text": "Yeah. I'll note that the regulators didn't shut Binance down. Okay. They let CZ keep, as you know, $4.3 billion. It sounds like a lot, but it's a slap on the wrist. So they're indicating that they want to control these exchanges, not shut crypto down, and that is some certainty that has been injected in the market. I think there's another question, though, here. Is binance, CZ, good or bad? You know how we all like to put people in? You know, especially in crypto binary camps, you're either good or you're bad. It's dark or it's light. This is a Nick Carter take on binance and Cz. I think we can acknowledge that binance has been a critical linchpin of crypto adoption globally, while also granting that knowingly facilitating 1 billion inflows to sanctioned entities is extremely bad and not a victimless crime. So this is Nick Carter saying, that's kind of mixed, right? They did some good things, they did some bad things. Not a victimless crime. This is a danger reflecting a similar sentiment. A little sad by the binance suit, but at the same time, it seems relatively reasonable, given all the evidence. Binance was shady indeed towards governments. As far as I can tell, they did right by their users. The true crypto ethos, maybe the skews a bit more kind of light, which is very interesting. My personal take is, say what you want about CZ he did onboard millions of people in crypto, and he didn't steal our money. We've had a lot. We've had a lot worse bankers, David. We've had Alex Mashinsky in this space. We've had Sam Bankman fried in the space. We've had the blockfi people. And the bottom line for me is I still probably trust CZ more than us regulators. And I don't know what that says about us regulators or what that says about Czdhennae. So I'll grant that he's kind of like a neutral type of character here. My take is he was definitely a profit maxi. He definitely was sloppy with respect to AML KYC compliance."
    },
    {
        "speaker": "A",
        "text": "He probably caused some risky, risky pushing the limits."
    },
    {
        "speaker": "B",
        "text": "Yeah, he pushed the limits, I would say. And he broke the limits. Actually, he broke the limits. It cost him in the end. But there's also a question of, like, ethically, what do you actually think about AMl Kyc? Right. I think our posture on bankless has been, if you have the ability to block the bad guys, right, then you should be regulated to block the bad guys. If you are a credibly neutral protocol, it's open for everybody. You have no ability to block anyone. And by the way, the good of credibly neutral protocols outweigh the bad. But finance was not a credibly neutral protocol. It's more like a bank. It was an exchange, and so it should have some type of rule structure, regulation apparatus. And binance clearly dodged that. What's your take on CZ? Are you like, team, Team Cz good or Team cz bad? Or do you fall somewhere in the middle?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I'm trying not to be warped by all of the bad people that have redefined what it means to be bad. Like, Sam Baker really pushed the limit on what it means to be bad, you know? Alex do Quan, Daniel Sesta, just like, I didn't realize how bad people could get. And so, like, maybe had I come in with more, like, virgin eyes into this space, more innocent, David would have."
    },
    {
        "speaker": "B",
        "text": "Been like, not a great guy."
    },
    {
        "speaker": "A",
        "text": "Pretty bad. Yeah, he's like, allowing fine terrorist financing on his platform, but, like, man, like, going, I'm about to go to Argentina in January. Like, they use finance, dude. They use finance to get banked. They use Tron on tethere. And that's. Well, that's not binance, but it's just like, they use the binance exchange and the Binance app to send money around. This is also true for Africa. And so, yeah, I mean, like, the simple take is like, we support deFi protocols that terrorists can use and also the rest of the world. And we believe that this is a net positive outcome in the grand scheme of things. CZ tried to operate under those principles, but he didn't have that same foundation. Like, he could have stopped the terrorists and he chose not to."
    },
    {
        "speaker": "B",
        "text": "He was not an Internet protocol like TCP IP, all right? He had his own walled garden platform. And there's some responsibility when you have something like that. David, you alluded to it earlier, but one other question here is, okay, what does this mean for centralized exchanges? And you said, I mean, this is very good for a coinbase. This is very good for a Kraken, basically, because binance is pretty much stultified in western markets. Anywhere that the US touches or the US influence overshadows, binance is kind of cut out of that. And it looks like, I think to me, that us regulators are doing some king making here. They're slapping around Coinbase. We'll talk about it soon. They're slapping around Kraken as well. But that will also boost up Coinbase and Kraken, I think, in these markets. And so that is a massive factor here."
    },
    {
        "speaker": "A",
        "text": "I saw one last take to round this out on. I saw this one take from Emily Parker, the end of the border, borderless crypto company. She wrote this in a coindesk, basically is saying Bitmex was also a borderless crypto company. And Bitmex got axed, like, right before the start of this last bull market, I think in like 2020. That was Arthur Hayes exchange. And it just famously operated like very light KYC AML, and just use crypto as payment rails. And Emily Parker's take is like, well, Binance was the last borderless crypto company. The last, like, Pirate Bay are the, you know, the one that you couldn't."
    },
    {
        "speaker": "B",
        "text": "Really stop, just like, skipping around jurisdiction. Jurisdiction, where am I located? Our offices are virtual. That kind of thing."
    },
    {
        "speaker": "A",
        "text": "Exactly. So one passage that I liked was, we will probably never see another company quite like Binance. Crypto itself might be borderless, but crypto companies may find it increasingly hard to operate outside of legal or geographical boundaries. In the early days of crypto, it seems possible to launch a massive exchange that slipped through the grasp of any jurisdiction. Those days are gone. And, Ryan, thematically, this kind of lines up with where we see the globe heading. Like, generally, we as a globe are not globalizing. We are balkanizing. The Internet is becoming balkanized. The walls between China and United States are going up. The walls between Russia and the EU are going up. Walls generally across all domains, digital or physical, are generally going up. And I think this fits into that story. And what else fits into that story is underlying web three decentralized, credibly neutral protocols that give no f's about those walls. And so this is the increasing, like, retreat from globalism, the increasing like, strength around borders, and also the increasing ripeness for protocols that slip right around those borders. I think this is perfectly in theme with the thing that we've been seeing over the last five years or so."
    },
    {
        "speaker": "B",
        "text": "Yeah, you're right, David. I think crypto exchanges are going to have to be geopolitically aligned, moving forward, some axis of power, and they can't be in both camps at the same time. It's. It's further balkanizing. We got a lot more to talk about, including another crypto exchange that's on the hot seat. The SEC is accusing Kraken of what being a crypto exchange. Very different charges here. And also maybe commingling funds."
    },
    {
        "speaker": "A",
        "text": "Question, what's up with that?"
    },
    {
        "speaker": "B",
        "text": "Let's, let's, let's."
    },
    {
        "speaker": "A",
        "text": "Did they really, Gary? Yeah, did they really?"
    },
    {
        "speaker": "B",
        "text": "Come on, Gary. Also, there's a new layer two on the scene. It's called blast, and everyone is super happy about it. Actually, not so much. There's a lot of controversy. We'll get to those things and more, but first we want to tell you about the sponsors that made this episode possible. The SEC is attacking Kraken this week. New charges dropped from Gary Bensler's Sec. I'll read the press release title. The SEC charges Kraken for operating as an unregistered securities exchange, a broker, a dealer, and a clearing agency. Otherwise, I think, David, known as a crypto exchange. Maybe you can't do that in America. I'm not so sure. David, tell us some of the details here. What are the claims that are being filed against Kraken by the SEC?"
    },
    {
        "speaker": "A",
        "text": "Yeah, so the SEC alleges that Kraken provides a marketplace that brings together the orders for securities and multiple buyers and sellers and thus operates as an exchange. The only part about that is that they use the word securities engages in the business of effecting securities transactions for the accounts of Kraken's customers and thus operates as a broker, engages in the business of buying and selling securities for its own account without an applicable exception, and thus operates as a dealer, serves as an intermediary in settling transactions in crypto asset securities by Kraken's customers, and acts as a securities depository. And thus acts as a clearing agency. All of these, Ryan, are normal crypto exchange operations. The only thing that is different here is that they are being flavored by this security word, basically saying that, hell, all those things that you are doing, all those assets, all those tokens, all those coins are all securities, and therefore everything you do makes you a securities exchange."
    },
    {
        "speaker": "B",
        "text": "Yeah, if Im reading this, David, they of course, as usual, because they dropped a similar suit against Coinbase. This isnt the first time, but they mention a few token, what they would call securities. We call these just crypto assets or cryptocurrencies, Ada. So that is Cardano, Algorand, Adam, file flow, all sorts of things, as usual. But they're basically saying these are all securities. I know we've, you know, clarity. They don't admit to that, but these are all securities. And you've been running a securities exchange illegally in America, and they're taking them to court over this."
    },
    {
        "speaker": "A",
        "text": "And this, Ryan, in combination with just the Department of Justice going after CC and Binance, I think, is one of the reasons why the long tail of crypto assets, the market, is down this week. Like bitcoin and ether, relatively unfazed this week. Ether is actually up. But, like, tokens are down this week, like the long tail, like Maddox, Solana, Filecoin, like all the ones, all these ones, like, listed here are down. And that's the same thing that happened last time the SEC did this when they actually named names. And I think just like these three letter agencies, going after crypto is like, rattling the markets and scaring them out of the altcoin season. So my take here is that, well, okay, well, we'll just kind of see a bounce back on that, because that's what we've seen before. And there's nothing really new here, except there is something new right in line 221 of this complaint. There's this commingling funds thing that the SEC has accused Kraken of commingling funds with its own accounts and customers. So customers funds are being commingled with each other's. And also Kraken is using customer funds to pay its bills. And so this is the one thing that's, like, different and new that, like, flagged my attention. I was like, yo, what, what do you mean, commingling funds? What what does that mean? Because that sounds very ftxy. And in the press release of the, uh, of the, from the SEC, they have, like, all of these bullets that I read out earlier, right? You know, engages, engages in the business, affecting security transactions, provides a marketplace, blah, blah, blah. And those are the illicit allegations. But then, like, there's this separate paragraph that's like, oh, yeah, and also, by the way, they commingled funds and they use customer funds to pay bills. Yeah, like, why wouldn't you."
    },
    {
        "speaker": "B",
        "text": "Why wouldn't you lead with that?"
    },
    {
        "speaker": "A",
        "text": "Why wouldn't you put that in the bullets? And so, like, oh, by the way, they also did this thing. And it sound. And, like, the verbiage that they use sounds very ftxy, right? Just like, you know, comey, we all have the trauma, the PTSD of, like, FTX using custom funds. And that's definitely what they are alluding to in this, in this press release. Okay, so what do they, what do they mean? Like, they have the statement in line 221 and 222 of the accusation. Here's what they say. Separately, Kraken treats some fiat and custodial accounts as its own and not the customers. Supposedly because Kraken's customers owe Kraken fees arising from the customer's trading. This is true. For example, Kraken has at times, paid operational expenses using funds held in customer custodial accounts. This is another example of improper commingling of funds that increases investor risk, which registered security intermediaries are prohibited from engaging. Kraken does not disclose to its customers that Kraken commingles customer and corporate fiat in either customer custodial accounts or Kraken's corporate operating accounts. Once again, what does this mean? Here's how this works. And this is how all crypto exchanges work, Ryan, is that when you deposit your crypto onto Kraken or Coinbase and then you make a trade, that trade incurs a fee. This is how exchanges make business, trading fees. And so all of a sudden, the crypto that you deposit to them, some of them, some of that crypto becomes the exchanges because of the fee, but because that state is not immediately reflected on chain. Well, then all of a sudden, the fee that is collected by Kraken and the customer deposits from the customer is still in the same wallet, it's still in the same address. Because Kraken's internal ledger and the Ethereum blockchain, or like the polygon layer two, or Solana, they don't update that immediately. And so in one moment of time, there is a commingling of funds because of that discrepancy."
    },
    {
        "speaker": "B",
        "text": "Just a temporary commingling is what you're saying. Yeah, this is. This is Nick Carter who's talking about this. So something people don't understand is that there's always crossflow between customer and exchange funds, as there's always some overlap due to ordinary latency and operations. Commingling is a big boogeyman. But all exchanges definitely have some overlap, even if short periods. Even if for short periods. Is this. Is this seriously what the SEC is like? They are talking about it as it kind of an add on in their list of allegations, which lead with. With securities. But they are like, it seems like intentionally making it sound as if Kraken is running an FTX SPF style scheme. And really, it's just a technicality."
    },
    {
        "speaker": "A",
        "text": "It's in the way the business operation detail."
    },
    {
        "speaker": "B",
        "text": "Are you effing serious?"
    },
    {
        "speaker": "A",
        "text": "So you can imagine Jesse Powell, one of the co founders of Kraken, how, like, frustrated he is with this. So he follows up to Nick's tweet and says, it's so ridiculous. There's no statutory requirement to segregate. Fees paid are, quote, commingled until they are moved out. Exchanges can have customer accounts for foreign exchange or whatever, like any other business customer. And four, there are reorgs, chargebacks, failed settlements, and bank errors. These are all things that would lead to, like, a discrepancy in the ledger that needs to be accounted for with time. So, yes. Nice. Again, good. It's a good little, like, good little jab. Good little."
    },
    {
        "speaker": "B",
        "text": "They're putting it in the press release. Those allegations will not hold up in a serious court system. Right. They're just adding it to, like, flavor the. The entire, uh, list of complaints here. Yeah, yeah, that's absolutely bogus. So the big question here, though, is, what is Kraken going to do about this? And I'll also, like, remind folks that earlier this year, David, it was nine months ago, Kraken was charged again by the SEC, this time for its staking service. And at that point in time, it decided, rather than go to the court system, do all these things, basically, the mob boss is coming and kind of collecting it, decided to pay the penalty rather than fight."
    },
    {
        "speaker": "A",
        "text": "$30 million."
    },
    {
        "speaker": "B",
        "text": "$30 million. That was nine months ago. Okay, so now the SEC is like, oh, so you're willing to pay? I guess we'll drop some more charges on you. That's what it seems like to me. So what is Kraken going to do, David?"
    },
    {
        "speaker": "A",
        "text": "So here's David Ripley, operating CEO of Kraken, who says, we strongly disagree with the SEC claim stamped firm, in our view, that we do not list securities and plan to vigorously defend our position."
    },
    {
        "speaker": "B",
        "text": "Look, yes, as we've seen, Gary, the."
    },
    {
        "speaker": "A",
        "text": "SEC argues that Kraken should come in and register with the agency when there is no clear path to registration. Words that we've heard for like, three years now. Its allegations are factually incorrect, contrary to law, and the wrong way to create policy in the United States. As an industry leader, we will stand up to these allegations and defend the crypto industry's right to exist in the United States. That's right. We believe congressional action is the most appropriate path to resolving the lack of regulatory clarity in the US and will continue to support these efforts to bring clarity and certainty to the chaotic environment that has been created in the US. Saying, Congress, will you please rein in your boy, Gary Gensler."
    },
    {
        "speaker": "B",
        "text": "Somebody's got to."
    },
    {
        "speaker": "A",
        "text": "Jesse Powell put out, retweeted this blog post from Kraken, and he says, USA's top Decel. Decelerationist. And this is coming out of the backs of, like, Decel is now a word that we use to describe anti innovation in Silicon Valley and tech and crypto. Okay, so USA's top d cell is back with another assault on America. He's calling the SEC and Gary Gentler, a decel decelerationist. The masochists haven't been happy with the beatings that they've been taking in New York. I'll unpack that in a second. And are shopping for a different flavor in the regdom in California regulatory dominance."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Wow. This is unhinged. I thought we settled all their concerns for $30 million in February. Now they're back for seconds. The message is clear. $30 million buys you about ten months before the SEC comes back around to extort you again. Lawyers can do a lot with $30 million, but the SEC knows that a real fight will likely cost $100 million. Valuable a time. If you can't afford it, get your crypto company out of the United States war zone. That's love. I love the energy out of Jesse. Like, just calling it how it is, it's like they're just extortions."
    },
    {
        "speaker": "B",
        "text": "Extortion."
    },
    {
        "speaker": "A",
        "text": "I want to unpack the. The masochists haven't been happy with the beatings they've been taking in New York and are shopping for a different regular flavor in of regdah in California."
    },
    {
        "speaker": "B",
        "text": "Is he talking about the ripple case?"
    },
    {
        "speaker": "A",
        "text": "Well, so all of the cases that the SEC has filed in New York have gotten shut down, lost. The New York courts have said, gary Gensler, go home. And so this, this allegation against Kraken was filed in California. Yeah. Which is brand new, clean slate regulatory jurisdiction. That SEC is like, hey, California, all you liberals over there I'm a liberal. I could say that you guys, will you guys, like, please, like, help us take down cracket? Like, New York's not doing it. Like, can you guys help us? Speaker one."
    },
    {
        "speaker": "B",
        "text": "Well, they're diversifying their court cases. Basically. They got a new exchange, and they've got a new court system in a new state, and they're trying to, like, they keep losing, but what does it cost them? I mean, they're getting paid by tax funder dollars. It doesn't cost them anything to keep bringing these court cases. Gary Gensler clearly doesn't care what the crypto industry thinks of him. He clearly doesn't care about the legitimacy and credible neutrality of the SEC as a governing entity. He is here to advance the career and political aspirations of Gary Gensler so he could drop whatever court case he wants at any point in time, and he does not care if he loses. That's what's so insidious. It's such a stupid tax on american innovation and our entire industry and ultimately the one in five Americans that actually own crypto, I think, David, this man, Gary Gensler, is under his leadership, the SEC. He is a political liability for the Democratic Party. I don't."
    },
    {
        "speaker": "A",
        "text": "It's treason. It's treason."
    },
    {
        "speaker": "B",
        "text": "Treason goes right to treason. Oh, man. So that's what's going on there. And it's great to see Kraken pushing back on this absolute sham of a regulator. I guess one thing we have to add at this point, of course, is full disclosure. If you're not already aware, Kraken is a sponsor of bankless. And that's why we picked them. We picked them because they protected users for over twelve years. Gary Gensler has not even given us a bitcoin ETF in the last twelve years. Gracian has a stellar reputation. They were first to initiate proof of reserves. We believe they are right and haven't lost a dime. Haven't lost a dime, however."
    },
    {
        "speaker": "A",
        "text": "And like, and I just want to pull this out one more time."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Kraken is not doing anything wrong, according to the SEC, other than trading securities. And the, and the SEC is going to Kraken and being like, hey, you guys are trading security. But then they list a bunch of securities and they're not going out to the securities that they issue and say, hey, you guys made securities. They're going to Kraken and say, you guys are listing securities? And like, Kraken's like, yo, we didn't make these things. And so they're going after the people that aren't responsible for the inceptions of the alleged securities in the first place. Yeah, because they can't actually go and take Filecoin or Solana to court because they probably don't want to lose that one either."
    },
    {
        "speaker": "B",
        "text": "Well, they may. They may. Yeah. It's still early here, David."
    },
    {
        "speaker": "A",
        "text": "Then why aren't they doing it?"
    },
    {
        "speaker": "B",
        "text": "Well, I bet they. Who knows? Who knows what this masterminds plans are? And the whole point of that section was to tell you that, that Kraken is a sponsor. And, of course, love sponsor. And of course, guys, if you want to be extra sure, just don't keep your crypto on any centralized exchange ever. Go. Go bankless. That's also what we encourage. All right, David, are you ready to get blasted, man? Because there's this new layer, too. It's called blast, and it blasted on my Twitter timeline this week, and there's some controversy about it. I've been busy looking at other things. Can you tell me what this thing is?"
    },
    {
        "speaker": "A",
        "text": "Blast notably raised $20 million from paradigm. And this is where people's, like, attention gets funneled into blast, because paradigm is like, you know, dopamine. Dopamine for, like, Twitter djen."
    },
    {
        "speaker": "B",
        "text": "They did friendly."
    },
    {
        "speaker": "A",
        "text": "Exactly. They did friend tech. Right. And, like, you're gonna see. You're gonna notice they also did blur. And you're gonna notice, like, a lot of blast is cut from the same cloth as friend tech. And blur, like, a lot of styles up, just really dialed up. And so introducing blast, the only layer two with native yield for ETH and stable coins. And so, okay, what does that mean? The TLDR is that if you submit your ether or your stables into the blast deposit contract, they just convert it to Lido staked ETH, or they deposit it into the makerdao T bill engine, and then your ETH balance on blasts just naturally increments up, like zero two, 0.03 over time, as staking does. So it just converts your ether into staked ether on your behalf, and then just gives you more ether on the layer two. Same thing with stables. Okay, so, like, oh, kind of cool, I guess, but that's kind of cool."
    },
    {
        "speaker": "B",
        "text": "Yeah. You're depositing everything. Every asset is yielding. I mean, there's some risk associated with that. So people have to."
    },
    {
        "speaker": "A",
        "text": "Yeah. Is it really any different than depositing staked ETH or ReTh and then minting Reth on a different layer too? Actually, straight up. No, it's not. It's not. Maybe."
    },
    {
        "speaker": "B",
        "text": "Arguably better. Ux you just saves you some transactions."
    },
    {
        "speaker": "A",
        "text": "Maybe. Okay, so built by Pac man, blur, the blur founder. And so this is when we started. Well, it's not only just cut from the same cloth, it's made by the same founder. And this is where a lot of the financial engineering, financial gamification that Blur pioneered is now being like, that playbook is being repeated again and also blur, you know, investment from paradigm. Interesting set of an investors. A lot of the crypto Twitter trade influencer accounts that also, again, that is a playbook from Friendtech where they kind of just gave the crypto Twitter influencers early access and investment into friendtech so that they could promote the whole Frentech thing. So we're starting to see a reproduction. A lot of the same strategies."
    },
    {
        "speaker": "B",
        "text": "Well, yeah, and we were looking at a tab earlier, David, that actually shows it's not just the Eth yields and the USDC yield in maker, but there's something called, like, blast rewards. Blast rewards. Okay. The longer I keep my funds on blast, the more you get rewards."
    },
    {
        "speaker": "A",
        "text": "You get rewards. Yeah."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "On the blast website, you go to the website, it's blast. And that's airdrop is the first tab on blast. And unabashed about this, unabashedly. I remember when I opened up friend tech and was like, oh, man, they made an air trip. That's bold. Also gated release with invitation codes, law, friend tech. And so, like, you know, you don't have access. You got. You got to get an invite code."
    },
    {
        "speaker": "B",
        "text": "This is the whole branding. They're leaning into the. This feels very Robin Hood, I would say. Right? They're just totally leaning into the degen of, like, fast money. Like, you know, if it's deposited here, you're earning. You're earning. It's just kind of leaning into that kind of culture, it seems like to me. So what's the problem with this, though, David?"
    },
    {
        "speaker": "A",
        "text": "Why did. It keeps getting worse. It keeps getting worse. So here's how invites work. And so this is literally from their website. I'm reading a section from their website how invites work. You get points when your invites earn points. Your invites, the people you invite when they earn points, and then when their invites also earn points, you earn points. You get 16% bonus points when your invites earn points, and 8% when their invites in earn points. If you invite a whale, you get a lot of points and you'll move up the leaderboard. So, like, shout out to the graphic designer who made this last section a square and not a pyramid, but this is a pyramid. This is a pyramid. And so if you are just getting points, if your invites come in on board, and then also, if they invite, you get their points, too. It's just a. That's a pyramid."
    },
    {
        "speaker": "B",
        "text": "Pyramid scheme."
    },
    {
        "speaker": "A",
        "text": "Technology pyramid scheme for invitation codes. Right."
    },
    {
        "speaker": "B",
        "text": "Okay, so what is the wisdom of the elders here? We got another pyramid scheme. What do respected members of the Ethereum community say about this?"
    },
    {
        "speaker": "A",
        "text": "Right. Okay, so remember how they called it a layer two? Well, it's not a layer two. It is a one way deposit contract. That is a three of five multisig. The layer two launches in Q 120, 24. Right now. It is like a centralized side chain with a three of five multisig that you cannot withdraw from. It does not go backwards. It only goes one way."
    },
    {
        "speaker": "B",
        "text": "That doesn't sound great. Yeah, we're amping up the risk here, and there's already, at the time of this tweet, 30 million. But I think there's more."
    },
    {
        "speaker": "A",
        "text": "No, there's 100 and over $20 million deposited very, very early in the early days of this yield bearing layer two, which, again, I contest the idea that is the first yield. I have my assets on optimism, and I have that in our eth. Does that make optimism a yield bearing layer, too? Because it's effectively the same technology."
    },
    {
        "speaker": "B",
        "text": "Okay, so, okay, so it's not a real layer two. Here's another take."
    },
    {
        "speaker": "A",
        "text": "Not a real layer two. It's not truly yield bearing."
    },
    {
        "speaker": "B",
        "text": "The duality of paradigm. They've raised the bar in terms of technology. Founder ref alloy are wonderful. They've won the hearts of engineers I love. I respect Georgios and think he cares. They've made my life as a lowly application developer better, but, my God, the behavior of their investments. I thought blend was awesome, but blur blast should be seriously ashamed of launching an l two in this state. There's not even anything to roll up. It's a multisig wrapping a proxy to an unverified contract. It's gross and no different than people shoveling ether directly to influencer eoas in hopes of a shitcoin allocation. Wow, some condemnation here from a crypto developer. What's your take on this?"
    },
    {
        "speaker": "A",
        "text": "Yeah, this is."
    },
    {
        "speaker": "B",
        "text": "Oh, actually, I got to read this, but I can't throw stones. Same poster here. I claimed my airdrop. I bridged, too. I'll still keep drinking that garbage. I just wish it didn't have to be this way. I don't know about that lap. Like, if you wish it didn't have to be that way. But you're still participating in the pyramid scheme."
    },
    {
        "speaker": "A",
        "text": "It's incentives, right? It's the gamification. It's the incentives. Like, it's not lost on me that Matt Huang from paradigm wrote that casino on Mars blog post. And, like, in the middle of launching, like, three different casinos. So here's a take from, like, and the casinos, like, blur, blend, friend tech. These are all just like, gambling platforms. And so, like, at some point in time, paradigm was like, you know what? Like, we're just going to fund casinos. We're going to fund casinos. This is what we're going to do. We're just going to lean into it. And that's why they've gotten all the crypto Twitter trader influencers on board. This is a Joseph DeLong who just tweets out, did paradigm just turn into a pump and dump sweatshop? Like, the pump and dump sweatshop? It's like, I would have called it a casino sweatshop, but, like, yeah, that's like, what people is. Are. Is critiquing is what paradigm is really, like, fun, like, what they're investing in. Here's a Ethan Bookman from, from Cosmos. Remember when paradigm, like, took crypto off of their website and then they had to re add it and they did crypto, crypto, crypto. Well, now it's. Now it's just like, ponzi, Ponzi, Ponzi. This is not actually what their website is, but this is like the edit, right? So, like, people on crypto Twitter are just saying, like, yo, like, kind of gross and ick, and it's the same, like, financialization ponzi playbook being repeated over and over and over again. Here's. Here's Dankrad, who says, this is a very bad idea, and this is referring to, like, the native yield aspect of it. ETH and liquid staking derivatives are different assets with different risk profiles, and users should have a choice about which ones they want to use. The same is true for different types of stablecoins, saying that, just like, oh, if you deposit your assets into blast and then they swap it out for staked ETH or maker dow treasuries, that is a choice that they are enshrining into the layer two. That's removing user choice."
    },
    {
        "speaker": "B",
        "text": "Okay, but so let me push back on that. Is there the possibility, David, you're being a bit puritanical about this, maybe. Right? So this is udi, of course, who's always the one to call out any hint of, you know, maybe puritanism or what we might call sobriety says. Actually, the thing you're calling a very bad idea would actually be more accurately described as a trade off? Isn't this just a trade off? Dankrad replies and says, I'm not against the trade off, but against misnaming things to confuse users. They can make their base asset form of an LST, but they should call it that instead of eth. There's an element, David, of, like, I mean, are they doing, like, are they doing anything? Like, if you don't like the pyramid scheme mechanics of it, just don't participate. Right, sure. I think that's a, you know, a counter to this. It's not, you know, but also I understand the reaction, and I think the reaction from the crypto community is just, oh, God, another pyramid scheme. Is that all we're offering to the world? Like, we're just kind of tired of this? I certainly feel that way. Like, I'm just. I'm done with the rollers. Like the roller coaster of, like, the exact same mechanic, only in this mechanic, it's more pyramid scheme. Me, that's not really innovation. That's not really going to, like, change the world. And I think paradigm maybe, and this particular project caught crypto in a moment where it feels like it's just jumped the shark, you know, like, we're just kind of done."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "And the mood has shifted, and I think paradigm, and maybe blast is taking the full brunt of that shift, whether fair or not, for this particular project."
    },
    {
        "speaker": "A",
        "text": "Well, they're the jumping the shark thing is just like, oh, well, we saw the gamification of incentives on blurred. We saw the friendtech invite code system work. Let's put everything that we've learned and just go full casino. Let's just turn it up to eleven on the casino side of things. And to some degree, there are the crypto Twitter trade influencers, the one that's listed in the announcement, and there's all of that money sloshing around, playing games independent from the innovations in the layer two space. It's not about any of the optimizations that Solana is making. It's not any of the optimizations that the super chain is making. It's just the casino on Mars. And so that casino on Mars just happens to be very proximate to more, like, the EF members, the more the idealists out there. And that is a friction point we have, like, the DJ's right next to the idealists, and now, like, we're talking about it. And so maybe, maybe that's just like, this paradigm is making this product, and it's not for us, but they just happen to also be in our community. And there's just something weird about just like, the duality of paradigm that. That one blog post where, like. Like Georgios is working super hard to fix, like, roll up composability. Like cross train and roll up composability. He built rust Ethereum, which devs love. And so, like, they. You have this, like, just extremely prestigious, hard working, like, bunch of research very hard problems. And then their products are casino Ponzi's."
    },
    {
        "speaker": "B",
        "text": "Yeah, no, I. I get it. I think my biggest issue with this is that it's a multisig and not one way multi."
    },
    {
        "speaker": "A",
        "text": "Sick."
    },
    {
        "speaker": "B",
        "text": "That's probably my biggest."
    },
    {
        "speaker": "A",
        "text": "Otherwise, branding is bad."
    },
    {
        "speaker": "B",
        "text": "I feel like it the same way I feel about friend tech, which is like, it's a pyramid, you know, scheme. That's what they're doing is their growth strategy. I guess I'm neutral to, like, not feeling great about it, but I hope to God this is not all that crypto produces. Like, we got to show the world a little bit more than this. All right, David, we got some more stuff coming up. Coinbase just got sold. We talk about who the new buyer is and whether we should be concerned or not. And also, is there a new crypto president of Argentina? Javier Millay is his name. David, this is a picture of Javier. He is dressed as his superhero alter ego called General ANcaP. The ANcAP, I think, stands for macro capitalist. Yeah, definitely on the excuse libertarian, let's say. Have you been following this?"
    },
    {
        "speaker": "A",
        "text": "A little bit. A little bit, yeah. I saw this video of him waving a chainsaw around outside of the roof of his car as. Because, like, what he's waving the chainsaw saying, like, we're going to cut out the government. It reminds me of actually a little bit of our Vivek interview. He's like, we're just going to gut half the government if you're no chainsaw."
    },
    {
        "speaker": "B",
        "text": "In the Vivek interview."
    },
    {
        "speaker": "A",
        "text": "Yeah, Vivek is a lot more. This guy is an eccentric character. Yeah, it's like, he's kind of like a rock star. Like, he should have a guitar and he should be on, like, the Rolling Stones."
    },
    {
        "speaker": "B",
        "text": "Like, a little bit crazy."
    },
    {
        "speaker": "A",
        "text": "He's a little bit crazy. Super easy. He's a big performer. Very, like, loud and boisterous, very, like, right wing elected. Right wing libertarian is now the new president with 80%, 87% of the votes counted, 56 to Malay, 44% to the opponent. So, like, what's his deal? Like, what does he want? Why do people even think that he's, like, pro crypto? His major narrative is what is being called economic shock therapy. So he's just going to rustle things up with the argentine economy. And by the way, the argentine economy, if anyone can solve that problem, they'll get like a Nobel prize, because they at, like 100% argentine peso inflation year over year, like, the amount that people, like, demand for dollars in Argentina is through the roof. So he wants to shut down the central bank, he wants to ditch the peso, he wants to just cut half the government, like, slashing spending, and then potentially very painful reforms. And so his first presidential speech, he goes, the model of decadence has come to an end. There's no going back. So this guy wants to shake up Argentina. And I think the question is, the argentine economic situation is a very large problem. And now we have this very loud and boisterous human promising to shake things up. And is the human able to be as large as the problem? Because some people in Argentina are like, it doesn't matter who is president. The economic situation is so terrible that, like, it's. That one man can't do anything about it. It's a larger problem. It's any. It's bigger than any one man."
    },
    {
        "speaker": "B",
        "text": "Well, Balaji's take here is that this is the second bitcoin president. So he congratulated him. And there's one clip here where Javier is saying about bitcoin. What bitcoin is representing is the return of money to its original creator, the private sector. He also says, we have to understand that the central bank is a scam. So not a big central banker. I believe, though, David, he's not doing the El Salvador at play of, like, adopting bitcoin, but rather kind of casting aside the peso and adopting the dollar as sort of the stablecoin. So maybe it remains to be seen how crypto friendly he is. But. But certainly I would think he would be stablecoin friendly, would he not?"
    },
    {
        "speaker": "A",
        "text": "Yes. Stablecoins has got to be in any rational persons who's leading Argentina with the intent to dollarize stablecoins has got to be on their menu of, like, first things to consider. The reason why people are calling him pro crypto is because he wants to get rid of one fiat for the more strong fiat and is anti central bank. It's like crypto vibey, like, crypto adjacent. Like, there's no concrete plans. Like, yeah, we're going to be a crypto country. It's just like, we're going to get rid of our shitty fiat in favor of the better fiat."
    },
    {
        "speaker": "B",
        "text": "Well, David, you are going to Argentina pretty soon. Right. It's like the beginning of next year, I believe. So."
    },
    {
        "speaker": "A",
        "text": "Three weeks and one week in Buenos Aires, two weeks in Patagonia. So I'm going to, yeah, hang out a bunch of Argentines. Ill get their take."
    },
    {
        "speaker": "B",
        "text": "Yeah, get some person on the street takes, too. David, some other big news this week. Coindesk was sold and they were sold to a crypto exchange. This is one of the largest media companies in crypto and they were bought by a company called Bullish. This is the crypto exchange. Dave, do you remember who bullish is? Its from my distant past. I recall this name."
    },
    {
        "speaker": "A",
        "text": "You really had to dust off the old memory addict to get downloaded on this one. So DCG digital currency group, also the conglomerate that owns grayscale and Genesis and is in a lawsuit with Gemini. They need to raise capital to pay to fill the hole in their balance sheet to pay back Gemini and all the other creditors of Genesis, who has like a billion dollar hole in it as a result of all the fallout from 2022. So in that end, they have accepted a bid to sell Coindesk, the ten year old crypto news company, to bullish, a crypto exchange. Where did bullish come from? Bullish is a subsidiary of Block one, which was launched a crypto exchange. Bullish subsidiary of Block one. Where is block one? This is going to be for like, the long time crypto people. Block one is the people that made the EOS blockchain. And so this is, this is what, if any, ethereum person is calling, like, Solana, the eos of this cycle. This is like, why we're getting, like, some people get like, the PTSD of block one. And invoking that block one raise a $4 billion 2018 ICO to do this high throughput free transaction fees EOS chain. And they raised $4 billion in bitcoin. And Ryan, they didn't sell any of that bitcoin. So that $4 billion in bitcoin in 20, like 17 to 2018, when they were raising that money, is worth some."
    },
    {
        "speaker": "B",
        "text": "Crazy amount of money, 164,000 bitcoin."
    },
    {
        "speaker": "A",
        "text": "That is more bitcoin than microstrategy. They have more bitcoin than Michael Saylord. Why don't people talk about them? Well, because like, on the bitcoin Treasuries website, it's a treasuries for public companies. And block one is like this private conglomerate that has this massive amount of bitcoin that they got from, like, this very dubious ICO to make this very high performant blockchain."
    },
    {
        "speaker": "B",
        "text": "Okay. And the big question here is, is this good or bad for crypto media? And this is Jason from blockworks, who gives his takes. And I think he says it's bad. I, the coinbase and bullish acquisition is bad for our industry. And then he lists some thoughts. Why? Why is Jason saying this is bad?"
    },
    {
        "speaker": "A",
        "text": "David, he's basically worried about the conflict of interest between Coindesk, a journalist company, a journalist media organization, and being bought by a crypto exchange. And he says, this is like Nasdaq buying the Wall Street Journal or like finance buying coin. Coindesk. It crushes editorial integrity of the brand. I'd assume every reporter will leave within six months. Now, Jason, founder of Blockworks, is inside of the media world, and so he probably would be concerned about this and also perhaps has a bias on the flip side of things. Eli Tan, who's a journalist at Coindesk, fun fact, Ryan. We've had him on bankless. I interviewed him. He's one of the few in person interviews that I did my apartment. Eli Tan retweeted this tweet from Yano and said, how many market nuking scoops does Coindesk have to have to prove its editorial independence?"
    },
    {
        "speaker": "B",
        "text": "Interesting."
    },
    {
        "speaker": "A",
        "text": "Yeah. And I remember back in the day, editorial independence was a big problem at Coindesk. Like the bags of Barry Silbert and the articles that went out of Coindesk in like, 2017 to 2019 were very, very aligned. That is no longer the case. And I think I now I'm willing, personally, to extend Coindesk the benefit of the doubt. I think they have totally proved myself themselves to be editorially independent. Why they, the founders of Bullish, are interested in buying Coindesk is perhaps up to be scrutinized. But anyone inside of Coindesk, I think, totally gets the benefit of the doubt."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, they, look, they broke the FTX story and ended up costing their parent company everything, DCG, everything, ended."
    },
    {
        "speaker": "A",
        "text": "Up costing this selling of Coindesk."
    },
    {
        "speaker": "B",
        "text": "He still broke it. Yeah, I guess given the benefit of doubt for a while. But you really have to wonder how Coindesk will operate when it's under new management. So under the previous management, I think they proved that they had editorial independence, whether that continues moving forward or not. But I do think the big signal will be how many of the journalists actually stay, those with integrity. If they stay, and if they feel comfortable operating under new management, that's probably a signal that they're able to maintain their editorial independence. So I guess for me, it's to be determined."
    },
    {
        "speaker": "A",
        "text": "David, getting into some optimism news, there was this blog post that came out that really got me excited. Ryan talking about shared upgrades for op stack chains so this is a roadmap for some upcoming technical improvements to the op stack. Two main components this first component focuses on changes that will impact op stack nodes and node operators, enshrining a protocol version. That means that anyone using the op stack for their chain can easily track whether their infrastructure is up to date and in sync with the official latest protocol version. That's component number one. The second component of two just simplifies the multi chain contract upgrades with a multi chain upgrade contract, so eliminating hard coded configurations. Super chains all the op stack chains that are part of the super chain can share one set of implementation contracts and therefore perform multi chain protocol upgrades inside of a single transaction. So one single transaction upgrades the optimism mainnet, the base chain, Zora public goods network, anything that is an op stack chain that wants to be a part of the super chain can all upgrade in unison. So this is one of many mechanisms that it would take to have to recompose the Ethereum many layer twos into like this one singular system. There's no one single silver bullet Ryan for reintroducing composability across Ethereum layer twos. One of my tweets this week, Ryan, was the layer two fragmentation on Ethereum is just going to die. A thousand cuts. And this one is a very deep cut. I would say like single unison protocol upgrades for all op stack chains that want to be a part of the super chain. Pretty cool. So the governance process to implement this multi chain contract upgrades will kick off in early 2024."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think that has been a major criticism of Ethereum and its layer two strategy this year is just like fracturing of governance, fracturing of the user experience, fractioning of composability and liquidity. Now, the story is, some of that's true, actually, in exchange for scalability. But the story is how does Ethereum stitch it all back together? And I think there's some promising solutions ahead that we'll be talking about in the weeks to come. David, you ready for meme of the week, man?"
    },
    {
        "speaker": "A",
        "text": "I am. Let's do it."
    },
    {
        "speaker": "B",
        "text": "All right. Happy thanksgiving to you. And this was the meme of the week we decided saw one of your crypto friends got in trouble this week. David, we're looking at a picture of an awkward family dinner get together, sitting around the thanksgiving table, all of your relatives looking at you and asking you about your crypto friend who got in trouble this week."
    },
    {
        "speaker": "A",
        "text": "And that would be Cz finance all of our crypto friends."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "I'm actually going to be sharing the day after thanksgiving with Czech. I'm going to go down to the courthouse, and I'm going to wait."
    },
    {
        "speaker": "B",
        "text": "Tell us more about that. So we talked about earlier. You were actually in Seattle. This is just."
    },
    {
        "speaker": "A",
        "text": "I'm in Seattle right now."
    },
    {
        "speaker": "B",
        "text": "I don't know how you do this. Whenever you go to a mountain, something bad happens to Gary Gensler. You went to Montenegro, where do Kwan was arrested. Do Kwan just happened to be there. Now you just happen to be in Seattle, and CZ is there. So you're actually gonna go to his."
    },
    {
        "speaker": "A",
        "text": "He's got a date in the Seattle courthouse at 09:00 a.m. seattle time on."
    },
    {
        "speaker": "B",
        "text": "Friday, where he's gonna plead guilty."
    },
    {
        "speaker": "A",
        "text": "Where he allegedly is going to plead guilty. And, yeah, he's got a date with the court. And if I can. Yeah. Like, I'm going to go watch this. Yeah, I remember going to this courthouse, like, way back when, where I had to, like, contest. A parking ticket. No, a speeding ticket."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Yeah. I've been to this courthouse."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's hilarious. All right, guys, we got a moment of zen for you. If you enjoy how Janet Yellen pronounces, you will enjoy this, I think, some disclosures. Of course, David and I, we are investors and advisors for optimism. Big fans of that project. Also, as we mentioned, Kraken is a strategic sponsor of the show. We are long term investors. We're not journalists. We don't do paid content. There's always a link to our disclosures@bankless.com. disclosures. And you got to know, crypto is risky. You could lose what you put in, especially if you deposit in blast. But we are headed west. This is the frontier. It's not for everyone. But we're glad you're with us on the bankless journey. Thanks a lot."
    },
    {
        "speaker": "A",
        "text": "We are here today to announce that the Justice Department has secured felony guilty pleas from the world's largest cryptocurrency exchange. Binance."
    },
    {
        "speaker": "C",
        "text": "Actually, it's binance, binance, binance, binance, binance. And let me be clear, it's binance, binance, binance, binance, binance. And let me be clear it's binance, binance, finance. It's finance, it's finance, finance. Let me be clear. It's finance, finance, finance, finance, finance."
    }
]