[
    {
        "speaker": "A",
        "text": "Bankless nation. It is the third week of May, the crime and politics edition of the weekly roll up."
    },
    {
        "speaker": "B",
        "text": "If I might say so, it's been the entire year. Crime and politics. Oh, God."
    },
    {
        "speaker": "A",
        "text": "When are we gonna get out of this, huh?"
    },
    {
        "speaker": "B",
        "text": "Yeah. Yeah. Crime, politics and meme coins. It's exactly what we love."
    },
    {
        "speaker": "A",
        "text": "Yeah. Some sad news to start, though, on the week, which is tornado cash developer Alexei Percyv was actually sentenced this week. Uh, five years in jail, and then. Talk about that, David. Yeah. Netherlands. What. What does that mean for crypto? What does that mean for privacy? What does that mean for the roman storm case?"
    },
    {
        "speaker": "B",
        "text": "All of that back on the United States soil. You know how we always say front run the opportunity in crypto? Well, the Department of Justice said, well, not like that. As they charge two brothers for an mev bot attack. Is code law or not really. We'll unpack that and more. Big win in the senate, as well. What happened with this?"
    },
    {
        "speaker": "A",
        "text": "Oh, man. There was a vote for pro crypto legislation. This is a continuation of something we talked about last week. It's called SAP 121. If you don't remember what that is, we'll do a recap. But the big question is, is Biden going to veto this now? And, David, I think crypto just got a lot more partisan. We also have the ETH spot, ETF, the approval or denial decision next week, and I kind of wonder how all of the politics is involved or wrapped up in that decision as well."
    },
    {
        "speaker": "B",
        "text": "Yeah, mainly what happens next. And then lastly, time is a flat circle. Gamestop. Short sellers get crushed for a second time. How did it happen twice? All this stuff and more. But first, a message from our friends and sponsors."
    },
    {
        "speaker": "A",
        "text": "All right, let's talk about the markets. What confidence level does the market have on bitcoin this week?"
    },
    {
        "speaker": "B",
        "text": "David? Bitcoin, 5% more confident this week. Started the week at 61,800, ending the week at 65,450."
    },
    {
        "speaker": "A",
        "text": "It's a good week."
    },
    {
        "speaker": "B",
        "text": "Yeah. 5% more confident is decently more confident. If we could get a few of those more and more, that'd be great. Yeah."
    },
    {
        "speaker": "A",
        "text": "Nice week for bitcoin. And how about the ETH price on the week?"
    },
    {
        "speaker": "B",
        "text": "Less confident, 2% less confident. Started the week at $3,000 a year, now down to $2,940. And then if you just look at the ratio, Ryan, I was wondering if."
    },
    {
        "speaker": "A",
        "text": "You were going to. You were going to skip if we."
    },
    {
        "speaker": "B",
        "text": "Were going to skip it and have."
    },
    {
        "speaker": "A",
        "text": "To force you to do it, but."
    },
    {
        "speaker": "B",
        "text": "Yeah, the ratio is down a solid 25% in the last 80 days. We are down to 0.045."
    },
    {
        "speaker": "A",
        "text": "That is the lowest bitcoin ratio."
    },
    {
        "speaker": "B",
        "text": "Three years. Yeah. The ETH bitcoin ratio, this is the."
    },
    {
        "speaker": "A",
        "text": "Lowest it's been in three years."
    },
    {
        "speaker": "B",
        "text": "Yeah. Even lower than when 3 hours capital got liquidated and they had to dump all of their ETH collateral to save their positions, which ultimately did nothing. I actually have a take about why ETH is so weak and specifically why bitcoin and meme coins are so strong, relatively, in this market. You ready for it?"
    },
    {
        "speaker": "A",
        "text": "Yeah. Tell me. You tell me why. This is a painful chart."
    },
    {
        "speaker": "B",
        "text": "I'll tell you exactly why this is happening. This is just my take. Uh, bitcoin and meme coins are strong, and in contrast, Eth is weak. Uh, why is this happening? Well, the answer with bitcoin is very obvious. It had the bitcoin ETF approval. It has gotten the regulatory stamp of approval by the powers that be. It is now accepted in banks. It is now being bought by banks. We're going to talk about that in a second. And overall, it doesn't have a fight with regulators. It doesn't have a fight with the nation state. It's not offending the nation state. Uh, meme coins also similarly, are not fighting, like, in regulatory circles. Like, the meme coins being not a security or not even close to being a security, are free to be, like, minted and distributed, and everyone can go have fun with meme coins. No consequences, no fighting with any sort of powers that be whatsoever. Ethereum, on the other hand, is like going toe to toe with regulators. We have tornado cash developer in jail. We have the ether at risk of being called a security by Gary Gensler. We have the Department of Justice going after, after the MEV supply chain, privacy is now banned. And also privacy is trying to be developed by the Ethereum ecosystem. And so because, like, ETH is, like, doing it the most to offend the nation state, it is being weak this cycle because, like, people are scared, the market is scared, because, like, the power, the ETF approval is not going to happen. And so I think the depression of the Eth price is like a result of, like, ethereum trying to go toe to toe with some of the big things that nation states like to have monopolies over."
    },
    {
        "speaker": "A",
        "text": "So you're saying ether is getting whacked by regulators this cycle, whereas bitcoin is basically being embraced by institutions and regulators. And meme coins are just like, from."
    },
    {
        "speaker": "B",
        "text": "The perspective of nation states, they're just, meme coins are just irrelevant?"
    },
    {
        "speaker": "A",
        "text": "Yeah, it's interesting. It's an interesting narrative. One response I would say to that is, okay, explain soul. So Solana does not have an ETF and it has been."
    },
    {
        "speaker": "B",
        "text": "The market is not considering the price of sol in relation to the ETF."
    },
    {
        "speaker": "A",
        "text": "Yeah. So why has that outperformed? Would be part of a rebuttal. I actually have a deeper take about. Sorry, not a deeper take. Let me rephrase that, because your take was good, David, I don't want to put down your take here, but I think my general take, and I want to talk to you about this, and maybe a bankless take some time will save the rest of this content, but Ethereum is really just going through its growing pains because of migrating all of its execution to layer twos. And that's what this cycle is. And I think that's the big driver more than regulatory, but I will consider both. Yeah, I think regulatory is a portion of this."
    },
    {
        "speaker": "B",
        "text": "Overall, though, total crypto market cap 2.5 trillion, almost just below and so still pretty healthy in the total crypto market, captain. Still looking for that rampaging bull market. We just haven't had any of that. But meanwhile, we'll talk about some inflation numbers instead while we wait."
    },
    {
        "speaker": "A",
        "text": "Yeah, so inflation has cooled a little bit on the week. So we got the April numbers in. Prices climbed 3.4%, a bit lower than people expected, also lower than March, which was 3.5%, the lowest annual increase in core inflation since 2021. So, David, the market's like that because when inflation goes down, Powell gets happier, apparently, and the easy money, the probability of him reducing rates at some point in the future increases. And the easy money train continues. This is in contrast to the Lynn Alden episode we put out earlier this week, which is kind of making the case that what Powell does doesn't matter as much. It still matters, but doesn't matter as much because we're in a fiscally dominated world. But for the time being, the markets react to this. Low inflation is good for risk on assets."
    },
    {
        "speaker": "B",
        "text": "Speaking of risk on assets, Ryan, were you paying attention to the trad stock market this week? Did you hear about this news?"
    },
    {
        "speaker": "A",
        "text": "I was paying a little bit of attention to it. I know something with meme stocks, maybe they're back and we've got this tweet that you put in the agenda. I'm confused why this is relevant. Somebody roaring kitty, while looking at is a picture of a person, flashy animation style, just sitting up in their chair. In their desk chair."
    },
    {
        "speaker": "B",
        "text": "Yeah. So? Well, the meme is being tweeted out by roaring kitty, and it's a man who's like, leaning forward in his destroyer, like, okay, I'm paying attention now. Oh, I see. Roaring Kitty is an account, a Twitter account that went dormant in 2021. This is the roaring kitty."
    },
    {
        "speaker": "A",
        "text": "1.2 million followers."
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "He's a demo."
    },
    {
        "speaker": "B",
        "text": "This is the roaring kitty who led the short squeeze on GME back in 2021 that started the whole meme stonk revolution."
    },
    {
        "speaker": "A",
        "text": "Do we know who this person is?"
    },
    {
        "speaker": "B",
        "text": "Yeah, this is the guy with the bandana who, like, did some streaming about the Gmail. This guy. And he hasn't tweeted in, like, three years or something. He's the guy who testified in Congress. This is the guy who's just like, congress. I swear, I just like the stock. This is the guy who, like, led the GME short squeeze. Okay. And so, like, caused the whole, like, 2021, like, short stomp."
    },
    {
        "speaker": "A",
        "text": "So this implies he's now paying attention."
    },
    {
        "speaker": "B",
        "text": "Yes. But also hasn't tweeted in three years. And so this is his first tweet in three years. And he's like, it's like, okay, now I'm. Now I'm paying attention. As a result of this tweet, the GME stock price pumped from ten dollars to sixty five dollars."
    },
    {
        "speaker": "A",
        "text": "Shut up."
    },
    {
        "speaker": "B",
        "text": "Because liquidating $838 million of GME short interest, which is the exact same thing that happened three years ago in 2021, we just did it all over again. Go look at the chart. Do you have the chart?"
    },
    {
        "speaker": "A",
        "text": "This is the chart."
    },
    {
        "speaker": "B",
        "text": "This is the chart. Okay, so these are monthly candles. So that big chart is the chart of 2021. That big ass. Excuse me, green candle that liquidated all the short hedge funds in 2021 and caused the whole Robinhood thing. Caused all of that. And then that last green candle that you see is the thing that just happened this last week, which is just like a smaller version of the same thing that already happened."
    },
    {
        "speaker": "A",
        "text": "Okay. I mean, but we've been since that GME, I haven't looked at these charts. Almost like we've been on a steady trajectory downward. Right. And this is just like an."
    },
    {
        "speaker": "B",
        "text": "Yeah, because, like, GameStop is not worth, like, the market cap that it was giving it. It was just an anomaly because so much short interest was on GameStop. Gamestop. So before the initial short squeeze in 2021, GameStop was trading at $3. It then went up to $120. It fell down to $10, where it started its second short squeeze last week. Ten dollars to sixty eight dollars. So it's still up from its, like, initial, initial short squeeze. Robinhood printed $5 billion in equity trading volume yesterday because, again, all of the GameStop short squeezers are on the robinhood. And so Vlad, the CEO of Robin Hood, is one of the biggest a's in the last twelve months."
    },
    {
        "speaker": "A",
        "text": "So is this like, what does this mean? What's the interpretation here? Are meme stocks back? Are we going to have another meme stock cycle?"
    },
    {
        "speaker": "B",
        "text": "I don't know. I don't know what the impact is. We've already experienced this in the markets once and I don't know if it's like, should we do the AMC thing all over again? I don't know, but the fact that this happened twice is pretty hilarious."
    },
    {
        "speaker": "A",
        "text": "Can I just be like, I feel like meme stocks again? I'm not a meme trader, so this could be a totally just old man take or whatever, but like, I feel like they're kind of boring compared to meme coins. Like, why do a meme stock when you can, with cash flows, when you can do a complete meme coin that basically just like, like has that. Has the GME community discovered meme coins yet? Do you think that crypto has sucked some of that meme, like, animal spirit out of the oxygen out of the room?"
    },
    {
        "speaker": "B",
        "text": "Well, the thing is with, with meme coins, there's like a much smaller circle of people who trade meme coins than the GME, like army of people used to be, though."
    },
    {
        "speaker": "A",
        "text": "It's so easy. It's so easy."
    },
    {
        "speaker": "B",
        "text": "Well, yeah, but the meme coin market caps just can't fit very many people, whereas the GameStop market cap can fit like an entire subreddit of people."
    },
    {
        "speaker": "A",
        "text": "Okay, well, yeah, I guess we'll have to monitor to see if that lasts or if it's just a week type thing. But, you know, it's something that's long lasting, I think, David, is institutions buying the bitcoin spot ETF. So whole bunch of things were disclosed this week with, with SEC filings. Apparently a whole bunch of the banks actually have some bitcoin ETF on their balance sheet, though. This was filing from JP Morgan. They actually own some bitcoin, David, you know, almost a million dollars worth of the bitcoin spot ETF, which is kind of funny because Jamie Dimon like publicly seems to hate it. I don't know if they're like, you're stacking to hold Michael Saylor style or if this is some like administrative technicality, but the fact of the matter is JP Morgan holds bitcoin. So does Wells Fargo, by the way, which is kind of interesting. And also there are five big canadian banks, because like the canadian banking system is all consolidated."
    },
    {
        "speaker": "B",
        "text": "Big banks big fundamentally, they're big for Canada."
    },
    {
        "speaker": "A",
        "text": "Okay, they're big for Canada. And so all of them, it was disclosed last week, actually own bitcoin. Like five out of five canadian big banks own bitcoin. So some of the banks are getting in on this. And that's interesting. And also, it's not just banks, it is states. All right, the state of Wisconsin."
    },
    {
        "speaker": "B",
        "text": "State of Wisconsin, let's go. They bought new Wisconsin listeners $100 million."
    },
    {
        "speaker": "A",
        "text": "Worth of the Blackrock ishares bitcoin ETF. This is Eric Balchunis. He goes, wow, a state pension bought ibit in the first quarter. Normally you don't get these big fish institutions for a year or so when the ETF gets more liquidity. But as we've seen, these are no ordinary launches. A good sign. Expect more as institutions tend to move in. Hertz. Okay, so that's, that's one state. We got another 49 to go."
    },
    {
        "speaker": "B",
        "text": "All right, so Wisconsin, what's the microstrategy? Straight state of pension funds? Can we get one of our states just become like bitcoin buyer?"
    },
    {
        "speaker": "A",
        "text": "How do you think that happens? You think that the state of. State of Wisconsin, Wisconsin investors, whoever's on."
    },
    {
        "speaker": "B",
        "text": "The state of Wisconsin investment board is just a big bitcoiner?"
    },
    {
        "speaker": "A",
        "text": "Yeah. You think they shout out whoever that person is, they're probably onto the Bitcoin podcast, not so much bank list, but they listen as well. Well, shout out, you. You're a hero. State of Wisconsin employee. Thank you."
    },
    {
        "speaker": "B",
        "text": "When we finally get the ETH ETF's, we'll maybe we'll have a war of the states as to whether they decide are they going to be bitcoiners or ethereums. All right, which ETF they're going to buy."
    },
    {
        "speaker": "A",
        "text": "I mean, speaking of that, the date is coming up next week, so we're going to be talking about it on next week's roll up. That is the Ethereum. ETF approval needs to be either or denial, approved or denied by May 23. And let me, I want to ask you what you think is going to happen, David, before I give my take, but, like, let's talk about, let's recalibrate on the backdrop here. ETH sentiment is kind of bad right now. We just talked about the ratio, okay? ETF approval, basically, no one thinks it's going to be approved. Prediction markets are basically like zero to 25%. The Bloomberg fellas who stay really up to speed, they're like, hey, there's no chance. We just had the SEC suing everybody, including consensus, and we had that Joe Lubin episode where he's basically, yeah, it's not going to happen. They're out to get ethereum. So it seems like our chances are dim. But what say you?"
    },
    {
        "speaker": "B",
        "text": "What do you think about approval odds below 10%?"
    },
    {
        "speaker": "A",
        "text": "Zero. That's not 0%."
    },
    {
        "speaker": "B",
        "text": "Zero. It's not zero. And I think the market has priced in below 10%. I think that's what the market is pricing in below 10%."
    },
    {
        "speaker": "A",
        "text": "That's why. That's why ETH is just, like, not going anywhere."
    },
    {
        "speaker": "B",
        "text": "Yeah. We were like, why would you hold ETH? Like, bitcoin is the one with the ETF and solana is the one with all the meme coins. And that continues to be, like, the state of things."
    },
    {
        "speaker": "A",
        "text": "I think that's the base case. Well, let me give you two tail outcomes that could happen."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "That tail, I guess positive and a tail negative. All right? So the tail event on the, on the good side would be approval. All right? And this is not very likely to happen. I definitely give it under, like 5% odds. But there is a chance here, David, and here's what I think it is. If, and this is a big if, Biden and the Democrats wake up, it's 11th hour, they realize that their party is getting painted as the anti crypto party, and this becomes a."
    },
    {
        "speaker": "B",
        "text": "Which wins them zero votes."
    },
    {
        "speaker": "A",
        "text": "Wins them zero votes. They only lose votes. They only lose money. And Trump. Trump steps in and tries to make this a web wedge issue. If they want to counteract that, they might actually put some political pressure on the SEC and Gensler to just throw a bone to crypto just to prove the ETF. Okay. Just like, call off Gensler. Hey, you can let this one slide. If you don't, it'll hurt us come November is not worth losing a White House over. That's a possibility here. And we'll talk more about the politics of this in the next section. But can you see that as a faint possibility? Maybe some hopium."
    },
    {
        "speaker": "B",
        "text": "Hopium. For sure. Yeah, pass, whatever you're smoking."
    },
    {
        "speaker": "A",
        "text": "Well, I'm not smoking. I'm just. I'm just. I'm just throwing."
    },
    {
        "speaker": "B",
        "text": "You're hypothetical."
    },
    {
        "speaker": "A",
        "text": "Hypothetical. Okay. So here's the other hypothetical, though. This would be tail risk on the bad side. Imagine instead of approving, okay, Gensler comes out next week and they declare ETH a security. This is not that far fetched, actually, because there's evidence. This is Eric Baltunis and they dug up some papers. Like, if you go into all of the, you know, like a 50ft deep pile of legalese, there's actually, maybe some commentary that shows that the SEC, in Eric's words, is perhaps considering that ETH is a security as part of their denial. So they might say no. ETH. ETF, by the way, it's a security."
    },
    {
        "speaker": "B",
        "text": "And also it's a security."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Which, which this outcome seems just more likely."
    },
    {
        "speaker": "A",
        "text": "Oh, really?"
    },
    {
        "speaker": "B",
        "text": "I can simulate this outcome in my head."
    },
    {
        "speaker": "A",
        "text": "So that's another tail risk. That or a tail event that could happen. Right. So we got to both sides. I guess we have to see next week."
    },
    {
        "speaker": "B",
        "text": "But I think that's also meaningfully, like, priced in. Maybe not. The ETH is, like, formally a security. I don't know if that's completely priced in, just like the bad sentiment is, dude."
    },
    {
        "speaker": "A",
        "text": "But, like, don't you think if Gensler says ETH is a security, we're headed for a big EtH price drop?"
    },
    {
        "speaker": "B",
        "text": "Yeah. Whether it'll be sustained or not, I don't know. But, yeah, it's obviously not bullish. That's for sure."
    },
    {
        "speaker": "A",
        "text": "It's not bullish."
    },
    {
        "speaker": "B",
        "text": "But just like, it's bad sentiment has just like, completely. There are fewer and fewer ETH sellers left. And so, like, yeah, will I sell because Gary Gensler calls it a security? Like, no. And, like, there's a higher proportion of people me left in the market because, you know, the weak hands have sold and, like, the believers are still holding, and that's where the price equilibrium has been discovered."
    },
    {
        "speaker": "A",
        "text": "That's right. Buy more, David."
    },
    {
        "speaker": "B",
        "text": "That's what I'll do. You know what? That's security. That's bullish. Bullish."
    },
    {
        "speaker": "A",
        "text": "What do we got coming up?"
    },
    {
        "speaker": "B",
        "text": "Coming up next, tornado cash developer Alexi Perts of convicted. What were the arguments and does it set a precedent for court cases in the United States? We're going to cover that. Pro crypto legislation just got passed in Congress last week. Biden said he would veto it. Now the time is coming to actually see if he's going to follow through on that. And then lastly, the Department of Justice charged two brothers with the exploit of an mev bot. What happened? How does the government perceive mev? And overall, this is another day of code is law versus law is law. Crypto, all this and more. But first, a moment to talk about some of these fantastic sponsors that make the show possible."
    },
    {
        "speaker": "A",
        "text": "Sad news for crypto this week. The tornado cash developer Alexei Purtsev was convicted on money laundering charges. This is one of the two tornado cash developers who got arrested. This court case happened in the Netherlands, and a three judge panel dutch panel sentenced him to 64 months in prison. That's over five years. One of the judges said this in the proceedings. Tornado cash, in its nature and functioning, is a tool intended for criminals. Hot take a tool intended for criminals. So we've got 14 days to appeal the decision. So it's not completely done. Of course, bankless listeners will know. Tornado cash is what? David? It's an on chain mixer. Smart contracts, primarily. It's still in operation. Right. It's immutable code. And Alexei deployed this, along with roman storm and maybe some others, to Ethereum. This is immutable. It's autonomous, it's open source."
    },
    {
        "speaker": "B",
        "text": "Was used by North Korea and me. They also use tornado cash."
    },
    {
        "speaker": "A",
        "text": "Yeah, no longer. Yeah, no longer. Ever since it's been OFAC sanctioned, of course, but this is a well known privacy tool. So Peter van Valkenberg from coin center had some response, because the big question is, will this carry forward into the US? We've got roman storm's case, which is not happening in the Netherlands. It's happening in the US. And that's definitely one to watch. He says that the standard for culpability in the Netherlands is different, maybe much different than the United States. And so that means because Alexei didn't try to stop North Korea, I mean, it's unclear what he would even do to stop North Korea in the case of a mutable smart contract. But the judges decided he was negligent. He didn't do that. And the standard for criminality in the US is much more specific. You actually have to have an intent for crime, and the prosecution must prove that the defendant intended to launder money, not merely know that it is possible for some bad actor to do this."
    },
    {
        "speaker": "B",
        "text": "Right. So, yeah. The difference between the precedent and the Netherlands is that Peter says mere knowledge of a significant chance that one's actions could facilitate crime is what made Alexei Purcev guilty in the Netherlands. This is not the precedent that we think and hope we have in the United States. Whereas, like, you actually have to take an action, you have to actually be an agent in the facilitating of money laundering or, like, aid other people who are also doing it, which is not what Alexei did. The fact that Alexei knew that the tool that he was developing could be theoretically used for crime was apparently enough to rule a guilty verdict in the Netherlands, which, by the way, I think is asked backwards."
    },
    {
        "speaker": "A",
        "text": "It's a crazy standard because how deep do you go with this? Right? It's like, how about Ethereum validators? I mean, do they have knowledge that bad actors could use Ethereum?"
    },
    {
        "speaker": "B",
        "text": "How about, like, any messaging platform you can use to facilitate like criminals can use to coordinate and communicate their intent to communicate a crime."
    },
    {
        "speaker": "A",
        "text": "Yeah, go all the way down to the Internet. How about TCP IP? I mean like North Korea was hammering that as well."
    },
    {
        "speaker": "B",
        "text": "If you develop a hammer, a criminal could like use that to kill someone."
    },
    {
        "speaker": "A",
        "text": "It seems like an incredibly unjust interpretation of the law, even if that is the law in the Netherlands. This is an independent journalist commenting on this. The entire tornado cache verdict they say is completely insane and will turn the legality of building any privacy service on its head. Because what it shows, David, is three things. That the devs are fully responsible when their open source code is used for criminal activity. That's crazy. How can they be fully responsible for that? And secondly, building an unstoppable privacy system as laid out suggests criminal intent. So even if you're building any privacy system, then criminals could use it. So that means you are a criminal. Absolutely crazy that that's how this would be interpreted."
    },
    {
        "speaker": "B",
        "text": "Alexis co founder Roman Storm is facing similar charges in the United States. He's from Seattle. And so that is also going to be very informative about how the United States approaches this same exact issue, hopefully with a little bit more freedom and less oppression. That trial is scheduled to go before a federal court in New York in September."
    },
    {
        "speaker": "A",
        "text": "Right. So that's the bad news on the week, David. But we got some good news too. What's the good news? Give it to us."
    },
    {
        "speaker": "B",
        "text": "The continuation of the repeal of SAB 121 moved into the Senate this week. Last week it was voted to be repealed by the House. We want it to be repealed. If this is a rule coming out of the SEC that the Congress is like, yo, WTF? This needs to like go through actual legislation. So they are voting, Congress is voting to repeal it. We want it to be repealed because it basically stops any sort of commercial enterprise to ever facilitate the custody of crypto assets. So we, the industry want it to be repealed. It was voted to be repealed, repealed by the House last week. Yay. Just this morning it was voted to be repealed by the Senate by a 60 to 38 vote. So pretty solid vote."
    },
    {
        "speaker": "A",
        "text": "Huge."
    },
    {
        "speaker": "B",
        "text": "It's actually pretty big."
    },
    {
        "speaker": "A",
        "text": "That is surprising. I think even like people who are bullish on this were surprised by these numbers because that means a ton of democratic senators actually voted against the White House and for this pro crypto legislation."
    },
    {
        "speaker": "B",
        "text": "Yeah. So it was expected that this vote would go in favor of the repeal. It was not expected that this discrepancy to 30 vote was this large. This is the thing that Biden said, that if it comes across his desk, he will veto. And so he just, this is what he said last week. And this is what kicked off last week's, like, drama between the Dems and the Republicans saying, like, well, clearly Biden is an anti crypto candidate that just got cemented. This is the thing he will say he will now veto. So he now he has to go veto it to actually, like, you know, where his mouth."
    },
    {
        "speaker": "A",
        "text": "I think this is absolutely crazy because not only Biden said he would veto it, and it's not just declaring the intent for the White House to veto this, but it's part of that. Right. But it's also just, I think that's a message to democratic senators, like, get in line, like, vote this down. I mean, don't embarrass me in an election year. I said, I'm going to veto this. We have to stand by our guy, Gary Gensler, who created a rule that says, nevermind whether it makes sense or not, that says, you know, like all banks, anyone who wants to custody crypto in the US, it's an institution of some kind. Can't do it. Never mind whether it makes sense or not. We have to stand here and veto it. And this is a whole bunch of senators just going against the White House in a key election year. What this is to me, David, is Elizabeth Warren's anti crypto army getting publicly crushed. Like publicly humiliating. Yeah. And to add to that, even Chuck Schumer voted pro crypto on this one. So it's not only a repudiation of Elizabeth Warren, I think it's a repudiation of Gary Gensler. And this is why, David, I still, I still haven't given up hope on the ET. Okay, there's still a chance, but this all puts it in Biden's court. Like, so this bill is now going to come across his desk, and is he going to do what he said he would do last week, which is a veto it? If so, that is a marker. You're basically voting anti crypto at that point. It's coming from the White House against Congress and against many members of his own party. So what do you think happens? Like, where, where do we go from here?"
    },
    {
        "speaker": "B",
        "text": "Well, the obvious thing is Donald Trump just takes the free real estate. And so all he has had to say, which he did say, is that he told crypto backers at his Mar a Lago press conference that they better vote for him because the Biden administration has unleashed a regulatory crackdown on the industry. Whether or not Donald Trump is at all pro crypto does not matter because the Biden administration is just serving him the crypto vote on a silver platter, which he's like, thank you. That's free real estate. That's mine. I now."
    },
    {
        "speaker": "A",
        "text": "Yeah, the fact. So this is an article that came out on Friday. I know you were climbing mountains, David, and, like, so you probably weren't, weren't looking at this, this political stuff, but this article with the title crypto is Trump's new weapon against Biden. This was published in Politico. It's what, like, the normie political people read, right? This is not, like, on coindesk or on bank list or somewhere else. This is political politico. Okay. And so Mark Cuban Biden retweets this article, this very article, and says if Joe Biden loses, there's a good chance you'll be able to thank Gary Gensler and the SEC. Crypto is a mainstay with younger and independent voters. Gensler has not protected a single investor against fraud. This tweet gets like almost 20,000 likes. A whole bunch of retweets. Yeah, it goes absolutely crazy. He says this is a warning to Congress. Crypto voters will be heard this election. Election. All right. So there's a lot of clamoring. People are starting to see the tide shift. And that is the backdrop to this, like, 60 38 vote."
    },
    {
        "speaker": "B",
        "text": "And you can see really Donald Trump taking advantage out of this last election. He was really just like anti bitcoin, pro dollar. He decried crypto on social media during his presidency and then key cabinet members. Steve Mnuchin, remember, that was like the whole, like, introduction of this, like, self hosted wallet term. He wanted to ban non custodial wallets. Since Donald Trump's election, he has minted an NFT collection, has a crypto net worth of $7 million, holds $5 million of Trump. Is that a token or is nfts? I don't know. His last activity was sending 250 ether to Coinbase. Five months ago, his NFTs earned him $2.8 million in crypto. And he's a beast on Coinbase's stand with crypto report on crypto friendliness. Be not, like, way better than any of the Democrats. Also, since Donald Trump's last presidency, we got the paradigm poll last week. We talked about this last week. 48% of crypto owners favor Trump, 39% favor Biden, 13% is undecided. But 20% of voters in several battleground states consider crypto to be a key issue in the elections and are crypto favorable, which is a large number, 20% of voters in battleground states. And so like, to say that crypto is like, going to be an issue here is like, we know that that's true."
    },
    {
        "speaker": "A",
        "text": "I mean, it seems, it seems like it could swing the election. Like, of course, unless you bank list a crypto show. And of course, you guys think you're powerful enough to swing, swing the election. But, like, we're talking about the marginal voter here. We're talking about really tight marginal. We're talking about independence. And you're also swinging some, like, single issue voters. Like the other direction in this, we should say. Of course, not all Democrats are anti crypto. So a number of them."
    },
    {
        "speaker": "B",
        "text": "Just the establishment."
    },
    {
        "speaker": "A",
        "text": "Yeah. And a number of them voted for this policy. Here's a tweet from a Democrat representative in Congress, Representative Wiley Nickel. We cannot hand this issue, he means crypto to Republicans. Digital assets shouldn't be a partisan issue. I'm going to continue working a bipartisan way to support web three so we can protect american consumers. There's also Jill de Brand, who's been very, she's a senator. She's been very pro crypto. I assume she voted in favor of the SAP 121 repeal. She gets an a strongly support on stand with crypto. So there's some of them. In fact, some people are saying that this is not really a partisan issue at all. It's more of a generational one. This is a tweet from Sam Lymanden. Case in point, 21 dems voted to rein in Gensler's overreach on crypto. I think that was in the House. The average age of this voting group, 48. Contrast these young Gen Xers to the Dem party leaders they defied with yesterday's vote. Maxine waters is 85, Joe Biden's 81. Elizabeth Warren is 74. So he's basically saying that this also skews, like, old versus young, neoliberals versus progressives. I think so. I think there's an element to that. But I will say a lot of the so called, like, neoliberals in the Republican Party have definitely swung in the direction of crypto. And I think they're just partially just doing that to stand in contrast to watching the Democrats shoot themselves in the foot over this issue."
    },
    {
        "speaker": "B",
        "text": "Well, anyways, this issue is going to be a recurring theme until now and September until this election actually happens. So, bankless nation, get used to politics being in the weekly roll up whether you like it or not. Sorry, I don't necessarily like it, but nonetheless, it's relevant. Coming up coming up next, the Department of Justice charges two brothers for a $25 million attack using mev bots. Was it crime or was it just a highly profitable trading strategy? We also got Kraken versus the SEC and a new social fi layer two architecture that could host a billion users and die. The stablecoin is going to fork into two different kinds. What's going on with all of that and more? But first, a moment to talk about some of these fantastic sponsors."
    },
    {
        "speaker": "A",
        "text": "The title of the press release on the DOJ website. Two brothers arrested for attacking Ethereum blockchain and stealing 25 million in cryptocurrency. So, David, there's this accusation against these two brothers. A conspiracy to commit wire fraud, actual wire fraud, conspiracy to commit money laundering. It turns out they exploited, through some mev type exploit, $25 million. When I saw this story come through, I didn't quite know what to think, because. Because the DOJ is doing all sorts of things these days. In fact, it's the DOJ versus roman storm, and they're calling tornado cash money laundering. So I didn't know quite what to make of this particular case. I'd not been following the details. So what are they, what is going on here?"
    },
    {
        "speaker": "B",
        "text": "So, whenever the case of, like, the Department of Justice and Nation states and the world of MeV comes up, like this idea of code is law always gets invoked. And generally, the powers that be never really think that code is law. And actually, this thing called wire fraud happened. And this is actually one of the more unique mev cases that we've ever seen. So there was an exploit here specifically, and this was not about code on Ethereum. This was not relevant to code on Ethereum. This was not an exploit of a smart contract. This was in the pre blockchain layer around block builders, flashbots, mevboost, and the eventual block proposer. This how all happened in the mempool supply chain networking layer before transactions ever landed on Ethereum."
    },
    {
        "speaker": "A",
        "text": "So was this an exploit of Mebboost itself, like the flashbots mevboost?"
    },
    {
        "speaker": "B",
        "text": "This was an exploit of the Mevboost software that allowed for the theft of $25 million. Whether you think it's theft or not. I do think it's theft. And so let me explain the exploit and how I came to that conclusion that I think is theft, which I actually kind of agree with the Department of Justice. That's just my take. But here we go. Okay, so, typically, block builders who build blocks, and then they build a block, pass it off to the proposer, who is an Ethereum validator and the proposer just proposes it to the blockchain. The block builders receives bundles of transactions that they, they cannot alter or enter, interfere with. They get these from MEV searchers. The MEV searchers search the blockchain, produce bundles of transactions for builders to build into a block flashbots, the flashbots mevboost relay, which relays the blocks around whoever needs to receive these blocks. They hide the content of these bundles from block builders, because if block builders were able to see the contents of these bundles, they could just reconstruct the bundle themselves because they have all the data, submit that bundle themselves and have that MEV collected for themselves. So you have to hide the bundle in order to protect the searchers so they can actually receive their MEV that they are owed. It turns out that the Mevboost relay, which is a relay from flashbots, will return all of the transactions unbundled and disclosed if the producer, if the proposer, signs the block correctly. And so once the block is signed correctly, you can now see the internal contents of that block, because it's assumed that that block propagates around the network and becomes embedded into Ethereum, so there's no longer the opportunity to steal that MeV. Unfortunately, this is the exploit here. If that signed block is invalid, then it would never be accepted by the network. And so the block builder can sign a block legitimately, but that block can be a invalid block, and so then they can see the internal contents of those transactions and then they can do their exploitation. So because the relay was never able to broadcast the block, it was a simple matter of taking the revealed transactions, deconstructing the bundles, claiming the liquidity from MEV bots that were unlucky enough to be included in the block. So here's what happened. In this scenario, some sophisticated player baited an MEV bot to front run them by executing a sandwich attack in which they would buy up a bunch of tokens to be able to, like, dump on the person who was, who was also buying them in that same block. Very standard practice. This is a sandwich attack, but this is the different part. The exploiter bought a ton of those tokens prior to the sandwich attack from the very standard sandwich attack that happens all the time. They bought the tokens ahead of time, and then they did this exploit where they unbundled their transaction, and then they were able to sell the tokens that they had bought to the MEV bot that tried to execute the sandwich attack. So they basically front ran the front runner using an exploit from the MeV boost relayer. The net effect is the MEV bot bought a bunch of tokens which the exploiter had bought earlier at a much lower price. Since the MEV bought bundle was compromised, the exploiter was able to dump the token at a much higher price because they had baited the MEV bot into buying it again through an exploit in the relay."
    },
    {
        "speaker": "A",
        "text": "So, first of all, that's really smart. I think these were with these MIT students, like, like college kids or something like this."
    },
    {
        "speaker": "B",
        "text": "Brothers working on this, perhaps?"
    },
    {
        "speaker": "A",
        "text": "Yeah, it's a very, that's a very sophisticated, very sophisticated exploit, I would say. But what you're saying is essentially they, they baited MEV bots using an exploit in order to, like, steal these funds. So, like, because when I saw this headline, I was wondering, is the DOJ trying to say that, like, all MEV arbitrage, all of that stuff, the things that makes mark efficient, is all of that illegal? Are they going after that? And you're saying, well, this is, this is kind of an edge case where it looks like using an exploit to kind of hack. I'll use hack and air quotes to hack. I think it's hack steal, like $25 million. And you think this is a legitimate case brought by the DOJ against these MEV exploiters?"
    },
    {
        "speaker": "B",
        "text": "This is, I'm not an expert in wire fraud, I'm not a lawyer, but I'm pretty sure this is just what wire fraud is like. This was not the intent of the MEV bots. This was a bug in a software that was exploited. And also, there's, this is not perfect evidence. But post, both pre and post the actual exploit, the exploiters, Google searched some terms, including money laundering, computer fraud, abuse, and does the United States extradite to foreign countries. And so, so bad facts, not great."
    },
    {
        "speaker": "A",
        "text": "Facts, not great evidence, not great facts. Although, like, Google searches doesn't necessarily mean that what they, like, this is why all of this has to be proven in a court of law. But it doesn't sound like it's a case of just like, mev arbitrage. Oh, 20 years in jail, because that's what the charges. 20 years in jail. And this is a contrast point. So let me read out a tweet that you said in your kind of, like, talking about this at the beginning. Code is law according to ethereum. You say law is also law according to nation states. These are not mutually exclusive. You can execute code according to the EVM, and you can also go to jail for that. This is not a difficult take so what you're basically saying is a lot of people came out and said, well, because it was possible to do the exploit, right? It worked in the code. Like, this is not criminal activity, it's not real theft. This reminds me of some of the arguments being made in the Dow hack. Like, back in, wait, 2016. It was technically possible exploit and steal all of the money inside of this dAo. But was it legal? Was it still theft? Also yes. Like, also yes."
    },
    {
        "speaker": "B",
        "text": "So actually, I would actually make a contrast between the Dow hack and this."
    },
    {
        "speaker": "A",
        "text": "What do you think?"
    },
    {
        "speaker": "B",
        "text": "The Dow hack was a exploit of on chain code that was on Ethereum that didn't have any terms and conditions. I don't think the flashbots mev boost relay has terms and conditions, but you."
    },
    {
        "speaker": "A",
        "text": "Bucket both in theft. In the. In the category of theft, would you note?"
    },
    {
        "speaker": "B",
        "text": "I. I think that this is way more thefty than the Dao hack. I think maybe at the end of the day, a judge would say the Dow hack was theft, but I think you could make a reasonable case that it was not theft because it was executed as the code intended."
    },
    {
        "speaker": "A",
        "text": "So there's a spectrum of theftiness."
    },
    {
        "speaker": "B",
        "text": "There's a spectrum of theftiness, and this is pretty damn thefty."
    },
    {
        "speaker": "A",
        "text": "Both cross, for me, both definitely crossed. It sounds like both crossed the line. But you're saying that this was even farther across the line than the DAO."
    },
    {
        "speaker": "B",
        "text": "Has, because this actually had was not about on chain smart contracts on Ethereum. This was about third party proprietary software called Mev Boost, operated by flashbots, which then immediately went and fixed that patch. Like, this wasn't a difficult patch to fix."
    },
    {
        "speaker": "A",
        "text": "Well, okay, let's say you're right and this was actual theft, and the DOJ has to approve that in a court of law. And that's kind of what the legal system is set up to do. Somebody, like, beats a crypto person over the head and steals their ledger and, like, takes all their money just because they can, because code is lost. Like, most people want the legal system to help them in those cases. But this is some downstream impact, maybe from Muhammad, who says the indictment from the DOJ for the traders who baited MEV bots is mind blowing. First of all, it dives into every detail of how Ethereum block building works and draws out analog to tradfi. So DOJ is getting really smart about this. So this is both, one, a recognition of the power of Ethereum to settle financial transactions. Yay. Good. And also, number two, a trap to pull every operator on ethereum into a web of legal compliance requirements. That's what I worry about, David. This is what I worry about, that this kind of thing sets precedents for. Yeah, come in and register. All your validators, all your eth staking has to be registered. It has to be compliant. Like nation state says there's bad things going on here, and so everyone has to kind of like no code isn't law at all. Like there's no such thing as code is law is law. And we don't respect any of the code based protocols that you put into place. So come in and register. Do you know that's what I worry about, the precedent in this type of thing?"
    },
    {
        "speaker": "B",
        "text": "Yeah, there's definitely two different philosophies at play here. Nation states prevent trad fi mev. They prevent it with laws like, if you do like MeV in the trad world, you go to jail. We in the crypto world, in the web three world, try to prevent Mev with mechanisms which I think are much more robust and less prone to corruption. But nonetheless, we have the regulators coming in to interfere with our goals."
    },
    {
        "speaker": "A",
        "text": "And when you say Mev, right, you're talking about like bad, clearly over the line illegal mev, right? Because there's also Mev that happens in Tradfi all of the time."
    },
    {
        "speaker": "B",
        "text": "Just go look at arbitrage. Arbitrage is also Mev."
    },
    {
        "speaker": "A",
        "text": "It's called front running and it's legal. Do you know? It's market arbitrage. And so that can happen as well. We'll see how that case turns out, though. David, tell me, tell me about lens protocol scaling to billions of users."
    },
    {
        "speaker": "B",
        "text": "Yeah. Moving on to extremely crypto native things. Lens has launched lens network on the ZK stack from Zksync. And so this is going to be a hybrid rollout phase as the lens layer two gets more and more robust. It's starting off with off chain data availability. They're calling this the seed phase. A Zk roll up with off chain DA is called a validium. Later, optional on chain DA if users so choose. This would be the bloom phase of lens. And this is called a volition where you have a Zk roll up. Users can choose to have their DEA settled on mainnet ethereum if they just want to pay a little bit more. Additionally, some improvements as well. Gasless signless transactions using account abstractions. So no more wallets with embedded wallet support and also network bridging and near instant transaction finality. This is the power of ZK rollups. This is the power of the ZK stack. This is why we like ZK stuff."
    },
    {
        "speaker": "A",
        "text": "This is pretty exciting to me because I think this architecture that they're selecting, which is like ZK sync Zke evms with validium DA, right. And then the option to put Da on chain through volition, I think this scales, this architecture scales to billions of users. Ethereum, it's like the power of horizontal scalability."
    },
    {
        "speaker": "B",
        "text": "It's pretty endgamey."
    },
    {
        "speaker": "A",
        "text": "Yeah. It's not saying that that's all ready and available right now, but it can scale. Like, you don't need a new architecture in order to scale it. And that's pretty bullish to me. It's also we should shout out, David, the permissionless conference, which you'll hear us talking more and more about this as the weeks progress and months progress is happening in October. What are the dates of the permissionless conference? David?"
    },
    {
        "speaker": "B",
        "text": "October 9 through 11th, where both Stani from Lens and Alex Glukowski from Zksync, they'll be both at permissionless. So whether you want to talk about social fi and lens or you want to talk about Zkrollups and ZK tech with Alex, both of those people, both of those leaders will be at permissionless. If you are listening to this, you can get a 10% discount bankless. Ten to get 10% off your tickets. If you are a bankless citizen, you can get a 30% discount on the perks page@bankless.com."
    },
    {
        "speaker": "A",
        "text": "Dot David the airdrops meta has been shifting recently. There's this battle with siblers who are trying to farm all of the airdrops, spin up fake accounts. And layer zero has been an interesting airdrop for that because they're trying to get rid of these Sybil attackers. What's happening with layer zero on the week?"
    },
    {
        "speaker": "B",
        "text": "They're only trying to get rid of 85% of the Sybil attackers."
    },
    {
        "speaker": "A",
        "text": "Well, that's a lot."
    },
    {
        "speaker": "B",
        "text": "Well, Sybil attackers receive 15% of the otherwise issued tokens that they would have gotten if they had quote unquote gotten away with."
    },
    {
        "speaker": "A",
        "text": "It's like, come in and turn. Turn yourself in."
    },
    {
        "speaker": "B",
        "text": "Turn yourself in for 15%. Yeah. So like take an 85% haircut and still get 15%."
    },
    {
        "speaker": "A",
        "text": "Is this tweet right up to 100,000 self reported Sybil addresses."
    },
    {
        "speaker": "B",
        "text": "So 100,000. It sounds like people are just taking the 15%. It's like, well, yeah, I kind of SYBIl, you guys, so I'll just take the 15%. This is nice, 100,000 addresses. Yeah, and like, so is a reduction of 85%. But like, the cost of spinning up Sybil accounts is also very low. And so I kind of think 15% is pretty generous overall. This has caused like, a bunch of conversation around layer zero strategy about, like, Sybil attacks. They benefited from Sybil attackers. So, like, should we be even pruning Sybil attackers? They're not totally pruning sybil attackers. They're giving them 15% overall. I think, like, layer Zero is doing a pretty good job threading the needle of, like, not rewarding everything to Sibyl attackers, but still allowing civil attackers to have some skin in the game. Like, so far it's been like, a pretty productive conversation."
    },
    {
        "speaker": "A",
        "text": "I also like how obvious it makes it that these people are sibling, because, like, why would you self report unless you truly were sibling? And so we get a headline with like, 100,000, it's like, oh, crap, there's lots. Because, you know, it feels more centralized to have it all at the discretion of the team. Does that make sense to just say no, these. These addresses are siblings. Well, how do we really know when."
    },
    {
        "speaker": "B",
        "text": "They'Re going to be a line that the layer zero team chooses as to what is a Sybil and what is not a syllable? They still have a centralized choice to make."
    },
    {
        "speaker": "A",
        "text": "But the self reporters are getting ahead of that and just. They're clearly. They're clearly Sybil attacking, aren't they?"
    },
    {
        "speaker": "B",
        "text": "What's interesting is that you can actually narc on Sybil attacks and get 10% of a Sybil's allocation if you narc on someone who's unreported, which is pretty funny."
    },
    {
        "speaker": "A",
        "text": "David, tell me about the future of Dai. It seems like there is a fork in the road and die is moving in both directions at once, or maybe one direction more fervently. So tell me what's going on here. What's this tweet from Rune at the maker of foundation?"
    },
    {
        "speaker": "B",
        "text": "Rune tweets out reconciling the two opposing paths for decentralized stablecoins. And then he goes and talks about the stablecoin trilemma and talks about just like, the trade offs of having a fully permissionless version of a stablecoin versus a more compliant version of a stable coin. So he is proposing to fork a die into two new stablecoins, both with placeholder names. One is called newstable. This is the one with real world assets as collateral, and will also have. This is the new thing, a freezing contract. And so maker governance can freeze addresses as needed. Just like USDC, just like Ted, like other type stuff. So, yeah, just to be more compliant. And so that's newstable. And then he's also proposing peer Dai. Again, I placeholder name with governance eliminated, crypto only collateral and no freezing contracts. So Makerdao is just like trying to do both. Interesting strategy. New stable will be the focus of Makerdao. That's going to be the main product. I'm going to guess that's the one that's going to dominate in market share. They are pointing all of the yield from dai savings rate, which is like the accrued fees of the makerdao balance sheet. They're pointing all that yields towards incentivizing growth of new stable. Pure Dai will remain as a censorship resistant option. So no freezing contract and no governance, which is what many people wanted in the space out of DAi in the first place."
    },
    {
        "speaker": "A",
        "text": "All eth as collateral, right? Basically."
    },
    {
        "speaker": "B",
        "text": "So maybe other crypto assets as well, but just. Or some sort of censorship resisting, just."
    },
    {
        "speaker": "A",
        "text": "Crypto native stuff like stake, deeth, eth, maybe. Anything else that's censorship resistant entirely."
    },
    {
        "speaker": "B",
        "text": "Yes, yes, that's right. Yeah, yeah, yeah. And so this is what maker Arun is proposing as the future of DAi is actually two stable coins. I'm going to guess one is going to be like the market cap of the compliant one is going to be like 95% of the market cap. And then pure Dai is going to be like 5% market cap in the fullness of time."
    },
    {
        "speaker": "A",
        "text": "What's your take on this? I know both you and I got started in defi with maker. It caught the vision. And here it is. And as you said, this maybe 95% goes with the new stable rather than pure die. Isn't this just letting the market decide? And if the market chooses to go with the regulated, you could freeze me. Stable coin, then the decentralized one isn't as popular and the market's spoken. What's your take on all this?"
    },
    {
        "speaker": "B",
        "text": "So, yeah, so I've always been like, people have criticized Makerdao for having real world assets as collateral. Like, the critique is like, makerdao is just like a USDC wrapper. It's not censorship resistant. I was always like very resistant to those. Takes both the censorship resistance of the dai ERC 20 token and the buffer. That is both the risk parameters of the vaults of makerdao, the MKR backstop. These are all filters that filter out the risk profiles and the actual values of the assets that backdai from actually going into dai. So you can have like real world asset collateral, you can have us EC collateral, but nonetheless, Dai is a centership resistant stablecoin. And also if like some of that real world asset collateral gets rugged then MKR gets printed to preserve the cipher punk values of Daiden. And I've always thought that that's like, we can make compromises, but we can also minimize those compromises by making sure that they don't impact the value of dai. And so I've always been like, you do have your concessions because they very minimally work their way into the dai token. And now this is no longer the case. So this is kind of disappointing to me. But also I get at the same time, like, if Maker Dao is trying to maximally scale, and we are also living in a time in which we are not living in that authoritarian of nation state states, then like maybe new stable, the compliant stablecoin is the way to go, because we just don't need a censorship resistant stablecoin. If nation states aren't being authoritarian, and if that inverts and nation states do become authoritarian, then at least we still have pure dai. And then maybe the market will demand more peer dai. Yeah. And so I guess we have both options. But I do think that this is a concession that I wasn't necessarily thrilled about."
    },
    {
        "speaker": "A",
        "text": "Yeah, this is a case where the center cannot hold, it seems like. And I guess I was, I wasn't disappointed with it. I was actually kind of like, oh cool, we're finally like calling it for what it is. It's just like we can't do real world assets backing our stable coin and also like keep max decentralization, right. Because like no one who holds MKR wants to go to jail, right, basically. And so it's like you're forking both. And maybe we get to have both and the markets choose. And in good times maybe we'll be okay with a centralized, you can freeze me type of stablecoin. And in bad times we revert to the pure dai. Okay. So I'm just hopeful the pure dai really gets off the ground. It's been a little disheartening to me, and I know to you as well, that like when given the choice, people don't choose the decentralized stable coin. But like maybe that's the market reality. I will say for myself personally, I don't have strong preference of like dai versus USDC. Right, right. But I do have strong preference for like bitcoin and eTH versus USDC. And so like there's an element of like store value in these crypto native assets. And then for just like payment coins, uh, that kind of thing, I use a stable coin. So maybe that's just the reality of product market fit. For this. And this is how it has to turn out."
    },
    {
        "speaker": "B",
        "text": "Yep, maybe that's right. Anyways, this is just a proposal. We will see this actually play out over the long term as the maker endgame regresses. Once upon a time in Shaolin. If you don't know what that is, it's because you're not a Wu Tang fan. I wasn't a Wu Tang fan until I joined PlGatsu Dao. This is a very famous one of one album that got created way before crypto was even relevant, was sold to Martin Skrelly, who had to forfeit it to the us government when he went to jail for whatever he was charged for with a whole, like, insulin thing."
    },
    {
        "speaker": "A",
        "text": "Yeah. Jacking up prices on insulin. Yeah."
    },
    {
        "speaker": "B",
        "text": "Jacking up prices on insulin. Yeah. And then pleaserdao, or I bought it from the us government as it was auctioned off. Pleaserdao is releasing once upon a Shaolin to the public, which is the crazy thing that people thought was impossible. There are going to be details revealed to this. If you want to be a part time owner of the Once upon a time in Shaolin album, you can go to thealbum.com and stay tuned."
    },
    {
        "speaker": "A",
        "text": "A quick update this week on Kraken versus the SEC. That's another court case, of course, that's going on. They are asking the courts to dismiss the SEC lawsuit entirely. Kraken's lawyers are saying that the SEC has not identified any investment contracts that would or could be traded, brokered or settled on Kraken. They're basically saying this is a frivolous case. The court shouldn't even hear it. Just like, save us all time, save the tax payer some money and just like dismiss it. Coinbase tried this, of course, too. Part of their case was dismissed. Part of it?"
    },
    {
        "speaker": "B",
        "text": "Part of it."
    },
    {
        "speaker": "A",
        "text": "So we'll see how Kraken fares here. Of course, the SEC is folding their hands and crossing their arms and saying, nuh uh, we have a case. And so very, very. We'll see what the judge has to say in all of this poly market."
    },
    {
        "speaker": "B",
        "text": "The prediction market raised $70 million this week. Decentralized prediction market that allows users to place bets on future events that will happen in the future. Of course. $45 million raise Series B from Founders Fund. This is Peter Thiel's fund. One confirmation who are also early investors in it. Paraphy, Dragonfly, and also Vitalik Buterin, which is actually kind of interesting because like Vitalik, I'm assuming when he makes investments, he's not doing it for a capital return. Like usually he makes, like, yeah, when his vestments are like, basically grants, he."
    },
    {
        "speaker": "A",
        "text": "Kind of wants to see the thing manifest."
    },
    {
        "speaker": "B",
        "text": "And he's also been a big fan of prediction markets. So polymarket has been, like, running along for years, hasn't totally exploded into mainstream. Has at times kind of acutely, but still doing pretty well. And I would definitely say crescendoing in relevancy, still looking for its breakout moment."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think this election cycle could actually be it potentially, like, Trump versus Biden. People love betting on politics. And the UX is actually, like, super easy to use these days. We did an integration at bankless with a use case that feels very native for polymarket, which is what the probability of an airdrop in a given quarter. And, like, we integrated that all into the airdrop hunter."
    },
    {
        "speaker": "B",
        "text": "Wow."
    },
    {
        "speaker": "A",
        "text": "I actually did not know this. Cool. It's like 53%. So chances for airdrops by June 30, this is all data provided by Polymarket. ZK sync chances, 53%. You can go through the Airdrop hunter."
    },
    {
        "speaker": "B",
        "text": "And, like, sort of chance that ZK sync is going to happen in by June 30, according to Polymark."
    },
    {
        "speaker": "A",
        "text": "Yeah, right. It's a great use of prediction markets is super crypto native, so, yeah, we love that data set. And also, there's another prediction market that's."
    },
    {
        "speaker": "B",
        "text": "Going on, which is going to be the breakout. The breakout."
    },
    {
        "speaker": "A",
        "text": "Yeah, this is going to be the one. Forget Trump and Biden. It's Nick Carter versus David Hoffman. Who's going to win? It's coming up May 30."
    },
    {
        "speaker": "B",
        "text": "The karate combat fight, 14 days away."
    },
    {
        "speaker": "A",
        "text": "Oh, man. You ready for this, David?"
    },
    {
        "speaker": "B",
        "text": "Like Nick, the prediction market between me and Nick Carter is split perfectly down the middle, 47% to 47%."
    },
    {
        "speaker": "A",
        "text": "Wow."
    },
    {
        "speaker": "B",
        "text": "Nick to David. And then a 9%. Those numbers don't add up, but a 9% draw, no winner."
    },
    {
        "speaker": "A",
        "text": "Okay, so that's, that's, that's really evenly split, man. Um, this is, um, this is, of course, the promo. And I didn't know this, but Kraken is apparently sponsoring this event, so shout out, kraken."
    },
    {
        "speaker": "B",
        "text": "Yeah, we know which side Kraken's on. What's up, kraken?"
    },
    {
        "speaker": "A",
        "text": "This is the, uh, the alt promo, which I personally prefer. This is a fantastic picture of David Hoffman and a, you know, like, Nick Carter."
    },
    {
        "speaker": "B",
        "text": "Nick. Nick dotever. Nick's face on weak doge body."
    },
    {
        "speaker": "A",
        "text": "This is, this is a Nick photo from when I think, like, I first knew Nick."
    },
    {
        "speaker": "B",
        "text": "That's how I got to learn about Nick Carter. Yeah, that photo, that was his head shot."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's always the Nick Carter to me. Like, miami Nick. I mean, that's a different."
    },
    {
        "speaker": "B",
        "text": "Miami Nick was like a big pivot away from academic Nick."
    },
    {
        "speaker": "A",
        "text": "I personally would not want to fight Miami Nick. I will fight. Like, I would consider fighting New York Nick."
    },
    {
        "speaker": "B",
        "text": "But Nick."
    },
    {
        "speaker": "A",
        "text": "Yeah, glasses Nick. Glasses on glasses maybe, but not Miami Nick. You are a bold man. Yeah."
    },
    {
        "speaker": "B",
        "text": "Oh, it looks different."
    },
    {
        "speaker": "A",
        "text": "Talking some smack. The two hardest men in crypto. Here they are. Speaking of old photos, this is David Hoffman, who haven't seen this. This is David Hoffman standing, I believe."
    },
    {
        "speaker": "B",
        "text": "The Lord, pre 2021 bull market, David."
    },
    {
        "speaker": "A",
        "text": "Hoffman standing in front of a literal Wells Fargo bank. I think you had just come out of the bank."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Did you make your deposit or."
    },
    {
        "speaker": "B",
        "text": "That was actually. No. So that was the Wells Fargo tower. Wells Fargo center in Seattle, where my first crypto drop was."
    },
    {
        "speaker": "A",
        "text": "So wait, your first crypto job was inside of a bank office?"
    },
    {
        "speaker": "B",
        "text": "It was a bank tower. Like, at least owned the name to the tower."
    },
    {
        "speaker": "A",
        "text": "Oh, man."
    },
    {
        "speaker": "B",
        "text": "Well, glad."
    },
    {
        "speaker": "A",
        "text": "Glad we got you out of there. You literally, literally go in bankless. No more bank towers here. I think we're gonna have a list watching party for you, David. We're gonna have to live stream this."
    },
    {
        "speaker": "B",
        "text": "Bank listeners want to know where to watch the. The live stream for the Nick versus David fight. It's on the YouTube, so if you're already on. Already there, that's where."
    },
    {
        "speaker": "A",
        "text": "On our YouTube, I guess I'll be announcing it. I don't know what we're doing for that."
    },
    {
        "speaker": "B",
        "text": "I don't know. I don't know if you have those skills."
    },
    {
        "speaker": "A",
        "text": "I don't have those skills, which might make it more entertaining, but we'll see what we can put together. Somebody, somebody better than me knows what they're talking about with karate. Karate kombat. That. David, you ready for the meme?"
    },
    {
        "speaker": "B",
        "text": "I don't know what I'm talking about with karate combat."
    },
    {
        "speaker": "A",
        "text": "Meme of the week. Here it is. What are we looking at?"
    },
    {
        "speaker": "B",
        "text": "We're looking at the. God, how am I going to explain this one? I don't even know what this thing is, but we have a shiny, strapping, young crypto person thing saying code is law. And then we have two very buff, much larger people. One is the United States, one is the European Union, laughing at said tiny little crypto, and starts beating the absolute shit out of crypto, saying, code is not law. We are law. Like, if you're going to be law, you kind of need an army."
    },
    {
        "speaker": "A",
        "text": "That's what they think. I don't think they're right, though. All you need is social consensus, proof of stake, validators. You see some coordination. Yeah, we could do this thing peacefully. That's what the crypto revolution's all been about. But we are getting beat in the face right now. That's what it feels like on the week to be in crypto. Oh, man. Guys. Well, we got a job opportunity, but you're gonna have to stick around past the. Past the disclaimers to get there, and here they are. Crypto is risky. You could lose what you put in. But we are headed west. Of course. This is the frontier. It's not for everyone. But we're glad you're with us on the bankless journey. Thanks a lot. Oh, by the way, we're hiring podcast operation Summer internship. David, what is this?"
    },
    {
        "speaker": "B",
        "text": "We need more firing power on the bankless podcast team, so we're looking for a summer intern. If you know about audio and video editing, then we want to talk to you fully remote, of course, because Banklist has no offices. And so if you can work with the team and work with our very Chad podcast team, there's a link in the show notes to apply to be our podcast operations Summer intern."
    },
    {
        "speaker": "A",
        "text": "This is the frontier of podcasting. It's what this position entails. See you guys next week."
    }
]