[
    {
        "speaker": "A",
        "text": "Grab your coffee. It's the weekly roll up. David, what are we talking about?"
    },
    {
        "speaker": "B",
        "text": "The bull market continues week two of the crypto bull market. What is pumping and why? This new and improved market section in the weekly roll up, where we have the movers of the week will unpack which tokens are moving and why. And sometimes at some point in the market, you'll have to be reminded that sometimes they're just going to move and there's not going to be a why. But there's perhaps a why this week and also another big win for layer twos on Ethereum. Another centralized exchange is launching another layer two. It's basically table stakes for exchanges to have a layer two these days. What else is going on?"
    },
    {
        "speaker": "A",
        "text": "Ryan, first of all, I'm glad you said centralized exchange because I can't stand, like, sex just doesn't work for me."
    },
    {
        "speaker": "B",
        "text": "Another sex sponsored another layer, too."
    },
    {
        "speaker": "A",
        "text": "It just still doesn't work for me. Also last week was speculation, but this week it's official. Blackrock has officially filed their eth ETF. And not to be outdone, the XRP community tried to meme their own ETF application from Blackrock into existence. It didn't work out well. And finally, the base roll up is introducing on chain perks for people who identify themselves. And also we have some identity protection, a new privacy protocol coming to Ethereum that we're going to talk about. All right, David, what are we covering today? Let's talk about the markets first. Bitcoin. What's the price on the week?"
    },
    {
        "speaker": "B",
        "text": "Bitcoin and ETH actually relatively flat on the week. A lot of the action was further down in the market cap stack. So bitcoin started the week at 36,300. It's actually falling as we are recording this. Yeah, sad. Down 1%. So 36,000 flat is where we are with bitcoin down 1% on the week."
    },
    {
        "speaker": "A",
        "text": "Okay. But maintaining those relatively high levels, which feels pretty good. Tell me about this. The GPDC discount and premium to nav. What are we looking at?"
    },
    {
        "speaker": "B",
        "text": "Yeah, so as markets are heating up, I'm going to just be looking at the grayscale. Discounts or premiums? Mostly discounts, because it's just a sentence. It's a kind of a sentiment indicator. It's also an indicator of outside money coming into crypto. And they're using grayscale, an inferior product. Nothing against grayscale, but simply an inferior product to a spot ETF, which we are going to be getting soon. Uh, and we are watching the GBTC and Ethi discounts approach par where they ought to be. Uh, they were negative prior during the bear market because everyone outside who's getting access to crypto via these mechanisms, like, I don't want crypto sell. Um, now people are buying. Uh, so the grayscale GBTC discount has gone from like negative 40% back in July to where it is now. What we are looking at and the punchline I'm trying to finally get hit to, which is negative 13%. So we are negative 13% on the grayscale discount coming up to zero. We want it to be zero. When this hits zero, all outside interesting capital that's interested in buying bitcoin would be motivated to not buy it through this venue, but actually would just buy spot spillover. So this is kind of absorbing, actually. Like true spot market buy pressure because people are just buying the grayscale, bitcoin and ether trust first."
    },
    {
        "speaker": "A",
        "text": "But we're getting close. It was negative, like 50%, now it's negative 13%. David, do you know, with this bitcoin price ride, who is sitting on $1 billion worth of profits, whose trade finally paid off? Can you give me a guess here?"
    },
    {
        "speaker": "B",
        "text": "Who just happens to have. Who do you think happens have so much bitcoin that going up to $36,000 means that they have a billion dollars of paper gains? Who could that be? Who is that? It's. It's microstrategy. It is. Currently they have $5.7 billion of bitcoin with a cost basis of $4.6 billion. So congratulations, Michael Sailor. You didn't really time your buys in the best possible places in the market."
    },
    {
        "speaker": "A",
        "text": "Doesn't matter. He was dollar cost averaging in David."
    },
    {
        "speaker": "B",
        "text": "But, like, it was going to work out and it finally has."
    },
    {
        "speaker": "A",
        "text": "I want to say, we have consistently said that, that this is actually a fantastic buy. But, David, I don't know if you saw this clip, okay. What kind of a crazy person would actually be buying bitcoin during all of these dips? Let me give you a flavor for Michael Saylor. This is him in a recent podcast, and I just love this clip. I want you to see it."
    },
    {
        "speaker": "C",
        "text": "But when you go all in on something, I would say that does take conviction."
    },
    {
        "speaker": "B",
        "text": "Now, your conviction might be, how many."
    },
    {
        "speaker": "D",
        "text": "Chairs are you sitting on right now?"
    },
    {
        "speaker": "C",
        "text": "One."
    },
    {
        "speaker": "D",
        "text": "Are you all in on the chair?"
    },
    {
        "speaker": "A",
        "text": "I am all in on the chair."
    },
    {
        "speaker": "D",
        "text": "The point really is you put on one pair of glasses, you've got one pair of. Of airpods. Right now, you're looking at me through one screen. You're using one microphone. That's a one microphone like you trust it is that conviction? Seems kind of scary. Why don't you diversify? Why don't you use ten microphones? The point really is things in your life. Did you drive in ten cars at the same time or one car at one time? Do you drive down one street? Aren't you afraid that you're driving down one street? Do you take a different way?"
    },
    {
        "speaker": "B",
        "text": "You know, look at his face. He's like, I don't know how to respond to this."
    },
    {
        "speaker": "A",
        "text": "Oh, my God. Michael Saylor never changed. That is the guy who has been purchasing this entire time."
    },
    {
        "speaker": "B",
        "text": "All right, that's what you call some convictions analysis right there. I actually have two pairs of airpods. Ryan, fun fact. Yeah. I'm not an airpod maximalist."
    },
    {
        "speaker": "A",
        "text": "David, does he feel the way about bitcoin that you feel about Ether?"
    },
    {
        "speaker": "B",
        "text": "I don't think so. I think it's directionally the same. But he feels something. I'm not feeling what Michael Saylor's feeling."
    },
    {
        "speaker": "A",
        "text": "I don't think I've ever felt that way about maybe anything the way Michael Saylor feels about bitcoin. Those are some conviction purchases, and that's what gets you a billion in profits, my friend. Okay. That's bitcoin story. Tell me about the eth price. We're looking at the Kraken pro charts. What is Eth doing on the week?"
    },
    {
        "speaker": "B",
        "text": "Well, it's going down from the last time I looked at it, so that's sad. We started the week at 20, $16. I wrote down to where we ended up at 1973, but we're actually looking at your screen. It's 1960, so down 2%. So currently falling."
    },
    {
        "speaker": "A",
        "text": "We started this episode and we called the Bull, and now I'm feeling below two k. This is what markets in."
    },
    {
        "speaker": "B",
        "text": "The bull market can do to you."
    },
    {
        "speaker": "A",
        "text": "They go back down. That's not fair. You wanted to show us the ethy discount, though."
    },
    {
        "speaker": "B",
        "text": "Eth discount again. It used to be almost at negative 60 back in July. So negative 60%. So, like, if you bought one, if you put in a $100 into the Ethi discount back in July, when it has that negative 60, you actually got. What's the math here? Like 1.6 ish, extra 60%. Yeah. Amount on your dollars at par. We are not at par. We are up to negative 15. So there's been a lot of buying pressure on the ethi discount, bringing up to negative 15. So that's also approaching par."
    },
    {
        "speaker": "A",
        "text": "Yeah. And part of your thesis is that has to be evaporated before ETH really goes up."
    },
    {
        "speaker": "B",
        "text": "It doesn't have to hit zero. It's just like, once you are approaching, like, below negative ten to zero, then this differences between grayscale and spot is like, lessen. So, like, we're already starting to, like. It's mostly gone."
    },
    {
        "speaker": "A",
        "text": "I wanna believe, David. I wanna believe. Okay, how about the ETH bitcoin ratio?"
    },
    {
        "speaker": "B",
        "text": "It's flatty down, flatty down, flatty down."
    },
    {
        "speaker": "A",
        "text": "And total crypto market caps hanging in at 1.44 trillion. So still pretty up."
    },
    {
        "speaker": "B",
        "text": "So slightly up on the week because a lot of price appreciation happened down the market cap stack. People are placing their chips on their. The lower cap coins right now."
    },
    {
        "speaker": "A",
        "text": "Remember you asked me last week about, like, what's the market cap of crypto this cycle? Where. Well, I asked that question after last week's roll up crypto Twitter, and here's what they said. The vast majority, 42% of my followers, said six to 10 trillion, okay. Okay. And then second to that was two to 5 trillion, okay. Which, I mean, we're almost at two to five. We're almost at 5 trillion right now. Those guys aren't bullish."
    },
    {
        "speaker": "B",
        "text": "Those are bears. Bears are saying two to 5 trillion."
    },
    {
        "speaker": "A",
        "text": "Yeah. And my answer was in the range of ten to 15 trillion. Apparently 20% think that and 14% think over 15 trillion. So that's the distribution, at least according to my Twitter followers. I hope we don't stop at 5 trillion."
    },
    {
        "speaker": "B",
        "text": "David, that would be lame."
    },
    {
        "speaker": "A",
        "text": "That's a bull market for ants. That'd be my interest in that when."
    },
    {
        "speaker": "B",
        "text": "I got my takes about this bull market. But I guess this is now a news show so I can save my taste for different shows."
    },
    {
        "speaker": "A",
        "text": "Yeah, no, this is only the facts."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "No. No takes here."
    },
    {
        "speaker": "B",
        "text": "No opinions."
    },
    {
        "speaker": "A",
        "text": "No opinions. Value locked in layer two. That's a 13.64 billion. That's healthy."
    },
    {
        "speaker": "B",
        "text": "That is up bigly. Up 5% on the seven days."
    },
    {
        "speaker": "A",
        "text": "More than that. We just. We should just celebrate every time this hits all time highs. And it's all time highs."
    },
    {
        "speaker": "B",
        "text": "That's gonna be really. That's gonna be real annoying."
    },
    {
        "speaker": "A",
        "text": "Not for us, only just for our listeners. All right, now you wanted to show. We've got this new section for the bull market movers of the week. Movers of the week. I'm gonna sort coingecko by the seven day movers. Tell me about them."
    },
    {
        "speaker": "B",
        "text": "Yeah, Celestia, avalanche and Thor chain. Sorry, Caspa, I still don't know where you are. Celestia. David."
    },
    {
        "speaker": "A",
        "text": "And haven't, importantly, haven't cared enough research."
    },
    {
        "speaker": "B",
        "text": "Since I last looked. Technically, caspus at number three, Celestia data availability layer also recently had their airdrop. So congratulations on all of you non american listeners who were able to get your airdrop. And also, congratulations to people who claimed the airdrop and then didn't sell it because it's been up like three x since you claimed it."
    },
    {
        "speaker": "A",
        "text": "This segment brought to you by the SEC and Gary Gensler."
    },
    {
        "speaker": "B",
        "text": "Celestia, what's the market cap on Celestia right now? The fully diluted valuation is pretty big. Okay. Yeah. Excuse me. Market cap is fully diluted."
    },
    {
        "speaker": "A",
        "text": "Is 5.7 billion."
    },
    {
        "speaker": "B",
        "text": "5.7 billion. Okay. So low. Very low float. But this is typical for very young coins. Overall, just a huge, just, like, vote of confidence for the multi roll up, the many, many, many roll up thesis like Celestia, the token Tia."
    },
    {
        "speaker": "A",
        "text": "Really?"
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "This is totally narrative trade. Narrative trade, don't you think?"
    },
    {
        "speaker": "B",
        "text": "Well, the narrative is roll ups. That is the ro. There's no other narrative for Celestia other than many, many, many roll ups come and use celestial data availability. It does one thing, which is sell data availability. And who are the one people that buys data availability? It's Rolex."
    },
    {
        "speaker": "A",
        "text": "No, I get it. All I'm saying is it feels like it's a vote of narrative confidence and not necessarily a vote of."
    },
    {
        "speaker": "B",
        "text": "Bro, it's narrative season, man. It's the bull market."
    },
    {
        "speaker": "A",
        "text": "Okay. Those are the same. I don't know what else we got."
    },
    {
        "speaker": "B",
        "text": "Followed up by avalanche coming back from the dead, plus 71% on the week. That is a big move. Celestia is at 140% in the week, so. I didn't say that."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "And then thor chain, like, really impressive return by Thor chain up 63% of the week."
    },
    {
        "speaker": "A",
        "text": "Thor chain. And you are doing a bull episode on Thor chain because you tweeted out just. It's basically an opportunity for some of these communities and some of these other assets to come basically give their. Their bull take. We're airing these on their best foot forward."
    },
    {
        "speaker": "B",
        "text": "Yeah. Eric Ford's wanted to actually step in and join the bull case for author."
    },
    {
        "speaker": "A",
        "text": "I know he's been quite bullish on."
    },
    {
        "speaker": "B",
        "text": "He's been bullish. Yeah. It makes sense if you know, his history with what was his decks, shapeshift, shape shift."
    },
    {
        "speaker": "A",
        "text": "Yeah. And I'm going to scroll down a little bit, but I don't have to scroll too far before I see Solana yet again. David, it's been up only and another 37% on the seven day here. Here's a take. That institutional demand is actually one of the drivers for a soul. And you can see that through the soul grayscale trust. We're talking about the other grayscale trusts. And here's a tweet saying the grayscale sole fund is trading at 125 a share. That's a 600% premium to nav. Holy crap. You have a take about this?"
    },
    {
        "speaker": "B",
        "text": "I think I do have a take on this. First, before I get into my take, I'm going to give Jay. We had Jay on the podcast for the bull case for Coinbase. I'm going to give him a bonk. This is the dogecoin bonk."
    },
    {
        "speaker": "A",
        "text": "Oh, this is Jay."
    },
    {
        "speaker": "B",
        "text": "This is Jay."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "The Coinbase analysis."
    },
    {
        "speaker": "A",
        "text": "You're bonking him on the head."
    },
    {
        "speaker": "B",
        "text": "I am bonking him. This is the doge meme of bonking him. He gets a bonk. Why does he get a bonk? Okay, so not all grayscale trusts are the same. So what are the main differences between, like, bitcoin and ether trust and grayscale and like, all the other ones which we're about to pull up and talk about, for example, Ryan, pop quiz. What is the, what do you think the size is of the grayscale Ethereum trust versus the Grayscale Solana trust in terms of, like, market cap assets under management?"
    },
    {
        "speaker": "A",
        "text": "So I know that the ether one is big. It's definitely in the billions. So I'm going to go like 2 billion would be my best for that."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "And I know that Solana is a lot smaller and it's, you know, 10% of the market cap of Ethereum, so we'll call that 200 million."
    },
    {
        "speaker": "B",
        "text": "Okay, bank listeners, put everyone consider the numbers, lock them in. The correct answer is the grayscale eth e trust has 7 billion ether of dollars under management."
    },
    {
        "speaker": "A",
        "text": "That's a lot."
    },
    {
        "speaker": "B",
        "text": "And the Solana Grayscale trust has 7 million."
    },
    {
        "speaker": "A",
        "text": "Oh, my God, 1%."
    },
    {
        "speaker": "B",
        "text": "7 million. Yes. It is absolutely tiny. And so going back to Jay's tweet, when he tweets that, like, the. Let's see, the implied valuation is at $328 per token. That's like having a shitcoin market. Shitcoin centralized exchange. That's like third rate, have almost zero volume on Solana."
    },
    {
        "speaker": "A",
        "text": "An ant could move that."
    },
    {
        "speaker": "B",
        "text": "Like, I could. I could move that price. Yeah. Like the $600 premium to nav is, that's just not, it's not real."
    },
    {
        "speaker": "A",
        "text": "So, like, also, what a terrible ripoff. Imagine paying six x."
    },
    {
        "speaker": "B",
        "text": "Also, don't buy, don't buy, just buy spot. And so, Jay, I'm giving you a bonk for bull posting without. What is bull posting for people who aren't on Twitter, just like posting bullish stuff. And you get a ton of engagement. He got a ton of engagement on this tweet, but he gets a bonk."
    },
    {
        "speaker": "A",
        "text": "Well, I feel engaged."
    },
    {
        "speaker": "B",
        "text": "Can we, can we look at all the grayscale, the sizes? Okay, so grayscale, GPTC trust, how much? How much? Total holdings, $23 billion, followed by ether at 6 billion, followed by Ethereum classic, because grace, because Barry Silbert was weirdly in Ethereum classic, bull at 230 million, litecoin at 110, bitcoin, cash at 72. Zcash at 9 million, stellar lumens at 8 million, followed by mana, the decentraland currency at 8 million, followed by Solana at 7.5 million. Like it's behind the grace, the decentral. What was that, that metaverse project, the mana. Anyways, 7.5 million. So, like, there's no signal. I would."
    },
    {
        "speaker": "A",
        "text": "Long tail here."
    },
    {
        "speaker": "B",
        "text": "It's a very long tail. Yeah. All right. And sorry, link Marines, this also goes for you because link is at 4.5 million."
    },
    {
        "speaker": "A",
        "text": "Okay, so maybe, maybe Jay feels sufficiently bonked. What's your take on Cathie Wood, though? Here is Cathie Wood talking about soul and David, spoiler alert, she's bullish. So bitcoin and ether, anything beyond that?"
    },
    {
        "speaker": "E",
        "text": "Well, you know, there are infrastructure players. Solana is doing a really good job. I mean, if you look at ether, was faster and cheaper than bitcoin in the day. That's. That's how we got ether. Solana is even faster and cost effective than ether. So, you know, there are infrastructure plays. We do believe web three digital assets. That's. That's a big idea, actually. Digital assets with property rights. First time ever online that we're seeing property rights."
    },
    {
        "speaker": "A",
        "text": "Okay, so thoughts?"
    },
    {
        "speaker": "B",
        "text": "This is just like Chris Berniski whispering in Kathy's ears here. Cathy, here's how you talk about crypto in the year 2023. Chris Berniski, he used to work at Ark. He's a big Solana bull. Like, loaded up his Solana bags, been investing in the Solana ecosystem. And then Kathy Wood is going on squawk Box and she's like, oh, I'm going to talk about crypto."
    },
    {
        "speaker": "A",
        "text": "David, what are you doing? This is not our takes episode. This is. This is just the fact, you ask."
    },
    {
        "speaker": "B",
        "text": "Me, my take, big mistake."
    },
    {
        "speaker": "A",
        "text": "All right, let's move it on. We did an entire episode talking about why not eth? And that was actually in the takes episode that we released earlier this week. But my take is David, that Tldr is. This reminds me a lot of fall 2020 and that was a time when everyone was rotating into the latest kind of like chips on the table, crap table thing, which was Defi tokens at the time. And it was Defi and bitcoin this time. It's basically like bitcoin and all of the other like tokens that still have communities. It's not Defi. So it reminds me a lot of fall of 2020, and if it plays out the same way, then ETH is going to have its run up soon. That is the hope. Maybe that's some of the cope."
    },
    {
        "speaker": "B",
        "text": "I totally agree. But it was also not just fall, it was also summer and a little bit into spring of 2020. It lasted for a while. It was like up there."
    },
    {
        "speaker": "A",
        "text": "It did. I know. So we might be in for a long one here, at least for those eth holders that are feeling left behind. David, here's something boring for you. David. CPi, it hit a two year low. Okay, so that's what we're talking about macros. But the reason I think that's relevant is because this was the smallest increase in September 2021. And the big question on everyone's mind is, is the Fed going to continue to raise rates or is it going to hold steady or is it going to cut? When inflation is down, it is more likely to hold steady or to cut. So that seems to be the trajectory in macro markets these days."
    },
    {
        "speaker": "B",
        "text": "I think that's good. We want that, right?"
    },
    {
        "speaker": "A",
        "text": "Yeah, we do."
    },
    {
        "speaker": "B",
        "text": "I think we want that."
    },
    {
        "speaker": "A",
        "text": "I mean, if inflation down and fed pivot up, I mean, that's good for crypto."
    },
    {
        "speaker": "B",
        "text": "That's like going to be the biggest bullish catalyst that I can think of. If we do have this bull market. Yeah, it's going to do things like this. When the fed pivots, we're going to get more of this stuff, which is, this is a tweet from Will Clemente, who's on chain, just like on chain wizard, I'd say. And he tweets out for the first time in 1.5 years, the 90 day change in stablecoin supply just flipped positive. We have more stable coins today than we did 990 days ago. What is stablecoin supply as an indicator for crypto? Liquidity. More stable coins, more liquidity, more liquidity number goes up. That's how you do math."
    },
    {
        "speaker": "A",
        "text": "Yeah. Actually, in all of the things that we've talked about so far, this is the biggest fundamental bull, like we were talking about the narrative market. This is actually a fundamental, when stablecoin liquidity goes up, I get much more bullish. And this is a very good sign of good things to come for crypto, for sure. What do we got next?"
    },
    {
        "speaker": "B",
        "text": "Coming up next, a new exchange because a new layer two, every centralized exchange making layer twos these days. I declare layer twos are now table stakes. But who is it? And after that, we're going to talk about how blockchain data was used in Congress to fact check Elizabeth Warren. I love these words. And then also how XRP tried to meme an FDA ETF into existence. We'll figure out if that worked out for them, but we'll get to all of that and more. But first, a moment to talk about these fantastic sponsors that make this show possible, especially Kraken, our preferred exchange for 2023 and 2024 next year as well. So if you do not have an account with Kraken, consider clicking the link in the show notes to get started with Kraken today."
    },
    {
        "speaker": "A",
        "text": "You know that rumor last week of Blackrock filing, the Spot Ethereum ETF, David?"
    },
    {
        "speaker": "B",
        "text": "Yeah, the rumor, it came out right before we started recording last week, and it was, it was buzzer beater."
    },
    {
        "speaker": "A",
        "text": "We went out a limb on a limb and we said, you know what? Probably going to happen, you know, coin, telegraph style. We just, you know, it took that risk. Well, uh, today, as of Thursday the 16th, Blackrock actually filed the official spot Ethereum ETF with the SEC. It was not a false alarm, is not a bankless snafu. This is now a fact. So Blackrock has the bitcoin ETF filing, and now it has the ethereum ETF filing. And that, my friend, is very bullish."
    },
    {
        "speaker": "B",
        "text": "Has anyone informed the ETH price of this?"
    },
    {
        "speaker": "A",
        "text": "I'd like to file a complaint with the crypto manager. Right."
    },
    {
        "speaker": "B",
        "text": "Someone tell ether that it's getting a spot ETF."
    },
    {
        "speaker": "A",
        "text": "All right, well, you know what? Not to be outdone, the XRP community was hoping for their own spot XRP ETF, at least on the back of this. This is from Whale Wire, an account on Twitter. Justin Blackrock has officially filed for a new iShares XRP trust entity. XRP, of course, the token behind Ripple. And here it is. This looks like a valid screenshot, David. Super legit from the beautiful state of Delaware. Looks like a government filing. But there was only one problem. What was the problem with this particular filing?"
    },
    {
        "speaker": "B",
        "text": "It wasn't real. Okay, whether or not this particular screenshot was just straight photoshopped, which is super easy to do, or something, we just had to wait for Eric Balakunis and a few others to come out and say, nope, nope, nope, nope, nope. Nope, that is fake. That is fake. Somebody pumped the price of XRP up like seven or 8% and then it immediately fell back down."
    },
    {
        "speaker": "A",
        "text": "Yeah. So it was actually, David, it wasn't just a screenshot, it was bogus paperwork."
    },
    {
        "speaker": "B",
        "text": "Oh, so the screenshots legit?"
    },
    {
        "speaker": "A",
        "text": "Yeah, the screenshots legit. It was just like bogus paperwork."
    },
    {
        "speaker": "B",
        "text": "And because it actually went through the Bloomberg terminal."
    },
    {
        "speaker": "A",
        "text": "Yeah, it did. Right. So somebody was doing this clearly like just a prank, bro. Probably to prop up XRP price. The only problem with that is like."
    },
    {
        "speaker": "B",
        "text": "A hundred x, like order on it. Yeah."
    },
    {
        "speaker": "A",
        "text": "When you do that in tradfi right there, there's actual like cops on the beat that don't like this type of thing. So the Delaware Department of Justice is now looking into this and it looks like they're probably going to be making some arrests."
    },
    {
        "speaker": "B",
        "text": "Oh, good, good. I love that."
    },
    {
        "speaker": "A",
        "text": "Yeah. That's how they handle fake news over in Tradfi world, it seems like. So we got that going, right, because."
    },
    {
        "speaker": "B",
        "text": "It'S about the Wild west over there."
    },
    {
        "speaker": "A",
        "text": "I want to ask a question. Yeah, I want to ask a question. So last week, just after we recorded, we had this little back and forth and my take was, I only think there's going to be this market cycle anyway. A bitcoin ETF and an ether ETF and everything else is like many months away, probably years away, like three years away or so. And we won't actually, we won't actually get that in this market cycle. But I think you disagreed with me. You said you think there could be the potential for other ETF's. Do you still stand by that claim, David Hoffman? Do you? And what's the next ETF?"
    },
    {
        "speaker": "B",
        "text": "I think you and I both know that I am not an authority about this whatsoever."
    },
    {
        "speaker": "A",
        "text": "But the problem is neither am I. So I could, it was two people who don't know what they're talking about. Like debating this."
    },
    {
        "speaker": "B",
        "text": "Yeah. Blind leading the blind. Okay. But if bitcoin and ether can get spot ETF's, so can bitcoin, cash and litecoin. And we've noticed just like tradfi really just not being, being able to differentiate between just like bitcoin, cash and litecoin and like the rest of the crypto assets that people care about. Like, it would be meaningful if we saw like a link ETF. I think link would be a viable candidate, honestly. Maybe even XRP too, because they won their, their case against the SEC. Like, what question do you want to ask? Are we going to get bitcoin, cash, litecoin, ETF's or are we going to get like Lincoln?"
    },
    {
        "speaker": "A",
        "text": "How about we do this? So how about we do this right? So I was speculating and I think there's only two. You were speculating as well. You know what I did after because."
    },
    {
        "speaker": "B",
        "text": "You asked an expert."
    },
    {
        "speaker": "A",
        "text": "Yeah, I actually went and asked connect master, I'm going to reveal some DM's here because they're not private. James Safert, I asked him, is there any likelihood that we'll get another non eth bitcoin ETF in the next one to three years? He said, no, sir. Absent new head of the SEC or literal act of Congress, I'd be surprised. We get assets other than bitcoin and ethan and ETF. And then he said some more things there. So James Safer says this is still a ways away. Maybe we should count our blessings. Maybe we're just lucky to have two ETF's and we only have more certainty over the one. Ethereum could still be a hump to get over for Gensler's approval on this one. I'm sure he'll be choking that one down."
    },
    {
        "speaker": "B",
        "text": "This is why this bull market is going to. Everyone's like, oh, it's a bull market. It's a bull market. Including us. Including at least me. But man, if we have a bull market because we have this bought bitcoin, ether, ETF's and bitcoin and ether therefore have exposure to, like, all the capital flows from tradfi. Yeah. And right now everyone else is like speculating on like avalanche and Thor chain and Solana. Like, there's a disconnect here. Like these are different, different versions of reality."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's definitely beyond the scope of this episode. You know, we'll have to give some takes on this, I think the Wall Street Journal doubling down on crypto plus terrorism. But Congress is fact checking. This was a story that broke. Remember Wall Street Journal? We've been talking about so many roll ups. Well, they just doubled down again, David. This is a brand new story coming out this week. Hamas needed a new way to get money from Iran. It turned to crypto. They're finding something else to point to. Crypto at the, the pivot to digital currencies helped Hamas receive large sums of from Iran in the two years preceding the attacks on Israel. More, more baseless claims, it appears from the Wall Street Journal. But here's the good news. Here's the silver lining this week. I want you to watch this clip. It was a member of Congress talking about this particular thing. And notice what he says here's a tweet."
    },
    {
        "speaker": "F",
        "text": "In the aftermath of these attacks, there was an article in the Wall Street Journal that reported that Hamas received a significant portion of its funding from digital assets. A subsequent letter sent by members of Congress stated that Hamas and Palestinian Islamic Jihad has raised over 130 million in crypto, to which the blockchain analytics firm cited by the Wall Street Journal issued a correction. And I quote, there's no evidence to suggest that crypto fundraising has raised anything close to this amount, and the data provided by elliptic and others have been misinterpreted. At the end of the day, bad actors will continue to use any means possible to conduct."
    },
    {
        "speaker": "A",
        "text": "David, I'm going to continue this in a minute, but did you notice Congress is now quoting blockchain analytics data?"
    },
    {
        "speaker": "B",
        "text": "That's cool."
    },
    {
        "speaker": "A",
        "text": "All right."
    },
    {
        "speaker": "B",
        "text": "That's a cool thing."
    },
    {
        "speaker": "A",
        "text": "Yeah. This is Congress learning how this entire system actually works. And our industry is the one that revealed this. I mean, Nick Carter and all the citizen journalists responsible for sleuthing out the actual truth here. And this is making it all the way to the floors of Congress. This is representative French Hill continuing any."
    },
    {
        "speaker": "F",
        "text": "Means possible to conduct their illicit activity. But phones and the Internet aren't to be blamed by terror financing, and crypto shouldn't either. We must examine these issues head on and separate fact from fiction. And that's why we're here."
    },
    {
        "speaker": "A",
        "text": "Hey, that's nice, right? So that's what's going on in Congress. It's good to push back on this. And Tom Emmer created a bipartisan letter with Richie Torres as well. Representative Richie Torres. So this is Republicans and Democrats together calling for an inquiry on all of these shenanigans and false allegations. David, love that."
    },
    {
        "speaker": "B",
        "text": "I love a junior Democrat questioning a senior Democrat, Liz Warren, Richard Torres saying, hey, Liz, that's some b's and I'm doing a letter of inquiry. That's. That's."
    },
    {
        "speaker": "A",
        "text": "I'm looking, I think, in particular for Richie Torres because I think a lot of the established Democrats are kind of against this. And as you said, it takes a lot to push back against Elizabeth Warren in the party right now. So, yeah, you clapping for all these members of Congress that are pushing back on this."
    },
    {
        "speaker": "B",
        "text": "Big time. Big time. OKX is launching their ZK, layer two with the Polygon ZK EVM. OKX is the 6th largest centralized exchange in crypto with 50 million users now all getting a layer two to call home. Did you know also, Ryan, that they also already have a token? OKX already has a token in same way in that binance has a token. It is a $13 billion fully diluted market cap, $350 million market cap. So no small token now getting a layer two."
    },
    {
        "speaker": "A",
        "text": "Yeah. OKX is that token is actually bigger than I thought. I mean, $13 billion is quite a lot. That's going to be used as the payment token on this layer, too. So it's got a utility use there, too. And one interpretation of this, remember last week, David, there was rumors of Kraken looking to spin up their own layer two has not been confirmed by Kraken, but of course, Coinbase already has one. David, are all of the exchanges going to have a layer, too? Is this how this is going to go down?"
    },
    {
        "speaker": "B",
        "text": "Yeah, it's looking like. It's looking like table stakes for any centralized exchange to also have its own domiciled blockchain, which I think is great because that is just more surface area for more things to become coming on chain. But I will say, can we get an exchange to use a ZK validium, basically a roll up to not just like have externally to their ecosystem where they have their own chain, but actually be the chain, as in, can you take the back end of the ledger? Because all what, our banks, what are crypto banks? They're ledgers. Can you take the ledger, the state of the bank, can you put that on chain? That's. That's the new cool thing that I would like. That would be very, very cool."
    },
    {
        "speaker": "A",
        "text": "Yeah, we're just, we're just raising the bar even more. They can never satisfy us. Right? We're not. We're not happy with them all. We're not happy with them."
    },
    {
        "speaker": "B",
        "text": "You can always be more bankless."
    },
    {
        "speaker": "A",
        "text": "You can always be more bankless and more decentralized. That might be the trajectory we'll have to see. David, what do we have coming up next?"
    },
    {
        "speaker": "B",
        "text": "Coinbase is offering perks on the base chain. If you disclose your identity, if you verify your Ethereum wallet to them, you get some free perks. Maybe you're interested in that. If you give up your identity, maybe it's worth it for you. But on the flip side, there's a new privacy app to help you hide from Coinbase on the other side of things as well. And then also I've got some corrections that I have to say about Nier from our last week's weekly roll up. So there are some nearest things as well. We're going to get to all of this."
    },
    {
        "speaker": "A",
        "text": "Yeah, we messed up."
    },
    {
        "speaker": "B",
        "text": "Yeah, it was me. I'll take the blame for that one. We're going to get to all of this. And more. But first, a moment to talk about some of these fantastic sponsors that make the show possible."
    },
    {
        "speaker": "A",
        "text": "Coinbase is offering free transactions in exchange for on chain verification. So I give up a little bit of information about myself and then I get free on chain transactions on base. Is this what I'm reading?"
    },
    {
        "speaker": "B",
        "text": "That's what they're saying, yeah. Free base chain transactions if you verify your Ethereum wallet to Coinbase. So if you already have a Coinbase account, you already have KYC done with Coinbase. You can just link your base chain wallet and say, like, okay, that's my wallet. And then your wallet will have free transactions on base. There are some other perks as well. You can get access to the base discord. I don't know what goes on in there, but I'm assuming they talk about base. Uh, and you get some others. There's some other perks as well."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "B",
        "text": "So like a lot of whatever it takes to have like anti, anti sibilness as a property inside of apps. So like there's airdrops. Airdrop, like social gaming stuff."
    },
    {
        "speaker": "A",
        "text": "What I'm scrolling down, this is all built on the ethereum attestation service. The open standard."
    },
    {
        "speaker": "B",
        "text": "Yeah, totally."
    },
    {
        "speaker": "A",
        "text": "We did an entire episode about this. This is incredibly bullish."
    },
    {
        "speaker": "B",
        "text": "Yep. Yeah. Yeah. So using, using eas to provide coinbases version of identity for base chain, you."
    },
    {
        "speaker": "A",
        "text": "Know, this could be an entire thing that we do, like exploring what a Sci-Fi crypto exchange looks like. But if you think about what an exchange actually is, well, it's identity. It's one part identity, it's one part user experience, it's one part wallet. What does that look like in the future? It looks like this is the next step. Once all of the exchanges have their own layer twos, what are they going to do? They're going to provide some sort of identity service on top of that layer two."
    },
    {
        "speaker": "B",
        "text": "Yeah, because they already have the identity service and now they're just extending it into the layer two. I think we should proceed with caution with this because I don't think it's too far hard to just imagine that there's an app that only is useful, only opens to you if you have done your verification with Coinbase."
    },
    {
        "speaker": "A",
        "text": "Oh, I could totally see that coming as well. So we're going to have identity KYC crypto and then we're going to have non KYC crypto. And one project that's helping us with the non KYC identity list crypto is a project called Nocturne and we talked about them. I believe a couple of weeks ago. They are a bankless ventures investment. The cool exciting thing this week is they just rolled out live on Mainnet. This is a privacy vault UI that's accessible go to app Dot Nocturne, dot XYZ. That's where, that's where this is located. What is this, David?"
    },
    {
        "speaker": "B",
        "text": "Simply put, it is a wallet that is a sidecar to all of your other wallets. So every wallet that you have can have its own nocturne wallet is basically like a shadow version of your public wallet. So kind of in the same way that I have David Hoffman eth, I can go take my wallet and that David Hoffman Eth is registered to one of my wallets, I can go get a nocturne wallet and then I have a private account. And through some cool cryptographic mechanisms called stealth addresses and some account extraction primitives, you get to have your private account and then it lets you engage in defi. And anytime you make a transaction, nocturne uses a stealth address. And then you do your transaction and then it throws away that stealth address and then you get another one. And so there's always this hidden wallet behind this mask of stealth addresses. And so it's different than all the other privacy attempts at privacy that have come prior, because it brings privacy to your wallet rather than it doesn't actually. Actually, it's not asking the consumer to do anything different in the fullness of time. Like ideally this is just becomes embedded in your wallet."
    },
    {
        "speaker": "A",
        "text": "And I think this kind of project really throws a question to the rest of the world, right? Is kind of the nation states, do you want your citizens to have access to basically the HTTPs of crypto and value transfer or is that not allowed? And like right now in the nocturne interface, if you go to it under the terms of service, I don't think they could get around this, David. There's a list of prohibited countries, so the user shall not access the software or use it. If the citizen, if the user is a citizen of the United States of America."
    },
    {
        "speaker": "B",
        "text": "Oh yeah, that's you and I. I'm not surprised."
    },
    {
        "speaker": "A",
        "text": "Inside this many bankless listeners. Of course, the European Union, the UK, these are also listed as countries, Afghanistan, Central African Republic, Crimea, Cuba, Russia, on down. So a whole list of countries that according to the terms of service, are prohibiting from actually using this if you're a citizen of those countries. So it just shows we have a tremendous amount of work to do on the nation state side, clarifying our privacy rights with respect to crypto. And those have not been enshrined or clarified in any degree. And they absolutely need to be. If we are to preserve our digital property rights in the 21st century. There is no other way to do it."
    },
    {
        "speaker": "B",
        "text": "The juxtaposition between what base is doing right now with Coinbase, like on chain verification, and the constraints around what, who nocturne can provide their services to, is like, sobering, to say the least. And Coinbase and Brent Armstrong have moved mountains for this industry in Capitol Hill, just in our political sphere. And so I applaud them for that. And also I will call on them again if they're going to incentivize, if they're going to incent doxing of wallets on base chain. I hope that they also help us make sure that we can have access to our privacy too."
    },
    {
        "speaker": "A",
        "text": "Do you see an update from Paul Growl this week? So yeah, there's Coinbase representing plaintiffs from tornado cash, at least users of tornado cash. Preston Van Loon is one of them. The problem is, David, that this is their second court case. They actually lost the first court case and this is an appeal case. So they're, they're trying to fight this in the court system."
    },
    {
        "speaker": "B",
        "text": "They are doing that."
    },
    {
        "speaker": "A",
        "text": "I think we need something stronger. I think we need some politicians with some backbone. They're gonna pass some laws and reel in the executive branch from enforcing this kind of thing. The question is, do we want to preserve a function like cash, which is peer to peer and fully private? Do we want to preserve that in the digital realm or not? Right. And some societies may choose not to. And that's a, that's a shame. David, we got a record to correct this week. We messed something up with respect to the near protocol and they called us on it. What, what did we mess up last week?"
    },
    {
        "speaker": "B",
        "text": "Yeah, so last week we said NIr is now becoming a layer two on Ethereum. That is not true. What is near doing? We did say this part, but we got it got muddled. Near is an independent layer one. It always will be. It is now also one of the new things. Actually, there's a handful of new things. It is also a data availability layer. So the near main net, the near layer one, with all of its apps and assets and all that stuff will continue to settle on near, and it will also become a data availability layer, just like Celestia, just like eigen da for ethereum rollups or roll ups from any other chain. But honestly, what other chain is producing roll ups these days? And so that is the thing that they are working with. Polygon, the Polygon chain development case so you can build a layer two validium using near data availability. So like near data availability is a module inside of the Polygon chain development kit and they are also working on bringing this module to the op stack. That's the updated announcement. But there's actually also some other near things as well. Near is also introducing a fast finality layer built with Eigen layer. What is a fast finality layer? I'm so glad you asked. This just processes transactions for Ethereum roll ups and between Ethereum roll ups in like three to 4 seconds compared to like whatever exit times exit queues. You have to go down one roll up over to the other and back up to the other one. So it's just secure low latency cross roll up communication. One of many steps of what it will take to recompose many Ethereum layer twos into one seamless uber chain on top of. Did you read my article not too long ago about the five big questions for Ethereum?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I read those articles, David. I don't miss any."
    },
    {
        "speaker": "B",
        "text": "Thank you. And there's like different versions of the future. It's like one super chain dominates all the other super chains. So this would be like the version of the future in which optimism super chain just like wins. Then there is the one single layer two, which is like the eclipse model, which is just like not even a super chain, just one chain. And it's gargantuan, basically the Solana on top of Ethereum thesis. That's the eclipse thesis. And then there's the uber chain thesis, which is like a pluralist version of many, many super chains. And so when Nier is working with Eigen Lair to introduce fast finality between chains, and therefore also super chains, this is a plus one to the multi super chain thesis, which is as pluralist as it gets, which gets me going."
    },
    {
        "speaker": "A",
        "text": "The uber chain thesis, huh? I kind of like that. I think I'm probably team uber chain thesis."
    },
    {
        "speaker": "B",
        "text": "I will say."
    },
    {
        "speaker": "A",
        "text": "Even though we got also the hardest."
    },
    {
        "speaker": "B",
        "text": "One of the three, by the way."
    },
    {
        "speaker": "A",
        "text": "Yes, even though we got the details wrong, I feel like we got the spirit right, which is near is cozying up a lot more to the ethereum community with, with some of these solutions and certainly two roll ups, I don't."
    },
    {
        "speaker": "B",
        "text": "Know if we can give us that much credit."
    },
    {
        "speaker": "A",
        "text": "No, I'm going to take it. I'm taking that as a w, David."
    },
    {
        "speaker": "B",
        "text": "The thing that I said that, that I was factually incorrect is that ethereum assets cannot go to near. There are, they are separate settlement layers."
    },
    {
        "speaker": "A",
        "text": "Yeah. While we're talking about layer twos. David, you threw this my way at something called lattice. Today we're announcing Redstone, a super cost effective layer two for on chain games worlds and other ambitious applications built on the op stack. You said you were really excited about this. Why are you so excited?"
    },
    {
        "speaker": "B",
        "text": "This represents a frontier of crypto that is probably one of the most ambitious frontiers of crypto that I think is possible. This is, I think when we all get into crypto and we all have our minds blown about the future that this could bring, like, oh, everything is going to be super Sci-Fi and we're going to be able to do everything, blah, blah, blah, blah. Remember when you were way too overly optimistic about what crypto could do? This is that lattice, Redstone? It's a roll up construction that is designed, purpose built to build on chain worlds fully on chain games universes. Things with so much internal state that they need to create the theoretical maximum amount of scale using a roll up construction. Which is why we are returning to the world of plasma. I don't know if you know this, Ryan, but plasma has been back in, in the conversation."
    },
    {
        "speaker": "A",
        "text": "Italic wrote a post. I saw this."
    },
    {
        "speaker": "B",
        "text": "Yeah, exactly. Okay, so Redstone is the first plasma implementation for the op stack. So it's a module for the op stack, the op stack becoming more useful, and it's just meant to optimize, to be super cost effective for on chain games and worlds in highly ambitious applications. Remember opcraft?"
    },
    {
        "speaker": "A",
        "text": "No."
    },
    {
        "speaker": "B",
        "text": "It was an op stack chain that ran minecraft as its virtual machine."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah."
    },
    {
        "speaker": "B",
        "text": "So this is the same people, that."
    },
    {
        "speaker": "A",
        "text": "Kind of thing up."
    },
    {
        "speaker": "B",
        "text": "This is the spiritual descendant of opcraft. So, you know, more research and development, more growth with a team. So now we have Redstone, which is this. Like, it's like a kind of. It's an engine for on chain games."
    },
    {
        "speaker": "A",
        "text": "I think I would like to do an episode on this on channel."
    },
    {
        "speaker": "B",
        "text": "I've been trying to do an episode on, on Chain Worlds for a very long time. It's like this weird axis of crypto between the Zero x Park guys, the op stack people, the lattice people. It's this weird axis, and I don't know how to tap into them because they're all kind of like Vitalik and they kind of don't give a fuck and they just want to build."
    },
    {
        "speaker": "A",
        "text": "Well, those are the best episodes then. If anyone's hearing plugged into this ecosystem."
    },
    {
        "speaker": "B",
        "text": "I mean, I'm connected with them. I'll just go dm them. Okay. That's the connected message."
    },
    {
        "speaker": "A",
        "text": "You just haven't asked."
    },
    {
        "speaker": "B",
        "text": "I just haven't asked yet."
    },
    {
        "speaker": "A",
        "text": "David. There was a big hack this week, 125 million from Poloniex, which is his Majesty Justin's son. His exchange."
    },
    {
        "speaker": "B",
        "text": "Don't say any bad words, Ryan."
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, I don't come after it caused another cease and desist, but this is purely factual."
    },
    {
        "speaker": "B",
        "text": "We're just talking about the further cease and desist already got."
    },
    {
        "speaker": "A",
        "text": "I mean, we're laughing right now, but I guess this is a lot of money for people who still had their funds on Poloniex. I don't know why you would, but three assets affected, $56 million worth of eth, some. Some tron and some bitcoin. So there you go. Do you know anything more about this?"
    },
    {
        "speaker": "B",
        "text": "Yeah. Justin sun says the Poloniex team has successfully identified and frozen a portion of the assets associated with the hackers addresses. At present, the large, the losses are within manageable limits. I hope that means that he will just pay. He should, he should, he should. And he should, you know, donate some other stuff to public goods."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Did you notice Justin sun has, like, ten times as much? Ethan Vitalik. I think it's like, more."
    },
    {
        "speaker": "A",
        "text": "I didn't know that. It's a sad fact."
    },
    {
        "speaker": "B",
        "text": "It's a very sad fact."
    },
    {
        "speaker": "A",
        "text": "That's a sad fact of the day. David, last thing, we got a raise going on, bitcoin focused ordinals project, taproot, the wizards, these things. Can you believe people are paying for these nfts here? That's actually not the stupidest nfts I've seen. Magic Internet jpegs. And this ordinals project just raised $7.5 million. Seed round. That's a pretty hefty seed round."
    },
    {
        "speaker": "B",
        "text": "Pretty hefty seed round. Yeah. I mean, bitcoiners don't have too much, like, seed investment opportunities. So when it all went into this. And it's Udi Wertheimer and Eric Wall. So previous podcast guests, immense respect for Eric. Ud is a great troll. We love him, too."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Yeah. I'm glad Udi has something to do."
    },
    {
        "speaker": "A",
        "text": "Wow. David wanted to include this in the agenda, just to say that. Meme of the week. David, what on earth are we looking at? This looks like it's from a Simpsons episode. Let's go banana is the caption. Is there a clip to play that accompanies this, that explains this?"
    },
    {
        "speaker": "B",
        "text": "Yeah, for sure. Okay, so this is Cyrus UnESC, one of many ethereum people that are frustrated by the lack of performance in eth. And so there's this bit out of the Simpsons, and they're all on a bus and the bus is rolling, and all the kids on the Simpsons are like, racing their fruits. The video is very, very important. So let's go ahead and watch that."
    },
    {
        "speaker": "A",
        "text": "Go apple, go orange, go banana."
    },
    {
        "speaker": "B",
        "text": "You can guess between an apple and an orange and a banana. Which one rolls the best and which one makes the race. They're racing fruit down the bus."
    },
    {
        "speaker": "A",
        "text": "I'm getting this tree."
    },
    {
        "speaker": "B",
        "text": "I'm getting them treat, go banana."
    },
    {
        "speaker": "A",
        "text": "But you forgot the punchline. So the apple, orange is bitcoin and soul, and the banana is ether."
    },
    {
        "speaker": "B",
        "text": "Yes. All the people watching the YouTube chuckled. Probably the podcast is confused because we have to explain memes to them."
    },
    {
        "speaker": "A",
        "text": "You know what?"
    },
    {
        "speaker": "B",
        "text": "I wonder how many times we can get people to, or how often we actually do get people to laugh at explaining memes."
    },
    {
        "speaker": "A",
        "text": "We probably never. Probably. This is just like this entire episode and format is just for you and I. That's why we do these."
    },
    {
        "speaker": "B",
        "text": "That's fine."
    },
    {
        "speaker": "A",
        "text": "But David, we do have something for the podcast listeners, and that is a moment of Zen, which is a fantastic song from our friend Coco the Corn cob. And I think there's some sage advice here on how to not get wrecked during the upcoming bull market, so stay tuned for that. We will end with risks in just a minute. But first, some disclosures. Bankless ventures as I mentioned, we are an investor in nocturne. We are long term investors. We're not journalists. We don't do paid content. There's always a link to all of our disclosures. Bankless.com disclosures Crypto is risky. You never know if you got an apple or if you got a banana on your hands. You could lose what you put in. But we are headed west. This is the frontier. It's not for everyone. But we're glad you're with us on the bankless journey. Thanks a lot."
    },
    {
        "speaker": "C",
        "text": "Crypto has a million ways for you to get correct. I hope that you are careful and you give it respect. And no, I never wish that anyone be attacked. I'm always so amused at the ridiculous hacks. Never take for granted that someone is who they seem. Just do a search for Rosalcon and see what I mean. If you stole a billion dollars, then you might be discreet or you might be the crocodile of Wall street. Then you get the demagogues who really love to stump and convince you that their token's not a speculative pump with fancy algorithms and 10,000 aprs. Forget the fucking moon, this time we're reaching for the stars. Cause crypto has a million ways for you to get wrecked. I hope that you are careful and you give it respect cause any kind of asinine way you can dividend plain exploiter ingenuity will beat you every time Abraham Eisenberg deserves a special verse in a contest for creativeness he'll always come first he pumped the price of mango, which had low liquidity and then borrowed against it and wrecked the LP's? But that's not all he did? Cause he's a clever sob he went on down to Abe and he borrowed cr v he shorted the hell out of it and caused the price to fall. A sneak attack on Avi. And this is possible because code is a law. Yes, code is a law. This concept is the crux of it all. Will it prevent corruption? Or is it a fatal flaw? Will it allow the robots to obliterate us all? Yes, code of the law. Yes, code of the law. Because people are the reason that society's fault. Did Avi make us tougher by uncovering some flaws? Or should he end up pounding rocks behind a prison wall? The Euler hack in 22 was not a lot of fun. He washed the tokens and he sent a piece of Kim Jong un. We figured it was Lazarus behind the attack, but then the hacker grew a conscience and sent it all back. The cashio exploiter was different. To be sure, he gave your money back if you convinced him you were poor. Social engineering. Now a multi six cracked or maybe just a bug in a smart contracts. But when the code is written, if it's immutable, it means there's no such thing as spirit of the law. If someone steals your shit, maybe it's morally wrong, but we all knew the risk. We've been warned all along that code in the law. Yes, code in the law. This concept is the crux of it all. Will it permit corruption? Or is it a fatal flaw? Will it allow the robots to obliterate us all? Yes, code is a law. As code as a law because people are the reason that society's fault. Wanna make that catch me evil and exists anywhere at all. This is what we get when code is a law. Someone sends you a message and he says, you're really smart and will you join a panel? And he'll pay you for your part. 10,000 twitter handles. Follow this guy. But knowing that you recognize. Hmm, I wonder why. So you read the white paper, but you really don't get how we can go for 20 pages but without explaining. Shit. The discord's full of people just saying GM somebody zack xbt this guy and blow up his scam. There are too many stories to recount them to you all cryptos like walking by some grizzly bears with honey on your ball. And while the returns are astronomically huge for working out the kinks so that it's safe for normies to use is like. Crypto has a million ways for you to get wrecked. I hope that you are careful and you give it respect, because if you spend a week here without getting wrecked, you deserve a gold star placed around your neck."
    }
]