[
    {
        "speaker": "A",
        "text": "Now ethereum is going to become Uber. Now ethereum is going to become decentralized. Twitter. And it just never seemed to kind of click for me. We made some progress. We did episodes of, like, Farcaster, for example, and lens cautiously excited about those and bullish on, on those when I, when I started seeing them. But the question is always, how do we get mass adoption? Friend Tech and this experiment, again, I'm not saying it's going to be friend tech, guys, okay? Don't hear me. This is a poc, okay? This experiment showed me how it can work in the same way that cryptokitties showed me how nfts can work. Bankless nation. Happy third Friday of August, David. What time is it?"
    },
    {
        "speaker": "B",
        "text": "It's the bankless Friday weekly roll up where we cover the entire weekly news in crypto, which is always an ambitious never. Yet we persevere nonetheless into the frontier. How you doing, Ryan?"
    },
    {
        "speaker": "A",
        "text": "I'm doing fantastic. I'm excited to talk about friends, how you sell your friends this week, because that's what you've been doing, how box and Ryan shares. Yeah, and then you sold them right after it."
    },
    {
        "speaker": "B",
        "text": "That's right."
    },
    {
        "speaker": "A",
        "text": "That's topic number one. It's this app called Friend Tech that hit, I think, Friday after we recorded the last roll up and everyone on crypto, Twitter was using it. I used it. It's kind of interesting. We're going to talk about that number one, friend tech. This new app, is it a fad or is it a new paradigm? What else we got, David?"
    },
    {
        "speaker": "B",
        "text": "Coming up next, we got SEC back in the hot seat after six law professors, a 16 z and paradigm, who both employ law lawyers, all voice their disbelief about how the SEC ought to approach crypto and proposes something new. Uh, in lieu of that."
    },
    {
        "speaker": "A",
        "text": "Also, SBF is on the move. Uh, it seems like, David, you might now be neighbors with Sam Bankman freed."
    },
    {
        "speaker": "B",
        "text": "That's exactly right. This is a factual statement. After that, we'll talk about PayPal, visa, all making moves into crypto this week. And then Coinbase futures. Coinbase getting some futures. What does this mean? How is this changing Coinbase's international strategy if they are allowed to roll their own futures here at home? All of this is coming up as we get into this episode. So make sure to, like, subscribe, rate, and review wherever you get your podcast so we can get the good gospel of crypto to the top of these iTunes charts or Spotify charts or YouTube, wherever there's an algorithm. Give those five star reviews so we can push it up to the top."
    },
    {
        "speaker": "A",
        "text": "Guys, before we get in, want to tell you about our friends and sponsors, but first, markets want to thank Kraken for showing us the market charts today. And I gotta ask you, David, what's cracking with bitcoin price?"
    },
    {
        "speaker": "B",
        "text": "I'm never gonna do. There were two in a row on this. 129 thousand. 500 is where we started. We are currently experiencing some red candles coming in below 28,000. Are we below 28,000 right now? This is a moment where I'm going to have to ask the bankless nation to please pull out your price checker app to check out the prices, because they're probably outdated. 27,700. Wow. These numbers have updated in the last, like, 5 seconds. We are currently dumping down below 5%. Negative 5%."
    },
    {
        "speaker": "A",
        "text": "Look at this red candle."
    },
    {
        "speaker": "B",
        "text": "Why?"
    },
    {
        "speaker": "A",
        "text": "Why are we dumping on the red candle?"
    },
    {
        "speaker": "B",
        "text": "I don't know. By sellers and buyers?"
    },
    {
        "speaker": "A",
        "text": "All right, well, at least it's not flat ether doing the same thing. This looks like an equivalent chart."
    },
    {
        "speaker": "B",
        "text": "Yep. So ether, when I put these numbers in, was at 1740. We are now at 1730. So we are down 6%. 6%."
    },
    {
        "speaker": "A",
        "text": "All right. Might have to find out afterwards. Also, the ratio."
    },
    {
        "speaker": "B",
        "text": "Ratio. Ratio is doing normal stuff. It's flat."
    },
    {
        "speaker": "A",
        "text": "Okay. Pretty flat. Total crypto market cap, we're still above a trillion, 1.16 trillion. Tell us about layer two beat, though. Okay, so this is the total value locked. Tell me this number is going up. At least."
    },
    {
        "speaker": "B",
        "text": "That number is going up. We are at $10.1 billion. TVL on layer two with the activity past five x eth layer one. So combined ethereum throughput on this layer twos, if you want to hit that activity tab right, is now five x. Oh, we're down to 4.92. It was five earlier. We broached, we breached five for the first time. We are now at 4.92, although I."
    },
    {
        "speaker": "A",
        "text": "Will x of what?"
    },
    {
        "speaker": "B",
        "text": "Of Ethereum."
    },
    {
        "speaker": "A",
        "text": "Remind us."
    },
    {
        "speaker": "B",
        "text": "So ratios of Ethereum's throughput to the Ethereum layer one. So layer twos are doing five ethereums collectively versus the Ethereum layer one."
    },
    {
        "speaker": "A",
        "text": "Base is now included, I believe, in all of this TVL and activity, which we'll talk about in a little bit, how the base launch has gone so far. But before we get there, I want to talk about the trad markets for a second."
    },
    {
        "speaker": "B",
        "text": "Oh, boy."
    },
    {
        "speaker": "A",
        "text": "This is. This is the thing that caught my interest this week. This is the Atlanta Fed. And, you know, when they say Atlanta Fed, the Fed is. Has all these different. I'm going to call them chapters. They're not chapters, but, you know, geographic, you know, banks, the Atlanta Fed apparently has a model which predicts GDP for the US, and their model is currently predicting 5.8% GDP growth in Q three. It seems wildly optimistic. And yet 5.8%, that's."
    },
    {
        "speaker": "B",
        "text": "That's annualized over the year. Right."
    },
    {
        "speaker": "A",
        "text": "5.8% annualized over the year, but just in Q three."
    },
    {
        "speaker": "B",
        "text": "Right. Okay, so 5.8% is gargantuan."
    },
    {
        "speaker": "A",
        "text": "That's a big quarter."
    },
    {
        "speaker": "B",
        "text": "That is a huge quarter."
    },
    {
        "speaker": "A",
        "text": "You have to take this with a grain of salt, uh, because it's a prediction model. And as more data comes in, it will probably go down. All right. But a lot of the market indicators of GDP have been up, including industrial production, uh, printed, which showed factory output jumped 1% in July. Uh, so it looks like GDP ain't too bad. I don't know if you ever look at this chart, David, but let me show you. This is, um, on the St. Louis Fed, they keep track of a bunch of the GDP numbers here."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "This is GDP over time. Look at that. So you see Covid, right? Uh, down 30% on a coin, Q 220 20. That was a bad quarter."
    },
    {
        "speaker": "B",
        "text": "Negative 32%."
    },
    {
        "speaker": "A",
        "text": "So we popped up. We did pop up, uh, to positive in Q 320 20 positive from the previous. Anyway, this is where we are right now. Maybe I'll circle in on, uh."
    },
    {
        "speaker": "B",
        "text": "Let's zoom in. Yeah, that's. That is an up into the right chart."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "B",
        "text": "Wow."
    },
    {
        "speaker": "A",
        "text": "Now, um, so I guess the end of the story is, uh, GDP is not looking so bad these days."
    },
    {
        "speaker": "B",
        "text": "Yeah. That is insane, actually. Like that."
    },
    {
        "speaker": "A",
        "text": "Are you surprised by this? This is why I put it in here, because I was like, oh, I haven't been looking at GDP for a while because, you know, other numbers are more interesting, but these numbers are better than I thought they'd be."
    },
    {
        "speaker": "B",
        "text": "Yes. This is a. I will call this a flash, as in, this is a single point of measurement. It's. It really matters with if this thing continues. This is a. This is a. One of these charts where it's actually the area under the curve that is the big thing rather than the single point of reference. And so the longer that this is sustained, the better it gets. But, man, coming in at 5.8%. That is crazy. Where is all this GDP? Where are we getting this GDP from? What couch cushion did we look under?"
    },
    {
        "speaker": "A",
        "text": "Yeah, that's probably a subject for an entire podcast. But what's interesting is, I don't hear the r word recession being said very often these days. And a year ago, that was kind of a different story. All right, well, let's actually talk about what base is doing, because no recession in layer twos either. And base launched recently. Was that last week? The week before, yep, that was last week. Okay, last week. How's it going? What are we looking at?"
    },
    {
        "speaker": "B",
        "text": "I would say I said on Twitter, this is one of the takes I gave, is that this was the best protocol launch that crypto has ever seen. Wow. Zero hiccups. Bridging was seamless. Like, no one has had any problems. Ui ux of interacting with base is great. You know, transaction fees are super cheap because it's layer two, as we know. Uh, failed transactions. No one's talking about any failed transactions anywhere. And there's a ton of apps, there's a ton of things to do. The first, the first time I went on base, I ended up minting like five nfts inside of two minutes."
    },
    {
        "speaker": "A",
        "text": "Really?"
    },
    {
        "speaker": "B",
        "text": "And I redeemed one for a hat which is sitting on my wall over there. It says on chain utility."
    },
    {
        "speaker": "A",
        "text": "NFT."
    },
    {
        "speaker": "B",
        "text": "A utility, yeah, I minted an NFT and then I went to, like a stripe checkout page and then it was connected my wallet and had the NFT in it. And the $30 hat dropped to zero because that's what the NFT does. And then I bought the hat and all within like five minutes. It was great."
    },
    {
        "speaker": "A",
        "text": "You actually received the hat I had."
    },
    {
        "speaker": "B",
        "text": "You want me to go show you? It's great. Yeah, show me. I'll go grab it. And after I spit off some, some facts. TvL almost over $230 million. So closing in on one quarter of a billion dollars, averaging. Averaging almost nine transactions a second over 24 hours, which makes this the second most popular layer two behind Zksync era, which has got 10.2 transactions per second. Although I bet you the ratio between, like, users doing things that I was doing, like, and then bots on Zksync is probably different. Transaction volume all time high on August 10, with a record of. You ready for this? 136,000 active wallets on the network."
    },
    {
        "speaker": "A",
        "text": "What?"
    },
    {
        "speaker": "B",
        "text": "Yeah. 42 of them were all first time base users. 42,000, not 42. Yeah. So a whole total number of 142,000 unique wallets have already bridged assets over to base and claimed the bridge to base NFT. This is going to be one of those nfts. Can you, I don't know if you can pull that up or if you have that pulled up the bridge to base NFT, maybe you want to search Google for it."
    },
    {
        "speaker": "A",
        "text": "Bridge to base NFT."
    },
    {
        "speaker": "B",
        "text": "Yeah, this is going to be one of those NFts where, like, you're going to show your grandkids, like, one. Back in the day, I used to. I used a bridge to get onto base and I minted the NFT. And it's one of the. Yeah, one of these things. Yeah, press the mint button, bruh."
    },
    {
        "speaker": "A",
        "text": "Like with a wallet that I've bridged."
    },
    {
        "speaker": "B",
        "text": "With or any metamask, coinbase wallethood."
    },
    {
        "speaker": "A",
        "text": "I gotta go find a wallet that I've bridged with."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah, that's cool. Or you can bridge. It takes two, like 2 seconds. Yeah, yeah. So some great success out of base. I'll go look at my hat."
    },
    {
        "speaker": "A",
        "text": "Yeah, I can't bridge live on the episode, David. All right, he's getting his hat."
    },
    {
        "speaker": "B",
        "text": "1 second on chain hat."
    },
    {
        "speaker": "A",
        "text": "Hey, there it is. Oh, wait, zoom in. There it is."
    },
    {
        "speaker": "B",
        "text": "It just says on chain."
    },
    {
        "speaker": "A",
        "text": "It just says on chain. Yeah, I like that."
    },
    {
        "speaker": "B",
        "text": "On chain hat."
    },
    {
        "speaker": "A",
        "text": "That's a great hat. That's all."
    },
    {
        "speaker": "B",
        "text": "There were other colors. There was like white on white. There's white on black, but I got the red on black because it matches my bankless hat."
    },
    {
        "speaker": "A",
        "text": "Yeah, that looks very. That's very bankless of you. Of course, the best analysis comes from poop man, one of my favorite Twitter account Twitter accounts right now. Poop man. Defi bro."
    },
    {
        "speaker": "B",
        "text": "There are senators that listen to the show, man."
    },
    {
        "speaker": "A",
        "text": "Yeah, I know. They need to respect poop man. They need to know too."
    },
    {
        "speaker": "B",
        "text": "David, thank you for the. What is poop man telling us about base analysis?"
    },
    {
        "speaker": "A",
        "text": "It is. It's pretty good."
    },
    {
        "speaker": "B",
        "text": "Put in a great tweet about base. Okay, so base has been earning three x more revenue than ARb or optimism, arbitrary optimism, while only incurring 50% of batch submitter costs compared to the others. Interesting. So, like, this is the cost of actually being a roll up. You submit the batches down to the layer one, comparing the daily fee margins from transaction fees between optimism, arbitrum and base base revenues in the last week, I think 1.25 million. Optimism. Revenue, 424,000. Optimism. I did say arbitrum, but I stopped because I thought I didn't. Arbitram. Revenue, 424,000. Optimism. Revenue, 404,000. What makes this more interesting is that the cost of batch submitters on base is almost the. Is the cheapest among all of these. So a submitter cost for base, 522,000, an arbitrum submitter cost 950,000, and optimism submitter cost 1 million."
    },
    {
        "speaker": "A",
        "text": "What do you mean? Submitter cost is how much you pay Ethereum."
    },
    {
        "speaker": "B",
        "text": "Yeah. Yes. Yeah, exactly right. And so, like, this is the, this is one of the cost of the protocol. I remember so the profit, if you."
    },
    {
        "speaker": "A",
        "text": "Want to calculate the profit, you take those fees, the 1.25 million base revenue, and you subtract largely the base submitter costs, 522k. We're still left with, what, 700k in profit?"
    },
    {
        "speaker": "B",
        "text": "Mm hmm. That's right. Yeah. Hey, and like, this is, this is the Coinbase. Coinbase gets 85% and then the op collective gets 15%."
    },
    {
        "speaker": "A",
        "text": "Is Wall street noticing this?"
    },
    {
        "speaker": "B",
        "text": "No, probably not. Probably not. If this data is correct, base is likely the most cost effective and profitable layer two right now. Thanks. This is probably from the fame from Coinbase. Base has been able to leverage its network effects and popularity to drive immense on chain activities and volume, potentially create a positive feedback loop. Increased volume attracts more users, more users, in turn build more projects on bass and, you know, rinse and repeat. And then also, like, we have this new friends tech phenomenon, which I bet you is one, a nice, healthy chunk of the volume on base right now. We'll talk about that a little bit later in the show. Base is going to be a growing part of the content at permissionless. I think I said this last week, but me, Ben Jones from optimism, Jesse from base are on a panel at permissionless where we're going to talk about some of these details, all about the base, layer two, and its relationship to the optimism collective. And since we're talking about permissionless, this is a PSA for all bankless citizens out there. We are throwing a party. You're a citizen for our product. Wait, do you pay for it with a company credit card or a personal credit card?"
    },
    {
        "speaker": "A",
        "text": "I think a personal credit card, because I've never deactivated. You're not a citizen, David. You hate that."
    },
    {
        "speaker": "B",
        "text": "No, I am, but I pay with the company credit card."
    },
    {
        "speaker": "A",
        "text": "All right."
    },
    {
        "speaker": "B",
        "text": "Anyway, if you are a bankless citizen, we are throwing a party. How big of a party? 500 people. Who's coming?"
    },
    {
        "speaker": "A",
        "text": "You."
    },
    {
        "speaker": "B",
        "text": "If you're going to permissionless and you're a bankless citizen, you are invited. And literally everyone who's at permissionless who's also been on the podcast before. So, like, all the speakers that we invited and basically all of our friends and, and, you know, people that we like to hang out with in the space and also all the bankless citizens, uh, so they're, uh, in the discord, going to the discord, say. And there is. There will eventually be a link that we're going to hand around to our citizens, and so make sure to come. It's gonna be very, very fun. Ryan will actually be there."
    },
    {
        "speaker": "A",
        "text": "I will be present."
    },
    {
        "speaker": "B",
        "text": "Is at a bar. So Ryan and I will have drinks."
    },
    {
        "speaker": "A",
        "text": "I'm gonna sit right there."
    },
    {
        "speaker": "B",
        "text": "That's your spot. That's your spot?"
    },
    {
        "speaker": "A",
        "text": "Yeah, that's my spot. We'll say one thing. Well, yeah, I mean, we won't talk to each other the whole night, right?"
    },
    {
        "speaker": "B",
        "text": "We don't hang out in real life."
    },
    {
        "speaker": "A",
        "text": "I. One thing I should say is, okay, there's a place for 500, right? We might not be able to give everyone who is a bankless citizen ticket, hopefully."
    },
    {
        "speaker": "B",
        "text": "I don't know how many bankless citizens are showing up to permission."
    },
    {
        "speaker": "A",
        "text": "It's while availability lasts."
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "We'll just say that."
    },
    {
        "speaker": "B",
        "text": "Yes. As soon as we hit 500, we, you know, got a fire code says."
    },
    {
        "speaker": "A",
        "text": "We can't fire code. Nation state regulation. State regulation preventing us from gathering more than five people."
    },
    {
        "speaker": "B",
        "text": "Yeah, they're oppressing the bankless nation, but we're not there yet, so stay tuned for that link if you're a bankless citizen. It's gonna be fun."
    },
    {
        "speaker": "A",
        "text": "What do we got coming up next, David?"
    },
    {
        "speaker": "B",
        "text": "Coming up next, we're gonna talk about friend tech, the phenomenon that has swept through crypto, Twitter, passing fad, or new paradigm. If it is a passing fad, is there still lessons to be learned? We will talk about this SBF, my new neighbor. We're gonna talk about how that happened. And then we are also, we, bankless, are dropping an app to help you hunt some airdrop. So all this is coming up and more. But first, a moment to talk about some of these fantastic sponsors that make this show possible."
    },
    {
        "speaker": "A",
        "text": "Friend tech swept crypto last week. It's a new application on base. Okay, explain this one to me. What is friend Tech and why is everyone flocking to this app?"
    },
    {
        "speaker": "B",
        "text": "Yeah. It is an app built on base. Okay, so it's an app. I think it's for iOS only because."
    },
    {
        "speaker": "A",
        "text": "It'S not an iOS app, but. Okay, I see what you're saying."
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "It only works on iOS devices, right?"
    },
    {
        "speaker": "B",
        "text": "Yes. Okay, so why are we hung up on this? One little point. Because of the iOS app, store charges is 30% fees to all apps. So friends tech did this workaround where Safari on the native Apple browser that no one uses has this ability, this native ability in your iPhone to actually take a website and then turn it into a little widget square, just like a normal app. But it's not an app, an icon. It's just an icon, right. It's just a direct to a specific website. And so using that, it turns it and it behaves like an app. It's kind of clunky, but it's the workaround so that they don't have to pay the Apple store, they don't have to go through the iOS permission, no."
    },
    {
        "speaker": "A",
        "text": "Permission, just like the Internet used to be. David, remember, you could just spin up an app and everyone who typed in the URL could access it. We didn't have to go through gatekeepers. We didn't have to pay any app fees. It's like that, and it's a little bit harder, right? If you're using."
    },
    {
        "speaker": "B",
        "text": "It's kind of clunky because it's one of the first of its kind, actually doable. The first time I actually used this was to actually turn chat GBT into an app before they actually release an app. So, like, it was a nice little shortcut, right? But this is actually a core part of how this stack is built. Then you sign in using a code. It's like they're doing their gated launch to help drum up excitement about it. So I got a code submitted, it opened up friends app, and I'm given a base wallet and a brand new ethereum wallet that is non custodial. No one, that's my wallet because it's built into my phone, because it's saved in the little app thing. So I have my own wallethood. I link my Twitter account, and so I link my Twitter account to this wallet, and all of a sudden I have my friend's profile. And then people start buying shares of me. Why are people buying shares of me? Yeah, why? I don't know. Because I'm just such a valuable. I'm just a valuable friend to own."
    },
    {
        "speaker": "A",
        "text": "Shares about because they want to sell you. They want to make money on you."
    },
    {
        "speaker": "B",
        "text": "Well, they think that other people are also going to buy shares of me."
    },
    {
        "speaker": "A",
        "text": "And so there's like a leaderboard for this one step, too. You actually have to bridge some ether."
    },
    {
        "speaker": "B",
        "text": "Yes, one ether to get myself started here."
    },
    {
        "speaker": "A",
        "text": "Okay. It's like, you know, $10 or something. You can. You can go a very low amount to kind of bootstrap this thing. Okay. So why. Why. Yeah, why is everyone so excited about this? Isn't. Is this just a Ponzi game for influencers? Is this the only fans of crypto pros? Like what?"
    },
    {
        "speaker": "B",
        "text": "I think it is a Ponzi game for influencers. Part of the incentive is that you, your account, you get 5% of all share trading fees. And then the friends app creators the app, the company also gets 5%. And then, so when you buy a share, 10% of the value of the share, 5% goes to the profile the influencer or your friend, and then 5% goes to the company and then you retain the share. And so, like me, as somebody with a following, I can be like, oh, go buy my shares, and then I get trading fees. And so I have accumulated 1.4 ether from trading fees."
    },
    {
        "speaker": "A",
        "text": "What?"
    },
    {
        "speaker": "B",
        "text": "Yes. To date. And there are. Let me see. There are. How many people have bought my shares? How many people. I'm checking it. I'm checking."
    },
    {
        "speaker": "A",
        "text": "I used to be. I used to be a shareholder."
    },
    {
        "speaker": "B",
        "text": "You did. You dumped me and I thought, I have 45 holders. I have 45 holders. And then I can't. I don't know this apply, but, like, I own five shares of myself because I believe in myself. Zero x bread guy."
    },
    {
        "speaker": "A",
        "text": "So you're pump. You're pumping your own bags, huh?"
    },
    {
        "speaker": "B",
        "text": "I'm allowed. I'm allowed to do this."
    },
    {
        "speaker": "A",
        "text": "Transparent, right?"
    },
    {
        "speaker": "B",
        "text": "Zero x bread guy also owns five shares of me. Goon Machine owns four shares. Tangle account accountant owns two shares. Altcoin Daily IO owns two shares. Hiro kennely from the bankless Dao. He owns two shares of me. My current shares are at all time highs, so all my followers, Ryan, are in profit. What is it?"
    },
    {
        "speaker": "A",
        "text": "What does it take to get a share of David on friend tag?"
    },
    {
        "speaker": "B",
        "text": "One share of David currently costs 0.26 ethereum."
    },
    {
        "speaker": "A",
        "text": "Point. 26 ether. Are you kidding me? That's hundreds of dollars. How much is that?"
    },
    {
        "speaker": "B",
        "text": "Is like $400."
    },
    {
        "speaker": "A",
        "text": "$400."
    },
    {
        "speaker": "B",
        "text": "Getting less now to get a shit like you can sell your share too, right? And so also, I have committed to distributing all of my trading fees that I accumulate in seven days, starting on Sunday to one of my shareholders. So on this. So you do on this, son. I'm just going full Ponzi on this, this Sunday."
    },
    {
        "speaker": "A",
        "text": "Surprise."
    },
    {
        "speaker": "B",
        "text": "Like I said, I have accumulated 1.41 ether in trading fees that will continue to go up. So every time somebody buys one of my shares, and especially as my shares get more expensive, the point, the 5% of the trading fees that goes into my trading fees earned also goes up. So 0.25 ether to buy one of my shares, 5% of that goes into trading fees, and I am raffling that off to one of my shareholders on Sunday. So go buy my shares."
    },
    {
        "speaker": "A",
        "text": "Wow, that. That is worth a disclosure. I think David. David is benefiting from all of the shares, and he is making a commitment. Hey, you better not refund it to yourself because you're a shareholder."
    },
    {
        "speaker": "B",
        "text": "I own five shares. If I win, then I get my own trading fees. I will do this in a public, trustless way. Trustless. Trust me, bro. But yeah, that's the plan."
    },
    {
        "speaker": "A",
        "text": "What's, what's funny about, so one question I have for you about the share price. So it's basically shares go up the more demand there is."
    },
    {
        "speaker": "B",
        "text": "Or it's just like a uniswap curve. Yeah. So as somebody that's a unit swap curve. Yeah, yeah. It's an x times y equals k kind of thing. So as more people buy my shares, they get more pricey."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "So I think I'm top 20. I think I'm top 20."
    },
    {
        "speaker": "A",
        "text": "Dang, David, now you're just, I feel."
    },
    {
        "speaker": "B",
        "text": "Like ultra show right now."
    },
    {
        "speaker": "A",
        "text": "Let's, let's talk about."
    },
    {
        "speaker": "B",
        "text": "I'm like, I'm like top 20. Yeah, yeah."
    },
    {
        "speaker": "A",
        "text": "Let's talk about what this is doing in general. So friend tech on basis generated 650,000 for users. For users, they've gone to people like David. After launching a beta a week ago, users received the 5% share, as you talked about, with over 250,000 transactions and 23,000 unique users. User counts are higher than ethereum's largest NFT platforms combined. This is a tweet from a Masari analyst giving us this info. So those are some of the stats that make this happen. Okay, so I've got this app open. It's called friendmex.com. what in the world am I looking at right now?"
    },
    {
        "speaker": "B",
        "text": "Friend Mex is a reference to Bitmex, which is this old derivatives exchange that Arthur Hayes used to run before they got in trouble with the law. But this is just like the dashboard of friends. If you are a trader, bots and people are, who are making bets on other people are making money here. So like some people have made a lot, a lot of money. I think I saw somebody people like profiting 30 eth. If you go over to the discover on the far right side and scroll down about 20 ish people, you'll, you'll find me again on the leaderboard because I'm coming up, you know, using my trading fees to pump up my."
    },
    {
        "speaker": "A",
        "text": "You have to keep scrolling deep."
    },
    {
        "speaker": "B",
        "text": "There you go. I trust I'll say it. You just scrolled right past it. My profile pictures broken. Yeah. Mark, I have a market cap of 18.8 ethereum."
    },
    {
        "speaker": "A",
        "text": "What's so cool?"
    },
    {
        "speaker": "B",
        "text": "What is the value of David Hoffman? Apparently 18 ether."
    },
    {
        "speaker": "A",
        "text": "Yeah. Personally I think you're worth more, but I'm also not going to be buying a share anytime soon. But maybe I should. Maybe I should."
    },
    {
        "speaker": "B",
        "text": "Maybe you should. Yeah."
    },
    {
        "speaker": "A",
        "text": "What's cool about this is, and people are maybe asking why we're talking about this. So much. This friend Mex website was just spun up because all of this data is public. All of this data is open, and you can create an exchange on top of base, on top of friend tech. So friend tech is powered by smart contracts completely in the background. All of its."
    },
    {
        "speaker": "B",
        "text": "Can you go source? Can you click my profile so you can see my chart? See my chart of my net worth? Why are you right there?"
    },
    {
        "speaker": "A",
        "text": "I just click this?"
    },
    {
        "speaker": "B",
        "text": "Yeah, they can click. Look at that chart. Oh, that's bullish. Oh, that's so bullish. That's a bullish chart. That's a buy."
    },
    {
        "speaker": "A",
        "text": "And you can connect your wallet right from this app and trade. Although I don't know, it's maybe not audited. Be careful where you connect your wallet here, folks. We're not necessarily endorsing this. You know why I'm excited about this is, you know, not, not just to buy different influencers like David or Kobe or anything else. I feel like this is very much a proof of concept for a next thing that we've unlocked. Right. You know, last week we were talking about Unipig and how that felt like a paradigm shift. We just unlocked layer twos for the first time. This to me feels kind of like this. This to me almost feels a little bit like cryptokitties did at you know what? When was that? 2017? 2018. We were like, nfts. Like, we just unlocked some new primitive. This Twitter poster agrees with me. Nicholas Friend tech. Friend tech is not a revolution in social tokens. It's the wow moment about a brand new stack. PWA progressive web app."
    },
    {
        "speaker": "B",
        "text": "That's a safari app."
    },
    {
        "speaker": "A",
        "text": "That's a safari app. We were talking about web two login. Oh, that's a great point. You could just log in with what, your Apple ID, your Google ID embedded self custodial wallet? So it's still bankless. Layer two transaction fees. So you're not paying like dollars for transactions to do this. IOS notifications, it's all of those things combined. And to me, it feels like a proof of concept. I mean, likely this thing is just. Yeah, it's going to pump and dump. It is natively a Ponzi scheme. I guess there is some utility in here in that if somebody purchases a share of someone else, then they unlock this chat room. Right?"
    },
    {
        "speaker": "B",
        "text": "Yeah, we totally forgot the main point of this."
    },
    {
        "speaker": "A",
        "text": "Yeah. Okay, we'll talk about it."
    },
    {
        "speaker": "B",
        "text": "Owning a share unlocks a chat room. And so, like, why are people buying my shares? I'm actually in there, like, answering questions that people have directly. So, like, providing value to my shareholders. Right? Like, there's a room you can direct access to the influencer that you've. Influencer. Uh, whoever you own a share for, you can go talk to them directly, and if, like, they don't respond or they give you shitty answers, you can dump them and move on to the next one until you find a room that provides value to you."
    },
    {
        "speaker": "A",
        "text": "It's cool. I think it's very cool. And I will say it's, uh, the most fun I've had in crypto in a while. And it felt. It felt very much like, um, cryptocurrency."
    },
    {
        "speaker": "B",
        "text": "Are you still active in there?"
    },
    {
        "speaker": "A",
        "text": "I also."
    },
    {
        "speaker": "B",
        "text": "I did, yeah. We both sold each."
    },
    {
        "speaker": "A",
        "text": "I activated on Friday and Saturday, and I was like, oh, this is cool. I see where this is going. I'm gonna let other people, like, do these things. But, you know, maybe, maybe, look, maybe, maybe Ryan is underpriced relative to David on friend Tech. You know, I'm just saying that's a possibility."
    },
    {
        "speaker": "B",
        "text": "It is a possibility. Yeah. So you're taking a bet that Ryan's gonna start to become active rather than the guy who's already active and who's also giving away 1.4 ether to his shareholders. What are you doing? You don't even have one for either to give away."
    },
    {
        "speaker": "A",
        "text": "Look at this. See, these are the types of games that, like, it's basically every creator is, I suppose, incented to do something. And I think that the chat room is the first layer of utility, but other layers of utility can be added. Imagine if this was scaled out to."
    },
    {
        "speaker": "B",
        "text": "Like, Kobe was teasing his followers with feet pissed."
    },
    {
        "speaker": "A",
        "text": "Okay, right? Imagine. Okay, so I was right. It's only fans for crypto bros."
    },
    {
        "speaker": "B",
        "text": "Right?"
    },
    {
        "speaker": "A",
        "text": "So. But what happens if you scale this out beyond kind of, like, the. The crypto crowd, and you scale this out to, like, I don't know, music, artists. I mean, how much would people pay for, like, Taylor Swift chatroom? Like, a share of that."
    },
    {
        "speaker": "B",
        "text": "So much."
    },
    {
        "speaker": "A",
        "text": "You could see how this scales and how the social games, like, it's just social clout, economic games meets crypto, and it just. Something about this, for me, just kind of works or unlocks something that's going to be absolutely big. And again, I don't know that friend tech will capture all of this, but somebody's going to. We're in a new frontier here."
    },
    {
        "speaker": "B",
        "text": "I think, really, the biggest pressure that I see on this, on the future is the progressive web app. This is the crypto native application that just routes around the 30% tax of Apple. And if this becomes standard, if, like, a lot of people start, you know, providing services through progressive web apps that are crypto. And so, like, anyone that wants to do their thing, but they can't because of Apple, they just start doing this progressive web app instead. It's a bargaining chip against Apple because we just routed around their gate, guys."
    },
    {
        "speaker": "A",
        "text": "It's. It's the open Internet, right? Because if you. If you tried to do this on the app store, they'd want 30% transaction fee for all of this. Like, it wouldn't work. Like, their systems are not set up to handle crypto economics in this way."
    },
    {
        "speaker": "B",
        "text": "And so we. It's a big bargaining chip that the crypto industry has to force Apple's hands to either lower their fee or just, like, crypto in or do something, or we'll just, you know, progressive web app our way around their gate."
    },
    {
        "speaker": "A",
        "text": "Guys, I'm only half joking when I'm about to say this. Our Ponzi games are going to change the world. They're going to change the Internet. Like, for real. This is going to lead to a more open Internet."
    },
    {
        "speaker": "B",
        "text": "Yeah. Ponzi games versus Ponzi scheme. Ponzi schemes are where somebody's a rug puller. Ponzi games is where it's kind of just a collective game of chicken that we all agree to play."
    },
    {
        "speaker": "A",
        "text": "Well, I mean, some of these influencers, some of these influencers on there might be rug pullers. We don't know. I mean, some of them might be. They could walk us what game they're playing."
    },
    {
        "speaker": "B",
        "text": "They could walk among us right now."
    },
    {
        "speaker": "A",
        "text": "What do we got next? Okay. The SEC versus coinbase. I feel like this is the Avengers assembling here, David, because a set of lawyers filed what's called an amicus brieftaine, saying the SEC should stop, should leave Coinbase alone, basically, should drop the case. Okay, and what is an ambicus brief, you might ask? Do you have that question, David?"
    },
    {
        "speaker": "B",
        "text": "I know what an ambiguous brief is. It sounds like some lawyer speak."
    },
    {
        "speaker": "A",
        "text": "Okay. I think it basically is lawyer speak. It's basically where a bunch of outside lawyers who have some level of prestige, some level of legitimacy, write their opinion on a case while the case is in progress or, you know, before it goes, why do they do this? Um, you know, they just want to communicate their position. And so depending on the. The level of legitimacy, I think court system, like the court system, the legal system, will kind of look on this not as a piece of evidence, necessarily, but, um, as a, you know, an element of the argument here. And so this is a bunch of lawyers who've stood up and said, hey, the SEC is out of line here. So the law professors are from Yale, University of Chicago, UCLA, Boston University, and they go through and they school the SEC on the history and meaning of an investment contract both during and after the passage of the original Federal Securities act in 1933, the act that gives the SEC their power. And what are their conclusions? Their conclusions are basically that the SEC's argument that crypto tokens are trading on secondary markets are investment contracts is wrong. That's what their conclusion is."
    },
    {
        "speaker": "B",
        "text": "I think the significance of this is not just that this opinion is being expressed. The crypto industry has been trying to express this opinion for years now. The significance of this is that it is a band of legal minds who are putting forth a legal document which is now in the public space for anyone and all to use in any sort of future legal proceedings that they might need to use it. So I think really, it's like these avengers coming together to produce this future document that allows for any other lawyer to leverage the arguments if they ever find themselves in the positions of needing to be leveraged. And so it's ammo. It's collective ammo for us as an industry to shoot. Is that fair? I feel like."
    },
    {
        "speaker": "A",
        "text": "I think that's totally fair, yeah. And so this is a 16 Z crypto in paradigm also filing an amicus brieftaine that is as similar. And their argument is also similar. The SEC's approach is a significant and problematic expansion of its regulatory authority and even threatens purchases of Taylor Swift concerts and teslas. Oh, no, Taylor swiftly."
    },
    {
        "speaker": "B",
        "text": "Swift shares."
    },
    {
        "speaker": "A",
        "text": "Yeah, definitely french shares, David. Senator Lummis as well, has added to the voice of the lawyers coming out swinging against the SEC, asking the courts to actually drop the lawsuit entirely. I don't know how often that happens where a senator, like, chastises a regulator and says, like, the court system should absolutely drop the case. Um, meanwhile, there was actually some good news on the regulatory front this week."
    },
    {
        "speaker": "B",
        "text": "Yeah. Coinbase announced that, uh, the National Futures association, which is apparently a CFTC designated SRO, has approved a Coinbase financials market as a registered futures commission merchant. Coinbase can now offer futures contract in bitcoin and ether to eligible customers inside of the United States. Inside the United States. That's us. That's us."
    },
    {
        "speaker": "A",
        "text": "That's big, right?"
    },
    {
        "speaker": "B",
        "text": "Yeah. So Coinbase was recently, like six months ago or so, making a big push to be international because they could not do this, because they could not offer competitive products and services. That push pushed so much United States capital offshore to things like finance and FTX so now they are given the green light to do some of these future stuff inside the United States so that Coinbase can do it. So that's great news."
    },
    {
        "speaker": "A",
        "text": "Yeah. CFTC playing nice. The SEC still not playing nice. But, you know, two steps forward, one stop back, and we'll get there eventually. David, speaking of two steps forward, SPF is now your neighbor. What were we teasing in the intro? Where's SPF right now? Yeah."
    },
    {
        "speaker": "B",
        "text": "So, two steps forward to jail. A federal judge has revoked SBS bail for attempting to tamper with witnesses so that he has been moved from house arrest with his parents in Palo Alto, California, to a New York jail awaiting his criminal trial on October 2."
    },
    {
        "speaker": "A",
        "text": "Wait, because he was tampering with witnesses while he was in his parents basement?"
    },
    {
        "speaker": "B",
        "text": "Yes. Yes. He was attempting to tamper with witnesses and therefore violated the terms of the bail. Turns out, if you're on bail, you're not allowed to tamper with witnesses. Okay, prosecutors. So, mental note for seems reasonable, but, okay. Prosecutors alleged that SBF repeatedly tried to corruptly influence witness and interfere with a fair trial through attempted public harassment and shaming. Wow. Okay, so. And so he's in New York. Not only is he in New York, he is in Brooklyn. Really? Yeah. So a federal judge revokes bail for FTX founder Sam Egmund Friedenhe. Uh, and the crypto entrepreneur was sent to a crowded Brooklyn administrative prison known for grueling conditions as he awaits trial in October. Quote, from someone who's familiar with the matter, says, the existence is pretty bleak of the inside of the jail. Federal project prosecutors that have alleged that bankman, freed, 31, violated his bail agreements, of course. Communicating with a New York Times reporter about Caroline Ellison, his former girlfriend, who previously served as CEO of Alameda. Of course. And Ellison. Caroline has pleaded guilty to multiple fraud charges and entered a plea deal to testify against SBF. So we have ex girlfriend, ex boyfriend, in a prisoner's dilemma together. Apparently, SBF released her diary, which he had access to, which is just like. I mean, he's a sleazeball, so it's not beneath him, but that's why he's back in jail, because he's tampering with. With witnesses. He's like, I put the address of where the drail is in Google Maps, and then my apartment. It's like a 30 minutes bus ride. It's not that so bizarre."
    },
    {
        "speaker": "A",
        "text": "But, David, I'm not sure if the corruption stops just with SBF. So the DOJ this week released an indictment alleging that SBF was lobbying Congress and high level government officials. This is pretty big news. You wonder who else was caught up in SPF's trap here. And it, it sounds like there's a lot of people on Capitol Hill that may need to provide some answers around this."
    },
    {
        "speaker": "B",
        "text": "Yeah, I don't think this is news to anyone in the crypto industry who's been following the FTX case. But of course, FTX and SPF just like spewed out what the DOJ is alleging to be over hundreds of millions of dollars to both Democrats and Republicans. So, quote from this article, the defendant's use of customer deposits to conduct a political influence campaign was a part of the wire fraud scheme charged in the original indictment. And as a part of the originally charged money laundering scheme, the defendant also concealed the source of fraudulent proceeds through political straw donations. So the DOJ is on the case, which is great because we're going to get some more clarity and we're going to see who turned a blind eye to all that incoming money from FTX."
    },
    {
        "speaker": "A",
        "text": "David, this is absolutely crazy, but this actually might make Gary Gensler a witness in this case. Okay. Which would mean if that, where what."
    },
    {
        "speaker": "B",
        "text": "Is not being charged is that Gary Gensler received money. That's not, that's not just to make sure. That's crystal clear."
    },
    {
        "speaker": "A",
        "text": "It's true. We don't know. But he might be a witness."
    },
    {
        "speaker": "B",
        "text": "Test that he could still be comply, compelled to testify, which."
    },
    {
        "speaker": "A",
        "text": "And that would mean that SPF's lawyers would be able to cross examine Gensler under oath at a trial. Yeah. Where can I buy tickets, man, or."
    },
    {
        "speaker": "B",
        "text": "Ticket pumping right now? That would just make my day. It would be a complete day. But we're dumping instead."
    },
    {
        "speaker": "A",
        "text": "Instead, what do we got coming up."
    },
    {
        "speaker": "B",
        "text": "Next, though, David, Twitter fights over fraud proofs. We're going to talk about this controversy and how you should understand it. Also, git coin, partnering with Shell, the oil company, has obviously caused some controversy. We'll talk about both sides of that argument as well. And also, we found Donald Trump's ETH address. You'll never guess what he's holding. All this coming up and more. But first, I'm going to talk about some of our fantastic sponsors that make the show possible. As we've gotten into layer two summer, the layer two wars are heating up. And so this week it was fraud proofs. Fraud proofs. Do they matter? And so this is a post from Matt Fybeck. He says it's crazy how few people are aware of the risks of using optimism and other OpSAC rollups given that they do not have active fraud proofs is honestly one of the most substantial risks to the ethereum ecosystem today. If the centralized sequencer wants to land invalid output proposals, it can. In other words, the centralized optimism sequencer can settle a malicious transaction that removes all $3 billion in the bridge to an address of their choosing. There's nothing that anyone can do about it. It's really just a decentralization facade. We need to push these roll ups to implement fraud proofs yesterday. Uh, so that is the, the. Oh, my God, this is really a big deal. People should pay attention to this. Take number one. Here's take number two."
    },
    {
        "speaker": "A",
        "text": "Well, can I ask though, David, just, just to like, set the basis? So who doesn't have fraud proofs? Which chains do and which chains don't? Is this all in layer two beat?"
    },
    {
        "speaker": "B",
        "text": "Yeah, this is all on layer two. B, most chains do not have fraud proofs. The arbitrum bold. Most, most roll ups. Yes, the arbitrary bold announcement is arbitrary. Is arbitrum gaining decentralized fraud proofs? They, they still need that to be merged into the protocol. But I mean, the DAos is going to vote yes, and it's going to happen. All op stack roll ups do not have fraud proofs because including base, which is including base."
    },
    {
        "speaker": "A",
        "text": "Maybe why some of this narrative is heating up a bit."
    },
    {
        "speaker": "B",
        "text": "Right, so, like the reason. Yeah, that's exactly right. Why is this conversation happening now? Well, I think that's actually just like a normal immune response of the crypto industry. Sometimes stuff like this needs to happen. We are seeing new users and TVL and mindshare grow, go to base, which is a fork of the op stack, a clone of basically optimism bedrock. And then also optimism bedrock doesn't have fraud proofs because they just haven't implemented it yet. And so now the, while there was previously some, like, grace to given about layer two teams about their state of fraud proofs, or lack thereof, now people are like, okay, these things are main net now people are looking for dates. And, yeah, it's no longer time to be not having fraud proofs. So that was the first take. The second take is from Martin Koppelman, who's maybe saying this a little bit more punchy, to be very clear. Until they add fraud proofs, all the $3 billion that are in the optimism and base bridges can be taken out at any time, and users can do nothing about that. Not sure under what definition. This is called. Non custodial. Custodial. Okay, so these are like the two takes about like, yo, like, red fire alarm sounds. We should be very cautious and concerned about this. Um, there is also the other half of the story and I think DC builder, uh, said this very well. He said, tired of seeing takes shitting on optimism for not having Canon live. Canon is their version of fraud proofs. Uh, there, there was a lot of fighting on crypto Twitter and so I don't, I'm about to read the next sentence and it was not in response to any of the. Just two takes. There was a lot of just like if you're in crypto Twitter, you know, that shit gets thrown you people should get a life. Intention seeking is not what is going to get you anywhere. Yes, bedrock was a prerequisite for Canon. Yes, Canon has been the main focus of optimism ever since they shipped bedrock almost two months ago. Yes, all the progress is available on GitHub for y'all to see. Stop making long threads about why your roll up is better when you either have permission, fraud proof live, or a ZK system that is as mature as a toddler and with more security surface area than the world's oceans."
    },
    {
        "speaker": "A",
        "text": "David, the kids are fighting."
    },
    {
        "speaker": "B",
        "text": "Okay. And then, okay, so then AJ Warner from Arbitrum responded to this tweet which I thought was very, very useful. And so I'll just read that one as well. I'm obviously very biased here, so take my perspective with a himalayan sized grain of salt. But I don't think this criticism is because they don't have fraud proofs live. Building proofs is hard. Decentralizing proofs and making them permissionless is harder. If they think the best roadmap for the project was emphasizing bedrock and making all of its components modular before for building the prover. That is a super reasonable roadmap. I'm going to unpack that really quick before continuing. Building bedrock, which is the current implementation of optimism mainnet and also base, was a precursor step to implementing fraud proofs. You need the bedrock scaffolding to insert the fraud proofs module into the scaffolding. They needed bedrock first so they could get to implementing canon. So I'll continue on with AJ's take. I think the criticism, which in my opinion is completely justified, is the other decision that have also been made alongside that. This stems from my opinion that having some sort of prover with training wheels should be necessary to qualify as a stage zero rollup. This is how I think things have evolved and represents the frustration of many other roll up teams. I don't think any other team or community could have or would consider pulling off the below set of operations. One if you want to prioritize a roadmap that will take years to build approver, you don't have to launch a roll up the ZK teams didn't have, and they lost a significant opportunity for market share and land grab. Two, if you launch, you don't have to launch a token and massive incentives to use the technology before the prover is built. Three, if you want to incentivize people to use your implementation, you don't have to prioritize building out the op stack and super chain so that anyone in the world is encouraged to launch their own roll up. One of the reasons why I think the first bullet was acceptable by the community was because the optimism team is trustworthy and nobody thinks that they will steal funds. And I 100% share that sentiment. But they have extended that trustworthiness to this stack in which anyone can run it and the trust assumptions completely fall over. Let me try and distill this. So the op stack strategy, which I'm a big fan of, is to try and get as many chains as possible. Fork the op stack, build your own chain. Let's democratize access to building chains. That's one of the cool things about this technology, which is I think is a great strategy. Then AJ is articulating here that it's like the order of operations is bad because if you promote doing that before you solve your fraud proofs module, well then you're actually promoting just the proliferation of centralized change, which I think is a valid take."
    },
    {
        "speaker": "A",
        "text": "Can I interject there? So it's not that this hasn't been done before, right? So it's sort of a market share type of prioritization. I also think you can argue that bedrock is also necessary first and making that open source and releasing that. But there's definitely an argument that some of optimism strategy has been a market share type of strategy. We've also seen this before. Polygon launched for years a proof of stake network, and that was a sidechain. And I remember before a lot of people were angry about this, but I also remember that Polygon took market share away from the binance chain, which to my knowledge has no plan to actually phase into a validium or roll up of any kind. Polygon went with a marketer approach and they added security and decentralization later. And that seems to be a bit more what optimism is doing in this case. And so some people are griping with the order of operations here."
    },
    {
        "speaker": "B",
        "text": "Yes, that's right. And so like, it's a little bit of like damned if you do damned. And if you don't for the optimism roadmap. Like I said, they needed to ship bedrock so that they could implement fraud proofs. What is bedrock? It is the op stack. And so they simultaneously have the op stack as a precursor to implementing fraud proofs. But then once they have the op stack, then you have Coinbase, Lyra, public goods network, WorldCoin, mantle all forking the op stack because they all want their chains. So it's just the way that the universe played out. But then I will also say the immune response from the broader layer two ecosystem saying, hey, not having fraud proofs is no longer tenable in this halfway through 2023 is also a valid take. Now, I'm very well connected to the optimism team. I know for a fact that they are all focused on shipping fraud proofs. That has been the number one focus since shipping bedrock. Because like they, like I said, bedrock was a precursor to shipping fraud proofs. So we are now in this, like this uncanny valley of post bedrock, but before canon. Right. And now this is. This is where we are. Um, and then there's, of course, the Solana ecosystem will tell you that fraud proofs are never coming and these layer twos are going to be centralized forever and are wrong."
    },
    {
        "speaker": "A",
        "text": "It's many of them, but, yeah, I agree with that. I think we've talked about it sufficiently. One thing I will do a big plus one on, though, is AJ's post right here. It's just a nice, rational post. Spells it out. It's interesting, by the way, that it's not tweet sized. You know, the old Twitter tweet, size of 280 characters or whatever. It's actually taking the time to go through the arguments and I encourage more conversation like this. All of this is. Is healthy. And I do think we all, as an industry, want those red and yellow parts of the pie on layer two beat to turn green. And, yeah, it's. It's good to apply that pressure once in a while, David, more pressure apply. These are things that are breaking out of crypto Twitter, maybe in the bear market, but git coin was on the hot seat as well. So what's the Gitcoin controversy this week?"
    },
    {
        "speaker": "B",
        "text": "Yeah, so kind of an interesting announcement. Tweet from Gitcoin. They say gitcoin tweets out. We're happy to share that we've entered a collaboration with Shell to accelerate open source innovation to the energy sector. Shell, the oil company? Yes. Together we're driving sustainable solutions and making a positive impact in the world. Let's dive in. And then there was a blog post from Gitcoin Co about the Gitcoin plus shell partnership."
    },
    {
        "speaker": "A",
        "text": "People don't like shell."
    },
    {
        "speaker": "B",
        "text": "People don't like shell for good reason. Have you ever read the book confessions of an economic hitmark, Brian?"
    },
    {
        "speaker": "A",
        "text": "No."
    },
    {
        "speaker": "B",
        "text": "That one will destroy."
    },
    {
        "speaker": "A",
        "text": "It's about the oil industry."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's worse than that. It's just about the way that, like, first world countries make third world countries beholden to them. Indebtedness forever. It has to do with intent. International Monetary Fund. It has to do with Shell. It's all bad."
    },
    {
        "speaker": "A",
        "text": "So when you think of Gitcoin as a brand, you think of like nice wholesome things have an ability. Public goods."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "When you think of Shell, you do not think those things."
    },
    {
        "speaker": "B",
        "text": "I think of deforestation and climate change and like assassinations and corruption. Yes."
    },
    {
        "speaker": "A",
        "text": "That's the brand association a lot of people have as well. And that's why this fell pretty flat. This tweet fell pretty flat, I'd say put it mildly."
    },
    {
        "speaker": "B",
        "text": "So I photoshopped in a bunch of just people's takes. Here they all are. Anthony Cesano as a longtime fan, I'm user of gitcoin. I have to say I'm extremely disappointed in their decision to partner with Shell. Scooby truples I love gitcoin, but this is greenwashing, not green pilling. F Shell Hazu quotes the tweet and says, quote, the end justifies the means said by kitcoin 2023. So, yeah, just general WTF response from crypto. And then here's Kevin Owocki, who is no longer at Gitcoin. He is now at his software company Supermodular, which is built on top of the Gitcoin protocol because Gitcoin is a protocol now as a dow."
    },
    {
        "speaker": "A",
        "text": "And Kevin, Kevin was the founder of Gitcoin. And as you said, yes, Gitcoin itself is both a protocol and a dao. And so Kevin is not associated with those things except as a kind of an ambassador for the brand."
    },
    {
        "speaker": "B",
        "text": "Yeah. So Kevin, a walkie, writes out a tweet titled in all caps, Owaki. What do you think of the Shell Gitcoin? Which I'm sure is what he has been asked many, many, many times. The TlDR of this, he said, he says, I personally don't care for the Shell brand. I doubt many people will opt in for the optional shell funding pool, but we'll see. It's a free market. I think $500,000 is a pittance, especially if you look at Shell's contribution to climate crisis and the brand damage to get coin is immense. And also greenwashing is just not okay. But then also he kind of goes on and says, but the point of Gitcoin is to be a permissionless protocol and not to actually pick winners and losers. And so he actually, he said it better than I did on a podcast, which we have a clip for. And so we'll just go ahead and play that because I think this is a hot sign about public goods are."
    },
    {
        "speaker": "C",
        "text": "Relative to the values of the communities they serve. Some communities are going to want a Dei round, some are going to think that's woke fucking nonsense. Some are going to want to fund open source software, some just don't give a shit about open source. Some people want to fund physical public goods, some want to fund digital, some are okay with an oil company giving them money, and some are nothing. So basically it's impossible to serve all of these memetic tribes at the same time. And that's a fundamental tension in what Gitcoin is trying to do. If you're trying to build the stack for civilizational scale public goods funding, all of the tribes don't agree on what is a public good. And this was a really profound realization for me and it's why 24 months ago we decided to shut down the company that was Gitcoin grants and turn it into a protocol in a dao. So basically now at Gitcoin you have the like the Dow contributors and you have their politics. You have the PGF work stream, which is like the public goods funding work stream that did these partnerships, and then you have the products which are now credibly neutral protocols. And so by design, if you think Gitcoins too woke because they're funding diversity, equity, inclusion, or that they're taking blood money from shell, then you don't have to take the money, but you can still use the protocols and anyone can go to manager Getcoin Co. And set up their own quadratic funding ground for their own values."
    },
    {
        "speaker": "A",
        "text": "There you go. That's Kevin really quickly."
    },
    {
        "speaker": "B",
        "text": "But yeah, that was, that's a take. Kevin will also be at permissionless and he will be at the party. So if you want to berate him or ask him about his opinions on other things, he will be."
    },
    {
        "speaker": "A",
        "text": "Please don't berate him. He's trying his best. Look, this is incredibly neutral protocol, folks. I think he's right on there. Cowswap. Speaking of credibly neutral protocols, they just released TWAP orders. What is a Twap order, David?"
    },
    {
        "speaker": "B",
        "text": "Yeah, twap time weighted average price. So this is a way to automate your dollar cost averaging in a very short amount of time. That's probably not the best way to say dollar cost averaging, but take dollar cost averaging and compress it down to like an hour or a day or something really narrow. But this t whopping is like a strategy that if you have a very big order to spread out your order to match volume over time, so as more buying picks up, your order will be fulfilled faster. And as it's buying or as volume slows down, your order will be fulfilled slower. This has been harder to introduce into native crypto dexs just because of the logic that is required to make this happen. But Cal swap has done it, and so there's a link in the show notes. If you want to try it out."
    },
    {
        "speaker": "A",
        "text": "You could do it right from the safe wallet. The cool thing about this architecture is it's intense based architecture, right? So basically, rather than commit to a transaction, you commit to an intent. And that's been a theme that we've been exploring, definitely. And all of crypto has been exploring definitely this summer. So very cool. Visa has always impressed me with how on top of crypto they've been, and this week was no exception to that. They are testing an on chain payment system for gas with a card. So they're essentially abstracting gas fees away for blockchain payments and allowing you to complete an on chain transaction just with your Visa card. So the gas is kind of paid via account abstraction in the background. Just really cool to see, like, the largest payment company in the world innovating on this. I think this is also related to two other headlines from this week. So Metamask has just rolled out a one click crypto buy button with Apple Pay. So Apple Pay metamask, you can get into fiat, you can get into crypto directly through your Apple Pay account. Also, cool. Ledger and PayPal have also introduced a partnership. So now ledger users will be able to buy crypto automatically via their PayPal account. This whole chain of things, we've got Visa, we've got kind of Apple Pay, and we've got Ledger. These feel very much like 2023 things bear market things that we will have no concept of in 2019. Do you remember all the fake partnerships that were going around, kind of the ICO landscape where somebody would take a picture of themselves, skateboard in front of Google? Yeah. Or they'd be, they'd advertise a partnership with Amazon. And really they're just using AWS servers for some portion of their user interface."
    },
    {
        "speaker": "B",
        "text": "I know that that sounds insane. And that's what 2017 was like. That happened so many times. That was a real tactic that many icos did."
    },
    {
        "speaker": "A",
        "text": "And what's so crazy is now we actually have these large partnerships. This is, like, going mainstream. I mean, last week, PayPal just rolled out a stable coin. How crazy is that? Ledger and paypal together. So now you can go directly from PayPal to a bankless wallet in ledger. Right. Visa pushing forward, not just like, we have a blockchain strategy. They're looking at account abstraction. It's so cool to see this and makes me very bullish, even in the midst of this bear market."
    },
    {
        "speaker": "B",
        "text": "Yeah, certainly. And it also just shows that we have enough, like, UX solutions, Ui UX solutions to make this, some of this stuff easy. From PayPal to your Ethereum wallet was like, that took 50 steps in seven in 2017. So in South America, Ryan, Argentina has a apparently a far right pro bitcoin candidate, Javier Miller, who's won a primary in Argentina. And there's this clip going around the Internet about him explaining bitcoin and Ethereum to, like, the news panelists that he is, like, shoulder to shoulder with. And so all of crypto is like, oh, my God, people are getting it. And also being elected into argentine offices. Argentina, of course, very, very crypto. One of the most crypto native countries that exists. It could be number one, to be honest. Why? Why is. Why is Argentina so far ahead? High inflation and high Internet connectivity and a technically competent population. And so, like, it's one of the most crypto enabled countries that exists. So it is no surprise that we are getting crypto politicians working their way through getting elected. So Javier's coalition, known as the La Libertad Avanza, garnered more than 30% of votes in the political contest."
    },
    {
        "speaker": "A",
        "text": "I think the big story here is that crypto is continuing to become a global political movement. And I don't know very much about this. This candidate, certainly not an endorsement. I've heard many mixed reviews, in fact, many negative reviews from the argentine community. And apparently, this candidate's track record in crypto has been rocky. He's been embroiled in high profile crypto Ponzi schemes, one called Coin X, which allegedly stole $800,000 worth of. Of pesos. So I don't really know very much about this candidate other than the story that crypto is becoming a political movement. And speaking of politics and crypto, David, we this week got to see what Donald Trump holds in his Ethereum wallet. Do you want to know what he's holding."
    },
    {
        "speaker": "B",
        "text": "So excited."
    },
    {
        "speaker": "A",
        "text": "Here it is, right here. We believe this ETH address ending with two. Two CE is Donald Trump's ether address. Ethereum address. This is supported by information from his financial statements filed, I believe, probably the court system. August 14. So this is what he's holding. David, rate, this portfolio, what do you think of Trump's portfolio?"
    },
    {
        "speaker": "B",
        "text": "It is just an a plus portfolio."
    },
    {
        "speaker": "A",
        "text": "It actually is. It's great."
    },
    {
        "speaker": "B",
        "text": "It's great."
    },
    {
        "speaker": "A",
        "text": "Okay, what's in it?"
    },
    {
        "speaker": "B",
        "text": "He's got four assets ether. He's got 1.5 thousand ether worth $2.8 million coming in at number one. And then he's got 16 wheat, 3.4 Matic, and twelve USDC. So it's 99% ether."
    },
    {
        "speaker": "A",
        "text": "There you go."
    },
    {
        "speaker": "B",
        "text": "Where did this man get all of this ether? Why does he have matic? Well, it's because of the Trump NFT sales on Polygon. He needed the matic for gas and they were sold in ETh. So he made $2.8 million in ether."
    },
    {
        "speaker": "A",
        "text": "You know, Trump is just making money on his NFT. The only thing I've ever heard him say explicitly about crypto was this from a Fox business interview in December 2021 about crypto. He said, I've never loved it because I like to have the dollar. You should do this in your Donald Trump accent. I shouldn't be reading this."
    },
    {
        "speaker": "B",
        "text": "I have never loved it because I have always loved the dollar, Trump told Fox Business in a December 2021 interview."
    },
    {
        "speaker": "A",
        "text": "It's way better."
    },
    {
        "speaker": "B",
        "text": "I was never a big fan, but it's building up bigger and bigger and no one's doing anything about it. But I want our currency called the dollar. I've no, like impressions, and for some reason that Donald Trump, I'm not completely terrible at."
    },
    {
        "speaker": "A",
        "text": "I don't know, it's pretty good. I gotta admit. It's pretty good."
    },
    {
        "speaker": "B",
        "text": "Ray David impressions. He's a fiat MACD Trump. Trump declares he is a fiat maximalist."
    },
    {
        "speaker": "A",
        "text": "It may change, though, once he gets bags. I mean, who knows?"
    },
    {
        "speaker": "B",
        "text": "All right, moving on. Here's a headline that I thoroughly enjoyed out of coindesk fallen hedge fund. Three era's capital co founders were fined by Dubai's crypto regulator over their new bankruptcy claims exchange, Openx. So you know how much volume OpenX has done, Ryan? Like how much they have the. Okay, what is OpenX? It is an exchange. I remember what this bankruptcy claims where those coming from, like the ones that through us capital caused, like anyone, like Celsius throws capital themselves, FTX, Voyager, any of the bankruptcy that we, like reported on for like almost a year straight. Openx is a. An exchange, a crypto exchange to trade claims that these guys run co founders capital. Yes. Man, they are just loving that we are talking about this right now. And so I'm going to get to the meat of this whole thing. The whole. The volume on OpenX is coming in at a whopping, like a couple thousand dollars."
    },
    {
        "speaker": "A",
        "text": "Wow."
    },
    {
        "speaker": "B",
        "text": "That's it."
    },
    {
        "speaker": "A",
        "text": "And so is that why they're being fined?"
    },
    {
        "speaker": "B",
        "text": "Yes, they are being fined for, like, not being up to snuff with the Dubai crypto regulator. They are being fined $2.7 million on their exchange that they've had to build from scratch and probably have, you know, a million dollars of investment in, and they've made zero money on it. So they are in the hole. They are in the hole."
    },
    {
        "speaker": "A",
        "text": "Can you imagine investing in this thing, though? They actually raised money and investors were willing to give them money for this thing. That blows my mind."
    },
    {
        "speaker": "B",
        "text": "Yeah. Yeah. So they're in Dubai because they can't go anywhere else. Because if they go anywhere else, they'll get extradited to the United States and then thrown in jail. And now they're in Dubai and they owe $2.7 million that they probably don't have."
    },
    {
        "speaker": "A",
        "text": "And by the way, David, you know, we're talking about friend Tech and the progressive web app. The bankless app is also available as a progressive web app. You can open this thing in safari, you can set it to your homepage, and you can actually use it. Did I just blow your mind right now?"
    },
    {
        "speaker": "B",
        "text": "I didn't know that we had a progressive web app. I thought we just had an app."
    },
    {
        "speaker": "A",
        "text": "Well, you have a progressive web app. If you just load it in your safari browser and you add it to."
    },
    {
        "speaker": "B",
        "text": "We had a progressive web app before I even knew that."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Progressive web app was."
    },
    {
        "speaker": "A",
        "text": "Yup, yup. We just bypassed Apple. We're doing it. But anyway, we got the Airdrop hunter that we launched this week. What does this thing do?"
    },
    {
        "speaker": "B",
        "text": "Okay, so the Airdrop hunter, what does it do? It helps you hunt airdrops. It's in the title. So airdrops, of course, are this meta in crypto, and that meta shifts. And so we've built this product because we were writing this as articles like, hey, there's this like, new crypto app. They don't have a token. They're probably going to have a token. Here's how you use this app. And then if you use this app, you are, you're likely get some, some quality for the token airdrop. If they ever. We don't know. And so, like, a part of the Bankless newsletter, which is now the bankless website and bankless media has always been just like, here's how you use this defi app. Like, one of the earliest articles in bankless history is Ryan Sean Adams here saying, here's how you use Uniswap. And then later, anyone who did that article got the Uniswap Airdrop. And this. And our articles have progressed. We did Dydx, we did a lot of layer twos. And so as soon as the Airdrop meta has unfolded, a lot of these guides is like, here's how you use this defi app has also simultaneously been like, and then you do these things in order to maximize your chances for receiving the airdrop. And so now we've just turned this because of our team, our chad team, we now have a product team and also airdrop hunters who are filling out, like, all these different possible protocols that might have an airdrop, how to use them, what to do inside of them to maximize your footprint for receiving an airdrop, and then, like, a step by step process to make this easy for people. Uh, and so this is part of the progression of this story of bankless, I think, is, like, how to use defi apps, how to learn about them, and then how to grow your on chain footprint to do the thing that Ryan always loves to tell you is, like, crypto pays you to learn it. He's mouthing it right now. And so now we've just formalized this into a product for the bankless citizen. So if you are already a bankless citizen, a, come to our party at permissionless, and b, while you're waiting for permissionless, go hunt some airdrops. I think we have 31 airdrops, and we're going to just add more and more and more. And I also want to add in a bit about the difference between what we are calling airdrop hunting versus airdrop farming. So there's this vertical that's growing out there. Do you ever remember seeing the Pokemon go, people with 50 phones all at once? There's that."
    },
    {
        "speaker": "A",
        "text": "No, but that's crazy."
    },
    {
        "speaker": "B",
        "text": "That's the thing. Yeah, there's an industry that exists. They're all based out of Asia generally. But, yeah, just like, there's airdrop farming, which is these highly capitalized, kind of like, just like how proof of work mining is now in the hands of just, like, extremely well capitalized verticals, entities, entities, not individuals. So there's the era of, like, airdrop farming is upon us, and that is not what we want to promote, and that is not what we are trying to instill on this product. The product is like, first use this application as a real human, as a real person to do things that we think are in what the protocol wants you to do. Things like locking, like, you know, depositing rather than just transacting. Right. Like things that are actually truly valuable to the protocol. Because our job is to try and guess the meta of what future airdrop criteria will be. And that meta is going to respond to the airdrop farmers. And so as like all of the bankless citizens, they're humans. Those are human beings. We talk to them into the, in the discord, we have Jack guiding, like talking about like Degen stuff. We have Jack, the chief hunter, who's like guiding some of these citizens through some of these apps. These are the humans. And so we're trying to give humans a platform to stand out against the bots, and that is the airdrop hunter."
    },
    {
        "speaker": "A",
        "text": "Yeah, well said, hunt. And then settle. Those are two."
    },
    {
        "speaker": "B",
        "text": "Learn, learn, hunt, settle."
    },
    {
        "speaker": "A",
        "text": "Yeah, learn, hunt, settle. That's the bankless platform in a nutshell right now. So go check that out. If, and by the way, if you've never considered becoming a bankless citizen, I think this is a compelling opportunity to do that so you could check this out. So I think we provide one airdrop hunt available for our free members, and then you get 31 of these if you're a citizen. And we're going to be adding more every week. So I think we've got another batch of a dozen or two dozen coming and we'll of course, keep you updated on this. The one other thing I want to mention is beware of phishing attempts. Okay, so this has been something that I feel like it's been plaguing crypto all summer. Of course, it's always been here, but has really ramped up this summer and has fishing sophisticatedness."
    },
    {
        "speaker": "B",
        "text": "Is that all time highs? Right?"
    },
    {
        "speaker": "A",
        "text": "What do we mean by phishing? Okay, that means like you could get an email from someone you think is bankless and is actually not bankless. That's telling you to click a button and connect your wallet and your funds could be drained. Okay, so emails from bankless only come from the URL. And if you go to a third party website, make sure it's got the lock HTTPs, and it's www.bankless.com. and that's the URL that's from us because there are people out there that are sending spam emails to try to get you to click a button connect your wallet and drain your funds. So be careful out there. It's definitely still the wild west."
    },
    {
        "speaker": "B",
        "text": "And if you need help and you are confused and you just want some guidance or some friends along the journey, come into the discord. We'll help you out."
    },
    {
        "speaker": "A",
        "text": "Totally, David. We got one raised this week, but it's a pretty large one. Bitgo raised $100 million. Who is bitco? $100 million. Why is this significant?"
    },
    {
        "speaker": "B",
        "text": "Bitco is a custodian. They're actually the creators, the producers, one of the producers of wrapped bitcoin, because they are the custodians of the bitcoin that backs the wrapped bitcoin. But they're a bitcoin and crypto custodian. Why are valued at $1.75 billion. I'm pretty sure the custodian play is like, eventually, like, PayPal bought a custodian. Anyone that any bank that wants to do crypto stuff is probably just going to buy a custodian. And so this is being valued at kind of that $1.75 billion is nice. $100 million raise. This is their series C. Congratulations to bitcoin."
    },
    {
        "speaker": "A",
        "text": "David, what do we got coming up next?"
    },
    {
        "speaker": "B",
        "text": "Coming up next, we are in the early endings of base, and there are rug pulls and meme coins everywhere. Is that a problem? We'll talk about that. That's a question from the nation. Also, a hot take. Why on chain revenue is the next meta, and the main thing that you should be paying attention to right now, that is a take of the week from Van Spencer. And we also got a take from Ryan that we're going to talk about as well. And of course, we're going to talk about what we're bullish on and of course, the meme of the week. So all of that and more. But first, a moment to talk about some of these fantastic sponsors that make the show possible."
    },
    {
        "speaker": "A",
        "text": "We got some questions of the week. This one from the bankless discord from someone who calls themselves ZK Ju. So the question is, in the early innings with base, it's been rife with rug pulls. Like bald. I guess there was a rug pull called lead. I didn't even know that. Is virtue signaling values really more important than creating a safe environment for onboarding users? Now, what about base? All right, so some of the things this commenter is saying, some of the things that they're seeing are not entirely wholesome over on the base. Layer two, what's your reaction to that?"
    },
    {
        "speaker": "B",
        "text": "I think this is just the meta that unfolds when we have something new. You need. And there's just like the shelling point for all the traders and degens and just the attention. Everyone understands that the attention is on base. And so if you are a, if you're going to issue a meme coin, you should do it on base. If you're going to rug pull, you got to go there quickly because that's where the attention is. You got to rug. You got to rug before the attention leaves. And so, like, I think I gave this take last week, but just that all the early and easy things to do are bad, and the hard things to do are good to good things are harder than bad things. And so the first things that you're going to see on any new network are just because the attention is there, just because it's a shelling point, are like all the value extractive things that are just fundamentally unaligned, and then we build harder things. Like there's a reason why friends did not get on base day one. It took a little bit. I'm sure they were building it prior, but that's kind of my take. Early network stuff is the worst of the worst. And then we improve and iterate and it gets better."
    },
    {
        "speaker": "A",
        "text": "It's a permissionless network anyone can deploy. So coinbase cannot moderate or it cannot gatekeep. This reminds me a lot of the early Internet in the nineties, where early critics of the Internet just said the Internet's for gambling and porn and scammers as the 1990s, lots of porn on the Internet, and they dismissed it as a result. So you can't do serious things on the Internet Internet. And that was a massive mistake. But those are the use cases that, that pop first, certainly. Um, another question here, this one from rock three T. In the debrief of the Lido episode from earlier this week, you talked about how everything eventually settles to layer zero. That is the social layer. As crypto adoption grows and more people make up layer zero, do you worry about the potential impact on Ethereum values that the dilution of our social layer could have? That's a really interesting question, I think a fantastic question. What's your take?"
    },
    {
        "speaker": "B",
        "text": "Yeah, that's a really hard question to answer and not a 90 minutes podcast. We should do a podcast. Okay. So as crypto adoption grows, more people make up the layer zero. Do you worry about the potential impact on Ethereum values that the dilution of our social layer could have? I actually think that as crypto grows, not necessarily does the layer zero also grow because the layer zero are like the people on crypto Twitter, the people on the Ethereum Magicians forums, the people in discord having important conversations about Ethereum. If you are just an average user, if you're a collector of music nfts and you don't really care about the chain or what protocol or whatever you're on, blockchains are designed to be invisible. And it's actually a KPI that people go and adopt crypto protocols without actually having to join the conversation. We have these conversations because we're nerds and we like to talk about these things, and it's important to us, and it's philosophically interesting. That's the layer zero. We just need enough of a robust layer zero so that we can check our values and make sure that they are doing the right things as we build these networks. But it's the networks that's supposed to scale these things. The networks are supposed to scale, not necessarily the layer zero. The layer zero is a backstop. It just needs to be the last line of defense. And I don't think it needs to be large. It just needs to be precise."
    },
    {
        "speaker": "A",
        "text": "Yeah, I guess I would add maybe two things to that. One is, I do think that the ogs, for a while, will have a disproportionate share of kind of, at least, let's say, eth stake. Right? Why? Because they bought it in a lower price. They have more ether at first, so it'll take longer for that to dilute, and I think that's a good thing. But more broadly, I'll say this is a challenge of any social system that we can construct. So the founders of the Constitution, american revolution, you might say. Well, future generations, well, our grandkids. Grandkids will. They still care about the values that we're trying to embed in this nation state. Right. And they try to document as many of those values as possible inside of a protocol, essentially an algorithm. And that's kind of what we're doing with crypto right now. So I think our constitution, our protocols, will harden and ossify, and over time, they'll be less malleable to kind of future generations who maybe care less about these values. And maybe these future generations will find new ways to help us live up to the values that we purported as well. I mean, that certainly was the case in America, expanding the voter base of, you know, beyond white males, for instance, to. To women, to minorities. Um, I think, I have faith. I think that once we embed these, these values of decentralization into our crypto systems that they'll carry forward. David takes the week. This one from Vance Spencer. What's he saying?"
    },
    {
        "speaker": "B",
        "text": "Vance Spencer says if you don't nail the transition to on chain. Oh, he used a hyphen. Uh oh. Vance, on chain revolution is spelled o ndez."
    },
    {
        "speaker": "A",
        "text": "C h a I n. Okay, Vance. Uh."
    },
    {
        "speaker": "B",
        "text": "Okay. So if you don't nail the transition to on chain revenue generation as a centralized crypto exchange, you will be left in the dust by competition in the coming twelve to 18 months. It takes an entirely different DNA to succeed on chain versus centralized, different products, people and culture. Basically. Vance, I think, is just saying that, like, yo, the meta is shifting on chain and you better go there. Interesting."
    },
    {
        "speaker": "A",
        "text": "Speaking of on chain meta, I feel like this is a new on chain meta for this cycle. I said this on Twitter. All ethereum competitors want to become an l two. Now, ethereum won the thumb, or I sort of tweeted this out to get the response. Not entirely true, of course. There are still alternative layer ones, but you got to admit, this cycle is a lot different. Last time in 2018 2019, you had a whole bunch of alternative layer ones. Were coming to kill Ethereum and eat Ethereums lunch. Now im seeing far more just become layer twos, become kind of app chains. And so that has been a paradigm shift. What do you think about this?"
    },
    {
        "speaker": "B",
        "text": "Yeah. Your response a little bit. Your reply to your own tweet. You say, okay, not all. There's still Solana, Cosmos, and the long tail throwing a flag at Cosmos. Cosmos is actually not a chain. It's a network of app chains. And so Ethereum layer two role apps could absorb any Cosmos app individually. And I think when DyDx just capitulates and comes back to be a rollout, you will know. You will know that the design philosophy, Ethereum."
    },
    {
        "speaker": "A",
        "text": "I don't know. Antonio is showing the way around. He's showing no signs of capitulation. He is all in on Cosmos for Dy DX. So we'll see."
    },
    {
        "speaker": "B",
        "text": "Solana will never play."
    },
    {
        "speaker": "A",
        "text": "Yeah, no, I don't think they. Yeah, I don't know that they. I don't know that they should or they want to. I don't know that it's best for."
    },
    {
        "speaker": "B",
        "text": "The value of layer one of Solana. It's imbued in the social contract of Solana that they must be a layer one. One. Like all the soul boys are like. They think that Seoul will overtake eth one day."
    },
    {
        "speaker": "A",
        "text": "And you've been much more involved in those conversations than I have. I've just been observing. David, what are you bullish on this week?"
    },
    {
        "speaker": "B",
        "text": "Speaking of what I'm bullish on this. I'm brewing up a piece that I'm going to write about the differences between, I think, Ethereum and Solana. Remember my old pov crypto podcast?"
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "It was about the differences between bitcoin and ethereum. I think that there are a similar level of depth to that conversation between Solana and Ethereum. And I think it goes way deeper than I think most of both camps expect, than they think. And so I'm bullish on this article that I'm writing."
    },
    {
        "speaker": "A",
        "text": "Is it an article that's going to help us all come together, David, or is it?"
    },
    {
        "speaker": "B",
        "text": "No, it's an article that is going to help us all understand. And obviously we'll have my positions about things, so I'll tease it a little bit. Ethereum and it's layer twos, layer threes, layer fours, its validiums, its like base roll ups, its sovereign roll ups. Theres so many different ways to construct a roll up. Ethereum. Like I say, blockchains are supposed to be invisible. Ethereum supposed to produce enough networks to permeate throughout the entire Internet as well. So when you have all of these different flavors of rollups, we can get into the cracks of the Internet because a particular roll up construction is specific towards a specific use case that allows itself to find itself in the corners of Ethereum. Whether your on chain data is on ethereum layer one, or it's hosted by Eigen Layer Da, or it's hosted by a centralized database, the lines between Ethereum and the Internet blur because of how rollups are constructed. Then you have the Solana vision, which is a single global shared state. There's a very firm boundary between what is and is not on Solana, and these are two different archetypes which have downstream consequences. And so this article is unpacking that metaphor."
    },
    {
        "speaker": "A",
        "text": "Well, I can't wait to host the debate between you and Kyle Simani on modular versus monolithic. David doesn't want to do this debate. Yeah, well, I'm bullish for your article as well, David."
    },
    {
        "speaker": "B",
        "text": "Thank you. Thank you. Ryan, what do you bullish on?"
    },
    {
        "speaker": "A",
        "text": "I have definitely flipped bullish on crypto social media, and I think I've been sort of in a I'm not sure this could work type of state. Well, let me tell you where I started. I started with being fairly bearish on web three social media. Do you remember the early days we created kind of ethereum and people were like, now Ethereum is going to become Uber. Now Ethereum is going to become a decentralized Twitter. And it just never seemed to kind of click for me. We made some progress. We did episodes of, like, Farcaster, for example, and lens and so cautiously excited about those in bullish on those when I started seeing them. But the question is always, how do we get mass adoption friend tech? And this experiment, again, I'm not saying it's going to be friend tech, guys, okay? Don't hear me. This is a poc, okay? This experiment showed me how it can work in the same way that cryptokitties showed me how NFTs can work economic social games. That's what they did. And they. They vampire attacked Twitter's network effect. They just vampired it."
    },
    {
        "speaker": "B",
        "text": "They did do that."
    },
    {
        "speaker": "A",
        "text": "How'd they do that? Because I got a message from someone saying, go check this out. Right? And I was, you know, someone I trusted. I went and I checked it out, and I connected my Twitter account and ported some of my social graph over to friend tech and spent some time on it. That is a vamp. And economic. Why did I do that? Partially, it's kind of cool. Partially because of token incentives, right? I wanted to see how this thing worked. That's why everyone did it. And then you did it to compete in the social game of the, of the leaderboard. Right? We were just talking earlier how, like, I'm in top 20. I'm in top 20. That means something to you, right? And so I. Now I see the path. Now I see how crypto, social media, maybe messenger apps, maybe it's apps, like, you know, friend tech can actually do it. And I also see a path around Apple app store Android, right. With kind of this web based safari sort of experience. Again, it was still super clunky. Like, half the time when I was using friend tech, the chat didn't work. It was like, broken. It was actually."
    },
    {
        "speaker": "B",
        "text": "That's actually fixed now. They fixed it."
    },
    {
        "speaker": "A",
        "text": "Okay. So they fake. That's the thing. It reminds me of early days of Twitter. Okay? I got my Twitter account super early. And it's early days of Twitter was always like, fail whale. You know, the fail whale was this image that they put on screen when Twitter was over capacity. Couldn't handle the load. Right. The fail, like, when things break because of overuse, it's a really freaking good sign. Okay? It means there's demand. That's the, that's what you want. So anyway, that's kind of cool. It's like hackathon quality right now, but it's a proof of concept for things to come. And I have flipped firmly bullish on this category of whatever you might call crypto, social web three, social messaging, like, considering me bullish, and I'm super excited about it."
    },
    {
        "speaker": "B",
        "text": "And into the meme of the week. There we go. This is. Joseph DeLong won the meme of the week trophy this week. This is. This meme format has been going around crypto, Twitter. This is the. It's a joint. It's a picture of a joint. And like, the first majority of the joints is like, you have decently cool and good thoughts, and then the last sliver of the joint, you start to get real, real crazy. So this is a. Joseph DeLong is. He used to be in charge of a sushi swap before he moved on. So the first, like, three quarters of the joint is just x times Y equals k, you know, the uniswap amm curve. And then the last quarter of the joint is, I can fix impermanent loss with options, which, man, if you have to kind of be deep down the crypto rabbit hole to understand this one, but to unpack this meme, impermanent loss, for some reason, people are LP, into Uniswap and sutureswap, and all these amms, these x times y equals kmms."
    },
    {
        "speaker": "A",
        "text": "And they're not making money."
    },
    {
        "speaker": "B",
        "text": "They're all losing millions of dollars. And no one knows why there's so much liquidity in Uniswap, because everyone's losing money. And so everyone is. There's like a meme lately of rotation into like, oh, we can fix lp loss by, like, adding options on top. And like, Joseph's saying, it's like, you gotta be effing crazy to think that."
    },
    {
        "speaker": "A",
        "text": "That is one of the mysteries of crypto, is why people are doing this. Not even Dan Robinson knew when you asked him on the recent podcast. It's just crazy to me, guys, that has been the roll up. Hope you enjoyed it. We're going to end with wrist in a minute. But first we disclose. David and I mentioned optimism. We mentioned arbitrum. I think we said polygon. We are both investors and advisors for optimism. I'm advisor to Polygon. Both David and I hold a little bit of matic tokens. David and I also hold Eth. And it's our time to remind you, we are long term investors. We are not journalists. We don't do paid content. There's a link to all bankless disclosures in the show notes at all times. And of course, crypto is risky. You could lose what you put in. But we are headed west. This is the frontier. It's not for everyone. But we're glad you're with us on the bankless journey. Thanks a lot."
    }
]