[
    {
        "speaker": "A",
        "text": "Have you seen the CNBC people this week? Like all the anchors, they are so bullish. Bitcoin. And like all of these other traps, like Jamie Dimon comes on, Gary Gensler comes on, and they're like, uh, no, that's actually not how bitcoin works. Like, they correct them and it's like so great. CNBC has completely 180 pivoted on crypto. And why? It's because they have an asset to sell. Bankless nation. It is the third week of January and is time for your weekly roll up. David, we got so much to cover. What are we starting with?"
    },
    {
        "speaker": "B",
        "text": "The bitcoin ETF one week later? Was it a flop or was it a smashing success? We got the numbers to report back to you on that one."
    },
    {
        "speaker": "A",
        "text": "Also, we have a good banker, bad banker episode. We've got Larry Fink getting crypto pilled. He wants tokenization. We'll talk about that. And on the bad banker side, we have Jamie Dimon and he reveals the secret risk to bitcoin that only Jamie Dimon knows. Tantalizing. What could that be? What else we got, David?"
    },
    {
        "speaker": "B",
        "text": "After that, we got some updates about the Ethereum roadmap. The blobs are coming. The blobs are coming. And we also got some airdrops to discuss as well. We're going to laugh about the SEC for a little bit. And we're also going to talk about the Solana phone part deuce as well."
    },
    {
        "speaker": "A",
        "text": "You know where I want to start? Yeah, I'm ready, man. And you know where I want to start. Us today is actually the airdrop piece. Okay. Because it's kind of, it's kind of airdrop season. I don't know if you noticed. And Jupiter, which is the biggest Dex on Solana, just announced the date, their Jup token launch that is upcoming. You know what that date is, David?"
    },
    {
        "speaker": "B",
        "text": "Tell me."
    },
    {
        "speaker": "A",
        "text": "Last day of January. January 31."
    },
    {
        "speaker": "B",
        "text": "What day is it? It is the 18th. That is in ten days."
    },
    {
        "speaker": "A",
        "text": "Yeah. So that's going to happen. I mean, this is just like airdrop season. And a lot of this is happening in different layer two ecosystems and on Solana and other places. And I just wanted to shout out an opportunity for bankless citizens. That opportunity is to go quest for some airdrops. And you do that with a bankless citizenship. So once you get a bankless citizenship, you have access to a tool that we have developed. It's called the airdrop hunter. And what the airdrop hunter tries to do is predict these airdrops in advance and the things that you might need to do the ways to explore these chains and protocols and apps so that you might qualify for an airdrop. And guess what, David? You know what was on there? The Jupiter exchange. It was on the airdrop hunter."
    },
    {
        "speaker": "B",
        "text": "Got some surprises for a long, long time. We have this cool little thing in there where you can see how many other citizens are hunting airdrops. 673 citizens have hunted the Jupiter airdrop up to the point that the date of the airdrop was announced, which is not typical of an airdrop. I could only assume that if they have announced the airdrop, the snapshot has been taken. So congrats to the 673 citizens that have hunted the Jupiter airdrop. I know, like airdrop hunting, we try and make it precise. There's, like, farming, and then there's what we do, which is hunting, which is the actual steps, the ways to increase your on chain footprint, the diversity and variety of things that you can do, which is also simultaneously learning how to use crypto. So that's actually a nice synergy that we have with the airdrop hunter, where you get to increase your on chain footprint. You get to hopefully hunt some airdrops, but also, they're also just walkthroughs for, like, their demos for apps."
    },
    {
        "speaker": "A",
        "text": "It's fun. It's fun to do stuff on channel."
    },
    {
        "speaker": "B",
        "text": "It's supposed to be fun."
    },
    {
        "speaker": "A",
        "text": "And crypto pays you to learn about crypto. Guys, it's that season again. Anyway, there's a 10% off code if you want to become a bankless citizen and go access the Airdrop hunter. It's not just about Jupiter. It's about, what next? There's over, like, 60, 70 quests on here. Or not quests, but different opportunities you can pursue and all of the quests that accompany it. So go check that out in the bankless show notes or bankless.com. join again. The code is podcast 24 if you want a 10% off discount. All right, David, let's talk about markets today, and thanks to Kraken for these glorious charts. We're looking at bitcoin. What's bitcoin showing us?"
    },
    {
        "speaker": "B",
        "text": "Bitcoin showing us down because it was a sell the news event. Surprise. Yeah. Yeah. So, selling the news down 10% started the week at 46,380."
    },
    {
        "speaker": "A",
        "text": "Double digits."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah. Double digits. Yeah. Down to where this marks at $42,000. Yeah."
    },
    {
        "speaker": "A",
        "text": "Huh."
    },
    {
        "speaker": "B",
        "text": "I mean, okay, it's not. It's not like the bitcoin ETF was a secret. I think. I think people knew about it. I mean, bitcoin, his price performance has been pretty crazy. So, yeah, it was a sell sell the news event. And I think some people are like, bruh, what's going on? ETF was supposed to be bullish. A. That's not how markets work. But also the point about the ETF, it's bullish over time. Like, hold on, it ages like wine."
    },
    {
        "speaker": "A",
        "text": "You don't get your bullishness, like right now. Okay? Sometimes you have to wait for your bullshit."
    },
    {
        "speaker": "B",
        "text": "And by the way, it's not, it's not an event, it's flows."
    },
    {
        "speaker": "A",
        "text": "We got a lot of that bullishness since the summer of this year anyway. But, like, some people look at these charts and just assume that the bitcoin ETF was not successful. We'll talk about that in detail later. But, like, it was kind of successful. Let's talk about ethos before we get there. ETH on the week, what are we looking at?"
    },
    {
        "speaker": "B",
        "text": "Down 5%, sort of the week at 2600, currently at 24, 80, down 5%, which means the ETH BTC ratio is up 6%. We are almost up to, .06 which I would still consider low. But in recent terms, the ETH ratio has been recovering, especially this week."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think we're getting some of that again, pent up ETH ETF."
    },
    {
        "speaker": "B",
        "text": "Now people are just going to do the whole, like, oh, now ETH ETF, and then they're going to sell the news on the ETH ETF in like, May."
    },
    {
        "speaker": "A",
        "text": "We talked about that a little bit last week while you're out slaying Horcruxes, David with Anthony Susano. And yeah, he agrees to like etH ETF next crypto market cap. What are we at on the week?"
    },
    {
        "speaker": "B",
        "text": "Say 1.73 billion? I want that too. I want a two."
    },
    {
        "speaker": "A",
        "text": "Yeah. When's the last time we hit two, by the way? When was."
    },
    {
        "speaker": "B",
        "text": "Oh, God, terra Luna. Right."
    },
    {
        "speaker": "A",
        "text": "Last time we were at two. We haven't been at two since February of 2022."
    },
    {
        "speaker": "B",
        "text": "Yep. Terra Luna. Yep."
    },
    {
        "speaker": "A",
        "text": "That's right around that time. No, no, we didn't march as well. And then 2022."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's. I'm calling it."
    },
    {
        "speaker": "A",
        "text": "Yeah, the first time we hit 2 trillion, by the way, was April 2021. So that was, that was kind of the top of the top ish of the bull market. Right?"
    },
    {
        "speaker": "B",
        "text": "Top of the Ethereum bull market. Yeah, that was like. Yeah, the top of ultrasound money. The early bull market ultrasound money meme has been down only since like, April 2021."
    },
    {
        "speaker": "A",
        "text": "Let's get to layer two metrics with the layer two update brought to you by mantle, which is a new and upcoming layer two that we are enjoyers of. What's layer two showing us on total locked value on layer two. So we get another all time high."
    },
    {
        "speaker": "B",
        "text": "I saw earlier this week at 22.22 billion. So that was an enjoyable number. It's at 21.8 right now, but yes, all time highs."
    },
    {
        "speaker": "A",
        "text": "You know, the last couple of weeks has been all time high. Look at this. From grow the pie. New all time high for TVL cross layer twos, a gigantic 3 billion increase. I guess this was the all time high. This was from January 15. Oh, so that that did happen. Okay. And by the way, 58% of this in arbitrum."
    },
    {
        "speaker": "B",
        "text": "Arbitrum is kind of just a gargantuan. One of the things that's been really determining the eth market lately is this whole Celsius shenanigans. Celsius cancer, I should say. Celsius was like dumping hundreds of thousands of ETH onto the market at the same time Saylor was buying a bunch of bitcoin, which is like, why the ETH BTC ratio has just been absolutely decimated. So I saw this interesting tweet thread from zero xbobo shanti. Thank you so much. Who put a tweet together saying, with over 40 hours of research gone on into investigating the Celsius balance sheet, I'll explain why I believe that it is wrong that the remaining 584,000 ether that Celsius has is going to be sold."
    },
    {
        "speaker": "A",
        "text": "Wait, wait, wait. So hold on. The facts are they have 500,000 ETH still, and people are worried that they might continue to dump on us."
    },
    {
        "speaker": "B",
        "text": "That additional 500,000 ETH, $584,001.4 billion, are in their wallets. I don't want that. And so, so far in 2024, they've transferred 92,000 ETH to Coinbase and Falcon X, which, if you read the tweet thread, they'll explain what that is. It is a good, thorough tweet thread. We don't have enough time to cover it here, but we will skip to the conclusions where they think. Based on legal filings and on chain analysis from Arkham, they say 536,000 ether will be distributed in kind for unsecured claims."
    },
    {
        "speaker": "A",
        "text": "This is like bankruptcy claims."
    },
    {
        "speaker": "B",
        "text": "We're talking about bankruptcy claims. Yes. In kind means they're not selling it. They're just like, here's the ETH, rather than here's the dollars, which they would have to sell for. 62,000 ETH will be distributed in kind for convenience claims. And 26,000 ETH has been likely already sent to Coinbase and PayPal to process the custody claims distribution. TLDR is extremely unlikely that Celsius has much more, if any, ETH available to sell. If you want the analysis, the details, the investigation from this Twitter account, there is a link in the show notes, so you can go unpack that. But yeah, 584,000 ETH going to be distributed around, but apparently not sold, which is good news."
    },
    {
        "speaker": "A",
        "text": "I can keep you updated too, David. I saw some Celsius, Ethan."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah. Let me know when you get that."
    },
    {
        "speaker": "A",
        "text": "It doesn't feel even close. They just keep sending me emails about, like, don't be phished, like, you know, be careful and, like, legal things are proceeding and all of that. So I think a question here, though, David, is if they are doing in kind like they're sending ETH back to you, basically the claimants, whether the claimants, like people like me maybe, will go sell this Eth or not, or whether they'll hold it. I mean, like, I know what I'm gonna do. I ain't gonna be selling no Eth. Okay? If I get Eth from Celsius, you stake your ETH at times like this, you don't sell. At least that's my take. But I don't know if everyone feels that way."
    },
    {
        "speaker": "B",
        "text": "Yeah, I don't know if it's really an important question because, like, who are the Celsius creditors and why are they meaningfully different from the average ETH holder? Like, maybe they have some tax, like, taxes or debts that they have to cover and they've just had locked up capital. So, yeah, some amount of capital lockup will result in some amount of selling. But I don't."
    },
    {
        "speaker": "A",
        "text": "I guess the only difference, the only difference is they are unlike average ETH holders in that, like, one, they're just the subset set that of, like, retail and probably, like, I don't want to say, like, less sophisticated retail. I'm putting myself in that bucket. Okay."
    },
    {
        "speaker": "B",
        "text": "They're not on chain."
    },
    {
        "speaker": "A",
        "text": "Yeah, they're less on chain than many ETH holders. And the second thing is they've just. It's been frozen. It's been frozen for a very long time for them. Other ETh holders have not had frozen eth. So we'll have to see. Maybe there's a little bit left. David, do you catch this? The 2023 Electric Capital developer report. They do this every year. So let me just give you the highlights, though. Developers overall are down, okay? But here's the sunny skies. The most valuable segment of developers are those that have a two plus tenure they contribute the most code that is still growing. So that's good news, but bad news for the US. Okay. The US is losing developer share in crypto. So now 72% of developers are now outside North America. So, sorry, Canada, Mexico, America. The US just lost 14% of developer share since 2018 and it's now only 26% of developers. And you can really see who's picking up the slack here. It's South Asia, Latin America, eastern Europe, western Africa, southern Europe. They grew developer share by 20%. I am like cheering that on. Okay, us, if you're going to be stupid and mean to developers, guess what? They're going to go outside of your borders and they're going to build the cool stuff there. Like, I mean, you're lost. That's what's going to happen. I mean, I hate this because it's a self inflicted wound to the US, but it is a good, it's. I'm glad that this is internationalizing, particularly in some of these emerging economies. I think that's bullish for crypto."
    },
    {
        "speaker": "B",
        "text": "Yeah. And then Elizabeth Warren is like, good. I didn't want them anyways."
    },
    {
        "speaker": "A",
        "text": "Yeah, but here's the thing, man. Like, these countries, people in other regions will think up use cases that the west doesn't, doesn't even think of. They don't have a problem with it because they're, you know, their visa card works or something like this. So anyway, bullish crypto because I think we'll get some more diversity in use cases. David, what do we have coming up next?"
    },
    {
        "speaker": "B",
        "text": "Coming up next, we're going to unpack the metrics of the spot bitcoin ETF. One week later, we're going to talk to Larry Fink and hear what he's excited about."
    },
    {
        "speaker": "A",
        "text": "Wait, we're talking on."
    },
    {
        "speaker": "B",
        "text": "We're talking to Larry Fink right now? Yeah, right after this. And then ethereum blobs have hit the testnet and they're coming for us. So stay tuned. We're going to get to all this and more, but first I'm going to talk about some of these fantastic sponsors that make this show possible. One week of bitcoin ETF trading. How did it do? Did it flop or did it rocket? Eric Baktunas says latest day three in the books of the total rolling net flows. Net flows is both buying and selling, is 782 million as the newborn nine that he calls it, the nine bitcoin et."
    },
    {
        "speaker": "A",
        "text": "Oh, I like that. Eric's a good memorization."
    },
    {
        "speaker": "B",
        "text": "He really is. They have more than offset the GPTC gouge, which is now up to $1.2 billion offset from the nav to discount. Okay, so the nines, 2 billion in AUM and 4.5 billion in volume. Organic is fabulous for the first three days and a solid percent premium, too. So overall, what this means is that there has been a lot of outflows for. From the grayscale bitcoin trust, over $108 billion and net new inflows of $2 billion. A skeptic put out this tweet saying, is this me, or is this really underwhelming? Only $800 million of inflows into the BTC ETF's so far. And Eric Baltunis responds to this skeptic saying, this is a flop, right? And he goes, I think it's not a flop. These numbers are highly unusual for a new launch. Most ETF's get less than one to $2 million in the first week. These are all 20 to 500 times that. And so Eric Baltunis, who, again, is more or less the expert on ETF's, is saying this is a categorical win. No ifs, ands, or buts about it. There are four leaders of the nine. There are four leaders here. IShares, which is Blackrock, coming in at $710 million. Fidelity, coming in at $524 million, followed by Bitwise, the crypto native ETF company that we know and love, $305 million, followed by Kathie Woods, Ark. 21 shares at $227 million. So we always know that it was always going to represent some sort of distribution, you know, power law. Nature has power law, but this is really close, ryan, like, black rock fidelity bit wise, 700, 525, 300. Like, really close neck and neck race."
    },
    {
        "speaker": "A",
        "text": "I'd say, yeah, we got a gold, silver, bronze, and they're all within striking distance of each other. It's pretty impressive, you know, like, so the question of, are we happy about these inflows? Total net inflows? The answer to that question has got to be yes. And that's what Baltunus is saying. But also, I think, like, grayscale needed. It's healthy for it to have that outflow. Remember, all of that was stuck inside of the grayscale container for, like, years to, like, disastrous effect in 2022, as we talked about so much. Now it's being unlocked. This is even. Even the outflows are healthy. Like, I mean, that's how we kind of get a stable base and our feedback under us with, with these ETF markets."
    },
    {
        "speaker": "B",
        "text": "Well, also, the grayscale ETF charges 1.5% fee yearly, and the blackrock I think charges 0.25%, I think."
    },
    {
        "speaker": "A",
        "text": "Wait, still do. Wait, does grayscale still charge that much or have they been."
    },
    {
        "speaker": "B",
        "text": "They lowered their price from 2% to 1.5%, whereas all of the others are in the like, 0.2 to 0.25, maybe 0.3 range. Okay. I think bit wise is the lowest athlete. Why is grayscale keeping their fee at 1.5%? I think they are just betting that there's going to be just a lot of dormant GPTC holders who don't check their brokerages. Don't know, don't care."
    },
    {
        "speaker": "A",
        "text": "Probably a good calculated bet."
    },
    {
        "speaker": "B",
        "text": "Honestly, they are charging like five to ten times as much and so they're not going to lose too much. So, yeah, they're just raking in the fees on that one. Another tweet from Eric Bautoonis was talking about the. The volumes. So what is volumes? Buying and selling of the underlying to make sure that the ETF actually trades that par. He goes. Another way to put the bitcoin ETF flows in ETF context, besides showing their numbers relative to past new launches, which is the more frequent thing that we've been doing recently, is showing how they stack up to all ETF's in the past one week of flows. So comparing the bitcoin ETF's to other general ETF's, like the QQQ, the Nasdaq etfeminal. So he says, even after four days, two of them are in the top five of all ETF's."
    },
    {
        "speaker": "A",
        "text": "That's a big deal. That's a big deal."
    },
    {
        "speaker": "B",
        "text": "Big deal. And three of them are in the top ten up there with the studs vooqqqql. Et al volume, apparently is like a health metric for ETF's."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "And we have three bitcoin ETF's in the top ten of ETF's. All etf's. That's kind of. That's like hair on end crazy. I'd say."
    },
    {
        "speaker": "A",
        "text": "No, that's a. It's definitely a good sign QQQ is Nasdaq. Right? What? Do you know what the vu is?"
    },
    {
        "speaker": "B",
        "text": "What?"
    },
    {
        "speaker": "A",
        "text": "I."
    },
    {
        "speaker": "B",
        "text": "What did I say?"
    },
    {
        "speaker": "A",
        "text": "No, you said that you nailed it."
    },
    {
        "speaker": "B",
        "text": "Good for me."
    },
    {
        "speaker": "A",
        "text": "I don't know my EtF's, David. I don't know what the vu is. I don't know what the IVB is. I assume these are very important ETF's. And Beltunas is probably like, shaking very trad and serious."
    },
    {
        "speaker": "B",
        "text": "Vanguard SNP 500 ETF dividend. That is a vanguard boomer name right there. You said earlier Eric Baltrunas is a good memor. Here's a actual meme, a mid curve meme, where Eric has the person in the middle saying, bruh, how come number go down? I thought these ETF's were supposed to pump. It's been. I've been inside the house and online for the past 72 hours straight. Win moon. And then left and right, we have people saying, some people probably sold the news after 80% run up. No biggie. My tweet this week was, everyone, just have patience. The bitcoin ETF will age like wine. It's not about the event. It's about the flows."
    },
    {
        "speaker": "A",
        "text": "Aging like wine. You know, another theme of this event, and I think the rest of today's episode is, Dave, the bankers are shilling our bags now. Can you believe it?"
    },
    {
        "speaker": "B",
        "text": "Wall street is like, holy alliance."
    },
    {
        "speaker": "A",
        "text": "Choo Choo is on board. Okay, baby. This is the fidelity homepage last week. Okay, well, this is the Blackrock homepage. You seen this? Access bitcoin ishares. Here's fidelity, their homepage. I'm talking about the homepage. They're basically like, okay, for people who can't see this, the fidelity wise origin bitcoin fund. Easier exposure to bitcoin without buying bitcoin directly. Wow, what a fantastic product. Nice."
    },
    {
        "speaker": "B",
        "text": "Nice and protected and safe."
    },
    {
        "speaker": "A",
        "text": "It's so legal. I like my bitcoin super legal, not self sovereign. And like bangs."
    },
    {
        "speaker": "B",
        "text": "Don't touch that bald man's exchange. Touch our exchange."
    },
    {
        "speaker": "A",
        "text": "The best kind of bitcoin. I don't know why that's my fidelity voice, but, you know, that's what it is, David. The Fidelity wise origin bitcoin fund. So they're shilling it. They're just very excited about a product to sell. And, you know, there's. Someone once told me there's a little bit of capital still on Wall Street. I think they got some money over there, David."
    },
    {
        "speaker": "B",
        "text": "They do have some money."
    },
    {
        "speaker": "A",
        "text": "Did you also see the."
    },
    {
        "speaker": "B",
        "text": "Their money is becoming our money."
    },
    {
        "speaker": "A",
        "text": "Oh, is it? Yeah. Okay."
    },
    {
        "speaker": "B",
        "text": "These are the rules. That's what ETF's do you also see."
    },
    {
        "speaker": "A",
        "text": "The Franklin Templeton account? Like, I don't know what happened on Twitter to Franklin Templeton. This is like a tradfi of trad, but, like, they seem to be all in on crypto. What in the world are we looking at?"
    },
    {
        "speaker": "B",
        "text": "Yeah, so Franklin Templeton, $1.4 trillion asset manager. I saw this tweet right after we got done with the podcast, and I thought, oh, God. Like, there the Franklin Templeton Twitter got a count."
    },
    {
        "speaker": "A",
        "text": "You thought it got hacked."
    },
    {
        "speaker": "B",
        "text": "I thought it got hacked. And then I scroll up and I see that, like, oh. Announcing our digital assets team has taken over our Twitter account for the next 2 hours. And they are just firing just like, dank memes after dank memes. Like laser eyed Ben Franklin. Bank Franklin with a hat. Oh, my God. The sophistication of these memes. I bet you they listen to bankless. They probably listen to bankless, whoever's on that digital asset team."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah."
    },
    {
        "speaker": "B",
        "text": "They are shout outs. They are."
    },
    {
        "speaker": "A",
        "text": "Good job."
    },
    {
        "speaker": "B",
        "text": "They make. I mean, we make some. Okay. Memes. They were making some."
    },
    {
        "speaker": "A",
        "text": "How did they do this? Franklin Templeton. I didn't know you had this level of crypto meme talent. Like, who are you?"
    },
    {
        "speaker": "B",
        "text": "I know that everyone in the rest of the company who's dealing with, like, mortgages and, like, bonds are serious things. What the hell is going on with our flavor?"
    },
    {
        "speaker": "A",
        "text": "I know there's a meme of the week from Franklin Templeton, but I. Here's the tweet. You are unsure how to feel about laser eyed Ben. They just activated the counts. Laser eyes too. Just think, instead of Ben with hat. With hat. That's like me with hat. Yeah."
    },
    {
        "speaker": "B",
        "text": "So there is. I think it's a Solana dog token dog with hat. And it's like a doge with a hat. And it just pumped. And now it is part of our culture."
    },
    {
        "speaker": "A",
        "text": "Now this kid owns some deep crypto bags. Let me tell you, on his or her own, I think that's happened."
    },
    {
        "speaker": "B",
        "text": "Imagine like, the zoomer intern who works at bank. At Franklin Templeton, and he's got like, a bag of shitcoin. Solana shitcoins. He's just like, firing off tweets off the Franklin Templeton account."
    },
    {
        "speaker": "A",
        "text": "I can't imagine that. Wow. Not all the banks are on board, though. David, I gotta. I gotta tell you, I call. I'll call all of these things loosely bank. I don't think Vanguard is like a bank. Like, that's not what they would call themselves. But they hold a lot of assets, so they have. They have their. Yeah. Anyway, we'll get into that. Vanguard won't offer spot bitcoin ETF's. They say the high volatility is bad for generating long term returns, so they've actually actively. What's the opposite of supported?"
    },
    {
        "speaker": "B",
        "text": "Like, boy boycotted?"
    },
    {
        "speaker": "A",
        "text": "Boy not boycott. Bit like banned. You know, not allowed. Vanguard users, unlike fidelity, like Vanguard, is very similar to fidelity. Fidelity in a lot of ways, which is very crypto forward. But Vanguard has said basically it has no plans to offer bitcoin ETF's or crypto products. Its high volatility runs counter to our goal of helping investors generate positive real returns over the long term. Which is kind of funny because, like, go look at bitcoin price over the long term. In its entire history, it's only been down three years. In all of the other years, like, it's been up only. And like, massively up. It's been a fantastic asset class. So it has generated positive real returns. This is Chainlink God saying. Vanguard offered investors the ability to purchase GBTC for years, even as it traded at extreme premiums, discounts over navs. So that's kind of ironic, right? They won't allow the bitcoin ETF, but they allowed GBTC for years. He goes on. But as soon as GPTC converts into a spot ETF and properly tracks nav, suddenly high volatility is a blocker and it gets delisted. Smells fishy. I don't know why. Like, I guess that's kind of weird. I guess it smells fishy. I can't think of what the incentive would be. It's just like maybe someone's just kind of folding their arms and saying, I don't like bitcoin at Vanguard. You know, I don't know what's going on."
    },
    {
        "speaker": "B",
        "text": "Yeah. So, okay, say there are two populations. If we're talking about, like, from a business sense, people are going to read this message. Vanguard is no longer accepting purchase of cryptocurrency products, including bitcoin futures, ETF's. And then you have your customers or non customers, and do any non customers read that and be like, oh, I'm going to convert to Vanguard. I'm going to put more money in Vanguard because they made this choice. How many of those are there of those types of people versus the other types of people who are like, oh, Vanguard's not letting me buy crypto. I will either either not sign up with them or take my money elsewhere. Like, who's, which one of these is more?"
    },
    {
        "speaker": "A",
        "text": "The second one, David. The second one is more. People are just going to be like, why can't I get this product? All the other, like, fidelity has this black, Arc has it."
    },
    {
        "speaker": "B",
        "text": "Constraining your product offering is never of like a rational business case."
    },
    {
        "speaker": "A",
        "text": "No, we have, like, I refuse. I'm like, I'm best buy. I refuse to sell iPhones. I'm not going to sell. Like, why?"
    },
    {
        "speaker": "B",
        "text": "And all the Android people were like, yay. No, no, that didn't happen."
    },
    {
        "speaker": "A",
        "text": "It didn't happen. All right, here's another banker who's kind of maybe upset about it a little bit. But this is, this is what we alluded to in the intro. David, Jamie diamond has a fantastic take on bitcoin. No one's ever thought this is the."
    },
    {
        "speaker": "B",
        "text": "This is the risk that Jamie Dimon discovered about bitcoin. That, yeah, this is brand new for all of us."
    },
    {
        "speaker": "A",
        "text": "You ready for this? Here's what he says. Gold really didn't do anything either."
    },
    {
        "speaker": "B",
        "text": "Yeah, but gold's limited in supply, so it's bitcoin and it's been used."
    },
    {
        "speaker": "A",
        "text": "So you think so, huh? I do. I think there's a good chance that when bitcoin, when we get to that 20 million, they go to 42. No, that Satoshi is going to come on there, laugh hysterically, go quiet. All bitcoin is going to be erased. I think, man, how the hell do you know it's going to stop at 21? I've never met one person who told me they know for a fact. They take automatically. That's nothing. It can't happen because the last one will be mined in 21 50. And it gets harder and harder every time there's another having. But Jamie, you can back over."
    },
    {
        "speaker": "B",
        "text": "You can do what you want."
    },
    {
        "speaker": "A",
        "text": "I'll do what I want. As for gold, the six characteristics that make gold valuable for 4000 years, they're all present in bitcoin. That's all I'm saying. I love you and I don't want to be, and I also don't want to be a Joe."
    },
    {
        "speaker": "B",
        "text": "You may be right."
    },
    {
        "speaker": "A",
        "text": "I don't own gold either, so. Okay, so David, how do you know Satoshi Santoshi?"
    },
    {
        "speaker": "B",
        "text": "How did you pronounce it? Satoshi."
    },
    {
        "speaker": "A",
        "text": "Satoshi, how do you know he's not just gonna reappear and delete all the bitcoins?"
    },
    {
        "speaker": "B",
        "text": "He's gonna delete all the bitcoins. And you could hear the frustration in the, in the, like the moderators. Yeah, mathematically you can't do that. Oh, by the way, you just don't."
    },
    {
        "speaker": "A",
        "text": "Have you seen the CNBC like people this week, like all the anchors, they are so bullish. Bitcoin. And like all of these other trap, like Jamie diamond comes on, Gary Gensler comes on and they're like, uh, no, that's actually not how bitcoin works. Like, they correct them and it's like so great. Like CB, uh, CNBC has completely 180 pivoted on crypto. And why? It's because they have an asset to sell. Because Blackrock's on board, fidelity's on board, and so they're doing this kind of like hard interviews now."
    },
    {
        "speaker": "B",
        "text": "Love it, love it. There are going to be costs with this unholy alliance. I think we'll talk about that in a second. But let's watch this next clip where Larry Fink, it's coming in hot here. And somebody asked him about the ETH ETF and he kind of gave like a answer. But I think it's the conversation that he started talking about immediately after that. I think it's a big reveal. Let's watch this clip."
    },
    {
        "speaker": "A",
        "text": "Yeah, this is on the, I guess, crypto favorable banker side. Here he goes. Do you now expect other cryptocurrency ETF's meaning, do you think that Gary, and we'll talk to him later. Gary garrett, like ethereum, will have to approve an Ethereum ETF? And is that a function of something the SEC has to do, or do."
    },
    {
        "speaker": "B",
        "text": "You think that all these things have."
    },
    {
        "speaker": "A",
        "text": "To go to court first?"
    },
    {
        "speaker": "C",
        "text": "I couldn't respond to that. I see value in having an ethereum ETF. As I said, these are just stepping stones towards tokenization. And I really do believe this is where we're going to be going. We have the technology to tokenize today. If you want to talk about, think about this. If you had a tokenized security and you have a tokenized identity, you, andrew, the moment you buy or sell an instrument, it's known. It's on a general ledger that is all created together. You want to talk about issues around money, laundry and all that eliminates all corruption by having a tokenized system."
    },
    {
        "speaker": "B",
        "text": "Okay? So he immediately pivots the conversation to talking about tokenization. And this spread like wildfire throughout crypto, twitter, like the chain link army was like, that's us, baby. And he doubled down on it in another clip where he's just talking about tokenization the whole entire time. Let's watch the second clip."
    },
    {
        "speaker": "C",
        "text": "We believe the next step going forward will be the tokenization of financial assets. And that means every stock, every bond will have its own, basically, q sip. It'll be on one general ledger. Every investor, you and I will have our own number, our own identification. We could rid ourselves of all issues around illicit activities, around bonds and stocks and digital by having a tokenization. But the most importantly thing, we can customize strategies through tokenization. That is, it fits every individual."
    },
    {
        "speaker": "B",
        "text": "Larry Fink wants to tokenize bonds, stocks and every financial asset that he can. And he's talking about tokenization. He sees the merits of tokenization, and that is the direction that he's taking these conversations. People are asking him about like the bitcoin ETF, the eth eTF. And Larry Fink is like, well, have you heard about like tokenization? Uh, I mean, he's a leader of Blackrock."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Uh, he's, that's where he's steering the ship. That's where it's going to."
    },
    {
        "speaker": "A",
        "text": "You know, I think Larry Fink is just telling us exactly what the roadmap is for Blackrock. It's first it's the bitcoin ETF, then it's the Ethereum ETF, then it's tokenization. Like he's literally telling us the plan. And you know what I think this means? Like, David, I wouldn't be surprised. I'm not saying it's going to happen this year. Not going to say it's going to happen next year. I would not be surprised to see a blackrock dollar, a blackrock stablecoin. Okay. Blackrock tokenized assets. Of course they're going to do that, right? Jamie Dimon already is, by the way, at JP Morgan and is yelling not public blockchain. And I wouldn't be surprised at some point if we see a blackrock chain, you know, like a layer two that."
    },
    {
        "speaker": "B",
        "text": "Yeah, a private layer two. A private layer two. That's the back end of the website."
    },
    {
        "speaker": "A",
        "text": "I think it'll start private. And I think it goes public because so freaking cheap to go public. Like, if you get secured, if you get privacy, right, for kind of what they need, right. Da. Costs are basically nothing. Why not have it audited by the security of Ethereum? Like, I think that is an inevitability too. They probably got to get some regulation, right. But I mean, yeah, if they're going."
    },
    {
        "speaker": "B",
        "text": "To have a public chain, there, there will be zero people on that chain that are not fully KYC. And he also talked about identity in that, that clip. He was like, oh yeah, you have tokenization and you actually also have digital identity, which is a pretty sophisticated take for a banker. Shout out. Larry Finkley talking about identity is you are pretty far down the crypto rabbit hole if you're talking about both tokenization and identity, like standards like dids, VC's, we've talked about this on bank lists, but also scares me. Let it be known. I don't want Larry Fink to be talking about identity on my platforms. I want none of that. Get that away from me."
    },
    {
        "speaker": "A",
        "text": "He's going to, they're going to. Dave, did you catch my hot take that I gave in the bankless feed?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I was listening to it while I was driving 80 km an hour over a dirt road in the middle of the paddle."
    },
    {
        "speaker": "A",
        "text": "Wow, dude, that is badass. That's cool how we did that. Popped a tire short. Like, well, because you're so excited listening."
    },
    {
        "speaker": "B",
        "text": "To it, you're like, oh, like Ryan's spitting fire right now. It's like, oh shit, my tires flat."
    },
    {
        "speaker": "A",
        "text": "It was, this is on the bankless premium feed. So we just put it on a different feed. Bankless citizens get that, by the way. But it was basically like a, like a seven minute take on how I think right now, like we have an unholy alliance with the bankers, right? And that's great. I'm glad because they're a counterforce to the kind of the regulators of the world who just don't believe in private markets, I suppose. But I'm a bit worried about this alliance because where it leads is possibly amlkyc. Like, I don't think Larry Fink is going to be passionate about DeFi, I don't think he's going to be like, yeah, you know, validators running at home. That's a great thing. Right? And so I'm a little bit worried about the next phase of this, David. Right. I like, will they try to replicate tradfi? I don't mind if that's there, as long as you don't get rid of free and open crypto. And these people, Larry Fink, the bankers, all of them, they have tremendous power in DC. This is why the ETF got pushed through, right? So they could do some real damage to a free and open crypto if they wanted to and if it's in their incentive to. They don't seem to be doing that now. But like let's just go eyes wide open into, into this temporary alliance was the take."
    },
    {
        "speaker": "B",
        "text": "Yeah, if they, they could do whatever they want and they're saying box private layer two. If they make it public, fine. I just, it, well, all of their KYC identity shit should just stay there. And that is the power of Ethereum. Like do whatever you want on your own chain. I am concerned that they put their weight behind imposing legal restrictions on United States citizens across public chains more broadly. That is, that is my fear."
    },
    {
        "speaker": "A",
        "text": "Like it would come through in a bill. Thou shalt not run validators because they're not."
    },
    {
        "speaker": "B",
        "text": "Or like, yeah, if you're a United States citizen, you need to register your did on Ethereum or something like that."
    },
    {
        "speaker": "A",
        "text": "Your did anyways, your identity."
    },
    {
        "speaker": "B",
        "text": "Your did, yeah, your identity, you got another did is decentralized identity. I'll say one more thing about your seven minute episode. Because it was, it was just you. You kind of had some, like, thoughts. You wrote it down, I'm assuming. I think I know. It can tell when Ryan's reading from his notes. Yeah. And since, like, we weren't discussing, it was like, you were, like, speaking softer. It was like, Ryan. Sean Adams, ASmr."
    },
    {
        "speaker": "A",
        "text": "Wait, wait. It was, like, really sexy."
    },
    {
        "speaker": "B",
        "text": "You were, like, whispering into the microphone. You were like, yeah. Speaking really, like, softly and breathily into the microphone."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's weird. I guess I need practice at this. It was also, I still have this, like, I still have Covid, David. I'm, like, coughing and, like, my voice is all off. So say that as well. But I don't know, maybe some people are into it. If so, I'll continue doing."
    },
    {
        "speaker": "B",
        "text": "There's a reason why the bankless premium RSS downloads are up."
    },
    {
        "speaker": "A",
        "text": "Only breathless Ryan takes. That's fantastic."
    },
    {
        "speaker": "B",
        "text": "Breathy Ryan. Yeah, breathy Ryan takes."
    },
    {
        "speaker": "A",
        "text": "You should just rebrand it. That's what the premium RSS feed is."
    },
    {
        "speaker": "B",
        "text": "Yeah, we have David takes and Ryan. Breathy, breathy takes."
    },
    {
        "speaker": "A",
        "text": "Wow. Wow. I can't believe there's a market for that. David, you have another take, though, on who else benefits from the tokenization from the banks? What does that take?"
    },
    {
        "speaker": "B",
        "text": "Yeah, so as soon as this clip about Larry fink tokenizing all of Blackrock's bonds and equities and whatever, everyone was like, they're going to do it on my chain. And there was like, a little bit of a false dichotomy, I think, going on between, like, the people were like, it's going to. He's going to tokenize them on Ethereum. That's where you, that's where you tokenize stuff. You tokenize stuff on Ethereum. It's just what you do. And then, like, the chain link army was like, no, that's not how it works. Chainlink. God put out this tweet, which I thought was pretty good, which my tweet models after, which is they're actually going to have their private chain, which they have complete sovereign control over. They can fork as well. It'll be just like a banker chain. And then they'll use an interop.com layer messaging layer like Chainlink to send those assets outbound. And it won't be tokenized on Ethereum. They will just find themselves gravitating towards Ethereum because that's where liquidity is. That's where Defi is. So that's my take. That's how I think this is going to happen. So private, private blackrock chain interop meter layer, and then they can go anywhere. They could go to Solana if they wanted to. But my claim is they're going to go to Defi on Ethereum because as a. They'll go to Defi on Ethereum as a function of what, like market share Defi album Ethereum has in terms of like liquidity and users and like all that stuff."
    },
    {
        "speaker": "A",
        "text": "No, you're wrong. They'll go to my chain, my bags, my chain. That's where they're going to go."
    },
    {
        "speaker": "B",
        "text": "David, your bags are my bags."
    },
    {
        "speaker": "A",
        "text": "Oh, are they? Yeah, I know. I think that's another way it could happen. Right? I do still think they'll have a side chain layer too, though, at some point, but we'll have to see anyway, it's good for crypto assets, at least right now. And I think we should end with this. Another Franklin Templeton tweet just around out this section. We'll be the bankers on our side."
    },
    {
        "speaker": "B",
        "text": "This will be the second of like 30 memes that came out of the Franklin Templeton a Twitter account."
    },
    {
        "speaker": "A",
        "text": "Go for it."
    },
    {
        "speaker": "B",
        "text": "Franklin Templeton says, we are excited about ethnic ecosystem despite the midlife crisis it recently experienced. We see a bright future with many strong tailwinds to push the ethereum ecosystem forward. EIP 4844 alt da community revitalization and."
    },
    {
        "speaker": "A",
        "text": "Vice staking what they know, these things. Oh, my God. What else we got, David?"
    },
    {
        "speaker": "B",
        "text": "What else we got? Coming up next? What upgrades come after? In addition to EIP 4844, we have Dengkun around the corner, but we already have the next upgrade. Gearing up after that. Solana announces the saga phone number two. And of course, everyone's favorite pastime, the SEC getting grilled during Congress during a coinbase hearing. We're going to talk about all of this and more."
    },
    {
        "speaker": "A",
        "text": "But first, blobs are on goalie Franklin Templeton. Try to."
    },
    {
        "speaker": "B",
        "text": "Try to keep up sentences."
    },
    {
        "speaker": "A",
        "text": "Try to keep up with this crypto. So true, though. Can you make sense of what I just said for people who haven't been keeping up?"
    },
    {
        "speaker": "B",
        "text": "Yes. EIP 4844, aka proto Dank sharding, which creates a blob space on ethereum so that transaction fees from call data on layer twos can reduce by 95% and we can have cheaper transactions on layer twos. Did you follow all that?"
    },
    {
        "speaker": "A",
        "text": "Yes. And Gorley is the testnet. Right? And Gorely is the testnet. So it's the thing you do before you go to Mainnet. So this means blob space is coming and protodank sharding is coming. Yes."
    },
    {
        "speaker": "B",
        "text": "Yeah. Basically, we are on the final hours of Dankun. You run through, you do your testnet upgrades, you upgrade testnet number one. That was grioli. Next one will be Holski, I think Sepolia as well. Once you hit all the test nets and all the testnets successfully upgrade, successfully have their fork, then we're like, all right, well, there's nothing else to do other than Mainnet, I guess we just do mainnet, and that's how an Ethereum merge happens. Ethereum fork happens. So if one successful testnet is successful, then you move on to the next one. And once they're all successful, then we full send the full thing."
    },
    {
        "speaker": "A",
        "text": "Okay, but then the layer two still need to turn it on. So what has to happen with optimism? Taiko, scroll, arbitram, all these things."
    },
    {
        "speaker": "B",
        "text": "Yeah, so they need to, instead of using the call data of Ethereum block space, you just need to use blobspace. So different layer twos, just have to, like, upgrade for that. So the op stack, according to Proto, who is proto Lambda, who's the proto, and proto dank sharding, by the way. He's like, he took Dankrat's. Dank sharding is like, but you can do this and we can ship it earlier. And that's 4844. There's some ethereum lore for you saying, looking to be ready for optimism, governance, voting cycle 19, which completes in early March and then hopefully, hopefully will roll out shortly on the layer one. So they'll be ready. Tyco for Mainnet. The current plan is to launch with 4844 live already, which means Tyco is going to launch as a, as a network scrolls already ready to go. Arbitrum one and Nova. These decisions will be controlled by the on chain contracts that are automatically already in the hands of the arbitrum dao. So the DAO needs to vote for it. They will. And it'll, it'll be approved 100%."
    },
    {
        "speaker": "A",
        "text": "We're all ready to go. The bottom line here, and the big question, I think on some people's mind, is always, what's next? So we have this hard fork, but what about the next hard fork? What about second hard fork? So after den kun, there's another hard fork that is kind of, it's not scheduled yet, but it is kind of planned out. It's called pectra."
    },
    {
        "speaker": "B",
        "text": "Technically, Denkun isn't even scheduled yet."
    },
    {
        "speaker": "A",
        "text": "Thank you. Thank you. You are technically right, David."
    },
    {
        "speaker": "B",
        "text": "The Ethereum foundation would like you to know it's not date."
    },
    {
        "speaker": "A",
        "text": "Yeah, there's no date. We have no idea when it's coming. It'll be March, March or April. No idea when it's coming. Hard fork though, after that. Petra, what does it include? Verkle trees. David, what are these? The first step. You love verkle trees, your big verkle tree guy."
    },
    {
        "speaker": "B",
        "text": "Verkle guy."
    },
    {
        "speaker": "A",
        "text": "Well, you should because they're the first step to stateless clients. And that means lower hardware to run a node. That's fantastic, because it increases our ability to maintain decentralization. On Ethereum also, we get rid of the necessity to grant unlimited approvals if you are on chain. You know what a pain this is when you have to say, oh yeah, you have approval to my token balance to do something on an app. There's an auth and auth call part like EIp that helps to fix that. Also there's a few other things too. Node operators get the ability to spin up a validator. You're no longer capped with 32 Eth, so you can have more than 32 Eth in a single validator. There's inclusionless, which improves censorship resistance, a lot of small things that amount to like a pretty exciting upgrade actually, for the next one. Yeah, I like it."
    },
    {
        "speaker": "B",
        "text": "Vertical treats. I want to double click on that one for these clients. Yeah, oh yeah, verkle guy. Yeah. You said in the notes we have lower hardware requirements to run a node. Well, you can also just like once you do that, you can just increase the demands on that hardware and be at equilibrium. Remember when we were doing EIP 1559 and then we were also doing the merge and everyone's like, it's going to lower gas fees, right? It's going to lower gas fees, right? And we were all like, no, it's actually not going to lower gas fees. It's going to burn them, but it's not going to lower them. And then the same thing with emerge, we're like, it's going to lower gas fees, and we're like, guys, no, it's not lowering gas fees."
    },
    {
        "speaker": "A",
        "text": "Oh yeah, we'll just fill up the additional validate like space, you're saying, no."
    },
    {
        "speaker": "B",
        "text": "No, there was just no gas, it just wasn't about gas fees."
    },
    {
        "speaker": "A",
        "text": "Oh yeah, yeah, yeah."
    },
    {
        "speaker": "B",
        "text": "There was no increase in bandwidth at all. Verkle trees and the verge as a part of the Ethereum roadmap as a whole is actually reducing can, excuse me, can actually reduce gas fees. It will create room for us to increase the gas limit, potentially allows for a higher gas limit. So we will actually be able to have reduced gas fees on the layer one once this goes in, and this is moving, ethereum, you know, the whole, like, Solana meme of Moore's law scaling with Moore's law. This is Ethereum's ver, this is Ethereum's version of that. The verge is scaling ethereum layer one in parallel with Moore's law. And so, like, I don't think people really are like, understand that really at all."
    },
    {
        "speaker": "A",
        "text": "Yeah. Franklin Templeton meme that. Okay, you don't understand VRkl trees yet, do you?"
    },
    {
        "speaker": "B",
        "text": "Your dog with hat was pretty good. Do vrkl too."
    },
    {
        "speaker": "A",
        "text": "Do vrkl. That's hard mode. Okay, so Vitalik was also championing last week increasing the block size. You see this, David?"
    },
    {
        "speaker": "B",
        "text": "Yes. Which is exactly what we're talking about. So, yeah, on Reddit, Vitalik was asked, how much gas limit could we safely increase now? And also after Verkl and Vitalik responded, I think doing a modest gas limit even today is reasonable. The gas limit. The gas limit is basically block size, how much data can go in a block. It's basically throughput. The gas limit has not been increased for nearly three years, which is the longest time ever in protocol's history. And so Moore's law continues, and Vitalik's saying, yo, like, we've actually been lagging Moore's law. We could increase the gas fees if we wanted to. He didn't answer specifically about after the inclusion of verkle trees. But this is a question that I will ask Mike Neuter and Dom when we do our episode on the Ethereum roadmap and we talk about this."
    },
    {
        "speaker": "A",
        "text": "You are such, you are such a verkle tree, maxi. David, anytime, any chance you get to talk about verkle trees, man, you are."
    },
    {
        "speaker": "B",
        "text": "Just verge me, baby."
    },
    {
        "speaker": "A",
        "text": "David, there's some, you know, a sad exploit this week, socket and its exchange bungie was exploited for 3.3 million. So socket is kind of like an interoperability protocol, kind of like a bridging type of protocol."
    },
    {
        "speaker": "B",
        "text": "It's a bridge aggregator."
    },
    {
        "speaker": "A",
        "text": "Yeah, I've used it a lot. Yeah, well, so you've used it maybe directly. And also there are apps you may have used that may use socket where you didn't know you were actually using socket under the covers. So talk about the fallout of this and kind of what it cost."
    },
    {
        "speaker": "B",
        "text": "Yeah, so there was a route that was incorporated into socket, which is a very normal thing to do. They just incorporate routes. One of them had an exploit in it that was exploited, and so the exploiter was draining people's wallets and socket realized it extremely quickly and paused that particular route and just like hit, hit, freeze on it. And only $3.3 million was stolen. Like $3.3 million is $3.3 million. But in the grand scheme of hacks, I would call that a single digit."
    },
    {
        "speaker": "A",
        "text": "From people who allowed socket to have access to some amount of tokens on their account and didn't revoke that access. And it happened. I don't know, there's a period of time where they didn't realize and didn't pause the contract. And so people's wallets were drained without them knowing it."
    },
    {
        "speaker": "B",
        "text": "Right. So when you make an approval these days in Ethereum, I think metamask and both Rabi does this, like you will send like 500 dai across a transaction and then you will approve, you will give allowances for 500 daiden, if you ever set it to Max, then this exploit could have happened to you. But if you approved 500 and then you sent 500, the allowances are."
    },
    {
        "speaker": "A",
        "text": "Yeah, let's say if you had 1000 in your account and you only sent 500, well the other 500 would still be approved, right?"
    },
    {
        "speaker": "B",
        "text": "Yes, exactly."
    },
    {
        "speaker": "A",
        "text": "How do you check this, David? How do you figure this out if you've given that approval?"
    },
    {
        "speaker": "B",
        "text": "Yeah, there's a website called Revoke cache which is pretty useful. Definitely learn how to use that if you're navigating, if you're on chain on Ethereum. But I do believe there is an upgrade. We'll have to check on this auth and auth call in Dankun or, excuse me, in Petra, the next upgrade after Dankun. Yeah, we're just talking about how to mitigate this."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think you could mitigate this also. I think wallet Ux really needs to improve. Like this is another reminder that we're all alpha testing. This is not ready for grandma or your parents yet. All right, I so like, not when we have ux problems like this, it's just such a pain to have to allow like revoke access. Like, I was going through a list of wallets I have yesterday and being like, oh crap, did I use socket? I don't know. I was plugging wallets into this interface and it just, it's really messy right now, David. It's hard and I think we've got a lot of steps to approve it. One cool thing is, do you know, Rabbi will tell you, when there's an exploit as new, there's another crypto wallet. Oh, wow. Yeah. And they'll, and they'll help you. Like they have the revoke cash kind of like functionality built into their wallet in the browser, it's stuff like that that's going to make a difference and we really have to improve on it. There's also an update this week from the Coinbase versus SEC case. You know how the SEC was like, hey, Coinbase, everything you list, maybe aside from bitcoin, is a security and you should stop doing that and we're going to bring you to court. Well, that case is basically playing out right now. So from the court case, this is the judge asking the SEC lawyer whether the token issuers named in the complaint violated securities law. Right. Because that's why the SEC was bringing them to court. Coinbase violated securities law, of course. And so she asked about this. Did it violate securities law? An SEC lawyer said, well, not exactly, your honor. Those tokens named in the complaint are computer code. And the judge responded, I'm smiling, sir, because that's kind of what your friends at the back are saying and they're wondering why we're here, pointing to like, Coinbase at the back, wondering why we're actually here."
    },
    {
        "speaker": "B",
        "text": "Your friends at the back table. I hope Paul was there just like snickering."
    },
    {
        "speaker": "A",
        "text": "Yeah. I mean, so she said this. It is a real fear that I have that your argument speaking to the SEC is just sweeping too broadly, labeling collectibles as securities as well. There's another part where the SEC lawyers says that Coinbase says crypto is a $1 trillion asset class. You know, they say, we don't really know. How do we know this? I mean, like, we talk about it in the beginning of every show. Like, it is a trillion dollar asset class. Anyway, we disagree that crypto is an asset class. The lawyer says they're not even asset class, David. It is a rounding error in the economy and requires no new laws. The us equity market is 100 trillion and the global market is 400 trillion. Crypto is a rounding error. That's what the SEC lawyer said in this court case. Okay, somebody."
    },
    {
        "speaker": "B",
        "text": "Why is Gary Gensler so obsessed with it?"
    },
    {
        "speaker": "A",
        "text": "Seriously. I mean, somebody needs to tell these people. They don't get to decide. They don't get to decide what a new asset class is. That's like beyond their mandate. No one's asking for that. I don't know why they think they can actually weigh in here."
    },
    {
        "speaker": "B",
        "text": "No one asks your opinion, SEC, like."
    },
    {
        "speaker": "A",
        "text": "They do securities, okay? They don't get to weigh on. On what's a real asset class and what's not."
    },
    {
        "speaker": "B",
        "text": "Jake Shervinski put out a pretty good tweet thread where he says today's Coinbase hearing revealed a key flaw in the SEC's legal theory. It turns nearly every asset on the planet into a security. Oops. This is something that I realized, Ryan, after we did our Josh Rosenthal episode, the crypto renaissance, where he talked about like, oh, yeah, the money printer was one of these key technologies that birthed renaissance. And then you and I started, like, unpacking and, like, chewing on what that really meant. And like, over the next, like, few weeks, we were like, oh, we have crypto, we have a money printer for financial assets. And then we were like, oh, that's going to scare the shit out of the SEC because, like, tokenized long sword of flame in your game, right? Like tokenized dog with hat, tokenized Pokemon cards. And we are going to just like ddos the SEC with financial assets of all types and backgrounds and properties and upside or commodity, like properties, like whatever. And so the SEC is, is going for the broadest possible interpretation, whereas, like, everything is, we control everything. Well, I mean, we're just ddosing them. That's, there's too many of our assets for them to regulate."
    },
    {
        "speaker": "A",
        "text": "That's the case that they're trying to make in the court, that everything is a security. And the judge is like, no, it's not."
    },
    {
        "speaker": "B",
        "text": "You can't do that. But it's too cringe of a statement to make for it to stand up in court. Like, no, you don't get to regulate on chain Pokemon cards. Gary Gensler, that's not what you do."
    },
    {
        "speaker": "A",
        "text": "Do you remember when Richie Torres was grilling Gary Gensler and just being about Pokemon cards? Can you tell me whether a Pokemon card is a security? Gary Gensler couldn't."
    },
    {
        "speaker": "B",
        "text": "He was just like dodging the question circumstances. And then the Pokemon card, that was our meme, that meme came from crypto. And so Richie Torres was like, oh, the crypto people are making fun of Gary Gensler because he's trying to tokenize Pokemon cards. I'm going to use that, which is the power of memes."
    },
    {
        "speaker": "A",
        "text": "Speaking of memes, I don't know how this relates, but Donald Trump, okay, he is former Donald Trump, says he will never allow the creation of a central bank digital currency. Let's hear him."
    },
    {
        "speaker": "B",
        "text": "Speaker one tonight, I'm also making another promise to protect Americans from government tyranny. As your president, I will never allow the creation of a central bank digital currency. You know about. It's interesting to see, like, the Trump fans cheering for that. Of course. Of course they would. But just like, I didn't know that they cared so deeply about that, but they probably just cheered."
    },
    {
        "speaker": "A",
        "text": "Speaker one. Yeah, I wonder how many, whether Biden will have a response, whether Democrats will have a response on, like, what their Biden is like."
    },
    {
        "speaker": "B",
        "text": "I'm going to give you a CBDC. And all the Warren is like, yay, Warren."
    },
    {
        "speaker": "A",
        "text": "Elizabeth Warren very much wants that. That is her end state. Of course, there's this place in the middle where you have, like, USDC and, like, private industry kind of competing."
    },
    {
        "speaker": "B",
        "text": "My own hope is my CBDC."
    },
    {
        "speaker": "A",
        "text": "That's where I fall. Anyway, tell me about the Solana phone."
    },
    {
        "speaker": "B",
        "text": "David Solana phone number two. Okay, so the first Solana phone, the saga phone, which started going for like $5,000 a piece on eBay because of the bunk price appreciation. And everyone just kind of started spec."
    },
    {
        "speaker": "A",
        "text": "You got an airdrop with your phone, you got bonked with your phone, you."
    },
    {
        "speaker": "B",
        "text": "Got an airdrop with your phone. But, like, it didn't justify the cost of the phone. But people started buying these phones anyways just because, like, there is a limited edition, it turned into an NFT, like, only 20,000 saga phones. And so if you have a saga phone, you're like, by definition an early Solana user amongst all the other, like, airdrops that are on them. And so they were never going to do another phone because it kind of flopped. They had like, five, 6000 of these saga phones sell out out of 20,000. And then the bonk token goes up, like 10,000%, and then they instantly sell out. So they're rolling it back. Saga phone chapter two is coming out. And so there is going to be, you can buy one for a deposit of $450, designed to cover the full price of the device expected to ship in the first half of 2025. Then there's just a bunch of Solana apps embedded on there. Blackpack, mad lads, tensor, Phantom, Magic, Eden."
    },
    {
        "speaker": "A",
        "text": "You think people are hoping for some more airdrops on this? Like, bonk v two? Give me my."
    },
    {
        "speaker": "B",
        "text": "Until further notice."
    },
    {
        "speaker": "A",
        "text": "Yeah. Well, there you go. David meme of the week. Let's close this episode out. What are we looking at?"
    },
    {
        "speaker": "B",
        "text": "Of course, it's a Franklin Templeton meme because they just gave us so much collateral to work with. This is the meme of the car veering off the highway, taking a hard pivot. And it's the 60 40 portfolio. If you go straight, you get the nice 60 40 portfolio, 60% equities, 40% bonds. Or you could take the hard right and you can get 60 40 plus bitcoin. This is Franklin Templeton taking that hard right."
    },
    {
        "speaker": "A",
        "text": "Yeah, the classic 60 40 that's the safe way to invest. But now Wall street wants you to own a little bit of bitcoin, too. Okay? Stocks, bonds, and crypto. That's what the message is."
    },
    {
        "speaker": "B",
        "text": "I think explaining memes Ryan is probably the most cringe thing that we do on the show."
    },
    {
        "speaker": "A",
        "text": "I don't think so. I think we do many other cringe things that I'm sure the commenters would tell us about YouTube."
    },
    {
        "speaker": "B",
        "text": "Tell us how cringe we are."
    },
    {
        "speaker": "A",
        "text": "Tell us how cringe we are. Again, thank you."
    },
    {
        "speaker": "B",
        "text": "We will totally read those comments."
    },
    {
        "speaker": "A",
        "text": "Gonna end with risk in a minute. But disclosures. Both David and I are investors in scroll and socket. I'm also an angel investor in the arbitrum. Both Dave and I hold some crypto. You can see all of those disclosures@bankless.com. disclosures. And of course, crypto is risky. You could lose what you put in. We're on the path west. This is the frontier. It's not for everyone. But we're glad you're with us on the bankless journey. Thanks a lot."
    }
]