[
    {
        "speaker": "A",
        "text": "Bankless station. Happy second week of March. Welcome to the bull market."
    },
    {
        "speaker": "B",
        "text": "Haven't we? You've said that too many times. You said that too many times."
    },
    {
        "speaker": "A",
        "text": "I don't think we can say that too many times, David, because people are excited about this and it needs to be celebrated every single week of the bull market because we got to enjoy these times, David. We don't know how to burn out."
    },
    {
        "speaker": "B",
        "text": "In a bull market."
    },
    {
        "speaker": "A",
        "text": "Speaking of which, did you know, David, bitcoin hit all time highs this week for like 3 seconds?"
    },
    {
        "speaker": "B",
        "text": "It glanced. It. It's a glancing blow. Are we going to have the debate about this right now is still preserved? We have not crossed all time highs."
    },
    {
        "speaker": "A",
        "text": "Okay, so I thought that we did cross course because I actually don't know what all time highs are for. Bitcoin. 669 thousand something. I recall that much. And then everyone was saying we hit all time highs."
    },
    {
        "speaker": "B",
        "text": "Well, because all of the Twitter influencers want to have the banger tweet that goes off and gets 10,000."
    },
    {
        "speaker": "A",
        "text": "Well, that's why I did it."
    },
    {
        "speaker": "B",
        "text": "Yeah, but, like, we touched all time highs. Maybe like, touched it on Kraken. It was 69,100 and something in my mind, all time highs is 69, 420. But really, we're not going to, like, confidently be above all time highs until, like, probably 70,000."
    },
    {
        "speaker": "A",
        "text": "I wasn't saying we were confidently. I'm. I'm wondering. I'm asking the question whether it technically counts, because if it's above the last all time high, then it technically counts, and I will."
    },
    {
        "speaker": "B",
        "text": "It technically counts, but it's cringe to celebrate."
    },
    {
        "speaker": "A",
        "text": "No, it's not. If it technically counts, then we did."
    },
    {
        "speaker": "B",
        "text": "No. Then we did. No, no. We are in not in spirit. We have not crossed all time high."
    },
    {
        "speaker": "A",
        "text": "But you're saying it doesn't technically count. You're saying it wasn't actually technically hit. And I'm trying to find the truth of that. What chart? What's the canonical all time high number?"
    },
    {
        "speaker": "B",
        "text": "There is none. Mulka is like, kraken has their number. Coinbase has its number. Like binance has its number."
    },
    {
        "speaker": "A",
        "text": "Okay, and the David Hoffman."
    },
    {
        "speaker": "B",
        "text": "And the David Hoffman number, which is the canonical version."
    },
    {
        "speaker": "A",
        "text": "Okay, you picked the highest one. Do you pick the highest?"
    },
    {
        "speaker": "B",
        "text": "169. 420, which we did not touch."
    },
    {
        "speaker": "A",
        "text": "So according to David, we did not hit all time high. According to Ryan, we did for 3 seconds."
    },
    {
        "speaker": "B",
        "text": "People in my twitter DM's all agree that it's a mulligan."
    },
    {
        "speaker": "A",
        "text": "David, you over."
    },
    {
        "speaker": "B",
        "text": "We did not cross all time high."
    },
    {
        "speaker": "A",
        "text": "That's your twitter followers. Of course they agree with you. That's like social media is above followers. Well, we'll let the bankless nation decide whether we hit all time high."
    },
    {
        "speaker": "B",
        "text": "Those are my twitter."
    },
    {
        "speaker": "A",
        "text": "Honestly, I'm fine. I'm fine doing it another week, another two week, because I can start this episode again by saying, welcome to the bull market."
    },
    {
        "speaker": "B",
        "text": "At the beginning of last week's wild. I think it was actually the day before this happened. It was like Wednesday or something. And I think it was like, you, Josh, a few other people were all in a bankless call together. And we're like, oh, yeah, we're hitting all time highs tomorrow. I'm like, we're not hitting all day. We are at 67 and a half. You guys are like, yeah, we're hitting all time highs tomorrow. I'm like, guys, it's going to be next week. It's not happening this week."
    },
    {
        "speaker": "A",
        "text": "So wait, but, but to me, that's more evidence that we actually hit all time high. And you're, you're in denial. Maybe, David, because you've, you've already called it. You've already implanted this in your psychology that we're not hitting it to next week. Maybe we actually hit it."
    },
    {
        "speaker": "B",
        "text": "We did not hit it."
    },
    {
        "speaker": "A",
        "text": "Or is this, is this part of your, is this part of your plan to do the quiet, to calm people down?"
    },
    {
        "speaker": "B",
        "text": "Yeah, it would be better for the industry if we were hitting it later."
    },
    {
        "speaker": "A",
        "text": "All right, well, that's one thing we're going to talk about a little bit. This all time high question. What else, David? We've got some records that broke as well. The spot ETF's broke another record. We talked about that. And also I want to talk to you about the Ethereum ETF, because some people are saying that we are a little too excited about the ETF and we should cool our jets a little bit. What else we got?"
    },
    {
        "speaker": "B",
        "text": "Wormhole announcing their airdrop. Who is eligible? We got a summary for all the details, but we're going to need more details out of wormhole in the future. We'll talk about that. Eigen Lair surpassed $10 billion. Yowser. And also the SEC is going after shapeshift. Commissioner Hester Peirce drops a screenplay and United States Attorney general has called the SEC a regulatory power grab. The SEC drama does not continue."
    },
    {
        "speaker": "A",
        "text": "Let's talk about bitcoin price right now. Now, I will agree with you. We are not at all time high."
    },
    {
        "speaker": "B",
        "text": "At the time currently recording. Yeah."
    },
    {
        "speaker": "A",
        "text": "What do we add on the week, David?"
    },
    {
        "speaker": "B",
        "text": "Okay, we started the week at $62,300, up $5,400 on the week, 8.5% we are currently at $67,800."
    },
    {
        "speaker": "A",
        "text": "Can we talk about this? This big red candle down?"
    },
    {
        "speaker": "B",
        "text": "Yeah. How we got $1 billion of people getting liquidated."
    },
    {
        "speaker": "A",
        "text": "Okay, so what is up with this, by the way? We're looking at these glorious prices on the Kraken pro charts, which is a fantastic place to go buy your crypto assets this cycle. But we. Okay, here's where some people called the all time high right here. And then just after that, we just tanked, like, double digit."
    },
    {
        "speaker": "B",
        "text": "Such obvious price action."
    },
    {
        "speaker": "A",
        "text": "Double digit candle down. What happened? Why did that happen?"
    },
    {
        "speaker": "B",
        "text": "Uh, because a bunch of degens levered up, and too many of them all joined on the same trade, and then it was too frothy too quickly, and then everyone got liquidated. Uh, and then the crazy thing is, we spiked right back up, so we went right back up to, like, $68,000. Uh, I mean, leverage is a rite of passage. Leverage is a part of the bull market. Uh, so, like, when I say dgens, I don't mean it like, uh, in a derogatory fashion. It's just. I only mean it when there's too many of them. Like, we can't all be."
    },
    {
        "speaker": "A",
        "text": "You only mean it when it becomes a problem."
    },
    {
        "speaker": "B",
        "text": "Yeah, exactly. We all need to take healthy turns being degens."
    },
    {
        "speaker": "A",
        "text": "Slow down. Don't celebrate your all time highs before they happen."
    },
    {
        "speaker": "B",
        "text": "Don't take leverage right before all time highs. Like, come on, it was funny. The fact that we spiked right back up is one of the most bullish price actions I've ever seen. A bunch of defense gets liquidated, and then we just resume. Right?"
    },
    {
        "speaker": "A",
        "text": "Resume ascent. Some people are actually panicking about this, and I saw some tweets. Joking. No, bear. Market's over. Pack it in, boys. That was it. We hit high. That's it. See you in 2028. This is DC investor echoing your sentiments. Look, I'm no expert, but when something suddenly retraces 15% and then sets a new cycle high the next day, it's pretty effing bullish."
    },
    {
        "speaker": "B",
        "text": "New cycle high. These are the words that you need to be using."
    },
    {
        "speaker": "A",
        "text": "Okay?"
    },
    {
        "speaker": "B",
        "text": "DC said it well."
    },
    {
        "speaker": "A",
        "text": "All right. Good job, DC. Also, David, did you know this? All right, so here's something I will say that I am actually knowledgeable about with respect to bitcoin. All time high is the real all time high, at least in fiat terms. Inflation adjusted, is actually not 60,060, 9000 bitcoin, 69,420, or whatever your number is. The real time all time high, when you adjust for inflation, is actually 77k bitcoin okay. Because we've had a whole lot of inflation since the last time bitcoin hit all time high. So I think what that means is we can celebrate it twice."
    },
    {
        "speaker": "B",
        "text": "Dude, you're all time high. Okay, so it's basically 1 November of 2021. Bitcoin was worth $77,000 in today's dollars."
    },
    {
        "speaker": "A",
        "text": "Yeah. Look at the buying power."
    },
    {
        "speaker": "B",
        "text": "Right. Okay, so we have the numbers to back it up. Highs at 69, 420. And then we have real purchasing power. All time highs at $77,000.01. Of the crazy things that happened, I put out a tweet that was the last two weeks are going to go down in, like, one of the most bullish two weeks in crypto history. Simply straight due to price action. The February 2024 bitcoin candle was the largest monthly candle in bitcoin history, going from, like, $4,250."
    },
    {
        "speaker": "A",
        "text": "This is it, right?"
    },
    {
        "speaker": "B",
        "text": "$61,000. Yeah. Yeah."
    },
    {
        "speaker": "A",
        "text": "Wow. Let's just take a look."
    },
    {
        "speaker": "B",
        "text": "That's a good. That's impressive. And the thing is, is, like, that's now the floor. Like, we're going to have, if, you know, bull markets repeat themselves, which they do. Uh, that we're going to have at least a few more of those, uh."
    },
    {
        "speaker": "A",
        "text": "Few more best, like February's or best months."
    },
    {
        "speaker": "B",
        "text": "You mean a few more biggest candles ever."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "And so, like, what. How big is that candle? 42 to 61. So almost a $20,000 candle. We get. I'm calling it. We get at least two more $20,000 candles in bitcoin this cycle."
    },
    {
        "speaker": "A",
        "text": "So just to, uh, put some numbers on the uncharted territory that we're. We're in right now, even if we're not, uh, at all time high, we're real close."
    },
    {
        "speaker": "B",
        "text": "We are. We are not crossing all time highs. We are in prices. Discovery."
    },
    {
        "speaker": "A",
        "text": "Yes. Bitcoin has only spent five days above the current price. And the current price at the time, this tweet was about 65k. So this is pretty close to uncharted territory. Price discovery phase."
    },
    {
        "speaker": "B",
        "text": "We're in uncharted territory, I would say, yeah."
    },
    {
        "speaker": "A",
        "text": "David, the reason for this, it feels like, is once again, the bitcoin ETF's because we got another record on this. What are we looking at?"
    },
    {
        "speaker": "B",
        "text": "Bitcoin ETF's registered the largest net inflows since day one. So new record. So that is the new all time high. Ryan, you can celebrate that. All time high. I will allow you that one. $648 million in one day. That's net inflows. $648 million came into the bitcoin ETF."
    },
    {
        "speaker": "A",
        "text": "All of them. Right. We're not just talking about collectively all of them."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah, exactly. So like, that's just like, we're just. Bitcoin has 640 $50 million of daily buying pressure. I mean, that's an all time high record. But like, we keep breaking all time highs in daily buying pressure from tradfi."
    },
    {
        "speaker": "A",
        "text": "They're all time high."
    },
    {
        "speaker": "B",
        "text": "Tell me."
    },
    {
        "speaker": "A",
        "text": "Blackrock ETF just hit 10 billion and that's up."
    },
    {
        "speaker": "B",
        "text": "Only. Has it ever lost any bitcoin?"
    },
    {
        "speaker": "A",
        "text": "I think it's been all time high. Just about every move we've recorded, actually. That's a impressive amount of bitcoin and value. Eric Balchunis says that this is a milestone. He said the ten bitcoin ETF's did 10 billion in volume. Now he's talking about volume. Smashing previous record set last Wednesday. Volatility and volume go hand in hand with ETF's. So not totally surprised. That said, these are bananas. Numbers for ETF's under two months old. Under two months old. It's a newborn. ETF's are new, brand new."
    },
    {
        "speaker": "B",
        "text": "So, uh, we can talk about another flippening. Usually we talk about ETH flipping bitcoin, but that's not looking like it's happening anytime soon. Not with this kind of price action. But the thing that is probably, probably going to happen, hopefully, if you're a crypto ball. Gold being flipped by bitcoin. The gold ETF in the lead with $92 billion in the gold ETF's. Where are we at with the bitcoin ETF's and the total aum and bitcoin ETF?"
    },
    {
        "speaker": "A",
        "text": "Half that, David."
    },
    {
        "speaker": "B",
        "text": "Half that, yeah."
    },
    {
        "speaker": "A",
        "text": "So we're at like 40, 45."
    },
    {
        "speaker": "B",
        "text": "That's getting close to 50."
    },
    {
        "speaker": "A",
        "text": "That is all we have to do is double the price of bitcoin and we like. And then we're above gold, dude, gold."
    },
    {
        "speaker": "B",
        "text": "Is getting flipped so soon. Not only are we going to double the amount of bitcoins in the ETF's over this coming year, bitcoin price is also doubling."
    },
    {
        "speaker": "A",
        "text": "Yeah, exactly. It seems like a lot. If you're like, oh, we have to get, you know, like double the amount of buy. No, you don't. You just have to get a little bit more, you know, buying. And then price just needs to go up. And it has been going up. I mean, think about it though. Like, who do you know? Anyone your age? I mean, maybe this is unfair question because your social network, I'm sure, is so plugged into crypto, but like, I just. I can't imagine being like a millennial."
    },
    {
        "speaker": "B",
        "text": "The f gen z buying gold, and."
    },
    {
        "speaker": "A",
        "text": "You'Re just like, you know what? I'm bullish on gold. Just gold. Give me a little."
    },
    {
        "speaker": "B",
        "text": "The only reason why you would be bullish gold over bitcoin is if you think the Internet is going to have structural problems."
    },
    {
        "speaker": "A",
        "text": "If the Internet has structural problems, we have structural problems. That's a. That's a. At this point, I mean, we are so plugged in, like, electrical grid goes down, Internet goes down. What are you going to do with your freaking gold? I'd rather have, like, weapons than gold at that point."
    },
    {
        "speaker": "B",
        "text": "Buy guns."
    },
    {
        "speaker": "A",
        "text": "Okay, so that's a little update for you and our friends over at Wells Fargo. David. Do you know they're getting this bitcoin? Actually, the best people, Merrill lynch over there. Wells Fargo, my personal bank, by the way. I've banked at Wells Fargo since, like, I was a kid."
    },
    {
        "speaker": "B",
        "text": "It was my first bank, really?"
    },
    {
        "speaker": "A",
        "text": "And it still is. It's funny how, like, I just haven't changed banks. It's always been my, why would I do that? I just use it a lot less."
    },
    {
        "speaker": "B",
        "text": "They are all equally shit."
    },
    {
        "speaker": "A",
        "text": "I use it a lot less because I am banking less. You know, make less."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Let's talk about ETh. Enough about bitcoin."
    },
    {
        "speaker": "B",
        "text": "Bitcoin. Did you say why we're talking about Wells Fargo?"
    },
    {
        "speaker": "A",
        "text": "I think I did. They're approving multiple bitcoin ETF's."
    },
    {
        "speaker": "B",
        "text": "So, yes, Merrill Lynch, Wells Fargo, approving multiple bitcoin ETF's in their wealth management clients, which have trillions of dollars in assets. And these are just some of the many banks that are going to be doing this."
    },
    {
        "speaker": "A",
        "text": "Yeah, because banks have wealth managers on staff. Do you know, they'll give you a call and they'll just be like, hey, can we help you invest your money? I see you have a lot of money in your savings account or your checking account. They're like, can we help you?"
    },
    {
        "speaker": "B",
        "text": "I don't get those calls."
    },
    {
        "speaker": "A",
        "text": "Well, maybe I'll send some Wells Fargo Wells managers your way, give you some advice. David, what are we at on the EtH price this week?"
    },
    {
        "speaker": "B",
        "text": "Eth price, extremely healthy performance this week. The ETH chart is just a straight linear line."
    },
    {
        "speaker": "A",
        "text": "This is so weird to see this."
    },
    {
        "speaker": "B",
        "text": "The straightest, most linear line I have."
    },
    {
        "speaker": "A",
        "text": "Looks artificial."
    },
    {
        "speaker": "B",
        "text": "Yeah, it looks, yeah. Can you. Can you hit the one day candles? We're looking at four hour candles. Goes back from. It goes back one month. Hit one day candles. How long is that a line for my. It is a line from October."
    },
    {
        "speaker": "A",
        "text": "The traders call that the stairway to heaven."
    },
    {
        "speaker": "B",
        "text": "That. Well, that is climbing a wall of worry. That's what that looks like to me. Okay. From October until February, we were at one degree. One y equals mx plus b line degree. And now."
    },
    {
        "speaker": "A",
        "text": "Good lg."
    },
    {
        "speaker": "B",
        "text": "You like that one? From February, we're on a much more vertical line. Okay. We started the week $3,863. Excuse me? We started the week $3,430, up $420. Nice to $3,863, up 12%. So another double digit ETH actually gained 4% versus bitcoin on the week, even when bitcoin had $100 million of inflows just yesterday."
    },
    {
        "speaker": "A",
        "text": "Wow. Okay. Is this a quote unquote alt season? I don't consider."
    },
    {
        "speaker": "B",
        "text": "If you go look down the market cap sack, it is absolutely all season. Have you seen the absolute shit coins that crypto Twitter is peddling right now?"
    },
    {
        "speaker": "A",
        "text": "Is that alt season? That's something. That's narrative season, for sure. Whatever the Twitter."
    },
    {
        "speaker": "B",
        "text": "You haven't even seen some of the degenerate, like, 20, 21, 24 election tokens that are, like, pumping right now."
    },
    {
        "speaker": "A",
        "text": "I've heard about them. I saw Coingecko added a category called political and political meme coins, like trump coin, and there's, like, four or five others. And I was. That's an area I'm not even touching."
    },
    {
        "speaker": "B",
        "text": "I don't even know how to pronounce it. Like, the Biden one is like, job bowden or something like this. And, like, Trump has equally, like, misspelled and odd and weird. They're on Solana. And this is. Solana's actually having a fantastic price action week this week, too."
    },
    {
        "speaker": "A",
        "text": "Um, did you hear, uh, did you read Travis Kling's, uh, tweets? He's just like, the reason for this is a financial nihilism. That's a Dimitri Kofina's take, too."
    },
    {
        "speaker": "B",
        "text": "100% is financial nihilism. Meme coins are the most financially nihilist, like, financial assets I can imagine, which is why they have so much product market with crypto."
    },
    {
        "speaker": "A",
        "text": "The comment is basically because millennials, like, specifically younger millennials and. And Gen Z can't afford houses. And so what do they do? They just gamble it?"
    },
    {
        "speaker": "B",
        "text": "Uh, because funny. It is funny. And I will say like this."
    },
    {
        "speaker": "A",
        "text": "When you give GameStop, it's game stuff."
    },
    {
        "speaker": "B",
        "text": "When you give the people the power to produce financial assets permissionlessly. Like, what did. What's the first thing that we did on the Internet? Cat pictures. Now we have dog coins. But now people are like, hey, I can make a meme coin about anything. Jacob from Zora had a really good tweet that I liked, which is he said, in the future, meme coins will just be memes. This is just memes. But now they just have a chart with them and you can make or lose money on them."
    },
    {
        "speaker": "A",
        "text": "Buyer beware is all I got to say. But it is kind of entertaining. Let's put the ETH number in perspective compared to bitcoin. So last time bitcoin was trading at this level. So sixty five k and above ETH was trading at 4878. There's a lesson in there, says Croissant ETH. What do you think the lesson is?"
    },
    {
        "speaker": "B",
        "text": "The lesson is that this is just where we are in the market cycle. First bitcoin pumps, then ETH pumps and everything else pumps."
    },
    {
        "speaker": "A",
        "text": "So we're implying ETH has some catch up to do. And it will do that catch up."
    },
    {
        "speaker": "B",
        "text": "Well, it caught up by 4% this week as we approach the ETH ETF, which, despite what some of the content further on in this weekly roll up, will say, is definitely coming."
    },
    {
        "speaker": "A",
        "text": "Let's get to that content. Why spoil it? Okay, so the big question mark, I think the thing that would send, I expect ETH to beyond all time highs, I don't know, to the moon, to somewhere else, to somewhere we haven't seen before."
    },
    {
        "speaker": "B",
        "text": "The gigamoon."
    },
    {
        "speaker": "A",
        "text": "The gigamoon, yeah. Is the ethereum ETF. All right, so the question is, when's it coming? The two people I know who probably know the best, have the best estimates on this are Eric Baltunis and James Safer. And by the way, we have invited them on the podcast. They're going to. They're putting out new estimates. When they do, we're going to have them on the podcast and give you the download. But the tweet I have on the screen is a quote tweet quoting Jake Trevinsky. Jake Trevinsky says, I am a lot less confident about ETH ETF approval this year than many of you are. The reason the SEC got a ton of political blowback for approving bitcoin ETF's, even though the court basically forced it to. Now animal spirits are in control of the market, and an ETH would only add to that. So the, the comment is basically, Gary Gensler took it, you know, politically to the gut because he approved this. The anti crypto army did not like this. Like, in some circles, not, not in our circles."
    },
    {
        "speaker": "B",
        "text": "Okay. In some circuits, maybe Jake knows more about this. I do not see the political blowback for approving the bitcoin ETF's. I think, like Elizabeth Warren made some comments, a few other people comments. But like."
    },
    {
        "speaker": "A",
        "text": "But that's Gary's circle. That's Gary's network. You know how we were talking about in your network? You probably don't know anyone who would buy gold in Gary's network. I mean, things are a lot different with the people Gary hangs out with and the people that put Gary in power. Right? So that's Jake's and like, so political punch to the gut for, for Gary. He's not going to do it. And now that the market is pumping, the SCP probably doesn't want to add to this. And let's."
    },
    {
        "speaker": "B",
        "text": "Speaker one, is that a reason for denying or delaying?"
    },
    {
        "speaker": "A",
        "text": "None of it's been a valid reason. It's however Gary feels because remember, he's the, he's the third vote."
    },
    {
        "speaker": "B",
        "text": "But it's not however Gary feels, it's who's going to sue him if he's being arbitrary and capricious."
    },
    {
        "speaker": "A",
        "text": "True, true. And that's kind of maybe the counter to this, right, is somebody's going to sue him. It forces hand the same way they forced the hand of bitcoin. But I don't know. I mean, I think, I think he's."
    },
    {
        "speaker": "B",
        "text": "Got one shot of delaying it in May and then he basically has to approve it by November, which is the latest deadline before shit really hits the fan, before the SEC gets sued. Like it's the same logic as the bitcoin ETF."
    },
    {
        "speaker": "A",
        "text": "So there's two layers to this about our general excitement about the Ethereum ETF, right? Is the question of will it happen? Yes. No. And that's some, you know, probability. And by the way, Eric Baltunis and James Safert said last time they put estimates out was greater than 50% that it would happen in 2024. I don't know what the revised estimates are."
    },
    {
        "speaker": "B",
        "text": "The last numbers I heard was 60% in May, 9590, plus percent by November."
    },
    {
        "speaker": "A",
        "text": "Sure. Okay, so that's lay. But that's layer one of the analysis, David, because layer two is when it comes out, will it matter? Right. It mattered in a massive way for bitcoin. Obviously the inflows were beyond what anyone expected, but why does that necessarily apply to Ethereum and for you and I."
    },
    {
        "speaker": "B",
        "text": "The same inflows that everyone else."
    },
    {
        "speaker": "A",
        "text": "Eric Baltunis again, he says this is like he's talking about the Ethereum ETF. If it happens, it's like the opening act coming on after the headliner using Gen Z bands. It's like sister Hazel trying to follow Nirvana. So is basically like, you know, the opener act, we already had the kind of. The bitcoin is the rock star. So. And he justifies that by basically saying, like, look at ETH futures. ETH futures are paltry right now in terms of demand. And so he's saying it like, it might not matter. It'd just be like a fart in the wind. No one cares about this."
    },
    {
        "speaker": "B",
        "text": "Okay. The comparison of bitcoin futures to ETH futures, I think, makes sense, but it would have to be bitcoin futures pre bitcoin etfeminal. Um, that's. But, a, that b, that's not what Sandy call said. Sandy Call said is that the ETH is going to be interesting to investors because it is a tech platform play, and that is what people like. Uh, ETH is a little bit more hard to understand. It has, like, dollar cost flows, which, like, Wall street needs to, like, wrap their head around. Um, but also at the same time, ETH has one third the market cap of bitcoin. So, like, maybe we have one third of the demand that bitcoin has, but we have three times the sensitivity to price movements that bitcoin does because we're one third. We, as Ethereum are one third the size."
    },
    {
        "speaker": "A",
        "text": "I just think for this part of the analysis, though, this is belt Unis's take, and he does have a data point, which is ETH futures. And, like, fair enough, they have it like. So I kind of factor that in. However, I will say, I think that people who are bullish Ethereum are going to be bullish demand for the Ethereum ETF. And if you're not bullish Ethereum, you're more bullish bitcoin, then you're kind of like bullish bitcoin ETF. I remember when the bitcoin ETF launched, a lot of people said, there will be no demand. And these are generally people who are not in the category of being bullish bitcoin. So we'll have to see, I guess. But it's an interesting discussion. It doesn't dissuade me from being excited about this, I'll say that, but maybe give some pause for thought. Eth bitcoin ratio. David, what are we at on the weekend?"
    },
    {
        "speaker": "B",
        "text": "Yeah, we're up on the week .0573 up on the week."
    },
    {
        "speaker": "A",
        "text": "How about the crypto market cap?"
    },
    {
        "speaker": "B",
        "text": "Oh, yeah. God, crypto is getting crazy. Two point six, two point seven trillion dollars. We are getting a lot amount of a price in a total crypto market cap increase because of the number of degenerate shit coins, excuse my language, that are the long tail of crypto is getting a pump from the fat tail. This is what, this is the way that it always plays out. Bitcoin loads up its jet fuel and with all of the ETF flows, and then people who want to go risk on get bumped out of bitcoin and they start looking down tail. And now we have, like the. Here, we'll talk about the movers of the week. Movers of the week. Where are they? Pepe, floki, shiba, Inu, dog with hat quality. If you were in any of these, congratulations. You had a fantastic week."
    },
    {
        "speaker": "A",
        "text": "Like 100% triple digit up. Yeah, we're excited about our double digit up with bitcoin and ETH. And this is triple digit up."
    },
    {
        "speaker": "B",
        "text": "Yeah, right. 138% on Shib Inu."
    },
    {
        "speaker": "A",
        "text": "I mean, the question is, is retail back? I think you got a clip that, that you want to play us. But before we get to that, let's talk about layer twos as well, which are majorly up on the week. And of course, our layer two update is always brought to you by mantle, which is a new and upcoming week, also up on the week that we enjoy very much. So tell me about this. Look at this, David."
    },
    {
        "speaker": "B",
        "text": "That is added, like $8 billion, $7 billion. Billion dollars in the last seven days. $37 billion total value. Locked in layer twos, we have a brand new layer two blasting onto the scene called blast number three. Roll up by TVL. $2.75 billion on day one. You gotta, like, tip your hat to the player of the game, Pac man. We're gonna get him on the show sometime soon."
    },
    {
        "speaker": "A",
        "text": "What is. This is interesting. The reason I love looking at blast on layer two b, and it's almost 3 billion as well, is because it shows you the stage, like, the security stage and the decentralization. It is stage zero in the same way op mainnet is. But the annotation on layer two beat is it's full training wheels. And there is currently there is no available node software that can reconstruct the state from l two data, l one data. Hence, there is no way to verify that this system is a roll up. So not quite as strong."
    },
    {
        "speaker": "B",
        "text": "There's no exit hatch."
    },
    {
        "speaker": "A",
        "text": "There's no exit hatch that has been verified right now."
    },
    {
        "speaker": "B",
        "text": "I mean, like, the whole strategy with blast was like, like, go to market, get TVL. Go to market, get TVL get users, get projects, go to market, get TVL. And they executed on that part of the roadmap, like, like, honestly study it. It was immaculate. They put. They got $2.75 billion on day one. Insane."
    },
    {
        "speaker": "A",
        "text": "Did they cut corners, though? Is it risky?"
    },
    {
        "speaker": "B",
        "text": "100%. They cut corners. All corners possible. That's why there's $2.57 billion in there."
    },
    {
        "speaker": "A",
        "text": "Yeah. And there's. It's. It's a fine line between. Wow, that was really smart. And like, oh, you guys, like."
    },
    {
        "speaker": "B",
        "text": "Yeah, bad luck."
    },
    {
        "speaker": "A",
        "text": "Bad look. Bad look. Yeah, bad look. And so, I don't know. I mean, as long as they don't get hacked. As long as nothing bad happens."
    },
    {
        "speaker": "B",
        "text": "As long as they don't lose anyone's money. As long as they don't lose any of that. $2.75 billion."
    },
    {
        "speaker": "A",
        "text": "All right, so blast now live. Also, on the layer two side, arbitrum transactions are going nuts. Did I see something about this?"
    },
    {
        "speaker": "B",
        "text": "Yeah. So go and go to the activity tab on layer twos. Cause we got some nice numbers. Arbitrum factor."
    },
    {
        "speaker": "A",
        "text": "Is this the one?"
    },
    {
        "speaker": "B",
        "text": "Arbitrum Nova. You want to know why, Ryan? Yeah, I was. Arbitram Nova is, like, the second arbitrum chain. Extremely cheap. Fees. Uh, really putting in a new lid."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "B",
        "text": "It's oblivious off chain data. Yeah. So for 40 to 50 transactions per second, sustained. These are real transactions. No vote transactions. No, like, blah, blah, blah transactions. Real transactions, 40 to 50 /second over a million transactions, I think, in a very short amount of time. This. It's this. It's this brand new project, which is a DPIn project on Arbitrum. DPIN stands for decentralized physical infrastructure network called Airbus air. Excuse me. R bus. RBs. Arbus. Finally, RBS AI. It's a deep end project working on AI compute. It's an AI compute project. It's a goddamn AI project. Of course it is."
    },
    {
        "speaker": "A",
        "text": "Of course it would be. Do you think that, by the way, I tweeted this out, and I was just like, hey, I've been worried about how much block space we're creating, who's going to buy it? And the comment that I added this morning was like, oh, I see. Who's going to buy. It's the AI. Do you think that's real?"
    },
    {
        "speaker": "B",
        "text": "Hundred percent. 100%. Bank listeners didn't listen to our AI meme coin episode that came out earlier this week. 100% listen to that, because, I mean, this is 2017 was the ICO Mania. 2021 was the NFT mania. 2024. AI frenzy. AI frenzy."
    },
    {
        "speaker": "A",
        "text": "Well, let's get back to the frenzy. And, David, you have a clip that you wanted us to see, and this set this up?"
    },
    {
        "speaker": "B",
        "text": "Yeah. Let me tease up. Yeah. So this is, I bet you, like, lessen. Less than half of bankless listeners will be kind of exposed to this. So just to let you know what's going on, this happened last cycle. This was also about to start happening this cycle. This is retail. This is what retail looks like. Let's go ahead and watch this tick tock video from mister retail."
    },
    {
        "speaker": "C",
        "text": "So y'all seen my video yesterday, right? This was at a $100. It has gone up $67 in 24 hours. Actually, today's return, $64. Total return, 111. That's in four days. I invested in this four days ago. And it's."
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "C",
        "text": "Do not believe anybody. Everybody doubted Dogecoin and thought it wasn't gonna amount to anything. And now look at it. Almost 20 cent."
    },
    {
        "speaker": "A",
        "text": "Ha."
    },
    {
        "speaker": "C",
        "text": "This. This 3.8 million. Get it, get it now before it goes up more. It is constantly, steadily going. Now listen to these people saying, it ain't going nowhere. It's going. It's happening now. $60 overnight. Thought y'all said it won't go do nothing."
    },
    {
        "speaker": "B",
        "text": "So when he says it's up $67, he put $100 in to Coinbase, bought $100 worth of Shib. It's up dollar 67. And he's stoked. And he's telling all of his TikTok friends to also go buy Shib. This is what we're up against."
    },
    {
        "speaker": "A",
        "text": "Here's the thing. I think for a lot of people, that Guydeh sounds exactly like you and I, David, at the beginning of this episode. And that is the problem. It's hard to differentiate. Yeah, it's really hard for people to differentiate. So that's why maybe we are the."
    },
    {
        "speaker": "B",
        "text": "Same, you know, maybe. Maybe we're no better than bitcoin."
    },
    {
        "speaker": "A",
        "text": "We just like to virtue signal, that's all."
    },
    {
        "speaker": "B",
        "text": "That's the difference here on Farts."
    },
    {
        "speaker": "A",
        "text": "A couple other milestones here. Tethere. Over $100 billion now in tether. So we just had the Tether CEO Paulo on the podcast. It was a great episode. I think we'll have Jeremy lair on as well. So go check out that episode. But pretty big milestone. And also this has started happening. So Coinbase is now breaking into the top 100 in the Apple app store. And this is the first time since early 2022."
    },
    {
        "speaker": "B",
        "text": "Yeah, well, because we have all these TikTokers telling people to go buy Shib, they have to go redownload Coinbase."
    },
    {
        "speaker": "A",
        "text": "Oh, my God. There was a time where Coinbase would not be listing Shibdeh, but those are the old days, I guess."
    },
    {
        "speaker": "B",
        "text": "Actually, I don't. I don't know. Shib is on Coinbase, but it probably is."
    },
    {
        "speaker": "A",
        "text": "I get Coinbase wallet to me, David what do we have coming up next?"
    },
    {
        "speaker": "B",
        "text": "Coming up next, SEC sends a cease and desist to a crypto exchange, shapeshift. Eric Forhe's does not blink. Meanwhile, Commissioner Hester Purse wrote a screenplay about the utter absurdity of the matter. Big airdrop coming that Garrett Gensler doesn't want you to have. The wormhole token is out, rewarding users across all these different chains. So we're going to get to all of this and more. But first, a moment to talk about some of these fantastic sponsors that make this show possible."
    },
    {
        "speaker": "A",
        "text": "Another week. David, more SEC shenanigans. A couple of things we need to get into. All right, so, you know, shape shift, which was Eric Voorhees exchange, mostly. Now a decentralized exchange, by the way. But there was a point in time where there was some counterparty risk with shapeshift. Anyway, the SEC filed a cease and desist against shapeshift, basically, cease and desist serving us customers, and alleged that Shapeshift was operating in 2021 as an unregistered dealer for cryptocurrencies that were securities. And they further said that they would accept a settlement offered by Shapeshift for a 275K fine."
    },
    {
        "speaker": "B",
        "text": "So a $275,000 extortion bribe."
    },
    {
        "speaker": "A",
        "text": "Yeah, basically, go away. Good thing. It's just, it's in fiat, you know, so it's not that much money."
    },
    {
        "speaker": "B",
        "text": "And this is one bitcoin."
    },
    {
        "speaker": "A",
        "text": "Yeah. Is pretty similar to the accusation that the SEC is, of course, brought against other exchanges like Coinbase, Kraken, and Binance. It's. It's all part of the same campaign here. Here's a comment from Eric Voorhees. What does he say?"
    },
    {
        "speaker": "B",
        "text": "Eric Voorhees says a quote. The commission's order, however, fails to identify which crypto assets were investment contracts and provides no explanation for its conclusion. We've seen this before. In sum, Shapeshift is in trouble because the commission, nearly ten years after the shapeshifts platform started trading and more than three years after it changed its business model to be a Dow, now contends that some unidentified number of these 79 crypto assets that traded between 2014 and 2021 were investment contracts. Without explaining why, notably, the commission does not allege any harm. Shapeshift and its customers voluntarily transacted. And now the order nowhere alleges that Shapeshift defrauded its customers. The standards are so opaque and arbitrary that the commission itself is unwilling to stand by its own analysis. The environment we have created for the crypto asset markets, especially as it relates to secondary trading, is untenable cases like this do not protect investors. They intimidate innovators and entrepreneurs. We respectfully dissent. This has notes of Hester purse all over it."
    },
    {
        "speaker": "A",
        "text": "Okay, so. So this wasn't Eric Voorhees saying this. This was Eric Voorhees."
    },
    {
        "speaker": "B",
        "text": "Eric tweeting a quote. Yeah."
    },
    {
        "speaker": "A",
        "text": "Of a dissent from Hester Purse about this action. Commissioner Hester purse. And who's the other commissioner?"
    },
    {
        "speaker": "B",
        "text": "Mark Yuda."
    },
    {
        "speaker": "A",
        "text": "Mark Yuta."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "So did you, by the way, did you read this descent? The full descent?"
    },
    {
        "speaker": "B",
        "text": "I saw the parts that got secretly on Twitter, which I think you're about to lay out."
    },
    {
        "speaker": "A",
        "text": "This was like, so are we about to do this story? I was going through this story, and I saw this in the middle of Hester Purse's descent. She actually wrote a screenplay, David. Okay. And she teased it up. Do you want to actually do this screenplay?"
    },
    {
        "speaker": "B",
        "text": "Okay, who's gonna be who?"
    },
    {
        "speaker": "A",
        "text": "Okay, I'll be the SEC. You be shapeshift."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "Okay. So this is what Hester Purse wrote. She said, one can imagine the dialogue for that scene in a future episode, the just come in and register episode. So this is a future shape shift. I'll be the Sec, David, you are Gary Gensler."
    },
    {
        "speaker": "B",
        "text": "You'll be your best Gary Gensler."
    },
    {
        "speaker": "A",
        "text": "I'm very happy Gary Gensler. I don't know what I'll try. Go for it."
    },
    {
        "speaker": "B",
        "text": "You're first."
    },
    {
        "speaker": "A",
        "text": "You're first."
    },
    {
        "speaker": "B",
        "text": "Oh, wait, no, no, I'm first. Okay, cut that out. Hello. I'm Eric Voorhees, and I would like to register as a dealer."
    },
    {
        "speaker": "A",
        "text": "Why?"
    },
    {
        "speaker": "B",
        "text": "Uh, because I think some of the assets I plan to deal with might be deemed at some point by the SEC to be securities."
    },
    {
        "speaker": "A",
        "text": "Well, which ones?"
    },
    {
        "speaker": "B",
        "text": "Um, I'm not sure, because I can't really understand which criteria you use to decide whether a token offering is a security transaction, and if it is, whether the token that was the subject matter of the investment contract remains a security in the secondary market transactions. Um, yeah."
    },
    {
        "speaker": "A",
        "text": "Well, if you don't know whether you're dealing in securities, you can't register. And by the way, if some of the assets you're dealing in are securities, you also can't register."
    },
    {
        "speaker": "B",
        "text": "So can you help us think through which of the assets are securities?"
    },
    {
        "speaker": "A",
        "text": "No. We suggest read the 2017 Dow report, and it will all be clear to you. You can also look at our enforcement actions if you want."
    },
    {
        "speaker": "B",
        "text": "I've read it. I've read about your enforcement actions. I have further questions."
    },
    {
        "speaker": "A",
        "text": "Hire a lawyer."
    },
    {
        "speaker": "B",
        "text": "I did, and my lawyers have further questions."
    },
    {
        "speaker": "A",
        "text": "Sorry, we can't help any more than we already have. We don't give legal advice here. That was Hester Peirce's screenplay."
    },
    {
        "speaker": "B",
        "text": "Oh my God. Give her the Emmy. Give her the Emmy. Well done, Hester."
    },
    {
        "speaker": "A",
        "text": "You actually, you met Hester Purse recently, didn't you?"
    },
    {
        "speaker": "B",
        "text": "Yeah, she was at Eastenburg."
    },
    {
        "speaker": "A",
        "text": "This is David. David Hoffman and Commissioner Hester purse."
    },
    {
        "speaker": "B",
        "text": "She actually comes on the ground in the trenches with the crypto retail. All the people going to 20,000 innovators and investors and fanatics that are at the, going to Eth Denver. And she was there with us."
    },
    {
        "speaker": "A",
        "text": "You know, she has run out of f's, hasn't she? She's just, she's just like writing screenplays now in the descent. I love that this is published on the SEC website. It's SEC dot gov. One thing to clarify about this whole shape chef thing is even though there's a cease and desist out there, it actually can't be shut down because now shapeshift does not take custody of anyone. They're not a counterparty. Right. It's basically like a Dex aggregator. They use like Thor chain and that sort of thing."
    },
    {
        "speaker": "B",
        "text": "Yeah. If you want to go cross chain, it's basically a front end and obfuscation abstraction layer for Thor chain. And if you're staying in Ethereum, then just Dex aggregators on Ethereum."
    },
    {
        "speaker": "A",
        "text": "And so it's not, it's now a dao too, right? I mean, there's no, this is the cool company."
    },
    {
        "speaker": "B",
        "text": "Like shapeshift is being sued from the periods of like 2017 to 2021, but not during the periods of when it turned itself into a dao, which is interesting."
    },
    {
        "speaker": "A",
        "text": "Well, maybe that court case is coming, David. Who knows what that'll be. How is he going to round up all the dao participants? Could be interesting. There's also on SEC News, you know, we were talking last week about Kraken versus the SEC, and they revealed some additional information and they basically filed for the SEC to drop all charges. Well, apparently, I guess somewhat related to this, but. But kind of different. There are now eight us attorney generals, state attorney generals. I should stay from Montana, Arkansas, Iowa, Mississippi, Nebraska, Ohio, South Dakota and Texas. They have come out with an amicus brief. Okay. And this is like legal speak for basically a legal position criticizing highly critical example of the SEC's stance on crypto. I'm not sure if they directly mention Kraken, but this is some of the, the subtext here. They call what the SEC is doing with respect to crypto a regulatory power grab. And they say that the SEC has appointed itself crypto regulator and further, that the SEC puts consumers at risk. These are attorneys general of eight us states. Right. And they are going to a federal agency and just being basically like you, you have no power here. You actually can't do what you're trying to do to the crypto industry. We don't want it. You're actually putting the citizens of our states at risk through your actions. So, like, knock it off."
    },
    {
        "speaker": "B",
        "text": "If you are a citizen of Montana, Arkansas, Iowa, Mississippi, Nebraska, Ohio, South Dakota, or Texas, congrats. Your attorney general is based. We got an airdrop to talk about. Ryan, wormhole just announced their token w. Speaking of based, that is a based just w. Yeah. 10 billion tokens initially. Initial circuiting supply of 1.8 billion. 82% of w are initially locked in. Such tokens will unlock over the course of four years. Is an ERC 20 token on Ethereum."
    },
    {
        "speaker": "A",
        "text": "What? Tell them what wormhole is."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah, it's a bridge. It's a bridge. If the name didn't imply that. Yeah, you can go and you can token go across Ethereum. Solana arbitrum optimism base is where the token will be initially be. You can also go across other layer ones as well. 6.17% of the tokens. So 617 million tokens are being dropped to almost 400,000 wallets. Pretty big airdrop. Very hyped up airdrop there. You can check eligibility at airdrop dot wormhole.com or at bankless."
    },
    {
        "speaker": "A",
        "text": "No, you can't. No, you can't. Not available. If you're in the US, we're sorry to inform you that this site is not available."
    },
    {
        "speaker": "B",
        "text": "If you're in the US, use the bankless airdrop claimable."
    },
    {
        "speaker": "A",
        "text": "No, it'll just bounce you to this. It'll bounce you to this."
    },
    {
        "speaker": "B",
        "text": "All right, well, we'll get the data integrated natively. When is claiming not announced yet. So we do not know. The snapshot was taken on February, February 6. But this token is coming. It's gonna be interesting to see the valuation that this lands at. I mean, it's interesting to see all of the tokens that are being airdropped. Starknet is coming in at like $20 billion right now. I mean, we're just getting. The crypto industry is just getting hammered by too many. It's so many airdrops, billion dollar airdrops."
    },
    {
        "speaker": "A",
        "text": "So much free money. So exhausted by all of this free money. And honestly, I sort of am like, this is so I will plus one. What you were just saying about the bankless claim bulls app, because if you want to keep tabs on what's dropping. And whether your address is eligible or not, all you have to do is go to bankless.com claimables. Type your addresses, not don't type them, copy paste, whatever. Put an ens in, add your addresses to this tool and it will for free. This is a public service. It will for free tell you, alert you, send you an email when there is a claimable opportunity. Now you got to watch out for third party phishing and scammers and that sort of thing. But if it's coming from the bankless.com website directly, then that is an official like claimable that you can go claim. It's a great way to just keep tabs on all this stuff."
    },
    {
        "speaker": "B",
        "text": "Yeah. I found like two of the most recent optimism, Airdrop. That happened like last week on my wallets, which I would have never have seen that because I don't touch those wallets anymore."
    },
    {
        "speaker": "A",
        "text": "Well, and then with optimism too, they're just like Airdrop. Airdropping."
    },
    {
        "speaker": "B",
        "text": "Like Optimus has got this fourth air."
    },
    {
        "speaker": "A",
        "text": "It's like seasons and like, it's just impossible to keep up with all of it. All right, what do we got coming up next? David?"
    },
    {
        "speaker": "B",
        "text": "We're going to talk about the Eigen layer milestone. We're going to explain how Michael Saylor actually has infinite money. And also permissionless three. Permissionless three. But first, we're going to talk to some of these fantastic sponsors that make this show possible. Eigen Lair passes $10 billion, completing the second of my five predictions for 2024. Off to a great start. One of those predictions is we're going to burn 1 million eth. And we are behind on that. But the trend rate, because gas fees are super high right now, is super, super good. That's basically the news. $10 million."
    },
    {
        "speaker": "A",
        "text": "David, you have ten months to hit all your predictions. You don't need to rush it, man. You already got two down. You're making great."
    },
    {
        "speaker": "B",
        "text": "Nine more months. I got nine more months? Yeah, you got."
    },
    {
        "speaker": "A",
        "text": "You're making great progress."
    },
    {
        "speaker": "B",
        "text": "I mean, I bet you one of them is actually complete. I just haven't bothered to count them. Which is over 5 billion airdrop to users in 2024. That hasn't happened by the end of it."
    },
    {
        "speaker": "A",
        "text": "Probably will be surprised after wormhole. It probably will. This is so, so this is if."
    },
    {
        "speaker": "B",
        "text": "You actually one of those, one of my other predictions, EtH layer two meta shifts towards optimized virtual machines. Shout out sponsor Katezi for bringing Linux to the Ethereum layer two space. I'm counting that partially checked. We'll see what happens when both eclipse and ellipsis and Monad launch."
    },
    {
        "speaker": "A",
        "text": "Yep. So this is, by the way, translating that $10 billion in Eigen layer into ETH terms. That's 3 billion eth. So another over 3 million."
    },
    {
        "speaker": "B",
        "text": "3 million eth."
    },
    {
        "speaker": "A",
        "text": "3 million eth."
    },
    {
        "speaker": "B",
        "text": "No one has 3 billion."
    },
    {
        "speaker": "A",
        "text": "There's a supply cap. Right. Well, congrats on your, on your prediction, David. Do you know, do you know another general prediction that I didn't make because I didn't make any predictions, but I'll claim this as a general bankless prediction is that wallets are getting a level up this year, this cycle. Okay. They're in desperate need. I mean, it's still really hard to onboard your friends and family. This is a post from Coinbase talking about the evolution of wallets. It includes this really cool demo. This is kind of like wallet as a service. But look how easy this is in browser wallethood. You just connect with a passkey on your machine or you could use face id on your phone and basically just have a wallet. And this is an account abstraction wallet that Coinbase has built. They built a whole SDK on top of the base chain, which is kind of cool. And I had a take this week about, oh, this is Jesse Pollock on this. The Coinbase smart wallet is the most important new product since base and the most consequential consumer wallet launch in the last, last five years. It's the last piece to bring billions of people on chain because it just works. See for yourself. And you can go test this. We'll include a link in the show notes. It's super easy to use this, this wallet. And this is like innovation, that layer twos can do that. Ethereum mainnet is just too slow to do like adding account abstraction type features. Right. That make wallet super easy. And it brings me to kind of this take. I really want to see layer two ecosystems that own the full stack for user experience, right?"
    },
    {
        "speaker": "B",
        "text": "Full user experience, yeah."
    },
    {
        "speaker": "A",
        "text": "And so I'm talking own the wallet ux, own the wa, the onboarding, own the fiat to crypto part of it, own the economics, make it so that users don't have to think about fees at all. Make it feel like web two. Own the apps on top. So launch with some, some kind of killer apps, a fully integrated ux, and make it Max consumer friendly. And I got to say, I think that's what basis is actually trying to pull off with some of these innovations on the base chain."
    },
    {
        "speaker": "B",
        "text": "Do you have Coinbase wallet on your phone?"
    },
    {
        "speaker": "A",
        "text": "I do, yeah."
    },
    {
        "speaker": "B",
        "text": "Do you have notifications turned on?"
    },
    {
        "speaker": "A",
        "text": "No."
    },
    {
        "speaker": "B",
        "text": "Okay. You should, because every once in a while the Coinbase wallet will send you notifications saying, hey, do you want to mint? Mint this NFT. And it's usually like a coinbase nft. Like the last time I saw this, it was the mint a penny. And then there's also the Coinbase stock earnings. And I am anytime Coinbase app shows up and it's always on base. So the fees are like zero. And so anytime I get prompted by the Coinbase app to go like, mint something or do something on base, I go do it. You want to know why?"
    },
    {
        "speaker": "A",
        "text": "Why?"
    },
    {
        "speaker": "B",
        "text": "Because base is going to have an airdrop. I don't know this. I have zero alpha. I'm completely speculating. I am just shooting from the hip here, but here's how I think this goes."
    },
    {
        "speaker": "A",
        "text": "Wait, they already have a coin. It's called, it's a publicly traded company. It's Coin. You don't think, you think they're going to."
    },
    {
        "speaker": "B",
        "text": "Coinbase has an asset. Base doesn't have an asset. And in this world we like to tokenize stuff. My idea. So, you know, so circle and Coinbase used to have this like partnership, right? But then they were like, you know, let's just make this simple. Coinbase is just going to own 25% of circle and then we're just going to go off and be our separate companies. And that's the, that's the alignment there. I think the same thing is going to happen with base. Base spins out, it's its own separate base LLC CEO Jesse Pollock. Maybe it gets incorporated somewhere else or like."
    },
    {
        "speaker": "A",
        "text": "Or will it be like, could it be like the Base foundation?"
    },
    {
        "speaker": "B",
        "text": "Basically base foundation, base labs, something like that. And then as soon as it is from under the large, just gargantuan. That is a publicly traded company based token."
    },
    {
        "speaker": "A",
        "text": "Wow."
    },
    {
        "speaker": "B",
        "text": "Base."
    },
    {
        "speaker": "A",
        "text": "Interesting, interesting. Not alpha, just David predictions."
    },
    {
        "speaker": "B",
        "text": "I'm speculating. Yes. Anyway, the alpha is to turn on notifications on your Coinbase wallet and mint whatever they tell you to mint."
    },
    {
        "speaker": "A",
        "text": "Yeah, well. And start doing things on layer twos in general that you are bullish on, David. Okay. Okay. Are crypto punks back, man? Because there was a massive sale? Are you going to say you're going to tell me? They never left. But it seemed like they left the building for it for a while."
    },
    {
        "speaker": "B",
        "text": "But this is nfts left the building and punks had a very respectable floor of 45. ETH was part of the bear market."
    },
    {
        "speaker": "A",
        "text": "I appreciate that. This is punk."
    },
    {
        "speaker": "B",
        "text": "3100. Yeah. That is the alien punk with a headband. This thing sold for $16.3 million. 4.5 thousand ether, which is the second highest punk sale of all time. $16.3 million for an alien punk."
    },
    {
        "speaker": "A",
        "text": "Are the celebrities coming back? You know, like Jason? No one."
    },
    {
        "speaker": "B",
        "text": "I don't know if people know who actually bought this. We don't know who bought it. Some anonymous punk."
    },
    {
        "speaker": "A",
        "text": "Bull NFTs have not yet had a bull market. Like a full bull market there. Other than."
    },
    {
        "speaker": "B",
        "text": "Other than pudgies."
    },
    {
        "speaker": "A",
        "text": "Yeah, there's some glimmers, right? Like pudgies is kind of a standout, but it's not like last time. Do you think that's kind coming? Do you think that's still ahead?"
    },
    {
        "speaker": "B",
        "text": "I mean, in bull markets, we cycle through absolutely everything at least once. Will nfts have an outsized focus, this bull market? I don't necessarily think so."
    },
    {
        "speaker": "A",
        "text": "We'll see. We'll see. Maybe it's just punks that are going to catch a bid this cycle."
    },
    {
        "speaker": "B",
        "text": "David, hold on. We just had one sale."
    },
    {
        "speaker": "A",
        "text": "The jpegs are your. Okay."
    },
    {
        "speaker": "B",
        "text": "My take is that punks track how cool ethereum is. So, like, if ethereum is cool, then punks will track that via the EtH price. And so I'm bullish on punks around the Eth ETF approval."
    },
    {
        "speaker": "A",
        "text": "Huh? Maybe one of the tradfi shops will buy punk and become cool with the eth crowd."
    },
    {
        "speaker": "B",
        "text": "Yo, vanek, boys, let's get this done."
    },
    {
        "speaker": "A",
        "text": "Get your intern on this. Michael Saylor, get your intern a punk."
    },
    {
        "speaker": "B",
        "text": "Your intern needs a punk."
    },
    {
        "speaker": "A",
        "text": "Oh, my God. I'd be quite the gift. He deserves it, though. Or she deserves it."
    },
    {
        "speaker": "B",
        "text": "He doesn't. Franklin Templeton. Twitter. Instagram accounts or Twitter accounts. Both of you guys, get your guys people's punks."
    },
    {
        "speaker": "A",
        "text": "Michael Saylor bought some bitcoin this week, of course, but what price? Let's just zoom out and try to figure out what in the world he's doing. This is an interesting tweet that I saw this week, and it's kind of like this infinite money glitch. It's not infinite because it just scales with bitcoin price. But, you know, bitcoin price is doing pretty well. And we've always said on bank lists that Michael Saylor's trade purchase of bitcoin with his, like, microstrategy, kind of like equity play, is going to work. Well, this is ex. This is actually how this fiat money glitch works. So his playbook is number one, if you were ever curious. He issues a convertible senior note. So he has microstrategy, right? And this is publicly traded company. So he issues a convertible senior notes. That's debt denominated in us dollars. A currency that, by design, is losing value over time. It's true. By design, the dollar is going to lose money over time. And then he buys the scarcest asset in the world, which is bitcoin. Then he waits for the us dollar to lose value against bitcoin, leading to a surge in company valuation. Okay. And that's just step one. And then that valuation allows him to do what? Issue more convertible senior notes. And then he rents and repeats. So, as a point of reference, microstrategy, the stock has surged by 20% in one day alone. That was March 4. It was just 20% in that day alone and year to date. So in 2024, it's already up 92% and 435% over the past year. He was not drawing in these types of returns with microstrategy as like a business intelligence software company company. It's all about the bitcoin treasury, and that's the play he's making, and he's made it consistently. And it's almost surprising to me, David, that other corporate CEO's haven't followed him. But I think part of the reason is they don't have as much governance over their stocks as Michael Saylor basically does. Because Michael Saylor has enough voting rights and microstrategy. Just do whatever he wants. And this is what he wants to do."
    },
    {
        "speaker": "B",
        "text": "This next part of the weekly roll up brought to you by ETH maximalism. Uh, there's a website on blockchain center.net, slash enfor english slash. There is no second best. And it is. What if Michael microstrategy had bought ETH instead? If he had bought ETH instead of bitcoin, he would have $16 billion instead of the measly $12.2 billion that he has with bitcoin. And if he had staked that ETH, he would have $17.6 billion."
    },
    {
        "speaker": "A",
        "text": "Wow. He'd also have a form. He'd have more eth than Eigen lair has. David, you'd have 4.5 million staked, which would be pretty impressive."
    },
    {
        "speaker": "B",
        "text": "We don't."
    },
    {
        "speaker": "A",
        "text": "We don't have that kind of like a theorem. Doesn't have a micro level."
    },
    {
        "speaker": "B",
        "text": "We just have 1559. Yeah, we've got 1559."
    },
    {
        "speaker": "A",
        "text": "Just the burn, you know, just the burn."
    },
    {
        "speaker": "B",
        "text": "That's the best quiet burn in the background. It's easy to forget. It's very powerful. It's not in your face. All right, permissionless three is back. All of our speakers that are so far on board, the 50 of them are announced October 9 through 11th in Salt Lake City, Utah. Balaji Srinivasan Lucanetz from Pudgy Penguins legion from variant, Nick White from Celestia Zackmanian from Cosmos, Ben Spencer from framework Santiago from Parafy Capital, Sandy Cool from Franklin Templeton. I could go on Matt Hogan. I think I will. Munib siriram blau, Mike Dudas, keone Hahn from Monad God. The list of quality speakers is off the charts. And these are just the people that we've announced so far. So permissionless three, if you do not have your ticket, get one, because it only goes up in price. And if you're a bankless citizen, you have 30% off with your perks and your perks. Bank list.com tool slash perks to get 30% off of your ticket. Me and Mike, we've been working on, like some of the what are we going to talk about at permissionless? And one of the reasons why I think permissionless is one of the best conferences out there is because we have podcasters who are setting the agenda. Like, if you've ever been to a normie, normal conference, podcasters are not sending the agenda. It's bad. We absolutely killed it with the list this week. Bitcoin, renaissance, AI, crypto restaking are like the three big headlining themes. We also got modularity gaming, layer twos, and NFT. And so there's something for everyone. It's a festival of crypto content. It's gonna be a ton of fun. Salt Lake City, we started promotionalists in Florida at West Palm beach. Then we went to Austin. Now we are in Salt Lake. Why? Because we're going west."
    },
    {
        "speaker": "A",
        "text": "Nice. This is. This is the only conference I go to. Crypto conference, and it is so worth it. And how could you miss a crypto conference like this in 2024? Like, don't miss the bull market."
    },
    {
        "speaker": "B",
        "text": "Right?"
    },
    {
        "speaker": "A",
        "text": "Right here. By the way, David, a big special guest. I'm not, we're not ready to announce right now. Just said yes to coming. Mainstage."
    },
    {
        "speaker": "B",
        "text": "Yeah, mainstream speaker yesterday."
    },
    {
        "speaker": "A",
        "text": "Really big freaking deal. I'm so excited about it. I think we're gonna get some massive names attending this event and speaking, it's all going to be the crypto content that, that you guys love. So go check that out and get a ticket early. Get a ticket now, David."
    },
    {
        "speaker": "B",
        "text": "Up only."
    },
    {
        "speaker": "A",
        "text": "Well, speaking of conferences. Okay, you just came back from one at ETH Denver and realized last week you were mid ETH Denver. Right. You were recording from Denver when we, when we did the roll up. So rather than a meme of the week. Why don't you just tell me about it? So, how was ETH Denver?"
    },
    {
        "speaker": "B",
        "text": "Eth Denver had outsized focus on side events. I actually only went to the main conference one time during ETH Denver, but it was as exciting and, like, super high vitality as ever. I did a podcast with the alfalfa boys inside of ZK Sync's podcast. I don't want to call it a podcast booth. It was more like a podcast arena. There was, like, 60, 70 people in the audience. It was the first ever live audience I've ever had. Me and the alfalfa boys, really good conversation. We're going to have that out on the feed, probably the bankless premium feed sometime this coming week. Really, really exciting. All of these side events. There was an Eigen lair side event every single day. I saw Sriram talking, like, eight different times. Um, there was a bitcoin renaissance, uh, uh, day, which was just huge. Uh, Nick Carter was there. Like, a lot of the bitcoiners were there. Munib from stacks was there. Um, I hosted a. A modulithic debate between munib from stacks, Nick White from Celestia, Neil, um, from eclipse, and then, um, uh, this one individual, I'm forgetting the name, from Jito labs. Um, Xano, I I think, um, really, really good. So, yeah, big side event focus. The bankless meetup was phenomenal. Uh, had, like, 200 people at the bankless meetup, uh, all drinking beer. Uh, it was really, really great. Really, really great."
    },
    {
        "speaker": "A",
        "text": "So, David, I don't know if you saw this tweet. This is, um, again, I didn't attend ETh Denver, but this was a tweet from what the Uber driver, uh, said about youth Denver. This is Alex, the uber driver, and, um, I don't know if his first exposure to the Eth Denver crowd."
    },
    {
        "speaker": "B",
        "text": "Yeah, but what does he say?"
    },
    {
        "speaker": "A",
        "text": "Here, you should read some of this."
    },
    {
        "speaker": "B",
        "text": "When I read this, I legit had a tear in my eye. I was like, just. It was. Yes, it was really, really? Because I've been to eth every single time, and I've seen it develop, and crypto from the outside doesn't really have, like, a great brand. So this is Alex, the Uber driver, who went to the r Ethereum Reddit page and dropped in a note to the Ethereum community. And so I want to read it out loud to the Ethereum community. Greetings. I'm an Uber driver in Denver. We recently held EtH Denver, a huge conference for our city, and I'd like to share my thoughts as an outsider, a passenger asked about my spirit experience with attendees, and she found it interesting and asked me to share this on this subreddit. Firstly, as an Uber driver, I always deal with one asshole a day. I'm glad to report that I did not have a single bad experience with you nerds over the whole week. Not a single passive aggressive remark or worse than I would normally get on the daily. Namaste. I probably drove a total of 300 different people from the conference. I'm very chatty and pretty well versed in the space for a seeming outsider, I would say I discovered two types of attendees, career oriented workers and crypto fanatics. Career oriented people were interesting, but shared the same skepticism that I do. They consisted of developers hoping for the best because their career rested upon it. Surprisingly, a lot amazing. A lot of them admitted to big personal losses due to gambling behaviors. Yeah, that's. Yeah, part of crypto. I found it weirdly refreshing to share a somewhat embarrassing experience to a complete stranger. As a warning, I got the strong impression that they saw crypto as a career path as opposed to a revolutionary technology."
    },
    {
        "speaker": "A",
        "text": "The mercury crowd."
    },
    {
        "speaker": "B",
        "text": "Yeah, there's work like career workers, right? They're here. They're here for the job. Fanatics were more interesting. I expected them to share a cult like exuberance, which they did. The difference is the following. And this is the part that I thought was really cool. I was experiencing a call to action, as with all cults, but instead I only received calls to education. I must have spoken to 200 plus crypto fanatics, but no one told me what they were working on specifically. No company or specific coin or project was shared. No one told me to buy x or invest your time in y. The only call to action was educate yourself in the space. Research your interests. Think about a how a blockchain could change it. Join communities. Share your values. Find projects that align with your beliefs. Are you all degenerates? The reincarnation of the Dalai Lama, or what is the question? Alex, the uber driver, says, I must admit, the philosophy that was shared is refreshing, and it seems that everyone is trying to help me in an indirect way, which I found sweet and non condescending. I've never judged a group of people as weirdly pacifist and revolutionary at the same time, and this gives me an unreasonable level of confidence. After this experience as an outsider, I have come to the conclusion that crypto is an anti cult. And I am in. Wish you all the best, Satoshi. Just kidding. I mean, Alex, the Uber driver? I thought this was so cool because crypto, we have a terrible pr problem to the outside world. But at East Denver, we at least won the hearts and minds of this one individual Uber driver. And I think that that reflects very well on the people that make it throughout a bear market who are here for the right reasons, to show up in the right spot and believe in what they do. The line. I've never judged a group of people as weirdly pacifists and revolutionary at the same time. That's going to stick with me forever. I really enjoyed this piece."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's great. That's. This is definitely, he experienced, I think, the best of us and the best that crypto has to offer. So I'm glad that our crypto conferences bring that to people and. Yeah, I'm glad it. Yeah, that's powerful, for sure. All right, well, you ready to end it here, David?"
    },
    {
        "speaker": "B",
        "text": "Let's do it. Yep."
    },
    {
        "speaker": "A",
        "text": "Next week, all time high, shall we?"
    },
    {
        "speaker": "B",
        "text": "Until next week, all time highs. Yeah."
    },
    {
        "speaker": "A",
        "text": "Disclaimer. It's got to let you know, of course, crypto is rich. You could definitely lose what you put in. But we're headed west. This is the frontier. It's not for everyone. But we're glad you're with us on the bankless journey. Thanks a lot."
    },
    {
        "speaker": "D",
        "text": "Hello. I would like to register as a dealer. Why? I think some of the assets set up in the deal can redeem securities by the SEC. Which one token offering is a securities transaction independent. It's the token that was the subject of the investment contract is still a security in the secondary market. Well, if you don't know what the dealing is, securities you can register. And by the way, I still know what you deal with. I still have questions. Hi, lawyer. I did, and the lawyer had even more questions. Sorry, we cannot help any more than we already have. We don't get legal advice. We don't get. If the token that was the subject of the investment contract is still a security, the secondary market."
    }
]