[
    {
        "speaker": "A",
        "text": "Speaking of meme coins, we're going to talk about bitcoin and its halving. Bitcoin is not the meme coin, but what happened on the halvening, basically, bitcoin's meme coin event. So the happening, of course, happened last week, and we've seen happenings before. It's pretty. Pretty much a non event, except for the fact that it just happened. This one's different, though."
    },
    {
        "speaker": "B",
        "text": "Bankless nation, it is the last week of April. It is time for your bankless weekly roll up. David, we got so much to talk about."
    },
    {
        "speaker": "A",
        "text": "Where are we starting the bitcoin happening one week later. How are the runes doing? Well, they're probably doing better than CZ, who might be sentenced to jail for how long? What was their reaction to all of that? What else we got, Ryan?"
    },
    {
        "speaker": "B",
        "text": "David, why are you smiling at CZ going to jail, man? That's, like, serious."
    },
    {
        "speaker": "A",
        "text": "It was the transition between ruins and CZ that was."
    },
    {
        "speaker": "B",
        "text": "Is it one of those awkward smiles that, you know, you hear tragic news and you smile?"
    },
    {
        "speaker": "A",
        "text": "It's just one of those things, how you react to it."
    },
    {
        "speaker": "B",
        "text": "Yeah, we'll talk about that, and we'll talk about how the crypto community is reacting. I think it's a little bit different than SBF also. This is very sad. Two more crypto privacy developers were arrested in the US. What is going on? We got to talk about that. And the IR's also wants everybody to register their unhosted crypto wallets. So your metamask, your ledger, David, all that's got to be on a tax form. We'll talk about that, too."
    },
    {
        "speaker": "A",
        "text": "And then an LRT announced their token release, which then triggered liquidations. How did that happen? And then Telegram also expanding into the world of payments using tether. 900 million users in telegram now all like, proximate to a wallet and to stable coins. I'm sure that that's just the start. Is this the beginning of a new super app? Before we get into all of those details and everything else that happened this week, a moment to talk about our friends and sponsors over at David."
    },
    {
        "speaker": "B",
        "text": "Let's get to the markets on the week. Thanks to Kraken for these glorious charts. Flat, but glorious nonetheless. What are we looking at in the week?"
    },
    {
        "speaker": "A",
        "text": "Better than down? Yeah, flat is not down, which is good news. In the last, like, four weeks or so, bitcoin started the week at 62,800, up 1.5% to 64,400. Actually, 700. Just kidding. And then ETH price also up, but still kind of flat started the week at 3060. Up about 3% to $3,160."
    },
    {
        "speaker": "B",
        "text": "David, do you have any snipe orders in for, like, any prices, what'd you call it last week?"
    },
    {
        "speaker": "A",
        "text": "Some term for this stink bids?"
    },
    {
        "speaker": "B",
        "text": "Stink bids? You got a stink bids?"
    },
    {
        "speaker": "A",
        "text": "No, because bitcoin eth, if I have dollars, I don't hold on to them. I don't, because, like, stink bids require you to be patient."
    },
    {
        "speaker": "B",
        "text": "Oh."
    },
    {
        "speaker": "A",
        "text": "And I just. I just bid."
    },
    {
        "speaker": "B",
        "text": "You're spur the moment type of person."
    },
    {
        "speaker": "A",
        "text": "Oh, I have dollars. Oh, now I have Eth."
    },
    {
        "speaker": "B",
        "text": "Looks cheap."
    },
    {
        "speaker": "A",
        "text": "That's not ten k eth I'll buy."
    },
    {
        "speaker": "B",
        "text": "Hey, look, anything under ten k eth is a super cheap right now. How about the ETh bitcoin ratio?"
    },
    {
        "speaker": "A",
        "text": "It's not great. Ryan. 0.048. Yeah, I got all the way down to. .0478. Uh, it's the lowest it's been in a long ass time."
    },
    {
        "speaker": "B",
        "text": "Well, I'm sorry for your loss, David, but bitcoin's having its moment in the sun and hopefully gets that this cycle. We'll have to see, though, as nap."
    },
    {
        "speaker": "A",
        "text": "As soon as we get a goddamn eth ETF, let me tell you."
    },
    {
        "speaker": "B",
        "text": "How about the global crypto market cap today?"
    },
    {
        "speaker": "A",
        "text": "$2.5 trillion."
    },
    {
        "speaker": "B",
        "text": ".5 layer two updates this week, brought to you by mantle as they always are, which is a. I gotta stop saying new and upcoming layer two, because they have really cemented themselves as ecosystem layers."
    },
    {
        "speaker": "A",
        "text": "Pretty mature. Yeah. Yeah."
    },
    {
        "speaker": "B",
        "text": "Super impressive. 1.25 billion in total locked value. Okay, there's lots we could talk about on layer twos this week. I want to highlight maybe three things. All right, so one is costs. Layer two beat, by the way. Just put together a new kind of, like, chart, new set of dashboards called costs. And I want you to see this. David, I don't know if you looked at this. So if I go to the seven day cost."
    },
    {
        "speaker": "A",
        "text": "I know exactly."
    },
    {
        "speaker": "B",
        "text": "Layer twos. Actually, no, no, I'll go to the one day cost of layer twos. Okay, so one day costs of layer two is what they're paying in a post blob space is cheap world. Blob space is available in blob spaces is cheap. Look at this. Arbitram one. They are spending $3,000 a day."
    },
    {
        "speaker": "A",
        "text": "$3,300 a day."
    },
    {
        "speaker": "B",
        "text": "This is their cost, the cost that they pay to settle all of their transactions."
    },
    {
        "speaker": "A",
        "text": "Every 1.7 million transactions. That's $3,300."
    },
    {
        "speaker": "B",
        "text": "Crazy cheap."
    },
    {
        "speaker": "A",
        "text": "Okay, this is a total cost for all of the transactions. Since arbitram has 1.7 million transactions on a daily, daily basis, let's let's filter it and click that little button and let's filter it by per transaction. So total cost per transaction of the, of the 1.8 million transaction, .007 $0.04 to settle to Ethereum or like per."
    },
    {
        "speaker": "B",
        "text": "Year transaction, per transaction. That's pretty, it's pretty, it's pretty impressive. And I think the TLDR of this is like, as we said before, when uh, this gets cheap. When like layer two fees to Ethereum gets cheap. You know, everyone talking about Ethereum is so expensive. Well, from a chain perspective, it's really nothing. From a user perspective on those chains, it's really not. But, um, like cheap fees are just going to spawn more layer twos. More and more layer twos already."
    },
    {
        "speaker": "A",
        "text": "When it's more profitable to build a layer two, you will get more layer twos."
    },
    {
        "speaker": "B",
        "text": "Yup. Uh, another thing I wanted to show you in the layer two ecosystem, David, is um, the number of active wallets. So look at this chart. This is active wallets per week in the Ethereum ecosystem. You span. It's not all uh, of the chains in the ethereum ecosystem, but some of the major ones. We are now at 10 million active on chain wallets in Ethereum. Pretty cool."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's a doubling in a year."
    },
    {
        "speaker": "B",
        "text": "Yeah, this is, yeah, I guess 10 million. It's kind of the size of New York City, right? Like that's, that's, you know, a sprawling metropolis of users or something like that. 8 million, 10 million in that zone. Other thing that's cool this week is base just became the number two chain after ethereum. In terms of number of USDC, amount of USDC supply inside of it. Not surprising. Consider Coinbase has started to settle on the base chain itself. Do you have any takes on this?"
    },
    {
        "speaker": "A",
        "text": "Well, yeah, so Coinbase owns, I think, 25% of circle. There's totally a competitive with competition with visa angle going on here. They're using base chain to like store their own USCC and user account USDC. So they're just using base, their own chain as their own settlement network for the Coinbase exchange. Um, I expect this. I honestly could see like USCC on base surpassing Ethereum layer one."
    },
    {
        "speaker": "B",
        "text": "Oh, for sure. I think it's up only. I think it's up only. I think, um, it could be the."
    },
    {
        "speaker": "A",
        "text": "Number one US EC chain. I think you might as well call base USCC chain."
    },
    {
        "speaker": "B",
        "text": "They're trying to make it they're trying to make it a payment chain, I think over time, like maybe a competitor to visa or something like that. Yeah, for sure. David, let's talk about the movers. It wasn't stable coins, of course, in the week. Wasn't bitcoin, wasn't Ethereum, that's for sure. It was your favorite. My favorite meme coins were up on the week between 50 to almost 100%. Bonk was up 97% on the week. Pepe was up 54%. Floki, I don't even know what Floki is. 40% on the week. Dog with hat, it's got a 20%, 28% on the week."
    },
    {
        "speaker": "A",
        "text": "That's our favorite. That's what we love."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Bankless."
    },
    {
        "speaker": "B",
        "text": "I know."
    },
    {
        "speaker": "A",
        "text": "Your meme."
    },
    {
        "speaker": "B",
        "text": "Cool. Your bullish meme coins."
    },
    {
        "speaker": "A",
        "text": "Speaking of meme coins, we're gonna talk about bitcoin, and it's happening. Bitcoin is not the meme coin, but what happened on the havening, basically, bitcoin's meme coin event. So the hap. The havening happened last week, and we've seen happenings before. It's pretty. Pretty much a non event, except for the fact that it just happened. This one's different, though, because now the chart that you are seeing on the screen, you are seeing the fees paid to bitcoin miners. The blue, the very flat blue bars are the block subsidy. That was the 6.25 BTC that was minted per block, paid to miners, which is now 3.125. And then the orange is the block fees. Since the havening, you have seen, call it like a pre havening, it was like a five to one ratio of block subsidies to block fees."
    },
    {
        "speaker": "B",
        "text": "That's how it's been like, almost for, like, for a very long time. For most of bitcoin's history. Like, there hasn't been."
    },
    {
        "speaker": "A",
        "text": "Well, no, actually, the fact that those fees are actually in existence, those are all ordinals fees. For most of bitcoin's history, there was no orange bar."
    },
    {
        "speaker": "B",
        "text": "It's slimmer."
    },
    {
        "speaker": "A",
        "text": "It's like. Yeah, it's even smaller. Yeah. So, like a six to one, a ratio of fees to block subsidies. Block subsidies being the six. Um, now, post habiting, uh, is pretty volatile. But with runes, the introduction of runes, block fees are just totally surpassing all historical total incentives. So, like, for the podcast listeners, we're seeing bar charts that are, like, five times higher than the pre habiting, uh, security budget. Uh, and that's all coming from, uh, rune fees, transaction competition to become a transaction in the bitcoin blockchain to mint runes."
    },
    {
        "speaker": "B",
        "text": "We should explain what runes are, but before we do, I just have a comment on this. So I used to be of the camp. And I still sort of am. I sort of think the having was a bit weird to celebrate. And by the way, do you. Sometimes we say having, sometimes we say having, and I just can't help it."
    },
    {
        "speaker": "A",
        "text": "There's no consensus. Yeah, well, I'm asked so many people what it is and they all give me different."
    },
    {
        "speaker": "B",
        "text": "Oh, so both are acceptable. So you can say having or you can say having."
    },
    {
        "speaker": "A",
        "text": "Both are acceptable."
    },
    {
        "speaker": "B",
        "text": "Okay, so we'll use them interchangeably then to be the really throw off the listeners. Yeah, exactly. Anyway, I used to be at the camp that it's kind of weird to celebrate. I get that word celebrating algorithmic monetary strength of BTC. Monetary strength. But there was at least it used to be, especially at last happening. No one would acknowledge that this is actually reducing, cutting your security budget, bitcoin security budget in half as well. So it's kind of like you're celebrating this algorithmic issuance policy, but like you're also celebrating. Well, the economic security of our blocks is now like half. Right. And I was very worried about this and didn't think that the bitcoin community was giving this enough attention or time, because if you cut your block subsidy, you have to make up for it and block fees in order to have the same security budget. And it's interesting, David, that that is what's happening, only more so, like, because there is now building on bitcoin. I'm actually, if this is sustained, of course, I'm much less worried about the block subsidy, like, dropping down. I think a big question, though is how sustainable is this? Runes bitcoin layer twos, will that be a sustainable source for l two fees going forward?"
    },
    {
        "speaker": "A",
        "text": "Yeah, that's, that's totally right. The main difference between the Ethereum security budget design with EIP 1559 is that Ethereum tries to ensure its sustainability, sustainability internally with its own internal mechanisms like fee capture via 1559. Whereas what we're seeing here with ordinals and runes starting to become a very dominant part of the bitcoin security budget. Those are things that are actually external to the protocol. Well, but also things happening in bitcoin security."
    },
    {
        "speaker": "B",
        "text": "Ethereum is going to issue block subsidies potentially as long as it needs to."
    },
    {
        "speaker": "A",
        "text": "Do you know that, like, because, because it knows that it can't demand on external influences to protect itself. Ethereum wants to always ensure at the, to the very end that it will have the assurances that it will be."
    },
    {
        "speaker": "B",
        "text": "Secure, which always seemed to me a more like, conservative approach to this. But anyway, anyway, we should probably explain a recap of what what runes are? David? What are they and why are they causing the spike in bitcoin block fees?"
    },
    {
        "speaker": "A",
        "text": "Runes are a new introduction to bitcoin, the bitcoin app layer. The bitcoin layer one, they are fungible tokens on bitcoin. So we probably all know what ordinals are. They use bitcoin block space to etch or inscribe jpegs into bitcoin block space, and that is an ordinal. Runes do a similar thing, but it produces fungible tokens inside of the bitcoin layer one. So they are native to the bitcoin layer one. Fungible tokens that you can trade and send a la like ERC 20 tokens on Ethereum, but with a lot less functionality. Like, no, there's no smart contract inside of bitcoin for any of these tokens. They're just tokens, which is why when I did the transition into the segment, I called them meme coins because they're kind of constrained to becoming meme coins. If you want to invoke some sort of like meaning into them, it has to come from outside the protocol because you can't put logic into runes."
    },
    {
        "speaker": "B",
        "text": "But as the creator said, meme coins, that's perfect product market fit, right? So like let a thousand meme coins bloom and that's really what we're seeing. This is a dashboard, by the way. This is on a centralized exchange OKX. A dashboard of."
    },
    {
        "speaker": "A",
        "text": "It is pretty cool to see bitcoin tokens actually trading on centralized exchanges. Yeah, that's a new thing."
    },
    {
        "speaker": "B",
        "text": "There were some of the ordinals tokens maybe doing that. I wasn't paying attention to that."
    },
    {
        "speaker": "A",
        "text": "But now like, yeah, so magic Eden has been like, really not just that."
    },
    {
        "speaker": "B",
        "text": "There were BRC 20, BRC twenties. Right?"
    },
    {
        "speaker": "A",
        "text": "Yeah, but those are ordinals. Those are old neurals. Okay, so BRC twenties are ordinals. So the BRC twenties were like trying to layer on fungible tokens on top of an ordinal."
    },
    {
        "speaker": "B",
        "text": "And they did."
    },
    {
        "speaker": "A",
        "text": "It kind of worked."
    },
    {
        "speaker": "B",
        "text": "Didn't work."
    },
    {
        "speaker": "A",
        "text": "They worked enough to have speculative memory mania around them, but not like they're basically like an ERC 11155. But Casey was like somebody just like brute forced fungible tokens. Casey, the creator of runes, not ordinals. He said somebody just brute forced fungibility onto an ordinal. Let's just actually make a brand new protocol we'll create."
    },
    {
        "speaker": "B",
        "text": "That's what ruins it. Yeah. Relates to the happening is he just co released it. He just co released it on the haven just because. Why not? You got the maximum touch on bitcoin. Anyway, these on the OKX, these are the leading coins in the runes ecosystem. One is called zzzz."
    },
    {
        "speaker": "A",
        "text": "Another gets called in the naming of runes, there is no space. So instead of a space, they have a little dot. It quote s like a bullet that counts as the space. That's why. That's why they have bullets here."
    },
    {
        "speaker": "B",
        "text": "Doggo to the moon, of course, all separated by these spaces. As you said, satoshi, space."
    },
    {
        "speaker": "A",
        "text": "Vspace. F e h u, space."
    },
    {
        "speaker": "B",
        "text": "Look at this. Like straight five zs in a row. Or doggo to the moon. I mean, look at these market caps, man."
    },
    {
        "speaker": "A",
        "text": "Like, this is 50."
    },
    {
        "speaker": "B",
        "text": "No, sorry, 45,000 bitcoin market cap, which is $3 billion."
    },
    {
        "speaker": "A",
        "text": "About $3 billion market cap for a bitcoin rune called ZZ Feihu. Zz."
    },
    {
        "speaker": "B",
        "text": "Wow."
    },
    {
        "speaker": "A",
        "text": "And then the number two market cap is. Yeah, doggo two moon. I love Satoshi nakamoto inu, number five, solid name, $80 million wanko rune macro."
    },
    {
        "speaker": "B",
        "text": "Meme Gob is bitcoin runes x honey badger coin."
    },
    {
        "speaker": "A",
        "text": "All right, so there's no way to actually do any fundamental analysis on these things, right? It's just like, oh, I like that name."
    },
    {
        "speaker": "B",
        "text": "Oh, this is Eric Wall pissing off eth Maxis and bitcoin maxis alike, and he is tweeting a picture of one day block space fees. And look at this. Bitcoin takes the lead with 70, $78 million. $78 million. And absolutely dwarfs Ethereum on the one day. Ethereum comes in second place. Nothing else is close with $3.2 million in one day fees. Look at that. The block space is valuable."
    },
    {
        "speaker": "A",
        "text": "Again, funnily enough, like, I put out a tweet that was retweeting this thing. I don't really feel aggrieved at all by this. Like, I think it's cool that bitcoin is generating fees like that. This means, like, hey, at least something is being productive here, because you're not."
    },
    {
        "speaker": "B",
        "text": "An ETH Maxi, David."
    },
    {
        "speaker": "A",
        "text": "That's because I'm not in EtH Maxi. I will say it did make me feel a very immense appreciation for EIP 1559 because these $78 million of BTC that, that people are paying to mint."
    },
    {
        "speaker": "B",
        "text": "And trade and purchase minor revenue, baby."
    },
    {
        "speaker": "A",
        "text": "Are going straight to miners."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah."
    },
    {
        "speaker": "A",
        "text": "Who have expenses and overhead, and eventually they all sell bitcoins. Miners are bullish bitcoin. They would love to hold bitcoins, but in the fullness of time, they are forced sellers of bitcoin because of the overhead of their operations. They either have to pay for electricity or they have to pay for new chips."
    },
    {
        "speaker": "B",
        "text": "What a payday."
    },
    {
        "speaker": "A",
        "text": "Eventually that bitcoins get sold. Huge payday for miners. Whereas if this was on Ethereum, which it frequently is when there's NFT drops, 1559 burns that. And so it actually gets recycled back into the value of Ethan rather than gets sold by miners and turns into like a line item in their P."
    },
    {
        "speaker": "B",
        "text": "And L. Yeah, well, that just makes you a greedy plutocrat, David. That's what I say."
    },
    {
        "speaker": "A",
        "text": "This is many such cases."
    },
    {
        "speaker": "B",
        "text": "Okay, so bitcoin is now treading this territory of its block space fees are really high. This is a tweet from Hector Lopez. 82% of wallets that hold bitcoin cannot move right now due to high fees. So if you have trace amounts of bitcoin inside of a bitcoin walleth, it's not worth it for you to move your bitcoin outside of your self custody because it's too expensive. That's what happens when you have high block space fees. It's the same thing that Ethereum has been through and will continue to go through moving forward."
    },
    {
        "speaker": "A",
        "text": "It's even worse for bitcoin because I think this just shows how much more small a bitcoin block is than an ethereum block. And in data throughput per time, Ethereum just has so much more data, perenna, per bitcoin block in comparison to bitcoin block. And so it's just a really, when there's any marginal amount of demand for bitcoin block space fees, just go through the roof."
    },
    {
        "speaker": "B",
        "text": "I was going to ask you this, though, so here's a tweet. How sustainable is this? This is from Dan Smith. Bitcoin runes are playing out exactly like the short lived inscriptions craze we saw on avalanche and arbitrum. I don't know. Pretty bearish on the longevity of this. In the meantime, miners stay winning and you, like, put some stats about some of the largest collections. The question is, is this a flash in the pan or is this sustainable? If you have any takes on that? Very hard to guess. It's certainly part of the meme coin mania this time on bitcoin. And first time tokens have been in a reasonable way on bitcoin. But the question is, do you think all of this is sustainable?"
    },
    {
        "speaker": "A",
        "text": "There's definitely some bitcoin exceptionalism that tokens and ordinals, like runes and ordinals will receive just because they're on bitcoin. Part of the pitch of a bitcoin ordinal is that like. Well, the bitcoin blockchain is going to be around forever. And so you can be assured that the data of your ordinal will also be around forever. And it's on like the one blockchain with all of the Lindy. And so, yeah, bitcoin does have like some exceptionalism in it. You can see that in the monetary premium. And so therefore, I think runes and ordinals get some overflow from that. But also at the same time, bitcoin, the blockchain, is entering in the dangerous world of utility. And if you are trying to invoke utility into your chain, you have to keep on moving. You have to add more and more utility. You have to keep on evolving. And so what is the evolution path for further utility, further expressiveness for ordinals and runes? The one that I see that's very clear and obvious are bitcoin layer twos because of what ordinals and runes are, which are like, native to the bitcoin layer one. All of the data for a rune or an ordinal is on the bitcoin layer one. They are fully interoperable with bitcoin layer two s, which are far more expressive than the bitcoin layer one. And so maybe that is the path where the bitcoin blockchain does grow and evolve in its utility. And so maybe that is the future path. But at the same time, ordinals and runes are strictly an inferior technology to a smart contracting system."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think Casey called it Stone Age. Right. Is in terms of what you're dealing with, Casey, the creator of this, it's also difficult to imagine. I mean, $78 million worth of fees, that's what people are paying for. Like, how do you sustain that in."
    },
    {
        "speaker": "A",
        "text": "Day number one, which is quite literally a flash in the."
    },
    {
        "speaker": "B",
        "text": "For sure, for sure. This is a take here. Honestly, I can't help but be disgusted by some of the behavior I see in the ordinals and runes ecosystem. There's influencers or influencers. They're grifting and stealing from you as blatantly as I've ever seen. And it'll be egregious with runes. And he goes on to explain bitcoin block times are ten minutes long. And he, like, goes on, basically, I think there are many."
    },
    {
        "speaker": "A",
        "text": "He basically is saying the MEV opportunities, the arbitrage and sniping opportunities in bitcoin runes and ordinals ecosystem is massive and people are taking advantage of that. And so this is what happens when you see like $78 million of daily fees. Like, where's that coming from? It's actually coming from MeV."
    },
    {
        "speaker": "B",
        "text": "Yeah. Casey said that there wouldn't be as much. He didn't anticipate as much Mev in."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "How can there not be, right?"
    },
    {
        "speaker": "A",
        "text": "Yeah. If there are fees on your blockchain, there is Mev."
    },
    {
        "speaker": "B",
        "text": "Okay, so bitcoin block space has a new set of buyers, meme coin buyers, and bitcoin, the asset, of course, this has been something we've talked about since earlier in the year, has a new set of buyers, which is the institutions. Let's go check in on the bitcoin ETF this week. Inflows versus outflows. Things are starting to slow down in bitcoin ETF world. What are we looking at?"
    },
    {
        "speaker": "A",
        "text": "Yeah, we're just seeing a tapering of both the inflows and the outflows. So outflows are lessening. Inflows are lessening. And so we are staying at an equilibrium, which, again, like I said last week, and I think the week before, and I think the week before that, which is why prices haven't moved. We're probably going to stay flat for a while until we probably see some BTC inflows, because that is ultimately the thing that's wagging the entire market right now. Um, two investment advisors, however, have, uh, allocated over 5% of their portfolio into a bitcoin ETF. There is some Kansas advisor who put $20 million into fidelity. That's 6% of a investment advisors portfolio. And then also some investment advisor in Minnesota put 17%. That's 5% of their portfolio. So you can see you're starting to see some further marginal buyers of extremely boomer fidelity, uh, investment, uh, advisors starting to put, uh, BTC into their portfolio. Portfolio. I know I say the word boomer a lot, and I'm sorry if that offends any actual boomer listeners, but these are actually Eric Balachunis's words. He calls them. He says, like, here's a homepage of the Kansas advisor that just plowed $20 million into the fidelity BTC ETf. Literally, this is as boomer as it gets. And if you look at the picture, like, yeah, come on. They're all, they're all suit and tie."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's definitely what I think crypto adoption looks like with Rias. Right. Which is like these of registered investment advisors in the US, kind of like just starting to buy a portion of funds and exposing their clientele to it."
    },
    {
        "speaker": "A",
        "text": "You are no longer early if you are buying bitcoin. These people are buying bitcoin now."
    },
    {
        "speaker": "B",
        "text": "I think early is kind of a spectrum? It depends. I mean, they're still early for registered investment advisors, and so there's still some alpha there. It's just like, you're not early, like many listeners were many years ago on bitcoin, but it's still super early for registered investment advisors. Um, David, let's check in on the grayscale ETF as well. So that, if I recall, was like bleeding to the other ETF's. You know, fidelity was taking share from them, so it was all of the outflows. It's because they had the most expensive ETF out there. It was like, well, they had the."
    },
    {
        "speaker": "A",
        "text": "Most expensive ETF, but they also had all the buyers. So there was. It was the most crowded, like, asset in history in crypto, are you saying?"
    },
    {
        "speaker": "B",
        "text": "Because it used to be a trust and then it transferred to the ETF, so it was already really big."
    },
    {
        "speaker": "A",
        "text": "All the new ETF's were all net new buyers. The GPTTC has had buyers from eons."
    },
    {
        "speaker": "B",
        "text": "Go well, and their fee doesn't help. 150 basis points, 1.5% fee on this ETF. That's a lot of money. But they've rolled out something to help mitigate that. What do they got?"
    },
    {
        "speaker": "A",
        "text": "They're rolling out a mini bitcoin ETF, which is exactly the same thing. I think it's just like another second ETF out of grayscale, except this one, instead of having the 1.5% fee, has a 0.15% fee. I believe that's 15 bits. This is the lowest, either the lowest or tied for the lowest of all the fees out of the bitcoin ETF's. And what's important to note here is like, you can actually, if you are a GPTC holder, then one of the reasons why you might not want to sell your GPTC and go into a different ETF is that that triggers a taxable event. And you might have been buying GPTC when it was like, you know, 80% lower, like a significant taxable event for you. Like, you might be up very, very significantly and you don't want that taxable event. So you're just taking the fees to the face because you don't want to pay the taxes. So you can actually roll over your GPTC into this brand new grayscale mini bitcoin ETF, and that is not a tractable event. Some sort of fancy shenanigans going on there to make that true. And so you can get, instead of, you can hold your BTC with grayscale, continue that, and not pay the 1.5% fee. Pay the 1.5% fee. And so I think the growth of this mini BTCE ETF that they call it, but you'll actually start to see the bifurcation of people who are selling GBTC to get out of the very high fees versus people that are actually just selling just to get out of BTC as a whole, because they made that speculative bet of I'll buy GBTT at that significant discount and sell during the. Once the ETF is approved, you can see those two populations emerge."
    },
    {
        "speaker": "B",
        "text": "This is just a way for grayscale to kind of salvage its business. It's sort of a lifeboat, right? Because the 1.5% fees are just not sustainable. And this 15 bps. I know you're a big fan of bips. This 15 bps mini ETF alternative is just like. It's actually cheaper in terms of fees than almost all of the other ETF's."
    },
    {
        "speaker": "A",
        "text": "So it's a way for low to."
    },
    {
        "speaker": "B",
        "text": "Salvage this, which totally makes sense. I think it should be neutral, though. I mean, it's not like I don't think it's going to do anything."
    },
    {
        "speaker": "A",
        "text": "It's not going to attract any more marginal buyer."
    },
    {
        "speaker": "B",
        "text": "Yeah, exactly. So it's just a good for grayscale."
    },
    {
        "speaker": "A",
        "text": "Type thing, but it could prevent marginal sellers."
    },
    {
        "speaker": "B",
        "text": "So that is bullish. I was thinking about the RIA investor class, who is now sort of like getting up to speed on bitcoin. I was thinking about that. I think about them a lot, David. Yeah. They're in my thoughts often. Thoughts and prayers, mostly prayers. But here's one unsung story. So they're starting to understand bitcoin. Oh, there's this digital asset. It's like gold, right? Here's a story that they're going to understand. Give them like five years, maybe. Hopefully it's sooner, but five years."
    },
    {
        "speaker": "A",
        "text": "Close your breath."
    },
    {
        "speaker": "B",
        "text": "Bakeless nation that is crypto now has this cycle. We have productive capital assets. Okay, if that doesn't mean anything to you, I've heard this before. Does to the riAs, all right? Because they like. They like productive assets. They buy things like stocks with. With dividends, and we have those. Now, this is interesting from token terminal, who, by the way, I think they're doing fantastic work over there. Like showing you what a crypto native p and l looks like. Right? And so if Ethereum. These are two protocols. If Ethereum and maker were to issue their earnings report. Right? Like, imagine they did this. Of course, this is completely on chain and there's no centralized, like group that kind of issues this. So you can find all this data on chain. If they were to do that, then Ethereum earnings would be $370 million on the q one quarter. That's biggest. That's over, like. Like, well north of a billion in terms of, like, annual profit profits, which is exceptional. This is maker, which is, of course, a longstanding DeFi protocol. Blue chip, 30 million on the quarter. Like, really impressive if you look at these assets from just a productivity element as well. Anyway, this is a story that I think for crypto natives, there's still time to front run. I will tell you, though, I'm not. I don't get optimistic."
    },
    {
        "speaker": "A",
        "text": "Yeah, keep on front running the cryptos industry. It's like deciding that, like, fundamentals and revenue is actually boring. I've been waiting for that for, like, five years."
    },
    {
        "speaker": "B",
        "text": "This is what I think of when I think of fundamentals in crypto. And, yeah, I get."
    },
    {
        "speaker": "A",
        "text": "So maybe now fundamentals in crypto is which crypto Twitter influencer is talking about your meme."
    },
    {
        "speaker": "B",
        "text": "Maybe I'm just praying the rias get it."
    },
    {
        "speaker": "A",
        "text": "Rias, they don't come and push out the meme coins in this industry. God damn it."
    },
    {
        "speaker": "B",
        "text": "Make fundamentals matter again."
    },
    {
        "speaker": "A",
        "text": "Make fundamentals."
    },
    {
        "speaker": "B",
        "text": "They never did. All right, what do we got coming up?"
    },
    {
        "speaker": "A",
        "text": "Coming up next, CZ might spend three whole years in prison. Is this fair? What are people's reactions to this and why? And then also, more crypto privacy devs arrested. Who's next? Is it you? Is it me? Is it your local podcast or. I hope not. But first, before we get there, there a moment to talk about some of these fantastic sponsors that make this show possible, especially."
    },
    {
        "speaker": "B",
        "text": "All right, here it is. CZ is looking at three years in jail. David, here's a tweet. The US recommends a 36 month prison sentence for billionaire Binance CEO CZ. And the scheduling is sentenced for the end of this month. So a few days from now, April 30, a few of the highlights from the prosecution, what they're saying. A custodial sentence of 36 months, which is twice the high end of the guidelines range, would reflect the seriousness of the offense. This is the prosecution speaking. Promote reasonable respect for the law, afford adequate deterrence, and be sufficient, but not greater than necessary to achieve the goals of this sentencing. That's what they're saying. Of course, the. The major misconduct that CZ has already pled guilty for is that he failed to implement an effective AML program. That's anti money laundering program at Binance, and he allowed illicit actors to use the Binance exchange, like, to do illicit things. That's, that's the summary here. And the prosecution is asking for three years in jail. I gotta tell you, David, jail time actually surprised me. I don't know why I was surprised, but the fact that CZ could go to jail for this for like years was actually surprising to me."
    },
    {
        "speaker": "A",
        "text": "I kind of thought that all of this was going to be negotiated ahead of time by CZ and his team. That's definitely what Arthur Hayes did when he had to settle with the DOJ. Was it the DOJ over the bitmex cases? He said like, hey, I'm not coming in to negotiate. I'm not coming in to talk to you guys until like, like, we agree on some certain terms. And those terms were like, ended up being like house arrest. CC's defense team says that no defendant in a remotely similar bank secrecy act case has ever been sentenced to incarceration. And I quote, although probation references a conversation in which finance's chief compliance officer warned Mister CZ that there were users from sanctioned countries on Binance.com. the reality is that Binance, a non us company, was not prohibited from having users from US sanctioned countries on its platform. So some back and forth between CZ's defense team saying, hey, this is 36 months in jails too much, I'm guessing. Like I said, I kind of always thought that this was already negotiated ahead of time. We'll see. I bet you it's something closer to Arthur Hayes than actual jail."
    },
    {
        "speaker": "B",
        "text": "You think so? I mean, who knows? This is up to the judge, right? This is up to the court system. And Arthur Hayes, as you said, he got six months on house arrest."
    },
    {
        "speaker": "A",
        "text": "Yeah, in his mansion, didn't spend any."
    },
    {
        "speaker": "B",
        "text": "Time actually in jail. I think there's an interesting contrast with, there's been a lot of banks over the past decade, David, that have been charged massive fines, billions of dollars in fines for breaking AML, AML laws as well. And I've never heard of bankers going to jail. So there's the case where like, yeah, like maybe you can kind of like pre negotiated this, or it could be that the us prosecutors and maybe the judge and the courts are really trying to make an example of CZ. That's kind of what they were saying in their statement. Like, would reflect the seriousness of the offense, promote respect for the law, and afford adequate deterrence. That to me just says, like, we want to make an example of CZ. So I don't know, maybe the political climate has changed or maybe there's something about this where they're really going to go for the jugular here."
    },
    {
        "speaker": "A",
        "text": "CZ actually wrote a letter to the court where he said he apologized for his poor decisions and accepted full responsibility for his actions. In a letter to the judge. There is no excuse for my failure to establish the necessary compliance controls at Binance. I originally became interested in cryptocurrency because of the inclusiveness and equal opportunity it provides everyone to the world. Looking forward, I see many opportunities in biotech as well. Specifically, I feel too much of the current medical research is too profit driven. Words cannot explain how deeply I regret my choices that result in me being before the court. Rest assured that it would never happen again, is what CZ says to the court. So kind of saying, hey, I had a bad guy pass, but I'm going to be a good guy in the future. Promise."
    },
    {
        "speaker": "B",
        "text": "Yeah, this is pleading to the judge. Basically he said, I also apologize to everyone I've let down. My family, my friends, Binance employees and the larger crypto community. Right. This is a very contrite letter, basically saying, I don't want to go to jail. Like, I'm sorry. I've learned my lesson. And he talks at the end about another area I will continue to spend my time is helping youth, which was a priority for me. He's trying to paint the picture. Judge, good guy. He's going in full good guy arc sitting. He, he has a sister, I believe, that works at JP Morgan who spoke on his behalf as well and is kind of like writing letters to the judge. His kids are in the US. They go to like, us colleges and they have also spoken out. And so like, CZ is really trying to gather a lot of support. There's letters of support from a us ambassador to China, professors at university, Columbia University, Morgan Stanley managing directors. It's really a whole campaign to kind of show that CZ's on a good guy arc and has learned his lesson. He just doesn't want to go to jail, man, I get it."
    },
    {
        "speaker": "A",
        "text": "Not just those. Of all the people you mentioned, 161 total letters of support. So there was a very coordinated effort to like, hey, can you please write a letter to the court saying, don't put CZ in jail?"
    },
    {
        "speaker": "B",
        "text": "What do you think about this? What do you think about this? So 36 months in prison, should he get prison time? I asked the crypto community this question, but before they speak, I want to hear what you say."
    },
    {
        "speaker": "A",
        "text": "I mean, I've said this before many times on the weekly roll up. I do think that CZ has some pretty crazy skeletons in the closet. I don't think they're related to anything about this. The bank secrecy stuff and financial surveillance things, which is what he's being charged for and what he's going to jail for. I care less about the things that I know that CZ has done that are wrong are more, probably more in the familiar camp for what people are known in the crypto Twitter space, which is like, backdoor dealings about pumping tokens and unsavory relationships with Justin Son and things like this that are kind of actually back in the rearview mirror of 2017 to 2020. I think CZ realized that he was becoming at the head of a very large empire, and he knew that he would have to eventually button up and manage risk, which is slowly. The arc that CZ has been on this entire time, 36 months in jail for, like, what is very much, like, very illegal things, kind of seems like a good deal. Like, the guy's going to come out after three years at most, if that's what the sentence is. Like a jig, a billionaire, and he's going to be just fine."
    },
    {
        "speaker": "B",
        "text": "Three years. That sucks, though. So the question of the crypto community, should he get prison time? No. Prison time, 82%. Yes. Prison time, 17%."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's because it's like CZ in, according to Crypto, Twitter is like a God, so."
    },
    {
        "speaker": "B",
        "text": "Well, SPF stole people in crypto's money. Cz did not do that."
    },
    {
        "speaker": "A",
        "text": "Cz didn't lose anyone's money."
    },
    {
        "speaker": "B",
        "text": "I think there's just a number of crypto people, myself included, who think that Aml KyC laws are, like, broken anyway. And so, um, probably treat that with, um, less severity than maybe some will. But it's all up to the court system now, so we'll have to see. David, uh, speaking of Aml Kyc. All right, this was a huge this week. The samurai wallet founders were arrested on Wednesday morning. So that happened just a couple of days ago. One of them is extradited from Portugal. They could face up to 25 years in prison. I."
    },
    {
        "speaker": "A",
        "text": "So the samurai wallet, this is a bitcoin wallet, and it has a coin join feature. Coin join is, like, pretty old technology in the bitcoin world. It's basically a mixing service. So all the bitcoin utxos, which is what a bitcoin is, all goes into this coin join thing. They get mixed up, and then you get sent back a new Utxo, which is your new bitcoin, same amount. But now you have some amount of privacy with where that Utxo came from. And so, like I said, this technology has been around. This is not the only time this coin joint technology has been used. The problem with coin join is that it requires a centralized server to do some coordination about which Utxo is selected for input into coin join cycle. This is what the samurai founders were actually operating and maintaining. You can actually go to the samuraiwallet.com website and you'll notice that it is seized by."
    },
    {
        "speaker": "B",
        "text": "That's what it looks like right now. This website has been seized. It's a big FBI notice, like the Silk road type notices that you had seen previously."
    },
    {
        "speaker": "A",
        "text": "Yeah. So the samurai wallet coin join functionality is actually dead. It is actually a downed service, unlike tornado cache, for example, which, I mean, the devs are also having their court case, but tornado cash as autonomous code on Ethereum is still operating, unlike this one. And so there's also some other differences here. The accusation of these two developers is that they actually kind of targeted gray and black market activities intentionally. They were, they made more than $100 million in profits from fees, from money laundering, from legal dark web markets. They facilitated around $2 billion in unlawful transactions between 2015 and now. And then there's also some, like, pretty bad facts is what a lawyer would call them, which is like samurai founders messages to their investors talking about their intent to solicit activity from gray and dark markets and kind of boasted and invited illegal activity. So, yeah, as a lawyer, probably some bad facts we'll have to see. Everyone gets their day in court. But materially different from the tornado cache case, which there is no such evidence that either of the developers facilitated or aided in any sort of nefarious activity. Obviously, nefarious activity did use tornado cash, but that wasn't any sort of result of the actions of the founders of tornado cash. And also tornado cache was like a totally autonomous. And so while we don't enjoy privacy, devs or devs who write code to be arrested, the precedent for this, I don't think is as meaningful as it is with a tornado cash case."
    },
    {
        "speaker": "B",
        "text": "Yeah, I guess that subtlety is definitely a difference. And I think it makes the tornado cash case, which is like two devs got arrested, charged with anti money laundering stuff."
    },
    {
        "speaker": "A",
        "text": "Publishing code."
    },
    {
        "speaker": "B",
        "text": "Yeah. Makes it more defensible. But I think goes to the basic question of should us citizens have the right to private transactions of their cryptocurrency and all of those subtleties that'll get worked out in courts in terms of what's permissible and what's not. But I think the samurai wallet devs, they took the silk road vantage point, and basically everybody should have access to privacy. And if we have to run centralized servers for that, that, then so be it. Right? Like, I don't know that the DOJ right now is making the distinction that you're making of, like, these guys were writing private code. These guys are like writing immutable smart contracts on Ethereum because they're both arrested right now. Like, both groups are arrested right now."
    },
    {
        "speaker": "A",
        "text": "Go straight to jail."
    },
    {
        "speaker": "B",
        "text": "Go straight to jail. And I think that's like the. The biggest concern about this. Like, it really feels like the US is putting its foot down and saying, we don't want the world, us, citizens or anybody to have the ability to transact privately. And they've enjoyed these benefits in the banking system today. They have the eye of Sauron. They can see all the transactions that are going on at any one time. And I think that the concern here for crypto is whether it's a tornado cash or whether it's samurai is where does this stop? We're talking about 25 years for writing code that helps people keep their transactions private. Yes, bad guys can use tornado cash code, but, like, it's, you know, it's required if you want private transactions. There's no other way to do it in crypto right now. So here's another thing, David. They treat the banking system with kid gloves, right? Over the last ten years, there have been like dozens of cases of AML breaches of some of the largest banks in the world, HSBC, just like others. And the UN estimates there's 2 trillion in money laundering by big banks each year. And I never see any of any of the bankers go to jail. They're never just like arrested from their homes and like they have facing 25 years of prison time, which makes me feel very much like crypto is being targeted in this case. And so Tornado cash developers, privacy developers, we have samurai wallet developers. Like, what about Aztec? That is a layer two. There's a private layer two. What about Zcash? This is an entire blockchain that keeps all transactions shielded in private. Are they going to come after them next? We don't really know because this is not like laws on the books through a congressional act of any sort. This is regulators and the DOJ coming after these people. Where does it end? Is the question what their objective is, is to push out a lot of fear in the industry, to get people to stop using these tools and to get people to stop developing them. And actually, here's the concerning thing. I think it's working right. Like, if you're a Dev working on something related to privacy and crypto. Like, you're going to stop working on that thing unless you want to face the possibility of prison."
    },
    {
        "speaker": "A",
        "text": "Yup. Yeah. Just the incentive of the state is always to capture the next most marginal illegal person doing the next most marginal legal activity. So at some point, the court has to stop them. Hopefully that's the tornado cash case. Speaking of the courts deciding things, this is actually some breaking news that we had to pause recording right now just to actually inject into this weekly roll up. Consensus. The Ethereum software studio is actually suing the SEC. This is coming out right now."
    },
    {
        "speaker": "B",
        "text": "Wow."
    },
    {
        "speaker": "A",
        "text": "So apparently the SEC gave consensus a wells notice, and then the consensus was like, okay, great, we're going to sue you guys. And so they are preemptively suing the SEC over a number of different things. I think the main SEC lawsuit against consensus is that it's popular metamask wallet. Everyone knows metamask is a broker dealer because it probably has that swap feature in it. And so consensus."
    },
    {
        "speaker": "B",
        "text": "Oh, my God. It's the same thing as uniswap. Right?"
    },
    {
        "speaker": "A",
        "text": "They're like, same thing as uniswap."
    },
    {
        "speaker": "B",
        "text": "Uniswap's a broker dealer, so metamask must be a broker dealer. Every wallet."
    },
    {
        "speaker": "A",
        "text": "Yeah, same thing. Yep. Yeah. And, like, metamask is just like. It has that, like, transaction swap feature, and it uses on chain dexs and Dex aggregators to fill those orders. So this is the precedent that's going to be decided around that. But consensus is saying, hey, we're not going to wait for you guys to sue us. We're just going to sue you preemptively to get clarity ahead of time. And also, Ryan, they're also going for ETH as a security. This is the new thing."
    },
    {
        "speaker": "B",
        "text": "Wait, what? Who is."
    },
    {
        "speaker": "A",
        "text": "They are trying to get a court to get the SEC."
    },
    {
        "speaker": "B",
        "text": "Oh, consensus is consensus. Okay, I thought you meant the SEC was trying consensus. Okay. Yeah."
    },
    {
        "speaker": "A",
        "text": "Consensus is going after the SEC, leveraging the court saying, hey, court, get the SEC to say that ETH isn't a security. So this is in the consensus complaint against the SEC, as well as an injunction to the SEC to leave Ethan devs alone. I don't know if that's. But apparently that's in devs alone. Leave them alone."
    },
    {
        "speaker": "B",
        "text": "That's great. All right, so we're being a bit more aggressive and proactive, right? Not waiting the lawsuits to come to us, taking them to."
    },
    {
        "speaker": "A",
        "text": "No one's scared of the SEC. Everyone's scared of the DOJ. No one's scared of the SEC. SEC is a joke."
    },
    {
        "speaker": "B",
        "text": "Yeah, FinCEn is kind of scary these days, for sure in the financial surveillance stuff. All right, what do we got coming up?"
    },
    {
        "speaker": "A",
        "text": "Coming up next, an LRT token depegs and causes liquidations. Rut row, the super channel gets a little bit more real, and the IR's wants you to pretend that your ledger wallet is a broker dealer. So, joining forces with the SEC. Well, let's go hear about all this stuff and more. But first, I wanted to talk about some of these fantastic sponsors that make this show possible. A new LRT airdrop. This week, Renzo announced its token launch. That will actually launch on May 30, is when that token will be live. Second largest LRT after Etherfi, with 33.5% market share, $3.5 billion in deposit. It. So season one campaign ended on April 26. Season two incentives will start soonly thereafter. This is kind of the new meta. The season one is like people's retroactive airdrop, and season two is like, but wait, there's more. Don't leave. So airdrop details again, claiming on the 30th the total airdrop allocation for both season one and season two is 12%, 7% for season one. And then there was some airdrop eligibility as well. Minimum number of 360 easy points per wallet as the Renzo.org announced their airdrop."
    },
    {
        "speaker": "B",
        "text": "That was the good news."
    },
    {
        "speaker": "A",
        "text": "That was the good news. There was a little bit of a hiccup post. So Renzo did not have withdrawals enabled yet. So if you had easy ETH, which is the Renzo LRT, you can't just unwrap it and get your EtH back. If you wanted your ETH back, you'd have to go to uniswap and sell it. They will eventually, eventually open up withdrawals, but withdrawals was not enabled. Once they announced their token and that the snapshot had happened, all the airdrop farmers were like, oh, well, we're done here. I'm going to leave the protocol. Except since there was no withdrawals, the only way to leave is to sell your easy eth for ETH on Uniswap, which causes the disequilibrium in price like this."
    },
    {
        "speaker": "B",
        "text": "What we're looking at on the screen, just like."
    },
    {
        "speaker": "A",
        "text": "Yeah. And so for bank listeners, we are looking at what is called a big wick, big dpeg. A d peg. Yeah, yeah. So the price of easy eth deep pegged all the way down to like $680 for what is worth one ether. And so some numb skull that's like a 70% deep."
    },
    {
        "speaker": "B",
        "text": "That's a big deep."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah. Because some idiot, just like market, sold all their easy eth into uniswap, not accounting for how much liquidity was there, which was not enough to actually account for the, like, the outflow demands. There's something like $30 million of liquidity inside of the uniswap here. So it depends."
    },
    {
        "speaker": "B",
        "text": "Someone learned a harsh lesson that day."
    },
    {
        "speaker": "A",
        "text": "Someone, someone immediately took a 70% haircut. Yikes. Trying to become an air, airdrop farmer. That's why just like, hands off, guys, calm down."
    },
    {
        "speaker": "B",
        "text": "Calm. Take a breath. Know what you're doing."
    },
    {
        "speaker": "A",
        "text": "Anyways, there is also leveraged airdrop farmers in the defi ecosystem who have easy eth as collateral or other types of collateral that is related to easy ETH, specifically inside of morpho. And so where if Morpho and the morpho vault that uses easy ETH as collateral, it uses the Uniswap exchange to get liquidity for any sort of liquidation. And so it uses Uniswap as like, hey, what's going on over there? Enough. What's the price of easy eth on uniswap? And when price of unit, when it gets cut in half by like 70% liquidated, then all of a sudden morpho is like, well, we're going to have to liquidate you guys. And so there's a big liquidation morpho, because some trader, some airdrop farmer just hit market, sell into uniswap into like, no liquidity. And so, yeah, so this is, we have discovered that we are on some sort of efficient frontier of risk inside of the leveraged airdrop farming ecosystem. People that were depositing easy eth into Morpho to borrow more eth to go, like, leverage up on point farming. Yikes. And then we also learned that you don't dump into uniswap. We also learned that LRTs should enable withdrawals before they announce their airdrop. That's the correct order of operation."
    },
    {
        "speaker": "B",
        "text": "Lots of learnings. Lots of learnings for everyone."
    },
    {
        "speaker": "A",
        "text": "Lots of learning, lots of learning."
    },
    {
        "speaker": "B",
        "text": "I mean, who would have known that when if you stake your eth, then restake it and then lever long on it, you could get liquid in, right?"
    },
    {
        "speaker": "A",
        "text": "And wind that trade up, baby."
    },
    {
        "speaker": "B",
        "text": "I mean, but people should be aware, LRT is candy peg, sometimes quite significantly, and, I mean, as a result, you probably just shouldn't lever up. By the way, this is a chart that's kind of worrying to me a little bit. I don't know if this is a chart for the future. This is the, you know, the carae protocol, the new restake."
    },
    {
        "speaker": "A",
        "text": "Yeah. Kerak is like the Eigen competitor. That's like. Eigen is just ETH and lsts. Well, you can restake with Kerak with anything."
    },
    {
        "speaker": "B",
        "text": "Okay. But here's the problem. If you look at this pie chart, the. The stake that's in Kerak right now, about 75% of it is Eigen layer lrts. Okay, so this is ETh that's been staked, restaked, and then restaked again."
    },
    {
        "speaker": "A",
        "text": "It's not just 70% lrt's. It's 34% lrt's. And then 41% derivatives of those LRT's in Pendle."
    },
    {
        "speaker": "B",
        "text": "It's levered LRT."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah. Uh huh. Yeah."
    },
    {
        "speaker": "B",
        "text": "All right."
    },
    {
        "speaker": "A",
        "text": "Okay, so, like. So here's the structure going on. So let's start from. I'm gonna start."
    },
    {
        "speaker": "B",
        "text": "You really want to get into this."
    },
    {
        "speaker": "A",
        "text": "Yes. Here's a structure that's being built right now. We have the beacon chain, proof of stake, beacon chain with easiers. We're good, solid, super strong. We have Eigen lair and the withdrawal contract for Eigen lair. That's where the slashing events happen for avss."
    },
    {
        "speaker": "B",
        "text": "But."
    },
    {
        "speaker": "A",
        "text": "Okay, well, it's designed to be. It's new. It's designed to be like. No one is supposed to smart contract risk unless they are are really meaningfully f up. You can be an AV's and never have a slashing event unless somebody materially."
    },
    {
        "speaker": "B",
        "text": "Go on."
    },
    {
        "speaker": "A",
        "text": "Okay, so that's Eigen layer. Then lrts deposit ether, or lsts, into Eigen layer on top of that. And that's the Eigen layer LRT ecosystem. Then we can enter the ethereum defi layer, where some people are doing pendle trades, some people are leveraging up on Morpho. Some people are providing liquidity in uniswap. That's some of the LRT ecosystem."
    },
    {
        "speaker": "B",
        "text": "It."
    },
    {
        "speaker": "A",
        "text": "And that's. That's the conversation that we just had with Renzo and Morpho and all that."
    },
    {
        "speaker": "B",
        "text": "Okay, super."
    },
    {
        "speaker": "A",
        "text": "Now we enter. This is where care act is built on. This is where Carex. Darn."
    },
    {
        "speaker": "B",
        "text": "Because 75%."
    },
    {
        "speaker": "A",
        "text": "75% of Carex starts here, and those assets are deposited into care for the Care act."
    },
    {
        "speaker": "B",
        "text": "People get liquidated in the. In these things. Like, I mean, come on, come on. Do not complain. Do not complain. You know what you're doing? You're hunting for some. Some points here."
    },
    {
        "speaker": "A",
        "text": "Oh, my God."
    },
    {
        "speaker": "B",
        "text": "All right, David, let's move on to something a bit more stable. Telegram is allowing USDT payments. So 900 million telegram users out there. Do you know that? Yeah, I know we are one of them, and it's just going to work like sending a direct message, except with the stable coin, except with tether. So free cross border instantaneous. Pretty impressive. That telegram is really doubling tripling down on crypto these days."
    },
    {
        "speaker": "A",
        "text": "But, yeah, finally getting their crypto ecosystem that they promise in 2018. But come back to me when we can do some liquidations on Telegram, because tether payments, not stable coins, are so."
    },
    {
        "speaker": "B",
        "text": "Boring to you right now."
    },
    {
        "speaker": "A",
        "text": "Let's get some Telegram restaking stablecoin leverage going on."
    },
    {
        "speaker": "B",
        "text": "Well, I mean, this does pull the question of where the next super app is going to live, right? Telegram kind of building on top of crypto to become a payment super app. X, of course, is building a wallet. They're not talking about the crypt. Any crypto plans right now so far, it seems to be built on the trad banking system so far, and they're trying to turn X into a venmo type experience. And we also have. This is a rumor just coming to this episode, David, so not completely substantiated. Looks like stripe is adding crypto payments finally this summer. Look at this. Is a good old fashioned crypto wallet. Of course, everybody uses stripe, so, I don't know, a lot."
    },
    {
        "speaker": "A",
        "text": "Feels like 2022."
    },
    {
        "speaker": "B",
        "text": "I know. We're actually getting some of that adoption that we were hoping for."
    },
    {
        "speaker": "A",
        "text": "Pivoting into the world of this super chain, optimism is releasing a multi chain upgrade system. So this is a way for all of the chains in the optimism super chain to upgrade their chain at once via a single shared upgrade contract. So when this one single contract upgrades, and, like, all, and we're upgrading the op stack, all of the chains in this super chain all upgrade all at once. And so this is just part of the growing scope of the super chain. And then this is, of course, Liam saying native interop between base world chain, Celosoura, Op mainnet, and all the other future super chains, Fraxel is also one of those, these will all upgrade in unison, and they will all become universally composable."
    },
    {
        "speaker": "B",
        "text": "That's great. If we can just solve fragmentation across at least the super chain ecosystems. Right? That would be like, like, you know, 80% of the challenge today."
    },
    {
        "speaker": "A",
        "text": "Speaking of more chains, this is a little curveball this week, right? Shiba Inu has raised $12 million for its new chain by selling an unreleased token treat. Token. Because, you know, you give treats to your dog. Yeah. Yeah. So that it could have a privacy focused layer three. Wait, what? Built on top of the ship layer two. So this is a fh. Fhe fully homomorphic encryption roll up, that settles down to the shibarium layer there, which is actually a sidechain, which is own native validator network. And so they spin, they spit out this new token called treats, which is the native token of the shib. Layer three, that's going to be a privacy focus. Layer three, that settles down to the shib. Layer two, which is actually a side chain."
    },
    {
        "speaker": "B",
        "text": "Wow. Wow, wow. Okay, I think I get it. It's actually a side chain. So it's not a layer two. So it's not even."
    },
    {
        "speaker": "A",
        "text": "It's a layer."
    },
    {
        "speaker": "B",
        "text": "It's a layer two. But did you say privacy focused? Privacy focused."
    },
    {
        "speaker": "A",
        "text": "It's an FA. If it's an fhe, fully homophobic encryption."
    },
    {
        "speaker": "B",
        "text": "Roll up, that is some privacy. Layer three, that's some deep tech. I did not."
    },
    {
        "speaker": "A",
        "text": "Let's just introduce privacy into crypto via the meme coins. Yeah, the DOJ will never see it coming."
    },
    {
        "speaker": "B",
        "text": "Well, actually, this is a meme coin that's building maybe, presumably I have to see what they build, but wow, that's how we're going to revolutionize the world."
    },
    {
        "speaker": "A",
        "text": "Revoking their meme coin status injecting utility. Wow. Bull tragedy."
    },
    {
        "speaker": "B",
        "text": "Tell me about this, David. So Lido is starting with DVT, I think, like DVTs. I understood it as you get to stake with friends, right? So you can kind of like do group staking, can be less than 32 ETH. But remind me about that. And it seems like this is maybe a step towards making lido more decentralized. What's going on here?"
    },
    {
        "speaker": "A",
        "text": "That's exactly right. So DVT distributed validator technology, basically you and your buddies can create a virtual validator in the cloud of sorts. And so if, if none of you all have 32 ETH, but you need the 32 ethan, you guys can band together and have 2345 n number of nodes that all put in ETH into a pot. Once you get over 32 ETH, you can become an Ethereum validator. And only one of you has to sign a message on everyone else's behalf. And the cool thing is, if one of you fails to sign a message, somebody else can take over that role. And so it's not only a decentralization mechanism, but it's also an uptime mechanism as well. Actually, Lydo originally gave, I think, obalhenae network a grant way back in the day to research DVT. Before it was actually a piece of software. And so this is actually coming full circle from an initial lido given grant to research and develop DVT. Now, Lido is bearing the fruits of that grant so that they can actually use DVT to include 72 net new node operators into the lido ecosystem."
    },
    {
        "speaker": "B",
        "text": "That's like, that's very big, I guess because they have 30 right now, right?"
    },
    {
        "speaker": "A",
        "text": "32, yeah. So they're adding 72 onto the previous 32 that already existed."
    },
    {
        "speaker": "B",
        "text": "That's great. All right, so if you don't have 32 ETH, all you need is one ETH and then a very rich friend or a group of friends. Right? All that easy."
    },
    {
        "speaker": "A",
        "text": "Or maybe hopefully you're all equally rich."
    },
    {
        "speaker": "B",
        "text": "David, this was annoying. Super annoying this week. This is the IR's news. So here's. When's the last time you looked at a 1099 tax form? You ever look at these?"
    },
    {
        "speaker": "A",
        "text": "No, I pay someone to look at them for."
    },
    {
        "speaker": "B",
        "text": "If you have an exchange account with our favorite exchange or Kraken, Kraken is going to send you a 1099 every year, like detailing your trades and transactions you did. This is a new proposed form from the IR's for digital assets. So it's a 1099 for digital asset proceeds from broker transactions."
    },
    {
        "speaker": "A",
        "text": "Are you making me look at an IR's form?"
    },
    {
        "speaker": "B",
        "text": "Yeah. Okay, well, let me zoom in. Let's enhance. Enhance. I'm going to zoom this in. Right, so, okay, so a coinbase or a Kraken or some like exchange has to send you one of these. There's a checkbox broker type involved in the transaction. Kiosk operator, digital asset payment processor, hosted wallet provider or. What's this? Unhosted wallet providers."
    },
    {
        "speaker": "A",
        "text": "Broker type?"
    },
    {
        "speaker": "B",
        "text": "Broker type."
    },
    {
        "speaker": "A",
        "text": "Unhooked wallet provider."
    },
    {
        "speaker": "B",
        "text": "What is a broker that is an unhosted wallet provider? Okay."
    },
    {
        "speaker": "A",
        "text": "I have a wallet on this computer right now is my computer broker. Broker."
    },
    {
        "speaker": "B",
        "text": "The IR's thinks your ledger is a broker. Basically, that's the huge concern with this type of attacks form. Because what it could mean, David, is that if you are a uniswap user interface or if you are a metamask or something, you have to go find the identities of anyone who has used an unhosted crypto wallet inside of your application, go track down their Social Security number, where they live, all of that to send them this 1099. That is the nightmare scenario. Scenario. If the IR's considers unhosted crypto wallets essentially a broker, this is what she hand."
    },
    {
        "speaker": "A",
        "text": "Isn't this what consensus is suing the SEC over? Because like metamask, the last thing that metamask wants to do different."
    },
    {
        "speaker": "B",
        "text": "You know, we're fighting the Hydra here. So we, like, that's the SEC head of the government. This is the IR's head we're going to kill."
    },
    {
        "speaker": "A",
        "text": "We're going to chop off the SEC head, and then the IR's is like."
    },
    {
        "speaker": "B",
        "text": "The IR's that wasn't me bites our head. And that's what's happening. So this is Sheehan. He is a crypto tax expert."
    },
    {
        "speaker": "A",
        "text": "Can we take the IR's to court?"
    },
    {
        "speaker": "B",
        "text": "I mean, I think we're gonna have to take them all. The court. David. He says, I don't think crypto will be pseudonymous, privacy preserving anymore. Congress shit figured out, at least in the US, yesterday, the IR's issued this, the form they were just talking about. And brokers will be required to generate this form for the sale of transactions. Okay. We're not sure, sure exactly whether the IR's, like, did this accidentally, whether they don't know what they're doing or what. Like, we'd already given comments on this. This is months ago. The problem is the form captures data points, is date acquired, date sold, date proceeds. It's also. It would also create a massive IR's database of every single person's crypto wallet. And, like, who owns it? I mean, like, what a honey pot this is. Anyway, I. We talked too much about the different heads of the Hydra in this episode. I'm just kind of exhausted by it. But that's another thing for you to think about. I know you spent a lot of time thinking about your 1099 forms, so."
    },
    {
        "speaker": "A",
        "text": "Totally. Yeah. What's that line? Like, you don't account. Don't attribute something malice. Like malice which could be contributed or attributed to. What's it like being incompetence, stupidity, something like this. In this case, I think for the government, when it's about the government in relations to crypto, it's got to be inverted. It's not incompetence. It's actually malice."
    },
    {
        "speaker": "B",
        "text": "I think it could be both. A little bit of both. The good news, says Jake Trevinsky, is these rules make literally no sense at all. And the great news is that."
    },
    {
        "speaker": "A",
        "text": "Is that good news?"
    },
    {
        "speaker": "B",
        "text": "Yeah. Well, he says, the great news is we really like filing lawsuits. So if you are a crypto lawyer, you're about to be real busy. I mean, you already have been."
    },
    {
        "speaker": "A",
        "text": "Yeah. Yeah. Get more busy."
    },
    {
        "speaker": "B",
        "text": "Yeah. This can only be explained by wanting to discredit and destroy crypto. It's another crypto take."
    },
    {
        "speaker": "A",
        "text": "Right. Thanks, guys."
    },
    {
        "speaker": "B",
        "text": "It's like all the hydra heads are kind of working together at this point. It feels very coordinated. Yeah."
    },
    {
        "speaker": "A",
        "text": "It's all happening at once."
    },
    {
        "speaker": "B",
        "text": "David, some raises to mention on the week, there's two that bankless ventures is involved in. The first one is movement. What is this?"
    },
    {
        "speaker": "A",
        "text": "Yeah, movement is so simple. A move EVM layer two on Ethereum. So move the language. This is the thing, the coding language developed actually by Facebook, and that was the focus of the Libra DM project. Developers speak very highly of move for some reason. I don't know why, because I'm not a dev, but everyone loves move is object oriented, which I think is like, what are tokens and nfts other than objects? So I think there's a connection there. Yeah, but different. The point is different virtual machines that are extremely performant as layer twos on Ethereum. And so a move based layer two, that is bytecode equivalent with the EVM. So you get both the benefits of move and the ecosystem of the EVM. They say, ryan, 30,000 transactions per second with bytecode compatibility."
    },
    {
        "speaker": "B",
        "text": "Wow. 30,000."
    },
    {
        "speaker": "A",
        "text": "How many? Think of those are votes. How many, how many of those are vote transactions?"
    },
    {
        "speaker": "B",
        "text": "Oh, wow. David, you couldn't."
    },
    {
        "speaker": "A",
        "text": "The answer to that is zero Vancouver sanction. Because movement, not deep, cuts consensus. And it's not. Solana delegated proof of stake, so it doesn't need votes."
    },
    {
        "speaker": "B",
        "text": "Wow."
    },
    {
        "speaker": "A",
        "text": "You had to go explain the joke."
    },
    {
        "speaker": "B",
        "text": "Authentic as well. They raised 4 million their seed round this to me, this bankless ventures was involved. This is um, almost like a Ras, like a infrastructure layer roll up as a service. You've heard that for the roll up ecosystem, this is that for Eigen apps, this kind of infrastructure. What this means is more Eigen apps, I think faster because we have infrastructure. You just like kind of printed out more yield. Hopefully if you are a restaker, although like don't go and re leverage your restake. We just talked about that and something as well called stateless roll ups. What is a stateless roll up, David, that that's possible on othmous."
    },
    {
        "speaker": "A",
        "text": "Yeah, so a stateless roll up. So a roll up is a blockchain, right? And so blockchain has trustless state. That's my Twitter name. Stateless rollup is basically just like take the state out of a roll up, and then what's. What are you left with? You're left with compute. So you get stateless compute. So like, these are compute networks which can compute certain things, literally anything. And that can be kind of a module inside of the roll up ecosystem or any sort of like thing in the valence of Ethereum can leverage the stateless compute of these specific abs. This is like a perfect bankless ventures deal because we like, scaling things. We love restaking, and we need more avss. And so this. I think there's actually going to be more avss than there are rollups. I think it's. There's more avss than roll ups in the. In the long run."
    },
    {
        "speaker": "B",
        "text": "Well, some. Some roll ups can be avss, yes. You just."
    },
    {
        "speaker": "A",
        "text": "Economic, I think. Yeah, I think AVSS has actually encompass a larger Venn diagram. The roll up Venn diagram fits inside of the AV's Venn diagram. And the Eigen layer ecosystem is really hitting the gas right now. But what is needed the most is more avss."
    },
    {
        "speaker": "B",
        "text": "Actual apps that people use."
    },
    {
        "speaker": "A",
        "text": "Actual eigenapps? Yeah, I think we're the only ones that call them eigenapps, but more people should. So authentic. Just helps Eigen layer Avss spawn and structure themselves and build themselves."
    },
    {
        "speaker": "B",
        "text": "Well, guys, that has been the roll up. The last thing I want to talk to you about, David, is your big fight that's coming up. Okay. I just want an update, because I was looking at this on the week. This is the poly markets. People are gambling people. You know, crypto likes to."
    },
    {
        "speaker": "A",
        "text": "Nick's coming. He's. He's getting. He's biting at my heels."
    },
    {
        "speaker": "B",
        "text": "If you have. You haven't heard."
    },
    {
        "speaker": "A",
        "text": "The margins have compressed."
    },
    {
        "speaker": "B",
        "text": "Is May 30. Is that the date you're fighting Nick Carter?"
    },
    {
        "speaker": "A",
        "text": "Okay. Me and Nicard are fighting karate combat."
    },
    {
        "speaker": "B",
        "text": "These podcasts."
    },
    {
        "speaker": "A",
        "text": "It's basically. Basically kickboxing."
    },
    {
        "speaker": "B",
        "text": "All right. You are winning so far in terms of the betting markets. Okay. Always have been 50% on David Hoffman. That's gone down, though. I don't know if you're happy about that."
    },
    {
        "speaker": "A",
        "text": "60%."
    },
    {
        "speaker": "B",
        "text": "Yeah. And then Nick has 43%. There's, like, a lot of money on the line. It's growing."
    },
    {
        "speaker": "A",
        "text": "Yeah. There's, like, 63 and a half people betting between me and Nick Carter."
    },
    {
        "speaker": "B",
        "text": "And I'm just enjoying seeing Nick taunting you and, like, you clapping back on all the social media that I follow. This is Nick thinking about."
    },
    {
        "speaker": "A",
        "text": "We have pretty good banter. Do you see my most recent tweet about this?"
    },
    {
        "speaker": "B",
        "text": "I don't think so. I don't know. What'd you say?"
    },
    {
        "speaker": "A",
        "text": "There's this telegram group of all the fighters in the card. So there's six fights going on. We're actually the headliners. Cause really? No, of course."
    },
    {
        "speaker": "B",
        "text": "Who else is fighting? Anyone I would know?"
    },
    {
        "speaker": "A",
        "text": "Billy McFarlane from the fyre festival guy."
    },
    {
        "speaker": "B",
        "text": "No way."
    },
    {
        "speaker": "A",
        "text": "I should saw that documentary."
    },
    {
        "speaker": "B",
        "text": "Who's he fighting?"
    },
    {
        "speaker": "A",
        "text": "Uh huh. I don't know."
    },
    {
        "speaker": "B",
        "text": "John Ripo, dude."
    },
    {
        "speaker": "A",
        "text": "I don't know. Yeah. So he's in the card. But, yeah, we're the headliners. So there's this group of us, and they're like, hey, you guys have to go get a medical exam, blah, blah. Stuff like logistics. And Nick just drops a question in there. It's like, will there be drug testing? Because I don't see anything about drug testing in this. I'm like, dude, bro, you can't just."
    },
    {
        "speaker": "B",
        "text": "Ask, is he reining up to come beat you? Is that what he's doing?"
    },
    {
        "speaker": "A",
        "text": "Do you think he's got. So I tweeted a screenshot of him asking that. That being the implication. Think Nick would take."
    },
    {
        "speaker": "B",
        "text": "No, he wouldn't have."
    },
    {
        "speaker": "A",
        "text": "It seems not characteristic of him."
    },
    {
        "speaker": "B",
        "text": "So fiat of him."
    },
    {
        "speaker": "A",
        "text": "It's very fiat of him. Yeah, it would be very fiat of him. Anyone, if anyone knows any roid stealer, hit me up."
    },
    {
        "speaker": "B",
        "text": "Are you. So how's training going for this? Like, are you gonna be ready? How you feeling?"
    },
    {
        "speaker": "A",
        "text": "Oh, I'm not. How you feeling, Jay? I'm pulling an ansem."
    },
    {
        "speaker": "B",
        "text": "What? By the way, I. So you're not the only crypto. Can I call you crypto influencer, David? That's what I. People say."
    },
    {
        "speaker": "A",
        "text": "Okay, but if you do, I get to go on a quick soapbox about that."
    },
    {
        "speaker": "B",
        "text": "All right, then I won't say it. We gotta end this episode. I did watch the Ansem fight, though. Okay, so this is Ansem versus. I don't know who Ansem."
    },
    {
        "speaker": "A",
        "text": "Barney, Barney, Barney."
    },
    {
        "speaker": "B",
        "text": "Okay. I don't know. Ansem, unlike you, is definitely a crypto influencer. We're not sure about David, but is definitely one. And, yeah, I watched three rounds of this. I'm not a big boxing guy."
    },
    {
        "speaker": "A",
        "text": "Three and a half rounds."
    },
    {
        "speaker": "B",
        "text": "I can't really assess what I watched. Ansem did lose. I will say that. And, yeah, I don't know if you have any. Any thoughts on this fight, anything that you've learned, anything that you're going to do differently, any different kind of energy you're going to bring to the Nick Carter fight, but, yeah, no, I'm going to."
    },
    {
        "speaker": "A",
        "text": "This is actually a message to Nick. I'm going to perfectly bring the amson energy into. I'm just not going to train. I'm just going to. I'm going to wing it."
    },
    {
        "speaker": "B",
        "text": "Oh, wow."
    },
    {
        "speaker": "A",
        "text": "I believe in myself. Yeah, I believe in myself. I'm just going to eat myself into this without training. Yeah."
    },
    {
        "speaker": "B",
        "text": "Wow. I was not giving a lot of faith to one side of that prediction market here, David, but I'm rooting for you, and we'll be following your training with great interest. And certainly updates on the roll up from time to time. Let's end with this. Crypto is risky. So is karate, boxing, and whatever you, Nick, are getting up to, you could lose what you put in. But we are headed west. This is a frontier. It's not for everyone. But we're glad you're with us on the bankless journey. Thanks a lot."
    }
]