[
    {
        "speaker": "A",
        "text": "Bankless nation. Happy first week of March. Welcome to the bull market, David. How you feeling, man?"
    },
    {
        "speaker": "B",
        "text": "I'm feeling pretty good, Brian. Yeah, it's Eth, Denver week. Bitcoin is pumping like it's never pumped before. ETH is following on suit. Rest of the market is waiting patiently. But you know when bitcoin adds $200 billion to its market, captain, in one week. Yeah, yeah. Almost $10,000 to the bitcoin price in a single week. Yeah. It turns out the bitcoin ETF was bullish. Who knew?"
    },
    {
        "speaker": "A",
        "text": "Well, we're going to have giant smiles on our face throughout this entire episode because we are definitely in bull market territory."
    },
    {
        "speaker": "B",
        "text": "Got to start with, I'm throwing my capitulation flag on the quiet all time highs."
    },
    {
        "speaker": "A",
        "text": "Well, that didn't last long."
    },
    {
        "speaker": "B",
        "text": "Coinbase went down. It's breaking into, like, the top 100 on the app store. It's. Yeah, that. That was the. That was the quiet part of shout."
    },
    {
        "speaker": "A",
        "text": "Your. Your heart was in the right place. But I kind of felt like that was, uh, not going to work out, man. The market is not going to listen to, uh, to be quiet when bitcoin is almost crossing, is crossed sixty k, and all time highs are in sight. So we got to talk about that first. What else we got?"
    },
    {
        "speaker": "B",
        "text": "Uh, Coinbase debt went down. People freaked out, and then, uh, it recovered and things went up again. But the point is that Coinbase went down, which is bull market. Yo, bull market. It's bull market. Uh, but, like, also, like, retail is here. Like. Like, people are redownloading coinbase for the first time in a long time. Also, Kraken making some very big moves, dropping a reverse uno card to Gary Gensler and launching Kraken institutional in the same week. Just feels like once crypto starts winning, Ryan, we can't stop winning. And speaking of winning, Gemini has released its settlement with Genesis. You're never gonna guess how much money you're going to get back, Ryan. Yeah, me personally. You're talking about you personally."
    },
    {
        "speaker": "A",
        "text": "Thank you."
    },
    {
        "speaker": "B",
        "text": "And anyone who is a depositor of Gemini earn. Yeah, you're gonna. You're gonna be happy with the number that you're getting."
    },
    {
        "speaker": "A",
        "text": "Some good news. Unexpected news. We got a uniswap is back with a fee switch proposal, and prices were pumping on the uni token. So there's another one that caught a bid."
    },
    {
        "speaker": "B",
        "text": "When a multi billion dollar ERC 20 token pumps 70% off of a proposal, like, we might be in a bull market."
    },
    {
        "speaker": "A",
        "text": "Lens protocol is now permissionless. Also, blast is now live on Mainnet. We gotta check in with that. But before we get to all of that, a message from our friends and sponsors. David, you know what? I think it's time, before we get into the actual numbers on the week, which we're going to get to in just a second, just to spend some time reflecting, because we are on the cusp of crypto all time highs. We're almost at bitcoin all time highs, and pretty much everything else is going to follow. So I think we should just, like, enjoy this moment. We should just take a minute to reflect. And you wanted to share something over from Eric Wall? Maybe we started."
    },
    {
        "speaker": "B",
        "text": "Eric Wall set it up just so perfectly. I'm going to read out a tweet from his, he says. So the market did really wipe out SPF do Kwan, 3 hours capital, and then it went shooting for all time highs. Like, not as a joke, but for real. So Luna really did go to zero. SBF really is in a cell prison. Quan is really getting extradited. Sue had to drop every last one of his shitcoin logos from his display name. And Kyle is in a shed somewhere, chopping wood. That's a Twitter meme. For those who are on Twitter, the cryptocurrency saga moves like poetry. How is this real? When did you experience something like this that you need to take it in with every fiber of your body, every hair should be standing on your skin? I do want to say that this week particularly, was a monumental week in crypto history, and we don't get many like, those often. So it's worth appreciating, it's worth reflecting. And the kind of the cool thing about why it's such a big deal is because bitcoin pumps so hard. Like, actually, that is why this is such a monumental week. It pumped $10,000 inside of a week. Because of the bitcoin ETF, we're going to get into some of the milestones, the new high water marks, not just for bitcoin ETF's, but global ETF's. And it's just a sign of just, like, a milestone that this entire industry has crossed over, because a lot of just what? Bitcoin's destiny, its manifest destiny, has been finally achieved in this first week. Legitimacy, acceptance, adoption in tradfi, with all the boomers buying the bags. Uh, and we also still get to have our own internal ecosystem where we have bitcoin pumping $10,000 on one side, and then we have dog shitcoin meme coins also pumping on our side of things."
    },
    {
        "speaker": "A",
        "text": "I. I think Eric's, uh, reflection is really important here because he's basically saying, look at what we just lived through. Like, is, how is any of this real? It feels like we lived through some kind of simulation. Like, this is just such a bizarro world show. I can't believe we went through this. Over the last 24 months. It's been absolutely crazy. Just like all of the character arcs, you know, all of the stories that were closed. It's just such a crazy time in crypto. I don't think I will ever forget the last two years, that's for sure."
    },
    {
        "speaker": "B",
        "text": "And sitcom that is crypto is absolutely unreal. Just to really tie off a loose end here, can you just scroll down so we can see Kyle Davies chopping wood? What? So this is. This is a tweet that he made where he just says, let me. This is Kyle Davies. Let me share with you my newest passion, chopping wood. I spent hours every day in meditation, building fires from scratch. Each swing of the athletes is physical, relaxing. Unless my mind explore new boundaries, I'm sure everyone who's chopping word right now, we'd be at 1 million BTc. Just. Just insane. Copy pasta."
    },
    {
        "speaker": "A",
        "text": "Former crypto billionaire, I think probably or close to that Kyle Davies and one of the co founders of 3 hours capital. And now he's chopping wood this. This bull cycle."
    },
    {
        "speaker": "B",
        "text": "Now he's chopping wood for. For heat. You know."
    },
    {
        "speaker": "A",
        "text": "You know, I want to share another reflection, like, um, to everyone who stayed during the bear market, you guys stayed for the last 24 months. If you're tuning into bankless, um, you know, like, you're probably not new here. You've probably been around. You're probably listening. During the dark period of the last 24 months, I just want to say this. In the upcoming weeks and days, a bunch of people will tell you, you didn't deserve these gains. Right? Crypto, you got lucky. It's all time high. Making money shouldn't be this easy, let me tell you. It actually was really hard. And for those who stayed, you did your research. You accumulated when everybody else was running away, you resisted the overwhelming urge to believe all of the fudgest that that crypto was dead. You didn't follow the herd. They left, and you stayed. And don't let anyone tell you you don't deserve these gains, okay? Because you earned it over the last two years of time. And that's really when you earn it, is during the bear market season. So congrats. Just spend a moment to think about that. Yeah. Well done. Now, don't get too high on your horse, though, right?"
    },
    {
        "speaker": "B",
        "text": "Yeah, not too soon. Not too soon. We have to save some pats on the back for later, too, when we actually do cross all time highs. Yeah. Big shout out to everyone's net worth. Who's higher now than it was at the peak of the market last cycle. We're not at all time highs now, but, you know, shout out to the people who bought $20,000 bitcoin. Shout out to people who bought sub $1,000 eth. Shout out to people who bought, like, $10 Solana. David, this meme accumulating in the bear markets is like, you know, once every four years opportunity, and that last bear market won't be coming back again."
    },
    {
        "speaker": "A",
        "text": "I think this meme that you sent before the episode really sums it up of what the balance we're going to have to strike during the bull market is. You like two buttons to click, like two choices and somebody saying, this is David. The past couple of weekly roll ups. Button one is stay humble. Button two is if ing told you so. You are like, we are juxtaposed between those two options. Like, there's a little bit. You want to stay humble and a little bit like, ah, we were right. We stayed. It feels good."
    },
    {
        "speaker": "B",
        "text": "Yeah. Surprise. Believing in crypto was the right answer. Who knew?"
    },
    {
        "speaker": "A",
        "text": "One thing I was thinking as well as, as you sort of zoom out, you know how often we've compared crypto to the Internet? The birth of the Internet. And if you, if you, if you go into Google and you type, like, the consensus date of the birth of the Internet was 1983, actually. Okay, so 1983. And it's very interesting if you extrapolate that forward 15 years later from 1983 was about 1998. All right? And I don't know if some people remember what the Internet felt like in 1998. It was very much like new territory. Was this exciting technology that, this horizon. And that was like, right before the.com boom. Okay? It was just like a little bit into it. And then, of course, over the corresponding years, 1999 and 2000, you got an absolute explosion in market prices. Right? So that was 15 years into the Internet. It's very interesting, David, if you look at crypto right now, we are, 2024 is actually 15 years now into crypto. So bitcoin just celebrated its 15th birthday from the first block. We are now 15 years. And so the question is, what's going to happen next? I feel like every cycle we talk about, well, it's like the.com bubble, right? It's the.com boom and the.com bust. I wonder if we're actually going to see that this time. Do you have a taken, like, what year it is in terms of the Internet? Do you think we're in 1998, or do you think we're like, after the.com boom? Do you think we're in the two thousands somewhere?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I think really you can only understand patterns, and I don't think you can really carry it over one to one. I think the biggest evidence to say as to why crypto will experience some sort of.com boom sized movement in the markets is a, we are actually in tapped into traditional financial markets right now, and there is the colliding particle of AI as well. The AI crypto overlap and AI crypto retail speculation and just innovation in AI, where a lot of that value is going to be able to be much more easily expressed in crypto tokens, which were easier to mint because what is an ERC 20 token other than like a printing press for financial assets? I think, like, it's really those two things coming together that is like a, we're redoing the Internet both on the crypto side of things and on the AI side of things. But crypto is offering the financialization of the AI side, just like crypto is going to be able to tokenize to express value of AI innovations way better than any, like, public listing on a stock market, unless we do, like, the whole, like, SPAC era again. Um, but I think that crypto AI synergy, I think, is very, very strong."
    },
    {
        "speaker": "A",
        "text": "I also think it was. So for me personally, it's still my take that we're going to absolutely boom, and then we're going to crash. Like, it's still my take that there's no such thing as the super cycle because this always happens in these fractal patterns."
    },
    {
        "speaker": "B",
        "text": "Paper gains can become very weighty."
    },
    {
        "speaker": "A",
        "text": "So I think we're going to go higher than anyone thought, this bull market, and then that will be followed by a crash. What? What say you to that? Where are you on team super cycle this time?"
    },
    {
        "speaker": "B",
        "text": "It's different. No, like, I think we have been in one super cycle since 2009."
    },
    {
        "speaker": "A",
        "text": "Yeah, for sure. Yeah. All right, well, we'll see how it plays out, man. We're in the bull market now. Let's get to some charts. What is bitcoin like on the week? Thanks to Kraken for providing these glorious bitcoin charts and Kraken pro interface. What are we looking at?"
    },
    {
        "speaker": "B",
        "text": "Bitcoin is moving really, really fast. I have to update these prices in real time. $62,150 it is down a whopping $2,000. From the moment I woke up this morning, it is still at $62,000. It is up 21% on the week. We are 9% away from all time highs. 9% away from all time high."
    },
    {
        "speaker": "A",
        "text": "So what is the number for all time highs that we got to beat?"
    },
    {
        "speaker": "B",
        "text": "Yeah. Previous all time high set on what was the day? November 10, 2021. $69,000. Nice."
    },
    {
        "speaker": "A",
        "text": "Wow. $69,000. So we get above 69 and we're good. We get to 70 and we're good. Do you know bitcoin is already past all time highs as measured in the fiat currencies of about 30 countries. That includes China and India. This is a tweet from Balaji showing all of the countries where bitcoin is already at all time high in terms of their. Their local fiat currency. We're not there with us dollars, but, I mean, we're getting real close, David."
    },
    {
        "speaker": "B",
        "text": "I mean, us dollars is the final boss, right? Like, all fiat currencies are losing to the dollar, and then the dollar will soon be losing to bitcoin."
    },
    {
        "speaker": "A",
        "text": "One of the big stories, one of the big reasons why has been inflows, tradfi, redesign inflows."
    },
    {
        "speaker": "B",
        "text": "It has been the big story every. For the last two weeks has been the crescendoing volumes into the bitcoin ETF."
    },
    {
        "speaker": "A",
        "text": "I think it's safe to say, beyond anyone's expectations, right?"
    },
    {
        "speaker": "B",
        "text": "Well, beyond anyone's expectations."
    },
    {
        "speaker": "A",
        "text": "Like, even the bulls are pretty surprised about the success that the bitcoin ETF's have having. So, Blackrock and friends, they now have over 300,000 bitcoin. Okay, so ETF's now hold 1.5% of all bitcoin supply currently in existence. And just a quick reminder, it's been less than 60 days since these things have been released. Right. It's absolutely crazy. So let's go into a James safer tweet. Here he is looking at inflows, record inflows. He says, what's this showing us?"
    },
    {
        "speaker": "B",
        "text": "Yeah, Blackrock ibit took in $612 million of bitcoin on its own. The whole net group of all bitcoin ETF's took in 673 million. And then we had $216 million of outflows from grayscale. Still sizable outflows from grayscale, but is just getting completely overwhelmed by inflows into everything else. And this was just in one day. This was one day."
    },
    {
        "speaker": "A",
        "text": "This is a bitcoin purchased by ETF's one particular day last week. That was February 20 28th the amount of bitcoin purchased by ETF's was about 10,000. The amount of new bitcoin issuance. So that supply was 900. That's like a ten to 110 to."
    },
    {
        "speaker": "B",
        "text": "One, over a ten to one. Incredible nuts. And then also this big old reminder we are in like ending two of the full might and power of the bitcoin ETF's. So this platform with $30 billion in it, Carson Group, has been approved. It proved itself to offer the spot bitcoin ETF's to its customers. And so Carson, like, who manages people's money, just allowed the blackrock the fidelity of bitwise, Franklin Templeton bitcoin ETF's to its customers. So there are wealth managers, there are platforms, there are brokerages that have not allowed their users to yet buy the bitcoin ETF. And they are also allowing that to happen. That's going to happen like starting now, moving forward, and then later in like, I don't know, any four or five or six, there's actually going to be the sell side where like sales where people go like, hey, client of mine, have you considered bitcoin in your portfolio? Like, that hasn't happened yet, and that is a lot of money."
    },
    {
        "speaker": "A",
        "text": "What you're talking about is this kind of second inning. So like the first inning we've had sort of, you could buy it directly on Blackrock, you can buy it directly in fidelity. The registered investment advisors are now coming aboard. That's what the Carlson platform is. They are, you know, the Charles Schwab types of independent registered investment advisors that advise, you know, retail dollars. Well, now they can have exposure to these assets. They have the option to purchase these assets on behalf of their clients. Another one just like that, David, ten times larger. Morgan Stanley says that they are evaluating spot bitcoin ETF's and they have a just a massive giant brokerage platform. So the RIAs are starting to get involved and that's going to unlock a whole bunch of capital. So the pipe, the bandwidth in this thing for liquidity inflows is just getting bigger. One other comment I'll say is like, I feel a little bit bad for some of those investors who are depending on their registered investment advisor, right? Because like they haven't been able to purchase this. Like they've been front run by us, by crypto natives, even, even by the blackrocks and fidelities of the world not having the option to purchase bitcoin. Right. This is the case for why you should take some of your investment decisions in your own hands and not just like go with the flow and go with the system."
    },
    {
        "speaker": "B",
        "text": "When the crypto industry was really getting excited about the bitcoin ETF, like November, December of last year, like, bitcoin was 26 to like $38,000. And so all of these institutions that are lagging their own customers ability to buy bitcoin are selling their own customers 60, $70,000 bitcoin. This is why it pays to be bankless. The pay is touch the chain. You know, like go, go into the deep end, you know, get your private keys. Yeah. Anyways, I think Hunter Horsley said it best. Hunter Horsley from Bitwise. He says there's just so much in the works with advisors and wealth platforms. Bitcoin is arriving not in one week, but 2024 is going to be a great year. I concur, I concur. And I will say, putting on my ETH maxi hat, when the ETF gets approved, $1 into the ETH ETF is going to move the ETH price at least three times more than it would move the bitcoin price because of how Ethereum market cap is one third the size of bitcoin, at least. And that's basically case because also there's much less eTh on exchanges because we have defi. We have like Ethan Aave, we have Ethan Eigen layer, we have ETH on layer twos. And so, like, the ETH price movements are going to be like three x is like such a bear case versus bitcoin. It's going to be like five to five to like eight x times in price movements on $1 inflows into the ETH ETF versus the bitcoin etfeminal. I need to call a doctor sometimes when I talk about this."
    },
    {
        "speaker": "A",
        "text": "I think the market is just beginning to front run that as they did. They started with bitcoin nine months ago. Let's say. Let's talk about ether on the week. Where did we start? Where do we end up?"
    },
    {
        "speaker": "B",
        "text": "19% of the week started at 29, 60, ending at the current price of. Well, I wrote in $3,500, but prices have moved. Yeah, $3,430. Who knows what it will be tomorrow? So ETH BTC, the ratio between bitcoin and ether down on the week. But this is actually the pattern that I've been noticing is that it's going down on weekdays and then it recovers pretty bigly on weekends when. When the boomers can't buy bitcoin like the boomers can't buy unless it's outside of working hours. And then during the weekend, the ETH ratio has. Has been going up. And so, like, I think, like, the crypto natives have been, like, buying eth, you know, consistently, but it only is getting expressed in the ratio on the weekends. And then during the weekday, just like the massive inflows from Wall street comes in and then bitcoin just like, dominates everything. Like, bitcoin dominance is a bigly right now."
    },
    {
        "speaker": "A",
        "text": "Yeah, I do agree, though, like, given the success of the bitcoin, ETF's, right. If you just like, kind of extrapolate that to Ethereum, ETF's that have a decent chance of happening this year. Right. That's going to be absolutely explosive. Let's talk about total crypto market caps. David, are we above a trillion? Oh, wow. We are well above a trillion."
    },
    {
        "speaker": "B",
        "text": "What do you mean are we above a trillion? Sorry, I met said that too many times. We are. Well, but, yeah, so we put on $400 billion in market cap in the last week. Bitcoin was 50% of that. Okay, so we are at 2.4 above 2.43 trillion. Right. Was the top last cycle free."
    },
    {
        "speaker": "A",
        "text": "Trust this. So we're almost, for almost a market."
    },
    {
        "speaker": "B",
        "text": "Cap universal all time highs. Yeah."
    },
    {
        "speaker": "A",
        "text": "Okay, let's switch over to layer twos. And this is a layer two update brought to you by mantle, which is a new and upcoming layer two that we enjoy. So total locked value is about $30 billion."
    },
    {
        "speaker": "B",
        "text": "$30 billion. Yeah, no, we're crushing it. That's way up. Well, this is what happens when ETH price goes up. Yeah, ETH goes up. Yeah. So we're actually flat in ETH on layer twos in ETH terms, but, you know, ETH is going up in price, so therefore we crossed 30. I'm almost at $31 billion. But also this the scaling factor, Ryan, setting new all time highs, especially with the area under the curve, which is like, you know, the significant thing. 8.8 ethereum. So all layer twos are putting in 8.8 ethereums. So just a ton of scale happening up on the layer twos. And of course, we have Dengkun shipping to mainnet next week. I do actually kind of want to take a moment and highlight mantle. I was talking with some of the mantle team here at ETH Denver. So, like, there's all these different activities going on differently, too, because they're also, like, differentiated. Right. Like, all the ZK roll ups have so much transaction volume because the transactions are so cheap. Arbitrum Nova two, because it has the off chain da mantle. I think it's actually kind of like one of the more least understood chains, I would say. Just because it actually has this crazy genesis story where the actual mantle layer two was voted in by the mantle Dao, in contrast to what the bybit exchange, which is where mantle came from, wanted by bit, like some of the founders wanted to layer one, but then the DAO was like, we want a layer two. So they made a layer two because that's what happened. The real yield that you can get on mantle because they're subsidizing it from their massive multi like two plus something billion dollar eth treasury is some of the craziest yields in crypto. So like me, the mantle native staked ETH is getting something like 7%. But then some defi apps on mantle are offering you 30% real eth yield. Like init capital is one of these like native Defi applications on Mantle that's not anywhere else like Mantle also has. It's like kind of homegrown native defi ecosystem where previously people are used to aave or something, the traditional synthetix defi apps. But Mantle's got its own new Defi applications pushing the field, init being one of them. And you can get 30% real yield on your wrapped ether, inside of mantle, inside of init capital. And that's in addition to the points that you can get from in it. I think Mantle is turning into the yield chain. That's kind of my takeaway from my conversations with the mantle folks. They just want all of the best yields to happen on mantle. And importantly, real yields, not pool two yields that we saw last cycle."
    },
    {
        "speaker": "A",
        "text": "I think that the story of eth yield this cycle is huge."
    },
    {
        "speaker": "B",
        "text": "ETH productivity is a huge theme."
    },
    {
        "speaker": "A",
        "text": "Yeah, I remember last defi summer. Basically, I think we're going to repeat something very similar to defi summer, except in restaking. We're already midway through that, just seeing how eigen layer is blowing up and all the restaking protocols are blowing up. Like we've, we've talked about that before. But it's interesting this cycle where the source of yield is ether, the asset primarily, certainly dollars a little bit. But last time the story was all about dollar denominated yield and now what you're talking about right here is ETH denominated yield. I'll remind everyone. The disclaimer is like, yield chasing is dangerous. So like when you go into some of these programs, new apps are dangerous. Yeah, you see 20%, 30% type yield, right? Like uh, make sure you understand the risks of that yield. Sometimes a smart contract risk, sometimes economic risk, sometimes it's like counterparty, like you don't understand type risk, so be careful chasing yields. But that's what the market's going to do. This entire cycle is interesting. That's ETh denominated this time."
    },
    {
        "speaker": "B",
        "text": "Lastly, to wrap up the market section. Actually, no, we have a few more sections after this. Movers of the week. Ryan, do you know what, in addition to bitcoin or the big categories of movers this week, I'm looking at them."
    },
    {
        "speaker": "A",
        "text": "And I'm a little bit sad, actually. I see our weave here, which I get that that's like the whole AI plus crypto kind of thing. But then I see Pepe, I see bonk."
    },
    {
        "speaker": "B",
        "text": "Dogecoin. Wow. I will never fade a dogecoin pump. This is cool."
    },
    {
        "speaker": "A",
        "text": "Uniswap, though. I guess we'll talk about later in the episode."
    },
    {
        "speaker": "B",
        "text": "We're coming up pretty soon on that. We'll talk about that actually in the big news. Okay, yeah. Rounding out the market section, coinbase app was taken down by heavy traffic. This is as bitcoin was pumping at a very, like $3,000 in a single candle. Brian Armstrong tweeted out, we had modeled a ten x surge in traffic and they also had load tested it, and then the traffic exceeded that number. It's expensive to keep services over provisioned, he says, but we need to keep on working on auto scaling solutions and killing any remaining bottlenecks. Thank you for bearing with us. So, yeah, retail just like, came flooding into Coinbase. Like, oh, yeah, bitcoin, it's cool again, back. And then Coinbase crashed. And then, like, a bunch of Coinbase user accounts started showing like a balance of zero. And so everyone was kind of scary, freaked out. Yeah. And then bitcoin, after pumping to like $64,000, dumped, crashed down to like $58,000 and then resumed up again. It's like when we move this fast, this quickly, just like, volatility is just like back on the menu."
    },
    {
        "speaker": "A",
        "text": "Yeah. People were freaking out, though, when they saw the balance of zero in their Coinbase accounts. And not entirely sure why that glitch happened as well. But look, it wouldn't be a bull market unless the Coinbase went down, right? Every single bull market I've been in crypto, Coinbase has been overwhelmed by demand. And that's always a bullish sign. David, speaking of bullish, signs here, Reddit, you know, they are about to IPO. I think we mentioned this on a previous roll up in some of their SEC filings, they mentioned this. We invested some of our excess cash reserves. Of course, like any large company, they have cash reserves. They invested it in bitcoin and ether on the corporate balance sheet. David, this is a continuing story that I think is going to be important, where you see, you know, Fortune 500 stock company, publicly traded companies throughout the world investing some of their treasury into non fiat sources like bitcoin and ether. Another thing they mentioned is, and we also acquired ether and Matic as a form of payment for sales of certain virtual goods. So not only did they explicitly take their cash reserves and put that into bitcoin ether, just as a better store of value, you have to presume, but they also acquired ethereum and also matic in order to purchase block space in the future. It's kind of like a hedge for future blocks space purchases. This is so bullish. I think the fact that, like, I know this is just a trickle, but it's part of a broader trend where I think we're going to see more and more crypto assets on company balance sheets moving forward."
    },
    {
        "speaker": "B",
        "text": "Well, this was the big narrative of last cycle. Remember? Like, this was the whole thing. Like, this is where the bitcoin treasuries website came about. Now we're just, like, starting it all over again. It's easier to put bitcoin on your balance sheet when it's inside of an ETF, let me tell you that."
    },
    {
        "speaker": "A",
        "text": "I mean, all the best narratives are multi cycle narratives because you get to a certain point and then whoop the tide, like, you know, comes back, and then. And then everything sweeps back and you have to restart. And now we're just picking up where we resumed. Uh, Eric Connor makes the point. It's bitcoin and ether. That's. That's the difference. This cycle. Last cycle, you said it was just bitcoin. I think you're right. Now it's bitcoin and ether, and I think that's a little bit different. This cycle."
    },
    {
        "speaker": "B",
        "text": "It always was ether. Ether got onto corporate balance sheets last cycle, too. And also. Yeah, never mind. All right, moving up. Coming up next, Kraken reveals their side of the story with the SEC. Turns out the SEC was playing dirty. Gemini earn customers are getting how much of their money back? We're gonna tell you exactly how much. Talk of the uniswap fee switch has changed the entire sentiment around Defi 1.0. And Blast has actually launched its main net. And Lenz is now permissionless. This is, like, the best good news weekly roll up that we've had in, like, two years. So we're gonna go here, and from all of this good news. But first, a moment to talk about some of these fantastic sponsors that make this show possible."
    },
    {
        "speaker": "A",
        "text": "For the first time, Kraken reveals what actually happened between them and the SEC recently, and for bank list listeners. And, David, if you recall, so last we checked in on Kraken versus SEC, the SEC had filed a complaint basically taking Kraken to court. What did the complaint say? They were basically being sued for listing securities. And of course, the SEC won't clarify. What's a security?"
    },
    {
        "speaker": "B",
        "text": "Everything is a security."
    },
    {
        "speaker": "A",
        "text": "They think everything that is a token could potentially be a security. Uh, including many of the crypto assets that are obviously not securities anyway. They basically charge Kraken with operating a cryptocurrency exchange because, like, yeah, of course, they're, you know, exchanging, allowing the buying and selling of crypto assets. Um, and they also charged Kraken with commingling. They included this in the complaint, basically an illusion to FTX style that they were commingling funds, which, uh, you know, it turned out to be very much not the case. So this week, they announced that they are filing a motion in court to dismiss the SEC lawsuit, not just fight against it. They were saying, court. This is like a lawsuit that you shouldn't even consider because it's not worth considering a court system. And they're filing for dismissal on the."
    },
    {
        "speaker": "B",
        "text": "Backs of what they are actually revealing. And so they are, this is, that was the action that they were taking. But they, the reason why they are justifying why the court ought to dismiss the complaint is that they, the thing that they revealed is some backdoor shenanigans from the SEC. So in May, Kraken testified against the SEC's overreach about crypto before the House Financial Services Committee and the House Agricultural Committee. This is one of the hearings that we reported on way back when, they testified that all the things that you've heard on bank list current laws do not adequately cover the digital asset industry. Congress ought to do more to place a better set of rules to protect consumers and investors. Congress should limit the SEC's jurisdiction in favor of other agencies, like all the things that we've been asking for. Congress and Kraken just went to the hearing and testified that, hey, we should, they think we should do this. And then the next day, the SEC called cracket to say it was going to sue. And so it was just like, the timing and the motivations are just extremely sus, it's like, okay, you guys are just suing us out of spite. And the whole point about the SEC and how it needs to be reined in is because the SEC cannot do things that are capricious and arbitrary. Arbitrary and capricious. How many times have we said these words on the podcast? And so when, like, cracking has a very normal day at a hearing in Congress, and they testify their opinions in a public manner, and then the next day, the SEC says, hey, we're gonna see you guys. It's very personal. It's very spiteful. It's arbitrary and capricious. And so this was the information that we did not know. That cracket is now, like, revealing to the public. And on the backs of that, that is their justification for why the court ought to just dismiss the whole entire complaint and tell Gary Ganzler to pack his bags."
    },
    {
        "speaker": "A",
        "text": "I mean, the. The facts here are kind of startling here, right? So Kraken tells Congress the SEC is overreaching, and the very next day, the SEC goes and calls Kraken and tells, by the way, not the first time they were sued that year. The second time they were sued in 2023, completely caught Kraken by surprise because they had already resolved the first complaint. This feels like a mob boss scare tactic, David. And, I mean, it's a."
    },
    {
        "speaker": "B",
        "text": "What do you call this? Extortion."
    },
    {
        "speaker": "A",
        "text": "Extortion."
    },
    {
        "speaker": "B",
        "text": "Kraken paid $30 million to settle with the SEC, and then the SEC is like, oh, I bet we can do it again."
    },
    {
        "speaker": "A",
        "text": "Right? Absolutely crazy. So this is Jake Trevinsky here saying yesterday Kraken filed a motion to dismiss the SEC enforcement action. The brief is a great read. We'll include a link to this in the show notes. By the way, strong argument for why the SEC is wrong. And in the blog post, it basically accuses the SEC over retaliation for its testimony in Congress. Wow. What is the judge going to think about this?"
    },
    {
        "speaker": "B",
        "text": "David, that is pretty cringe from the SEC."
    },
    {
        "speaker": "A",
        "text": "Yeah, cringe may be illegal. We will see."
    },
    {
        "speaker": "B",
        "text": "But Kraken's not stopping there. So not only are they fighting about back about the SEC, they're also launching Kraken institutional. So basically the whole, like, we're not f, ing leaving moves like SEc back off. And also, we are launching further products to satisfy consumer demand inside America. So they're launching Kraken institutional just to satisfy all the institutions out there. Hopefully, you're not getting more ETH and bitcoin on institutional balance sheets. That's what we enjoy. So, just some big moves from Kraken this week."
    },
    {
        "speaker": "A",
        "text": "I think once you get the institutions on your side, then you have, like, a heat shield against the regulators, which is really what we need at this point."
    },
    {
        "speaker": "B",
        "text": "Yeah. Yeah. Gary Gensler is not going to be happy. Nice job, guys. Nice job, Kraken. All right, moving on to Gemini earn. Gemini earns will receive 100% of their capital back that they had in Gemini earn. So a settlement was reached between Genesis and their creditors, which is, you know, Gemini Earn. That's most people. And so if you had lent one BTC in the earn program, you will receive one BTC back. This isn't some FTX shenanigans where you're getting 100% of your dollar denominated value back when bitcoin was like $20,000. If you had one bitcoin in Gemini earn, you will get one bitcoin back, which is literally the best outcome possible. Congratulations to all people getting their money back out of Gemini earn."
    },
    {
        "speaker": "A",
        "text": "Bank listeners will know I got scammed by some of the banks last year. Not a lot, but I like to test my Gemini earn. I like to test my blockfi, test my celsius. I was a beta tester for many of these things. So I was absolutely shocked when I received this email from Gemini, urn, saying. I thought it was like, did you."
    },
    {
        "speaker": "B",
        "text": "Think it was a fish?"
    },
    {
        "speaker": "A",
        "text": "Yeah, totally. So I went directly to Twitter and I tried to verify from multiple sources. And, yeah, this is the case. Now, there's one caveat to this. It's if the bankruptcy court approves this settlement in principle, so there's still a little thing to go through. But, I mean, they should. The hard part is making sure the money's there. And it seems like from this announcement, the money is actually there. So this would mean earn users can expect to receive 97% of their assets in two months. And that's in kind, as you said. So you put in ETH, you get back eth, you put in big. So they. It was actually, they were. They were short, like 700 million when you look at the bottom. But they're giving back in terms of fiat value in assets, like 1.8 billion, something like that."
    },
    {
        "speaker": "B",
        "text": "Because of price appreciation."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Okay, so, like, appreciation, what are the odds that just, like, the forced holding of Gemini earn customers actually made them net more money than they would have otherwise had?"
    },
    {
        "speaker": "A",
        "text": "Very high headed. Yeah, they didn't sell the bottom. They forced held the bottom."
    },
    {
        "speaker": "B",
        "text": "Yeah, they force held the bottom. And the worst thing is, is that they just didn't get the yield from Gemini earn. They just didn't have any yield. That's the worst thing that happened."
    },
    {
        "speaker": "A",
        "text": "Have you seen this? This is a little bit of Sam Bankman Fried's argument from. From jail, where he's actually saying, like, hey, people are getting their money back. And it does seem like FTX depositors will make back their money, not in kind. All right."
    },
    {
        "speaker": "B",
        "text": "Yeah, but, like, that's not making back their money."
    },
    {
        "speaker": "A",
        "text": "Yeah, but he's."
    },
    {
        "speaker": "B",
        "text": "They will have less bitcoins."
    },
    {
        "speaker": "A",
        "text": "His filing is, I should only go to jail for six years rather than, like, the, you know, like, what, 20 plus lifetime."
    },
    {
        "speaker": "B",
        "text": "So he hasn't been sentenced yet, right?"
    },
    {
        "speaker": "A",
        "text": "Hasn't been sentenced. So that's what he's."
    },
    {
        "speaker": "B",
        "text": "I wonder if the positive crypto price movements will actually, like, make his sentencing more lenient. I wonder if that's true."
    },
    {
        "speaker": "A",
        "text": "Who knows? By the way he's telling. I read the story this week. He's telling his prison guards to buy soul. That's what he's advising. I'm sure they're asking him, right? If you're a prison guard, you want to ask the crypto kingpin what to buy? And that's his advice from prison, not financial advice. Sam Bankman freed. Anyway, so what's great about this Gemini earn, if it comes to pass, and it looks pretty, pretty secure here, like, Celsius. The folks from Celsius only receive, like, 20% to 30% of their funds back. Like, not in kind. Right? In, like, fiat. So very little Mashinsky just, like, totally effed up and stole everyone's money, basically."
    },
    {
        "speaker": "B",
        "text": "Machinsky was a scammer. He didn't. He was a total Zack prince f'ed up. Yes. Mashinsky was a scammer."
    },
    {
        "speaker": "A",
        "text": "Okay, well, Zach prince, blockfi, we still don't know. Block five. People still don't know whether. How much they're getting back. But good news for Gemini earned and actually unexpected. David, let's talk about another thing that was unexpected is, you know the fee switch we've been talking about forever for Uniswap, the token. Right? Like, uni token value accrual. Could actually happen if we just turn the fee switch on. Well, it seems like there was news that this might actually happen, at least something that. That spiked the price of uni tokens. Something I haven't seen for, like, five, like, three or four years. Anyway, 70% this week. Why? Why did we go up that high?"
    },
    {
        "speaker": "B",
        "text": "So a Uniswap foundation governance lead. So anyone can submit a proposal to the Uniswap forums to turn on the fee switch. I'm sure that's happened. It's happened. A handful of times. But when the Uniswap foundation governance lead posts the proposal, and it's a meaningful proposal with, like, actual thought out, you know, work being put into it, it means a little bit different. And so it would say it would. The upgrade would reward uni holders who have staked and delegated their tokens with the fee switch. So if approved by the community, the fee switch might just go ahead and turn on. Like, as you said, uni went up from seven dollars to twelve point five dollars. One of the biggest pumps out of a token, a defi token I've ever seen. 70% is a big move, especially for Uniswap, because already had, like, a multi billion dollar market cap. Okay, so, like, how much, if the fee switch was turned on, how much would actually go to token holders? So, if you analyze the best recent months of fees and assume a 10% take rate on the fees. So, like, what is it? What is the fee? The typical fee is somewhere between 30 bps Ryan and ten bps. If you take 10% of that, that would be $96 million for the Uni system. For the uni system, which is not a great PE ratio, it's 120 price to earnings."
    },
    {
        "speaker": "A",
        "text": "That's really good. That's like, less than Zoom used to be."
    },
    {
        "speaker": "B",
        "text": "I forgot we're in a low interest rate era."
    },
    {
        "speaker": "A",
        "text": "This is basically that PE is like a high growth tech stock kind of like PE."
    },
    {
        "speaker": "B",
        "text": "Sure. Yeah, yeah, yeah. And then you can expect Uniswap fees to, like, dominate this bull market just because that's what happens in bull markets. So, like, annualized total fees is almost a billion dollars. But then the take rate of 10% would give them $96 million."
    },
    {
        "speaker": "A",
        "text": "What I love about this price pump is it's nothing to do with memes. It's like fundamentals. It's like cash flow is going back to uni token holders like that."
    },
    {
        "speaker": "B",
        "text": "And then the uni price gets redirected. Yeah."
    },
    {
        "speaker": "A",
        "text": "And what does this mean? The audacity of. Again, this isn't the, like, the Uniswap Labs company, right? This isn't Hayden, Adams and crew. But the audacity of uni token governance to put this proposal through right there."
    },
    {
        "speaker": "B",
        "text": "There'd been all sorts of Dow make their token a cash flowing asset."
    },
    {
        "speaker": "A",
        "text": "I mean, Gary Gensler might be upset about this, but, like, can he do anything?"
    },
    {
        "speaker": "B",
        "text": "I hope he will he do anything. Yeah. Okay, so this had ripple effects kind of down the DeFi 1.0 stack. So Frax also kind of put out this tweet talking in the tailwinds of the unipump should Ve FXS holders, that's like the Frax token holders vote to distribute revenue back to FXS stakers. Frax makes eight figures of annual annual revenue being mostly converted into the treasury. Should it go back to the stakers? So now, like, if Uniswap is bold enough to turn on the fee switch for its token holders, that has repriced a lot of the DeFi 1.0 cash flowing, yielding tokens. And we've also seen like a price appreciation kind of down the market cap stack on a lot of DeFi 1.0 tokens. So this is, this is part of the whole theme of this week, which is like, winning begets winning. We're just like doing all the things, covering up for all the things that were bearish in 2022 are now bullish in 2024. We're just doing all the things that we were suffering from."
    },
    {
        "speaker": "A",
        "text": "Aave, Synthetix, Lido, DYDx, all up on that news on the week, which is great, because without that, David, we do have just like quote unquote useless governance tokens. We just have a whole bunch of memes. So this is what's interesting is the SEC, if they decide to weigh on this, is put in a really weird spot, right? Like, do they want, like, it's better for uni investors to have cash flows or else it's just a meme token. Do they want to make, do they want to force all crypto tokens into memes? Or are they going to be okay with on chain cash flows that are managed by, like, this decentralized community organization with immutable code on chain, on chain cash flows."
    },
    {
        "speaker": "B",
        "text": "Yeah. The actions of the SEC has incentivized capital to go into actual meme coins because of the risks of actually being a real fundamental, valuable innovation that's tokenized. And so this is the pendulum swinging back. Gary Gensler is like losing court case after court case. He's on his heels. People are getting bold enough to start to fight back. Like, it's no, it's no coincidence. Like this, it goes back to Eric. Wall street at the very beginning is like, this storyline, this arc, this poetry that is happening of like, Kraken is going to give Gary Gensler an uno card. Uniswap is turning on the fee switch. Everyone is like, boldness begets boldness. And all of a sudden, crypto is cool again. And Gary Gensler looks cringe."
    },
    {
        "speaker": "A",
        "text": "Yep, Uniswap Labs as well. So this is, again, different than the Uniswap foundation that controls the feed, the fee switch. But the centralized company, Uniswap Labs, is also continuing to build. So they just introduced the Uniswap extension this week, which is pretty cool. So this is like a browser extension and also limit orders as well, are kind of like native to the app."
    },
    {
        "speaker": "B",
        "text": "Browser extension, actually, I don't think sells it very well. This is a browser sidebar. So instead of like a little pop up like your metamask, or rather this is like a little sidebar, so it doesn't like overlap over your window. It's kind of this persistent thing. So we had that uniswap designer on the show a while ago, and he's just a big fan of just rethinking stuff. And so this uniswap sidebar, just think about a module on your browser that is persistent, and it's just like a wallet for your browser. So the more web three our Internet becomes, the more nice it's going to have to have a persistent module there. So that's what the uniswap wallet is."
    },
    {
        "speaker": "A",
        "text": "Try that out. That looks really cool. Got to try that out. Um, David, we got a lot more to talk about. The blobs are almost here. What's the effect going to be on the ethereum economy? Also, blast mainnet and Trump weighs in on bitcoin. Maybe he likes it. Now we'll talk about all that and more, but before we do, want to thank the sponsors that made this episode possible."
    },
    {
        "speaker": "B",
        "text": "Bangkun is just around the corner, scheduled for mainnet activation at epoch 29,696. That's March 13 for anyone who is a normal person at 855 EST. So if you run an Ethereum node, you need to upgrade your node software, because we have to upgrade for Denkun. So that is your last PSA because the next weekly roll up, we have no, two weeks. It's in two weeks. It's the 29th. We got basically two weeks until Denkun. Twelve days."
    },
    {
        "speaker": "A",
        "text": "Yeah. So that means the blobs are coming. And that's like a weird way to describe what's happening. Here's a reframe, sort of a nation state economics reframe of it, because I think people are really sleeping on this Ethereum upgrade. So on March 13, Ethereum is actually injecting a massive stimulus into the ethereum economy because it's cutting roll up taxes by 90%. Okay. Roll up taxes."
    },
    {
        "speaker": "B",
        "text": "The tax is really paying."
    },
    {
        "speaker": "A",
        "text": "It's. That's what's actually happening. And if you look at kind of estimates, roll up transactions basically drop to something close to free at least 80% of the roll up transactions until they forex and then they start to become more expensive. So from my perspective, this is sort of like a stimmy check in a way, or like, it's like a massive tax cut to a sector of the Ethereum economy. It's a max, it's a massive tax cut to the Ethereum economy. In that way it induces demand in the way that a tax cutting economic stimulus would. And to me, this is already fuel on, like, what is already a bull market economy. And yeah, I'm pretty excited. I think people should start reframing it in terms of, like, the protocol is doing this thing that's going to, like, induce more demand and cause increased economic activity because that is actually what's going on. I think blobs undersells it because no one knows what the f of blob actually is. And we got to translate this into normie speak and get some economists to start speaking this language for, like, macro updates."
    },
    {
        "speaker": "B",
        "text": "Okay, so here's how I'll frame this. So Ethereum delayer one, it's Manhattan, right? It's expensive. The Ethereum protocol has improved. The subway, the railway lines that go to Brooklyn and New Jersey and upstate, it is now cheaper and faster to take a train to go to the suburbs, which means that it's easier and more accessible to live in these suburbs. The suburbs are now a better place to live, and they're better connected to the Ethereum. Layer one, then. That's just because the costs of the blobs, where layer twos put their data are going down. It's basically a subsidy for layer two. S. You're being very bullish about just the prices going down on layer twos, and I think that's going to be a blip. I think transaction feeds are going to go for a very short amount of time. They'll go to drop to zero, but it's going to be like under, for under a week, maybe even under a day, and then they're going to come back up to more or less about where they are now, except we will see a lot more total activity on, on ethereum layer two. I think the thing that is going to really benefit the most is going to be the p and l of the major layer twos. So you're going to see arbitrum is just way more profitable. Optimism is way more profitable. Their costs are going down and their total volume is going to go up."
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, basically they get, they get something close to free transactions or massively reduced transactions until they all collectively forex. That's how much net new bandwidth we have, which is."
    },
    {
        "speaker": "B",
        "text": "I just think they're forexing very quickly, is what I'm saying."
    },
    {
        "speaker": "A",
        "text": "Yeah, I hope they do more economic value created. Speaking of that, blast has already reached 2 billion in total value locked. And apparently they just went mainnet. So that is, as of today, the day of recording, as of today, 150,000."
    },
    {
        "speaker": "B",
        "text": "Wallets with $2 billion in TVL. I think Blast has kind of gotten. It has left a bad taste in its mouth for just the way that it launched. It's very controversial. And as a result of that, I kind of think people are under indexing, actually, the technical merits of blast. I was under indexing on it. I thought I was like, what's the point of having native wield when you can just use Lido state teeth inside of like, your normal chain? But apparently, allegedly something I'm looking forward to seeing is that when you actually put native yield into the protocol, it actually does unlock a design space that's unique, that's different than just, is it."
    },
    {
        "speaker": "A",
        "text": "Still a multi sig, though?"
    },
    {
        "speaker": "B",
        "text": "Probably I'm going to guess it is, yeah."
    },
    {
        "speaker": "A",
        "text": "Well, you still got that. So I guess staker, beware. Yield seeker, beware with that. But I mean, it's cool to see another experiment going on here. Yeah."
    },
    {
        "speaker": "B",
        "text": "Something else that's exciting is Coinbase has released their report, their Coinbase cloud report, about the composition of the Ethereum network on the execution layer. So this is came after we had a bug in one of the execution clients that was the minority client, and then the whole entire Ethereum community was like, well, if that was geth, that would have been really bad. And Geth has had this really high strong dominance at 82%, has come down to like 78, 77%. Just released their. Just announced their future plans to shift 50% of their validators, which are 100% Geth, to met, to Nethermind. So they're doing a 50 50 split to Nethermind. And then they also said that they intend to support Aragon in the future, another client, perhaps that means they will do 33, 33, 33. And then they also said that they're keeping an eye on Russ Ethereum, which Georgios from paradigm is pioneering. And so basically it's a commitment to truly balance out equally all of Coinbase's validators, to materially diffuse the concentration of Ethereum's execution clients, which is just perfect."
    },
    {
        "speaker": "A",
        "text": "That's in the best interest of Coinbase. That's in the best interest of Coinbase. Stakers it's certainly in the best interest of Ethereum, Ethereum post those changes, how low would this drive kind of like Geth, would it bring us below kind of two thirds? That's kind of where we're trying to get to, right?"
    },
    {
        "speaker": "B",
        "text": "Yes. Once Coinbase moves 50% of their validators from geth to nethermine, geth dominance will be below the critical threshold of 66%. And a reminder, ethereum is the only multi client layer one that exists. So like, this is one of the biggest weaknesses of Ethereum is that we have like concentration in Geth, which is getting removed post Coinbase migrating. And every other layer one is a single client ecosystem."
    },
    {
        "speaker": "A",
        "text": "I gotta say, that is very eth maxy of you, David."
    },
    {
        "speaker": "B",
        "text": "That's so eth maxy of me."
    },
    {
        "speaker": "A",
        "text": "Some more big news this week. Lens protocol, which is the, um, social protocol built on top of crypto, primarily, uh, polygon, is now permissionless, so anyone can create a profile on lens. Lens is pretty similar to, to farcaster in some ways. Um, in that it's kind of like."
    },
    {
        "speaker": "B",
        "text": "Uh, it's a, it's a more chainy. Farcaster is."
    },
    {
        "speaker": "A",
        "text": "Yeah, there's more stuff happening on polygon, but, you know, it's kind of like decentralized identity. You kind of own, you have your own property rights with respect to any messages that you send on it, any tweets that you make, or I guess I'll call them tweets, but I'm not sure exactly what they're called in the lens protocol world. It's really transactions, transactions, I suppose. There are now 125,000 users. There have been almost 40 million on chain social transactions, including 5 million posts. So a lot of activity, and that activity is kind of spread out across clients. Right now, Farcaster has just one central app, which is Warpcast. They're hoping that more apps kind of spin up over time. Lens hasn't really built its own central app internally. It's kind of like the community, a bunch of startups, entrepreneurs are kind of developing these apps. So it makes it, I guess, a bit more decentralized from that perspective, at least at the app layer. But also, there's not really a shelling point that I found for lens yet. There's not like a warp cast of one central place to go if you're trying to do something on lens. But the big question is, how will Lens and Farcaster compete? Because we are, in the very first innings, the beginnings of social fi. If you want to explore that a bit more, we'll drop a link in the show notes to a fantastic article we published on banklist this week from William Pster. Kind of comparing lens and Farcaster, how to get started, how they're similar, how they're different. And I would encourage everyone to go check out Socialfi, go check out lens, go check out Farcaster. This bull cycle, I think there's going to be a lot of activity happening in these platforms, like in this bull market. It's a good time to check them out."
    },
    {
        "speaker": "B",
        "text": "Next in news, Robert Leshner and his super state fund has introduced their Ethereum based short term United States government securities fund. That was a mouthful. It's basically tokenized treasuries, short term treasuries. So you get the yield of a treasury wrapped up inside of a stable coin. So this is part of the whole real world assets phenomenon. This is the first fund out of Robert Lesher's Newt super state, which they, I think, plan to just tokenize a bunch of stuff. So what does the fund do? It invest in short duration United States treasury securities and then which targets the Fed funds rate. And so it yields something close to the Fed's funds rate. And then superstate takes a 0.15% 15 bps management fee. So cool. Congrats to Robert Leshner for getting that out the door."
    },
    {
        "speaker": "A",
        "text": "Tokenized, I guess, like a tokenized treasury. That's what we're trying to get to here. That's regulated in the US. David, some new Satoshi Nakamoto emails were made public this week as a result of, I believe, a court case. But people are pouring through the findings here. So here's a thread from Pete Rizzo going through some of the findings. And I don't think anyone has seen these, at least publicly seen these emails before from 2009. The very genesis of bitcoin from Satoshi Nakamoto, the pseudo anonymous founder of bitcoin. Was anything interesting here to you?"
    },
    {
        "speaker": "B",
        "text": "I haven't parsed through these emails. I'm kind of letting the bitcoin historians do that work and I'm sure they're going to surface some of the best stuff. I think a big theme was Satoshi's interest in what would be categorized as like, big blocker philosophy, like increasing the block size, increasing throughput. He definitely saw bitcoin as like a high volume visa competitor. And so everyone is like, oh, Satoshi was a big blocker. I don't really think that that matters personally. Satoshi left to allow bitcoin to grow on its own. He knew, understood that bitcoin was like a child that was going to grow up. I don't think Satoshi's opinions, I don't, I don't elevate Satoshi's opinions to, like, God status, but, like, some people like to like to do that."
    },
    {
        "speaker": "A",
        "text": "It's almost like a religious text for some people."
    },
    {
        "speaker": "B",
        "text": "Yes. So this is basically, this is what happened. It's like the bitcoin historians are like, parsing through these ancient scriptures that were just discovered in, like, a tomb, which was the emails of, like, craig Wright and whoever, like, this legal, legal case was. And now people are parsing it. I think the funniest one, Ryan, is that Satoshi was a big fan of jalapeno pineapple pizza."
    },
    {
        "speaker": "A",
        "text": "Really?"
    },
    {
        "speaker": "B",
        "text": "That was revealed? Yeah. So Satoshi is a pineapple pizza person."
    },
    {
        "speaker": "A",
        "text": "Well, what does that uncover about who Satoshi was? So anything like this, it drops. And there's always another fervor of speculation in terms of who he was. And including this, this Reddit forum, the leading candidates are generally these three that I typically see Nick Sabo as a possible candidate. So Nick, he's gone dormant. I haven't heard Nick speaking about crypto in a very long time, but did some early posts, is still alive. Hal Finney, who passed away in 2014, he's a cryptographer. And Len Sassaman. So he took his life, committed suicide in 2011. So it's always interesting to, I find it fascinating to read up on just the speculation of who Satoshi was. Do you think it actually matters?"
    },
    {
        "speaker": "B",
        "text": "I don't think it matters. And I kind of think we. Satoshi left. He left. He wanted to disappear. He needed bitcoin to grow up on its own. I think speculation on who Satoshi is is fun, but also, like, it also has real consequences. Like, Nick Zabo's wife, who's still alive, has, like, been harassed on the potential of fact that, like, she might have private keys that she doesn't know about, hidden in her house somewhere, didn't tell her. Yeah. And so, like, in the bitcoin community, there's definitely, like, a repression of Satoshi speculation because it impacts the safety of the people being speculated against, because there's like, you know, the 0.01% of the population who's, like, deranged and will do."
    },
    {
        "speaker": "A",
        "text": "Something crazy as long as those keys stay locked forever. I, you know, like, I think."
    },
    {
        "speaker": "B",
        "text": "I think they're burnt. I think they think they're gone."
    },
    {
        "speaker": "A",
        "text": "Yeah, I tend to think that, too. I mean, we're."
    },
    {
        "speaker": "B",
        "text": "If Satoshi had the spirit to leave and disappear, he also had the spirit to burn his keys or maybe he's."
    },
    {
        "speaker": "A",
        "text": "Waiting for 1 million bitcoin. He's gonna sell a market dump at all the 20 year long con. Oh, wow."
    },
    {
        "speaker": "B",
        "text": "Oh, my God."
    },
    {
        "speaker": "A",
        "text": "David Avalanche was down this week. I don't know if you saw that, but the layer one network avalanche was down for a good number of hours. 5 hours."
    },
    {
        "speaker": "B",
        "text": "5 hours."
    },
    {
        "speaker": "A",
        "text": "There you go. First outage."
    },
    {
        "speaker": "B",
        "text": "This is what happens when you don't have a multi client layer one."
    },
    {
        "speaker": "A",
        "text": "Wow. That. Some would call that grave dancing. Not me, though, David, I think you're."
    },
    {
        "speaker": "B",
        "text": "This is just important lessons about how we know that you need multi client systems. This isn't grave dancing. This is what happens when you don't have multi client systems."
    },
    {
        "speaker": "A",
        "text": "David. Let's talk about a tale of two politicians. So is this Donald Trump saying something good about bitcoin? I didn't know he was favorable to bitcoin. Everything I've ever heard this man say has actually been opposing bitcoin, bitcoin, anti bitcoin and propping up the dollar. But here he is on Fox News. Let's play this."
    },
    {
        "speaker": "B",
        "text": "Something that you haven't talked a lot about. You came out strongly against the central bank digital currency, which would be a government controlled digital dollar. China obviously has its own push, the chinese digital currency currency. But isn't the next logical step for you to embrace bitcoin? Because bitcoin obviously is decentralized. The government can't get its hands on it. What about bitcoin? All the young people, including African Americans."
    },
    {
        "speaker": "A",
        "text": "Who are the young people?"
    },
    {
        "speaker": "B",
        "text": "Well, a lot of people are doing it. I always liked one. A lot of people are doing the currency. I like the dollar, but a lot of people are doing it. And frankly, it's. People clap for the dollar regulation, as you know, many people are embracing it. And more and more, I'm seeing people wanting to pay bitcoin, and you're seeing something that's interesting, so I can live with it one way or the other. I've always liked one really powerful thing, and that's called the dollar."
    },
    {
        "speaker": "A",
        "text": "Yeah. All right, there you go."
    },
    {
        "speaker": "B",
        "text": "Dollar maxi confirmed."
    },
    {
        "speaker": "A",
        "text": "All right. He doesn't hate bitcoin. Loves the dollar, though, but doesn't hate bitcoin."
    },
    {
        "speaker": "B",
        "text": "I love how everyone's clapping. He's like, Donald Trump. The dollar. The dollar."
    },
    {
        "speaker": "A",
        "text": "David, here's a."
    },
    {
        "speaker": "B",
        "text": "But that was a big Overton window shift for Trump."
    },
    {
        "speaker": "A",
        "text": "Yeah, I will say that."
    },
    {
        "speaker": "B",
        "text": "All right, has Elizabeth Warren changed her tune? Let's, let's hear it from her as."
    },
    {
        "speaker": "A",
        "text": "Another contrast clip this week from Elizabeth Warren."
    },
    {
        "speaker": "C",
        "text": "I want to collaborate with the industry. What I don't understand is why she's."
    },
    {
        "speaker": "A",
        "text": "Talking about the crypto industry."
    },
    {
        "speaker": "C",
        "text": "To be saying that the only way that they can survive is if there's plenty of space for the drug traffickers and human traffickers."
    },
    {
        "speaker": "A",
        "text": "Human traffickers."
    },
    {
        "speaker": "C",
        "text": "Oh, and the terrorists and the ransomware scammers and the consumer scammers and the rogue nations, North Korea that is financing about half of its nuclear missile program with crypto, that all of that has to be left open. You know?"
    },
    {
        "speaker": "B",
        "text": "Okay, that last one was true."
    },
    {
        "speaker": "C",
        "text": "Keep mine. In our financial system, pretty much everybody follows the same set of rules. I'm talking banks and credit unions and credit card companies, gold traders and stockbrokers. Private equity now has to follow the rules. Precious metal dealers, Venmo, Western Union, but not crypto. My view of the world is same kind of activity, same kind of risk. Should have the same regulation. I'm not looking for fancier regulation for them. I'm not looking for anything tougher for them. I just want a level playing field here."
    },
    {
        "speaker": "A",
        "text": "Not a big believer in DeFi. And when it comes to a level playing field, I think DeFi being able to have your own private keys and use this in an open financial economy, the way that we communicate on the Internet, that seems like that is leveling the playing field. But I think she wants to make us all, all of our apps, all of our validators, all of our activity subject. She wants to make us all banks, basically, which. Not a big fan of Defi, I think from Elizabeth Warren here, she opened."
    },
    {
        "speaker": "B",
        "text": "Up this clip saying, what I don't understand is why the industry that's us, seems to be saying that the only way we can survive is if there is plenty of space for the drug traffickers, the human traffickers, the terrorists. Oh, Ryan, who's saying that? Who is saying that? Are we saying that?"
    },
    {
        "speaker": "A",
        "text": "No."
    },
    {
        "speaker": "B",
        "text": "Is anyone that we've ever had on the podcast saying that? Can she point me to the person that said that? So, like, I sent this clip to my liberal family, and I just dropped this bomb in our text, our family text chat, and I was like, oh, so your guys, your girls live with Warren's just, like, making stuff up now? Great. They haven't woken up yet, but we'll see."
    },
    {
        "speaker": "A",
        "text": "Yeah. David, let me know what your family says. You know, I don't know if you're gonna have an awkward Thanksgiving giving ahead, but I bet that I'm hoping the best. It's a political year. What are we going to do?"
    },
    {
        "speaker": "B",
        "text": "David?"
    },
    {
        "speaker": "A",
        "text": "Tell me about the meetup. I couldn't make it. Eth, Denver bankless citizens were there at a party, bankless meetup in person. These are some of the photos. Fantastic."
    },
    {
        "speaker": "B",
        "text": "It was great. It was great. What was it? So I facetimed you for like 10 seconds."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Who was I talking to? Oh, just in Bangladesh citizens, because every time it's like, we get through some of the. They like, oh, like, thanks for doing the podcast. I appreciate what you guys do. Is Ryan here? And I'm like, guys, no, Brian never comes. He's never here."
    },
    {
        "speaker": "A",
        "text": "So you just dialed."
    },
    {
        "speaker": "B",
        "text": "We could facetime him. So I just facetimed you? Yeah, I couldn't hear anything, so it was too loud. Yeah, dude, these are always. These are always some of the best events. The bankless community is always just like, some of the best people. Tons of previous podcast guests were there. Like, Kevin a walkie was hanging out. Micah Bolido was there for a little bit. Just a lot of good old fam, you know, the fams all in town. It was great. I had three beers. I got very loose. It was lovely. Thankless nations. Fun to hang out with."
    },
    {
        "speaker": "A",
        "text": "That's when you. You have some of your best ideas, I think when you got a drink, you talk. Talk to me about, you know, some breakthroughs in terms of understanding of Eigen lair last night, I think."
    },
    {
        "speaker": "B",
        "text": "Okay, you did not receive these texts. I have inside of the bankless discord where we, like, you know, run the company, I have a channel called David's room. Yeah. That no one is allowed to go into, except Ryan's there because he's also a moderator."
    },
    {
        "speaker": "A",
        "text": "I know."
    },
    {
        "speaker": "B",
        "text": "And I'm having some, like, ideas. You know, some like, some like, you know, alcohol aided inspiration at one to remember these things because my. It was at one in the morning. Well, one in the morning, your time. It was like 11:00 p.m. my time. I just find, like, you know. Right. Like, gotta write the notes because I'll forget it. And so I sent them in the discord, and then Ryan is like, oh, sweet. Drunk text. Yeah, they weren't to you. They were drunk text."
    },
    {
        "speaker": "A",
        "text": "It's gonna be about aguilera. So they're here I for it. All right, let's flip to raise of the week. And these are some raises we mentioned, because bankless ventures is part of them, so it's partially a disclosure as well. Bounce bit raised 6 million in seed funding. What is bounce bit? All right, so this is actually kind of a funny one for bankless ventures to invest in because. Because of two reasons. Number one, it's like bitcoin centric, which is interesting for bankless, and it's also banked. Okay, so what bounce bit is actually semi banked? Semi. Mostly banked, I would say mostly banked. There's over. Did you know, David? I think you did know, actually. But I'm going to ask you like you didn't. There's 700,000 bitcoin right now in binance custody solutions. So just inside of binance. So this is banked bitcoin. It's held in the custody, custody of binance. And there are, there is some segment of people that for whatever reason, they still trust custodying in their crypto exchange. You know, I understand why to some extent, but maybe they can't handle their private keys. Maybe they're an institution, something like this. What bouncebit does is it basically takes that bitcoin and allows you to use it on a side chain in defi type protocols. I put Defi in air quotes because the entire thing is custody by binance. It's fully banked already at some level."
    },
    {
        "speaker": "B",
        "text": "Importantly, it is a BTC centric consensus solution. Not a blockchain, not a bitcoin, the blockchain. And so it is like, it's kind of like a proof of stake using the custodied bitcoin."
    },
    {
        "speaker": "A",
        "text": "Yes. And so they're going to create kind of an open finance ecosystem where you can do collateralized lending and borrowing and trading and all of these things on top of the banked, held in custody binance bitcoin. And so there's a lot of this. I think that's an okay interim step for bitcoin until it has, like, fully on chain layer twos. And by the way, they're getting there with actual deFi. So this provides a source of yield for bitcoin that wants to be expressed in an open finance community and for people that are fine custing their, their bitcoin with binance. So that's what bounce bit is all about."
    },
    {
        "speaker": "B",
        "text": "Yeah, this definitely falls into the category that I've seen emerging very, very strongly, which is all about BTC productivity. Like, how can we make bitcoin more productive? There's like a flurry of bitcoin layer two deals going on, all kind of ahead of the BitVM. And also another innovation that I was hearing about here at ETH, there was a bitcoin renaissance day here at Ethanber that, like, was unlocking proof of stake in bitcoin, where, like, instead of slashing, what would happen, Ryan, is like, if you violated consensus, your private keys would be revealed. And anyone can just like take your bitcoins from you, which is like basically, basically slashing."
    },
    {
        "speaker": "A",
        "text": "Yeah, because they're not fully expressive. Like they can, like, it's limited. That is their version of contract functionality."
    },
    {
        "speaker": "B",
        "text": "Exactly. That is their version of proof of stake. And so basically, basically bounce rate is taking kind of the polygon strategy, like the polygon proof of stake sidechain. Before they have the polygon ZkevM just bootstrapping the chain, getting the TVL, getting the developer ecosystem. And then once the bitcoin layer two ecosystem actually manifests at a technical level, because it's still kind of in the research phase, what people are betting on its future, then Bouncebit has plans to actually choose a solution there, but also fully EVM compatible. So all of Ethereum, the Ethereum ecosystem is able to be expressed on bounce bit."
    },
    {
        "speaker": "A",
        "text": "Yeah, we'll be good as long as binance doesn't rug. What else we got? Etherfi raised 27 million. This is in the restaking class, and bankless ventures was part of that as well. Remind us what Etherfi is."
    },
    {
        "speaker": "B",
        "text": "Etherfi, it is a liquid re staking token. It is one of the, like you said, the Eigen layer ecosystem deals. It is the number one liquid restaked token. Buy ETh deposits into Etherfi. I think they're at 1.5 billion right now. They were at the bankless meetup last night, so I was hanging out with the guys there."
    },
    {
        "speaker": "A",
        "text": "David. We're also hiring, by the way. So I got to add the jobs board. We have not talked about the jobs board in a very long time, but we have two open positions. One is a senior product designer at bankless. The other is a growth marketer because bankless is growing. So if you're interested in those positions, go click the link in the show notes and apply. Be very excited to hear from you guys."
    },
    {
        "speaker": "B",
        "text": "Dropping crypto."
    },
    {
        "speaker": "A",
        "text": "David, meme of the week. You ready for this, man?"
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah, I'm ready."
    },
    {
        "speaker": "A",
        "text": "All right, so this is a meme from Greg. Got an enormous amount of likes here. Don't forget to report. It's not a meme. I should say this is actually a true story. Don't forget to report your income from illegal activities and stolen property as you're doing your taxes this year. Okay. It's tax season for everybody. It's an absolute nightmare in crypto. Did you know that if you go to the IR's website, the IR's actually make sure that, you know, you must."
    },
    {
        "speaker": "B",
        "text": "Pay taxes on your income from illegal."
    },
    {
        "speaker": "A",
        "text": "Activities and stolen property. So here on the IR's website, you go look this up. They say if you steal property, you must report its fair market value in your income in the year you steal it, unless you return it to the rightful owner in the same years. So, David, if you steal something last year, if you stole something 2023, now's the time to report it to the IR's."
    },
    {
        "speaker": "B",
        "text": "I if you pay taxes on property that you steal, I feel like you own it. I feel like that's yours, then."
    },
    {
        "speaker": "A",
        "text": "I don't know why they would expect a thief to comply with this, but Ir's. David, you got a moment of zen for me, right?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I do. It is completely unrelated to crypto. It is an Internet. It is a great Internet story that I'm tracking, but it has nothing to do with crypto. So if you want to move on to your next podcast. Yeah, another bankless podcast. Of course. Go ahead and feel free. Otherwise, I'm going to tell you about a funny Internet story. But first, Ryan is going to tell you all about the risks of going bankless."
    },
    {
        "speaker": "A",
        "text": "Yeah, I got to end with this, as we always do. Of course, crypto is risky. It doesn't seem like it on weeks like this, but I guarantee you, what goes up can come down. You can lose what you put in. But we are headed west. This is the frontier. It's not for everyone. But we're glad you're with us on the bankless journey. Thanks a lot. All right, David, tell me about this moment of Zen. Give me the story."
    },
    {
        "speaker": "B",
        "text": "Reed Harrington. Does that name strike a bell?"
    },
    {
        "speaker": "A",
        "text": "No. Who do I know Reed Harrington from?"
    },
    {
        "speaker": "B",
        "text": "Yeah, he's a 7th, 7th grader living in the United States. He goes, okay, when I hit 200,000 followers, I will do whatever the top comment said on this video and post it. Wow. He did this in a relatively, like, unfollowed Instagram account. And so the top comment, which says this went viral through Instagram, the top comment, which broke the Instagram record of 2.57 million likes, came from this user. Five nine kid who said, fly to a small town in Thailand, get accepted by their people, learn the language, train Mai Tai for a year and a half, fight in a tournament, win the tournament, return to the USA, join the UFC, stay in shape, and go undefeated in your weight class retiree, and do an interview saying this comment was the reason that you fought so hard."
    },
    {
        "speaker": "A",
        "text": "Wow."
    },
    {
        "speaker": "B",
        "text": "This Reed Harrington on his Instagram now has 750,000 followers. So now he has to do it according to his commitment. And there was a gofundme for $15,000 set up to fly this kid to Thailand."
    },
    {
        "speaker": "A",
        "text": "Wow."
    },
    {
        "speaker": "B",
        "text": "So he can go train mai Thai in Thailand. That's one thing is that's. Yeah, he's just. He's at the very beginning of this arc. The crazy thing is, is, like, the tourism authority of Thailand has made a statement saying that they are ready to take care of him and his dad when they come to the country. And so this kid has been posting him every single day, practicing mai tai on his Instagram."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Cause he's gonna go to. And it's like, we're just at the beginning of this arc, but, like, so far, so good. And if the Internet wants this to happen, the Internet is gonna make this happen, so long as this kid is ready to commit."
    },
    {
        "speaker": "A",
        "text": "Well, I guess the entire Internet is cheering Rina on, then, right? This is like a. It's a multi decade destiny here."
    },
    {
        "speaker": "B",
        "text": "He's got his next five years of his life planned out."
    },
    {
        "speaker": "A",
        "text": "Wow. Well, you know what? I guess letting the Internet decide your fate, not so bad in some cases."
    },
    {
        "speaker": "B",
        "text": "Tabs on him, like, every year or so. We'll check back in with you, Rita Harrington, and see where he's at."
    },
    {
        "speaker": "A",
        "text": "You got crypto prices and Reed Harrington. Guys, this has been the moment. Take care."
    }
]