[
    {
        "speaker": "A",
        "text": "Miss Wagner is like, yo, MIT version of Gary was pro blockchain, but sec. Gary is anti blockchain. And then Richie Torres is like, yo, is the Pokemon card a security? These people are listening to crypto, Twitter. They are like, these are our dial in. The power of crypto Twitter is like getting into Congress."
    },
    {
        "speaker": "B",
        "text": "Well, it's because it's distilled logic. I mean, bankless nation, it is the last Friday of September. David, what time is it?"
    },
    {
        "speaker": "A",
        "text": "It's the bankless Friday weekly roll up, Ryan, where we cover the entire weekly news in crypto, which is always an ambitious endeavor, yet we persevere nonetheless into the frontier this week with a bunch of clips of Gary getting grilled. So everyone, everyone prepare for that one. If you're not listening to this with coffee cause it's too late in the day, well, then you should get your popcorn if that is what you will need."
    },
    {
        "speaker": "B",
        "text": "I mean, this is catharsis. I think for many of you in this episode, you'll enjoy this very much. Also, crypto was present in Washington this year."
    },
    {
        "speaker": "A",
        "text": "It's a one two Coinbase."
    },
    {
        "speaker": "B",
        "text": "Yeah, Coinbase's stand with crypto day was held at Capitol Hill the same day that Gensler was giving testimony in front of Congress."
    },
    {
        "speaker": "A",
        "text": "Convenient."
    },
    {
        "speaker": "B",
        "text": "What about the timing of that, David?"
    },
    {
        "speaker": "A",
        "text": "What else we got after that? We'll talk about pudgy penguins in Walmart landing a huge deal, a ton of distribution for pudgy penguins, also with each toy purchased having an on chain identity on Zksync. So we'll talk about that and then after, also, not only are penguins getting identity, but citizens of Buenos Aires perhaps also getting some on chain presence as well. We'll talk about that. And then, of course we're going to do the PSA of deepfakes and phishing attacks that are out there. We got a Vitalik deepfake that we want to show you. It's pretty hilarious, but not, if you believe it. Notable VC Fred Wilson got fished for 40 nfts this week. So if Fred Wilson can get fished, so can you. We will talk about this and more. What else we got, Ryan?"
    },
    {
        "speaker": "B",
        "text": "You know, the usual bitcoin ETF stuff. Eth might be getting futures. There's a ton to talk about every week. This is a bullish week. I think I'm declaring it such. David, we got some green candles when we get to the markets. But before we get in, David, we got a message from our friends and sponsors over. Well, you know what? I want to learn more about this week. David, is a markets. Yeah, tell me tell me about the old markets. I think, I think, I haven't looked at this yet, but I think we got some green on the week."
    },
    {
        "speaker": "A",
        "text": "We got some green, dude."
    },
    {
        "speaker": "B",
        "text": "Let's look at the bitcoin charts first. What's bitcoin?"
    },
    {
        "speaker": "A",
        "text": "Showing us some single digit green. Look at that green right on the right. On the right. Yeah, that's your, your dose of dopamine for this week. It's like, whoo. Bitcoin up 2%. Whopping 2%. Started the week at 26,600, ending the week at, well, Thursday morning. If you call it the end of the week, it's not the end of the week. 27,150, up 2%. Ether price up a little bit more. Starting the week at 1660, up four and a half percent to the current price. Excuse me. Starting the week at 1560, ending the week right around 1660, where we are right now. 1660. I mean, it's still low. That is a low price. We are getting excited about very little right now."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's up such a small degree, you shouldn't even be excited about this. Yeah, we are. Four and a half percent on the week. I'll tell you, it's better than four."
    },
    {
        "speaker": "A",
        "text": "When's the last time we had a double digit week, man?"
    },
    {
        "speaker": "B",
        "text": "Double digit up or down? I can't remember either, actually. We've been in the flatlands for so long, it's just like kind of a little bit of a bleed out. All the way from 1900. Weren't we over 2000 a few weeks ago?"
    },
    {
        "speaker": "A",
        "text": "Yeah, we have touched, we have touched over 2000 in this bear market. But man, on the cracking charts, last."
    },
    {
        "speaker": "B",
        "text": "Time we were at two k was July in July, briefly, we went."
    },
    {
        "speaker": "A",
        "text": "Remember July? I was in the mountains. It's been downhill ever since I caught back for the mountains."
    },
    {
        "speaker": "B",
        "text": "Yeah, it really was. It's been all downhill since you guys. So you got, the only thing you could do, David, is go to the mountains. Bad things happen to Gary Gensler when you go to the mountains. Although I guess nothing bad happened to him this week. Anyway, I'm skipping too far ahead. Whatever, Gary."
    },
    {
        "speaker": "A",
        "text": "Later in the episode ETH bitcoin up 2%. Total crypto market cap $1.11 trillion. Layer two scaling factor touched 6% this week, down to 5.5%. Still at all time highs. Layer zero."
    },
    {
        "speaker": "B",
        "text": "Or, wait, what? Touch 6%."
    },
    {
        "speaker": "A",
        "text": "Excuse me. Total value loss, six x. Six x is what I mean."
    },
    {
        "speaker": "B",
        "text": "Activity."
    },
    {
        "speaker": "A",
        "text": "Yes, layer two activity, touched six x of ethereums. But now it's at 5.69. Nice."
    },
    {
        "speaker": "B",
        "text": "60 transactions per second. 64 transactions per second. Yeah, that's where we get the six x. So, you know, we got more transactions per second left in this tank, I think."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah."
    },
    {
        "speaker": "B",
        "text": "David, you want to talk about the general markets, like all the trad, five markets. You want to talk about macro really quick because it's been super confusing to me."
    },
    {
        "speaker": "A",
        "text": "And then I read we're also doing a macro show on Tuesday as well. So a macro show. So talking about the state of macro from a crypto person. So as a crypto person who understands macro. So I'm really excited for that show."
    },
    {
        "speaker": "B",
        "text": "Okay. Are you a crypto person that understands macro, David, do you understand macro?"
    },
    {
        "speaker": "A",
        "text": "When I have a smarter macro person with me, then yes, I understand macro."
    },
    {
        "speaker": "B",
        "text": "My question to you is, does anybody really understand macro, particularly right now? You could."
    },
    {
        "speaker": "A",
        "text": "Snapshot."
    },
    {
        "speaker": "B",
        "text": "All right, so here's the tweet current situation. One, stocks are falling like a recession is coming. Yeah. Two, oil prices are rising like there's no recession in sight. Hmm. That's contradictory. Three, interest rates are rising like we have 10% inflation. Yes, they are. Four, gold is falling like inflation is gone. Five, housing prices are rising like rates are falling. And six, commercial real estate is falling like it's 2008. Nothing adds up here. That's the way I feel about macro right now. It's very confusing. There is a confusing set of signals going on, and it's not adding up in my head. What do you think about this?"
    },
    {
        "speaker": "A",
        "text": "Yeah, they follow through and they say it's beginning to feel like a pivot point in sentiment. I don't know if I'm about to say what I think they are meaning by this, but when there's a bunch of confusion, people, I think brace for something, brace for clarity. And then whatever that clarity is will define sentiment. Like where are we going? We don't know. As soon as we find out, we'll know how we feel about it. But we know it's going to be different from here."
    },
    {
        "speaker": "B",
        "text": "Different good or different bad. Those are the only two directions, right?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I guess that's the reductive state. Take about it."
    },
    {
        "speaker": "B",
        "text": "Well, so, but it's basically like we don't really know."
    },
    {
        "speaker": "A",
        "text": "We don't know."
    },
    {
        "speaker": "B",
        "text": "I mean, that's why I'm very interested in doing this episode, this macro episode next week to see what, you know, the newest macro person kind of knows. I will say one thing, though. I think volatility is back on the menu. I think that's what this means, because when the market doesn't know what direction it's going to go in, then it can kind of like lurch in one direction or the other. So weird macroclimate right now on the back of stimulus, on the back of money printing, like what's going on here?"
    },
    {
        "speaker": "A",
        "text": "And just to be clear about something, we've previously talked about stocks being at all time highs, that's been like kind of the theme of the last two months, or I would say, yeah, well, so from looking at the spy, you don't have the chart up, but it has declined by 7% since July. So the spy is down 7%, which is."
    },
    {
        "speaker": "B",
        "text": "That goes to the first bullet point. Stocks are falling like a recession is coming. I don't know. It's down 7%. Just doesn't feel like a lot to me."
    },
    {
        "speaker": "A",
        "text": "Well, in the trad, 7% is a lot historically, but not recently. 7% in the tread markets. Actually, that's just like tread markets are also volatile."
    },
    {
        "speaker": "B",
        "text": "Okay, well, we'll try to make sense of this, but let's get, let's get back to crypto. This is a negative report from JP Morgan, who said Ethereum's activity post Shanghai, that was the last hard fork back in March, has been disappointing. JP Morgan calling Ethereum's progress disappointing, they've got some reasons for this. While the shift from proof of work to proof of stake meant that the energy consumption from Ethereum collapsed by 99%, the Ethereum supply is shrinking and staking rose sharply by 50% since the Shanghai upgrade. While that happened, the increase in network activity has been rather disappointing. Ethereum's daily transactions, daily active addresses and total value locked on Defi protocols on the network have all experienced declines since the last hard fork. So JP Morgan, their analysts expressing, expressing some bearishness here, expressing the last six."
    },
    {
        "speaker": "A",
        "text": "Months or so, yes."
    },
    {
        "speaker": "B",
        "text": "Not mad, just disappointed with that."
    },
    {
        "speaker": "A",
        "text": "My response to that is, who the hell are you? JP Morgan doesn't know how to analyze these things. Disappointing with Ethereum post Shanghai activity, bruh, it's just the broader crypto downturn and also they're just wrong. He, JP Morgan, he is wrong. They say layer twos have displayed mixed results. Well, no TVL and economic activity on layer twos across the board are all up. I don't know where the hell they're getting their data from, but not only is their data wrong, but their analysis is poor."
    },
    {
        "speaker": "B",
        "text": "Okay, well, let's go to the actual numbers, Steven. Layer two beat provides a good source for value locked in layer two. So what are we looking at at."
    },
    {
        "speaker": "A",
        "text": "The 180 day timeframe? It's basically flat. It's marginally up. It's basically flat. So flat flat TVL. Ten point ten one. $2 billion activity is up. It's up so much. It's unequivocally up by a lot. I'm disappointed in JpMorgan."
    },
    {
        "speaker": "B",
        "text": "Wow. Have you ever been not disappointed with JPMorgan, David?"
    },
    {
        "speaker": "A",
        "text": "Generally disappointed by banking in general."
    },
    {
        "speaker": "B",
        "text": "Really? You should start a podcast called bankless, David, about escaping your bank over time, slowly. I think Vance Spencer put that tweet in perspective as well. Actually, I don't think he was responding to that tweet in particular, but we are. We got some perspective here from Vance Spencer. This is ethereum. If you chart it against some of the fastest growing tech companies in human history, companies like Alphabet was Google, of course, and Meta or Zoom or Microsoft. And how quickly over time it took them to surpass 10 billion in revenue. Okay, how long did it take them? It took Ethereum seven years. And when charted against these other tech companies, there's only one that did that faster, and that is Google."
    },
    {
        "speaker": "A",
        "text": "Google, yeah. Yeah. And Ethereum really did all of its $10 billion of revenue inside of like 2020 to 2023."
    },
    {
        "speaker": "B",
        "text": "Yeah. I mean, so look at this line. It's just kind of like a slope line up."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "So, I mean, doing pretty well, all things considered."
    },
    {
        "speaker": "A",
        "text": "JP Morgan, not disappointing."
    },
    {
        "speaker": "B",
        "text": "I'm not disappointed by this and I'm not disappointed also, long term perspective, not disappointed in the price of eth over the last seven years either."
    },
    {
        "speaker": "A",
        "text": "And we can keep going. Uniswap this week hits 300 million in swaps. 300 million unique trades. Swaps has happened on Uniswap. Uniswap was invented in 2019. 300 million swaps since 2019. Is that disappointing? 300 million swaps. Is that disappointing? I'm not disappointed by that in the slightest."
    },
    {
        "speaker": "B",
        "text": "I feel great about that."
    },
    {
        "speaker": "A",
        "text": "300 million retain my disappointment. 300 million about JP Morgan."
    },
    {
        "speaker": "B",
        "text": "You know, I think it's part of a broader crypto sentiment, and I've seen a lot of takes, just in general in news, but even in financial analyst news like JP Morgan Research, that sort of thing, it comes back down to this. David mainstream thinks that crypto is dead again. Like always, this always happens. And this is what makes this a buying opportunity lucrative. As with previous cycles and when crypto ten xs the next cycle, don't let anybody tell you you didn't earn it, because if you're buying here when everyone is saying crypto is dead, it's never coming back."
    },
    {
        "speaker": "A",
        "text": "That they're doing the point."
    },
    {
        "speaker": "B",
        "text": "That's how you earn it's so easy."
    },
    {
        "speaker": "A",
        "text": "The signals are just being laid at our feet right now."
    },
    {
        "speaker": "B",
        "text": "They really are. Somebody. I tweeted something like that out and somebody responded with this life cycle. What are we looking at here?"
    },
    {
        "speaker": "A",
        "text": "Yeah, just like the cycle of the bull bear market. So in the top of the bull market, some crypto friend of you will tell you, a bankless listener, you're so lucky. I wish that I bought two. And then the crypto market will go down and be like, you're an idiot. I told you crypto was a scam. Yeah. So especially when they say the words, like, disappointing, it's like such an emotional word. It's like kind of just playing into the readership. I don't know if JP Morgan is about that game. Yeah."
    },
    {
        "speaker": "B",
        "text": "I mean, that's. We're in the stage of the cycle where everyone thinks you're an idiot and they told you it was a scam. And you can't talk about crypto at your family events or parties because you're just the crypto moron who knows nothing. Ha ha ha. Spf FTX. That's so stupid. Scams, frauds, nfts are such a joke."
    },
    {
        "speaker": "A",
        "text": "Well, granted, some of those things are actually true. Sure."
    },
    {
        "speaker": "B",
        "text": "But if you're still in crypto and you know why you're here, right?"
    },
    {
        "speaker": "A",
        "text": "And you're no longer buying the scams because you can identify them, and then."
    },
    {
        "speaker": "B",
        "text": "You'Ll swing back to like, I am a genius. I am amazing. I am lucky. Or third parties will say, you're lucky when that happens, and you'll feel like a genius anyway."
    },
    {
        "speaker": "A",
        "text": "You've been chewing glass for three years. But you got lucky, though."
    },
    {
        "speaker": "B",
        "text": "You got lucky. How about the bitcoin ETF, David? Here's a tweet from James Seyffert. What's this about?"
    },
    {
        "speaker": "A",
        "text": "He just says that the SEC has come out super early and delayed the ArK invest and 21 shares bitcoin ETF filing there wasn't a decision due until November 11. And typically, up until recently, the SEC has always gone up right up until the buzzer. But they decided to delay their decision on this earlier than usual."
    },
    {
        "speaker": "B",
        "text": "You know why? Partially is some of the speculation is because the government's about to shut down. The us government's about to shut down."
    },
    {
        "speaker": "A",
        "text": "That's a Monday, right? On Monday, yeah."
    },
    {
        "speaker": "B",
        "text": "So apparently, if by Sunday night, this Sunday night, Congress doesn't reach some sort of compromise resolution, whatever agreement to keep the government running, then it shuts down yet again. I mean, how many times have we been through this? And so this, this is the SEC just getting ahead of that so that the stuff doesn't expire while the government shut down. And I guess I don't know what would happen if the government shut down and these deadlines were missed, but maybe they would de facto be approved. I think that could be how it works."
    },
    {
        "speaker": "A",
        "text": "Is there some sort of pseudo oracle Oracle about how the SEC thinks that if we do go for a shutdown, we'll get shut down all the way until at least November 11?"
    },
    {
        "speaker": "B",
        "text": "I have no idea. I have no idea what this could mean. I do know this is good news. Debt. Both Democrats and republican lawmakers sent a letter to Gary Gensler pleading that he approve a spot bitcoin ETF. Okay."
    },
    {
        "speaker": "A",
        "text": "And I wouldn't even, I'm not even sure I would use the word pleading. The, the first line in this article in this letter says, we write to ensure the SEC does not continue to discriminate."
    },
    {
        "speaker": "B",
        "text": "Yeah. By. We're not begging him."
    },
    {
        "speaker": "A",
        "text": "That is interesting."
    },
    {
        "speaker": "B",
        "text": "We hired him. That's the thing. He's not our king. Right. I always forget this. Like, he actually works for us and the people. He's part of the executive branch, but he works for the people."
    },
    {
        "speaker": "A",
        "text": "That's us."
    },
    {
        "speaker": "B",
        "text": "And Congress can rein him in. He operates under their legislation. And they said in this letter following the court of Appeals decision, there's no reason to continue to deny such applications under inconsistent and discriminatory standards. So that's Congress's take. And we're going to see a bit of the grilling that Gary takes in front of Congress in the next section. But one other thing this could mean, actually, David, is ether futures. ETF's could be trading as early as Tuesday. This is all part of this government shutdown."
    },
    {
        "speaker": "A",
        "text": "Oh, we need to keep the government open until Tuesday."
    },
    {
        "speaker": "B",
        "text": "Well, the SEC is looking to speed things up in order to get it done before the looming shutdown. Okay. So they might actually approve it before. If they were going to approve it anyway, they're thrown approve it before the government shuts down. So that could happen. So there could be a world where we actually have ETH futures trading on Tuesday. We'll be talking about that next week if we do."
    },
    {
        "speaker": "A",
        "text": "Fun fact, the crypto volume. Crypto volumes are heavily favored towards futures as soon as futures have ever come about. So the ether futures, that's a big unlock."
    },
    {
        "speaker": "B",
        "text": "Yeah. Well, you think it's a good thing or bad thing? There's always that debate of whether, when you have kind of big liquidity unlocks whether people just hit sell or people hit buy or what happens in the short term."
    },
    {
        "speaker": "A",
        "text": "Right. Do people think that, well, we got bitcoin futures, ETF at the top of the market in 2017 and then we just proceeded to dump for twelve months. That was just a coincidence of the timing."
    },
    {
        "speaker": "B",
        "text": "Like, no, it's just, I think it's just going to either do nothing or just amplify the trend that's already happening."
    },
    {
        "speaker": "A",
        "text": "Is what's more, more liquidity is bullish and it's even more bullish when prices are low and liquidity is low. Like when you add liquidity to a low liquid market, prices go up fundamentally."
    },
    {
        "speaker": "B",
        "text": "Yeah. All right, what's coming up next, David?"
    },
    {
        "speaker": "A",
        "text": "Coming up next, Gary gets grilled in front of Congress again. We've clipped out some of the best moments so we can just all have our schadenfreude. Meanwhile, crypto bites back. At the same time, Coinbase leads with their hash standwithcrypto day at Capital Hill. So we got some pictures and coverage around that. Kevin Owaki gave some great takes. A lot of friends and family were all out there. Penguins are in Walmart. Pudgy penguins lands a big deal with Walmart. We'll talk about the nuances and details behind that as well. All of this coming up more. But first, a moment to talk about some of these fantastic sponsors that make the show possible."
    },
    {
        "speaker": "B",
        "text": "Gary Gensler under pressure this week in front of Congress. He was grilled, I would say we got some clips coming up, but he testified before the House Financial Services Committee. And Republicans, I would say, are increasingly apoplectic about the more than 40 rules Gensler has been proposing lately, especially now that the, the market is adopting them. And he's been blamed for kneecapping us capital markets. And some of the discussion was actually about crypto as well. And some guests made some appearances, particularly some pro crypto legislators asking some questions of Mister Gensler. David, you actually did this for us. You live streamed this whole entire event and you helped curate the clips that we're about to watch. What were your takes as you were watching this event unfold? Is it just watching C SPAN? Is it boring?"
    },
    {
        "speaker": "A",
        "text": "Yeah. So everyone in the Senate finance, the House finance committee gets to have their five minutes where they just talk and they ask Gary questions. And so there's a wide variety of subjects. There was actually, before we get into the crypto stuff, there was a lot of focus on climate change and capital markets around climate change. And it just seems so contrived. I was really frustrated because all the people that were bringing up climate change, they couldn't connect it to the SEC in any way. I'm like, why?"
    },
    {
        "speaker": "B",
        "text": "They just wanted to talk about climate."
    },
    {
        "speaker": "A",
        "text": "Change kind of a little bit. It was a little bit forced to put that in. At least it felt forced to me. So it starts off with Pat McHenry, who always starts these things off. And this is the second time we've done this. So I've seen this kind of rodeo for the second time now. So Patrick McHenry starts it off, grills Gary Gensler, because he's a pro crypto person. So it always starts off with a Bangdan. And then the baton is immediately passed to Maxine Waters, who dumps last scene blowing kisses. Yeah, yeah. So she's just like, dousing water like her last name on those. On the whole thing, because she. Cause Patrick McHenry starts off saying, I'm fed up and tired with Gary Gensler's shenanigans. And then Maxine Waters goes, well, I'm fed up and tired with the opposite side of the aisle, and just immediately turns it into red versus blue. And so there was a lot of, like, red verse bluing about it. And so that was the start. And then it went into, like, 30 minutes of non crypto stuff. All the good stuff happened at the end. So you had to wait to the very end where let's play the good stuff. Warren pulled out."
    },
    {
        "speaker": "B",
        "text": "All right, what are we about to watch? So I think the first clip is."
    },
    {
        "speaker": "A",
        "text": "We'Re going to start with Patrick McKenna because he starts the whole thing off in a fantastic bowtie. You've got serious questions to answer to the public, to Congress, and we intend to get your compliance."
    },
    {
        "speaker": "B",
        "text": "We can do it the easy way."
    },
    {
        "speaker": "A",
        "text": "Or the hard way. Ooh."
    },
    {
        "speaker": "B",
        "text": "Clint Eastwood."
    },
    {
        "speaker": "A",
        "text": "Yield back. The ranking member is now recognized for five minutes."
    },
    {
        "speaker": "B",
        "text": "Wow, that really sets the tone."
    },
    {
        "speaker": "A",
        "text": "Yes. The ranking member is Maxine Waters. We're not gonna play that because it's just dumb. We're only gonna play the good stuff. Who's this? This is misses Wagner. She is a big fan."
    },
    {
        "speaker": "B",
        "text": "I'm confused at which Gary Gensler. The american public should believe the academic version, who spoke glowingly about the power of technology to help more investors participate in us. I liked him. And global capital markets, or the SEC version, who apparently thinks all use of any technology by broker dealers and investment advisors is inherently conflicted, and firms should just stop using technology altogether. Gensler, you know, could you please briefly explain this change in your views?"
    },
    {
        "speaker": "A",
        "text": "I thank you for the question. A clever question. It's the same Gary Gensler. It's not my identical twin brother Rob or anything. It's me."
    },
    {
        "speaker": "B",
        "text": "Wait."
    },
    {
        "speaker": "A",
        "text": "Yeah. So this is how I found out that Gary Gensler has an identical twin brother. I don't, we don't have that clip in the agenda, but I feel like now we have to actually bring that up."
    },
    {
        "speaker": "B",
        "text": "No, no. Okay. We need to talk about this. So Gary Gensler actually has an identical twin brother."
    },
    {
        "speaker": "A",
        "text": "We don't, we don't have that in the agenda, but we'll put a, we'll go and pause and go get the clip and then we'll do this."
    },
    {
        "speaker": "B",
        "text": "We need to hear more about, we."
    },
    {
        "speaker": "A",
        "text": "Need against first the laughing and then we'll find out. We'll talk about the Gary Gensler identical twin brother."
    },
    {
        "speaker": "B",
        "text": "Okay. This was the best one, though. This is my favorite clip, maybe the clip of the year that I've seen from Representative Richie Torres, who's actually been on the Bakeless podcast before. So let's play it. Suppose I were to purchase a Pokemon card, would doing so constitute a security transaction?"
    },
    {
        "speaker": "A",
        "text": "You can purchase a Pokemon card. I don't know what the context is, but if you're just purchasing a Pokemon."
    },
    {
        "speaker": "B",
        "text": "Card, if I purchase a Pokemon card, is that a security transaction?"
    },
    {
        "speaker": "A",
        "text": "That's not a secure."
    },
    {
        "speaker": "B",
        "text": "Okay, if I were to purchase a Tokenized Pokemon card on a digital exchange via a blockchain, is that a security transaction?"
    },
    {
        "speaker": "A",
        "text": "I'd have to know more."
    },
    {
        "speaker": "B",
        "text": "Okay. So for you, the process of tokenization is what transforms a non security transaction into a security transaction."
    },
    {
        "speaker": "A",
        "text": "Look, if the investing."
    },
    {
        "speaker": "B",
        "text": "I thought you were technology neutral. Oh, wow. He asked the question, David, that we've always wanted to ask. How about baseball cards? How about Pokemon cards and these securities?"
    },
    {
        "speaker": "A",
        "text": "So Miss Wagner is like, yo, MIT version of Gary was pro blockchain, but sec, Gary is anti blockchain. And then Richie Torres is like, yo, is the Pokemon card or security? These people are listening to crypto, Twitter. They are like, these are our dial in. The power of crypto Twitter is like getting into Congress."
    },
    {
        "speaker": "B",
        "text": "Well, it's because it's distilled logic. I mean, Gary Gensler thinks that everything that is tokenized should be a security and that is just an untenable position. That's an untenable position. He refuses to provide any clarity. We are not saying on the crypto side, we are not saying that tokenized things can't be securities. There are things that are tokenized that can be securities. We're not taking the binary. Every token is not a security. He is taking the binary. Every token is a security and he's got to defend that and it's indefensible. Or else pokemon cards and magic, the gathering cards and pogs and all of these NFT, all of these things are securities. And it's so satisfying. Look, I know this is just, just like kind of showboating."
    },
    {
        "speaker": "A",
        "text": "It's for the show. This is a carnival for the show."
    },
    {
        "speaker": "B",
        "text": "I know that."
    },
    {
        "speaker": "A",
        "text": "But it's important. It's important because each representative is trying to give scaffolding for their constituents to rally behind. So even though nothing is getting done, we are just publicly, like, Gary is just having tomatoes thrown at him and he's gonna go home and shower it off. He's gonna be totally fine. But, like, the public is like, these are scaffolding for the public to go around."
    },
    {
        "speaker": "B",
        "text": "It's also, I think this meme will spread. David, this clip is, I've already seen it all over the place. It's spreading. Kind of like the Gary hates could expect."
    },
    {
        "speaker": "A",
        "text": "That's the best outcome that we could. It's like we have memeable clips that are showing what a far scary gensler."
    },
    {
        "speaker": "B",
        "text": "Is governing this country by meme. I guess that's what we're descending into here. But look at this."
    },
    {
        "speaker": "A",
        "text": "Okay, so did you see this? So in every, every one of these, this is the second time or third time that we've had one of these. Gary gets a few minutes to speak. Like, he gets to say words."
    },
    {
        "speaker": "B",
        "text": "Opening statements."
    },
    {
        "speaker": "A",
        "text": "Opening statements. Someone in the back of the camera behind Gary pulled out the coinbase stand with crypto shield logo icon and was just like, flashing it, like, holding it there. There's in a different clip. You also see a stand with crypto bag. So, like, gary, while he's saying his statements about, like, how crypto's full of frauds, there's a bunch of to, like, stand with crypto icons, like, in the back. Great stuff."
    },
    {
        "speaker": "B",
        "text": "Yeah. Ironically, by the way, that's an NFT, which Gary Gensler probably thinks that is an NFT."
    },
    {
        "speaker": "A",
        "text": "You're totally right. I forgot about that."
    },
    {
        "speaker": "B",
        "text": "And if you contrast it to, remember 2017, Janet Yellen buy bitcoin. It's not the first time this has happened."
    },
    {
        "speaker": "A",
        "text": "I interviewed that guy, by the way, on pov crypto."
    },
    {
        "speaker": "B",
        "text": "Oh, the buy bitcoin guy."
    },
    {
        "speaker": "A",
        "text": "Yeah, the buy bitcoin guy."
    },
    {
        "speaker": "B",
        "text": "Why did he do that?"
    },
    {
        "speaker": "A",
        "text": "What's his name? He's an urbit guy."
    },
    {
        "speaker": "B",
        "text": "He's the herbic guy."
    },
    {
        "speaker": "A",
        "text": "He's an herbit. Yeah."
    },
    {
        "speaker": "B",
        "text": "Pretty passionate then. Okay, so that was the Gary grilling in front of DC. And, you know, hopefully we get some clips, we get some memes, we get some arguments. We don't expect a lot to come from the lashing, otherwise. Okay, we got to come back to the twin thing. So Gary Gensler has an identical twin. You have a video that proves this?"
    },
    {
        "speaker": "A",
        "text": "Yes, there's a video. This is Gary Gensler in MIT World talking about crypto. And he brings in his brother, identical twin brother Rob, who I think at the time is working at t row price. Okay, so the person you see on your screen is Gary Gensler. Now watch closely because you might lose him. Cause there's two of them."
    },
    {
        "speaker": "B",
        "text": "This is Rob."
    },
    {
        "speaker": "A",
        "text": "That's Gary. That's Rob Gensler."
    },
    {
        "speaker": "B",
        "text": "Oh, wow. Rob. Rob."
    },
    {
        "speaker": "A",
        "text": "What the shit?"
    },
    {
        "speaker": "B",
        "text": "What do you think Rob thinks about crypto, David? Do you think he's like a crypto, a big crypto fan? That'd be hard to go in public."
    },
    {
        "speaker": "A",
        "text": "As a crypto fan is like Mister Smith from the Matrix. There's like two of them."
    },
    {
        "speaker": "B",
        "text": "It's funny. What? Yeah. Didn't know about that. So big reveal."
    },
    {
        "speaker": "A",
        "text": "Nuts."
    },
    {
        "speaker": "B",
        "text": "Gary Genzler's twin identical brother. That is maybe pro crypto. I want to meme that into existence. We should get Rob on the podcast."
    },
    {
        "speaker": "A",
        "text": "There's a Horcrux joke here somewhere."
    },
    {
        "speaker": "B",
        "text": "Well, to fight these forces of Gensler Ness in DC, crypto showed up. Crypto showed up on Capitol Hill this week. So what are we looking at?"
    },
    {
        "speaker": "A",
        "text": "Coinbase has organized this stand with crypto day where just a bunch of crypto founders and leaders and policy advocates came to Capitol Hill to advocate for crypto, conveniently at the same time that Gensler was in his hearing. Coincidence? I think not. So 50 plus founders from over 15 different states all visited DC. And so this has been a, this was not just like people visiting. This was a big push. This was a policy and advocacy push. Here is Brian Armstrong on Yahoo finance getting interviewed. I thought it was a great little clip."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "So Stan with crypto is here to tell people that 52 million Americans have now used crypto. That's three x the number that own electric vehicles. It's more than hold union cards in the United States. It's a massive constituency. And they're frankly a little unhappy with the US because the US is lagging behind. We don't have clear rules on the books, like 83% of the rest of the G 20 countries for how crypto should be regulated, how consumers should be protected, and how these innovation can happen here in the US. And so there's a couple of bills going through the house right now that have bipartisan support for how we get clear market structure, how we get stable coins in the US. And these entrepreneurs and the 52 million Americans really want this to happen. And so we're here. We're here talking about stand with crypto. We've got the pins. People can check out stanwithcrypto.org and sign up if they want to be a crypto advocate. This is something America needs to get right."
    },
    {
        "speaker": "A",
        "text": "He's got the talking points. Are the shields the shield pins? Yeah. And he's got these talking points, absolutely rehearsed, comparing them to other constituents that people totally can, like, resonate with and vibe with on an emotional level, which is the right way to do this. Yeah, it's."
    },
    {
        "speaker": "B",
        "text": "It's. It's actually pretty cool. Um, Brian also said this. I guess maybe he gave a speech on a panel, at least a statement on a panel. And he talks about Hayden Adams, the entrepreneurs, as he was referencing that clip. Hayden Adams of Uniswap is an american hero, and I mean that literally. He's the kind of person that any country in the world would kill to have building the future of technology. And Elizabeth Warren called him a shadowy supercoder. He actually put that on his Twitter profile as a badge of honor. If that's what it means to be an innovator in this country, then I'm a shadowy supercoder, too. And it's despicable that anyone keeps attacking american heroes like this who are helping propel our economy and our freedom and the future of this country forward. That was a statement. Armstrong. Pretty cool."
    },
    {
        "speaker": "A",
        "text": "Great line. Of course, Hayden Adams on Twitter says, you know, thanks, Brian Armstrong. Thanks for the kind words. So glad we have you and Coinbase standing with Defi and fighting for the whole industry, really. I think that is what this represented as a symbol. We have 50 plus founders showing up the day. Gary Gensler is getting a hearing to go meet, like, in a coordinated fashion with talking points and just, like, pr and press. And they had this, like, armored car out there, this painted blue armored cardinal that was all about, hey, money doesn't need to be driven around in armored cars in the year 2023. Let's upgrade the financial system, saying that 87% of Americans think that we should upgrade our financial system. And 52 million Americans own crypto. So there's obviously a wide base of support. That is the facts that Coinbase is coming to Capitol Hill with. And overall, it just was the biggest show of force, a coordinated show of force of support for crypto on Capitol Hill on a day where it counted more than most."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's real people. Right? And one of the shadowy super coders that showed up is our friend Kevin Owaki. He showed up in the cohort. And this was actually a fantastic thread of his just takeaways. I think we should read a few of them. So this was his experience. He's one of 40 founders invited to DC in the stand with crypto day. And then he reiterates the stats that you just gave. The first day of their session was watching Gary Genslere live. So they actually got to go into the congressional chambers and watch this live."
    },
    {
        "speaker": "A",
        "text": "And, Kevin, it kind of explains why there was a sand with crypto."
    },
    {
        "speaker": "B",
        "text": "Yeah, somebody was in there. Who was it? And he said, well, I found the hearing itself to be pretty toothless and that most congresspeople wanted mostly to get sound bites. That's what we saw a little bit. It's still nice to see that Gensler's prejudices against crypto are not shared by all of the legislative branch. And next, they met with some of the congressional leaders. So Richie Torres, Mark Molinero, Hakeem Jeffries, several more. And Kevin goes on some lines that."
    },
    {
        "speaker": "A",
        "text": "We'Ll pull out here. Kevin, a walkie says the White House doesn't like crypto, but no one really seems to know why. As far as I know, no one withstand with crypto was able to meet with the executive branch. Interesting."
    },
    {
        "speaker": "B",
        "text": "So they're still not engaging in the executive."
    },
    {
        "speaker": "A",
        "text": "Yeah. He says, quote of the day was from Mike Novogratz, who was also there. The extra legal debanking of crypto companies is the most un american thing I've ever seen."
    },
    {
        "speaker": "B",
        "text": "Hard agree."
    },
    {
        "speaker": "A",
        "text": "Quote of the day. Yeah. He says this stank of SBF seems to have mostly lifted the opportunists who use SBF and FTX implosion to advance their agenda last year have already played their hands already. Wow. Nice. And then last thing I'll pull out here is Kevin says it was cool to sit shoulder to shoulder, pushing for regulatory clarity with prominent, prominent crypto luminaries like Brian Armstrong, Ryan Selkis, Mike Novogratz, or Fred Arisim. And then, of course, he finishes with the action item of call your congressman. This is not just him saying, hey, you should do this. This is saying, hey, this is what is the most effective. This is the advice that I've gotten from people in Congress who I just talked to. Call your congressman. If you don't know who or how to approach them, you can check out Coinbase's guide at www.stanwithcrypto.org. so that is your big action item. Bankless listener, literally, for the week. Go to sandwithcrypto.org and just press the buttons and then call your congressman."
    },
    {
        "speaker": "B",
        "text": "Sorry, you might have to be a us citizen for this one. So sorry, dollar international users, but we're fighting America, you know, in America for this for sure. David, speaking of America, what's more american than Walmart? And we got pudgy penguins on the shelves. What happened this week?"
    },
    {
        "speaker": "A",
        "text": "2000 Walmart stores have put pudgy penguin like stuffed animals on their shelves. So this is just a big co marketing push between pudgy penguins and Walmart. Walmart even tweeted out the pudgy penguins, like retweeted and showed their, added their own quote to the pudgy penguins, like animation about pudgy penguins being in Walmart. I mean, this is probably the biggest distribution event for any NFT ever."
    },
    {
        "speaker": "B",
        "text": "Can you describe what you're actually talking about? So you're not just talking about the NFTs? Of course, if it."
    },
    {
        "speaker": "A",
        "text": "No, no."
    },
    {
        "speaker": "B",
        "text": "In case it wasn't obvious."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "You're talking about stuff."
    },
    {
        "speaker": "A",
        "text": "Stuffed animals. Yeah. Pudgy penguin stuffed animals. Yeah."
    },
    {
        "speaker": "B",
        "text": "Oh, my God, they're so cute. Do you have a pudgy penguin, David, still?"
    },
    {
        "speaker": "A",
        "text": "No, I sold mine. I sold yours. I bought him the shit out of that. I took a long bet on cool cats and sold pudgies. And that was the wrong trade."
    },
    {
        "speaker": "B",
        "text": "No, no cool cats at Walmart. Well, pudgies was an interesting project because it got, like, resold to somebody else, right?"
    },
    {
        "speaker": "A",
        "text": "Yeah. Right. So the founders sold it to this guy Luca, who I think has just been doing absolutely that the guy in."
    },
    {
        "speaker": "B",
        "text": "The video is that this guy?"
    },
    {
        "speaker": "A",
        "text": "I don't know if that's him, but yeah, he's been doing just a killer job executing. He's coming from the old world of IP and just IP growth. So pudgy penguin toys cost between $3 and $12, depending on the toy. Okay. The crazy thing about this is each toy has, I think, one of those RFID chips in there. And so each toy has its own identity as an NFT on Zksync eradic, where people can build their forever pudgy characters inside of the pudgy world, their digital social platform. So mini games interact with others and then you get some certain traits. There's this on chain component where every single zipped animal has a life on zksync era. Big win for ZKC era. Really cool."
    },
    {
        "speaker": "B",
        "text": "It's really cool. Altogether, we have an NFT that's redeemable for some sort of token representation on."
    },
    {
        "speaker": "A",
        "text": "A layer too IRL versus metaverse kind of connection."
    },
    {
        "speaker": "B",
        "text": "I love it. NFTs and Walmart is somehow fitting in the spare market too. We are down bad. But actually I'm incredibly bullish. I mean, this is the big potential for NFTs is really as a kind of a brand in some ways a headless brand, in some ways, like kind of a centralized lead brand. So are you going to get one of these stuffed animals? Are they cute enough or are you just interested in the speculation aspect?"
    },
    {
        "speaker": "A",
        "text": "David, I'm not necessarily a collector of, um, stuffed animals, but for other. I do think there is some, like, interesting dichotomy of, like, crypto degens owning pudgy penguins and then like, children thinking that that's their favorite stuffed animal, because it is like, that's a funny thing of. I don't know."
    },
    {
        "speaker": "B",
        "text": "Yeah. Oh, there you go. Oh, look at this. Some of them are getting swept. So looks like it's not just for children. Looks like some of the NFT."
    },
    {
        "speaker": "A",
        "text": "Well, that's. This is Luca. This is the CEO of pujiping. He's buying his own piranha. He probably put that on the company. That's a easy yield. Farming pudgies right now."
    },
    {
        "speaker": "B",
        "text": "All right, what do we got coming up next?"
    },
    {
        "speaker": "A",
        "text": "Coming up next, did you know there's like six forks of friend Tech and it's all on different chains? We'll talk about all of them, but not really. We're just going to burn through those Vitalik deepfakes and how we can stop them. And also, Chase bank has banning crypto payments in the UK. Oof. Not great. This is why we go bankless, of course. So we're going to get to all of that and more, but for some moment to talk about some of these fantastic sponsors that make the show possible. Ryan, this clip of Vitalik has shown me which token I want to buy next. Let's play."
    },
    {
        "speaker": "B",
        "text": "All right, everyone remembers when I sold billions of Shiba Inu tokens back in the day. Do I regret it? Well, I didn't. That is, not until I heard about Shib exchange. Shib exchange is pretty revolutionary in the crypto space. Making Shiba inu, the quote token is just genius. If I still had all those Shiba Inu tokens, I know exactly where I would take them. Let's fucking go."
    },
    {
        "speaker": "A",
        "text": "Well, that is classic metallic fucking go."
    },
    {
        "speaker": "B",
        "text": "That's classic."
    },
    {
        "speaker": "A",
        "text": "God is the. Let's fucking go is just the funniest way to end this thing. Like, when I was watching it, it's like, yeah, yeah, I can. I know if it helps mannerisms, I don't. I know that that was like, manipulated a little bit, but man, if you're not paying attention or if you don't know Vitalik, then like, yeah, this guy."
    },
    {
        "speaker": "B",
        "text": "Just, yeah, what do you think?"
    },
    {
        "speaker": "A",
        "text": "Exchange."
    },
    {
        "speaker": "B",
        "text": "What do you think that is out of ten, like, that. The quality of this, this is one."
    },
    {
        "speaker": "A",
        "text": "Of the best quality defects I've seen in a while because he's got the, like, relatively natural body movements, even though they're a little bit repetitive. Like, the body movements are natural and."
    },
    {
        "speaker": "B",
        "text": "The voice was close is pretty good. It's not quite there, but it's close."
    },
    {
        "speaker": "A",
        "text": "This Vitalik will never, ever say, let's fucking go."
    },
    {
        "speaker": "B",
        "text": "I mean, with a different script, I think I would give it like a seven or eight out of ten, right? Whereas like, a ten for me would be like, indiscernible from somebody who's spent some time virtually with Vitalik. It would be indiscernible from that experience. And this is maybe a seven or eight, which, like, these are gonna be everywhere."
    },
    {
        "speaker": "A",
        "text": "These are pretty good clips."
    },
    {
        "speaker": "B",
        "text": "I mean, so many bots on Twitter all over the place of just like Vitalik, you know, is giving away free eth. It's always been this way since like, 2016 onwards, Vitalik's given in free eth. He. His image is going to be used in deepfakes in all sorts of ways. So what, what is the prevention for this? How do we fix this problem?"
    },
    {
        "speaker": "A",
        "text": "Well, of course, there's the Ethereum attestation service, but that's not a quick fix. That is going to be years of infrastructure and building in progress. We have the tools, we just need, you know, maturation and development. The fix is that everyone just needs to know that the Internet is not a safe place. And especially with the emergence of private keys and owning your own assets, the Internet is very unsecure at this very moment."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's a lot of fishing. A lot of people want to steal your money. This is actually useful too. On Twitter is the community notes. I've been looking at this more and more on Twitter. Readers added context. They thought people would want to know the video is a deep fake. So, yeah, that's good context to know. So be on your guard and we'll get back to that. But hopefully something like Ethereum attestation service will allow Vitalik to release Vitalik content signed with his private keys."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "B",
        "text": "And that, you know, that is much that is unforgeable as not fakeable. Whoever has his private keys can actually sign it."
    },
    {
        "speaker": "A",
        "text": "Yeah, the bullcase for this is that actually every single bit of content will have some sort of attestation. And so weird content will be missing the attestation. And so it's, the idea is like eventually everything will have some sort of tag of inception, like where did this come from? And content without that tag will be extremely sus."
    },
    {
        "speaker": "B",
        "text": "Exactly. David. This is pretty cool experiment in Buenos Aires. Government id coming to Ethereum again via ZK sync. What's this?"
    },
    {
        "speaker": "A",
        "text": "Yeah, so there's actually an interesting corollary. I mean, maybe I'm just making this up in my head, but like, pudgy penguins, when you buy this stuffed animal, you have this like NFT that has this digital identity on Zksync. I mean, it's not anything to do with Pyji penguins or stuffed animals, but Buenos Aires, the government of Buenos Aires, which is of course, part of the government country of Argentina, but is also its own kind of like city, state. Buenos Aires, citizens will be able to download this wallet and claim essential personal documents, such as birth and marriage certificates, which are very important documents in Argentina for accessing social benefits using a digital wallet. So, like self custody of your digital documents using a private key, using a wallet. And so this is being, also being used on Zksync era. And so it's just a way for infrastructure of the nation state, city, state sector of things, using public infrastructure to do things that they already need to do better. Pretty cool."
    },
    {
        "speaker": "B",
        "text": "You could put anything in your wallethood. Penguins are passports, right? This is cool. You know, Kraken, our number one recommended exchange for 2023. David, you know what they're up to?"
    },
    {
        "speaker": "A",
        "text": "Tell me."
    },
    {
        "speaker": "B",
        "text": "They are getting ready to push into stock trading."
    },
    {
        "speaker": "A",
        "text": "This is a rumor. So I took this tweet from Walter Bloomberg, crypto exchange plans to push into stock trading. This came from the Bloomberg article that says this stellaris. I asked Kraken's like, yo, what's going on with this? And their response is Kraken is always exploring how it can power the global adoption of cryptocurrencies. We can't comment on rumors or speculation. We're looking to broaden and enhance our offering so clients continue to have secure and seamless access to Kraken's full product suite. Pretty generic. Neither confirm nor deny."
    },
    {
        "speaker": "B",
        "text": "Didn't say no."
    },
    {
        "speaker": "A",
        "text": "They did not say no. They did not say no."
    },
    {
        "speaker": "B",
        "text": "We have no special knowledge about this. All we know is basically that statement. But this would be cool if true."
    },
    {
        "speaker": "A",
        "text": "I would say, as someone who has not bought an equity and a stock since 2018, up until this week, actually, we'll talk about that later in a different show. Like Robinhood. We always thought Robinhood was the app for the people democratizing access to finance. And then the whole Citadel GME thing just totally popped that bubble. One of the big reasons why I haven't bought an equity is because I don't want to use Robin Hood. That's tradfi. There is demand, believe it or not, for crypto people to buy."
    },
    {
        "speaker": "B",
        "text": "No, I believe it, but we just."
    },
    {
        "speaker": "A",
        "text": "Need a crypto native platform to do go back the old to the old world."
    },
    {
        "speaker": "B",
        "text": "And Robin Hood has good ux. Have you ever used something like e trade or ever used something like fidelity or Charles Schwab?"
    },
    {
        "speaker": "A",
        "text": "No way."
    },
    {
        "speaker": "B",
        "text": "Like, you couldn't. Like, you would. You would not be able to navigate."
    },
    {
        "speaker": "A",
        "text": "I wouldn't know how to do it."
    },
    {
        "speaker": "B",
        "text": "It's so stupid. It's so like two thousands era and crypto exchanges have gotten the UX right. Like, it's easy to navigate. And so why not start listing other assets?"
    },
    {
        "speaker": "A",
        "text": "Take Kraken pro Ux and put it into equities, and we can talk. Maybe."
    },
    {
        "speaker": "B",
        "text": "Maybe Kraken's doing that. Maybe they're not. We have nothing."
    },
    {
        "speaker": "A",
        "text": "Maybe it's a rumor. Yeah, it could just be a rumor."
    },
    {
        "speaker": "B",
        "text": "A friend tack fork for every chain. Okay. There are all of these friend tech clones. We should have. We expected this would happen, right? Of course. A successful app is going to have, like, thousands of clones. What specifically is happening? How many clones do we have at this point?"
    },
    {
        "speaker": "A",
        "text": "Okay, so on base, there's friends tech, there's post tech on Arbitrum, there's frenzy on Solana, there's fan tech on mantle, there's alpha on bitcoin. What this."
    },
    {
        "speaker": "B",
        "text": "What's bitcoin? L three. That's what this says."
    },
    {
        "speaker": "A",
        "text": "I don't know. People have been, people have been trying to tweet at me saying, hey, David, you're really popular on Alpha, on bitcoin. You should sign up. And I'm like, I don't believe you. No one is in the bitcoin world."
    },
    {
        "speaker": "B",
        "text": "They're trying to steal your private keys, David."
    },
    {
        "speaker": "A",
        "text": "Maybe."
    },
    {
        "speaker": "B",
        "text": "Of course these are clones, so there's not a lot of difference. But there is some minor innovation. So one version of this clone is introducing a bidding action for new accounts in order to prevent bots. Another is including features like public and private posts. So you could see accounts you could follow on Twitter, dark mode, stats mode, that sort of thing, referral system. So some are even working through the economics of these platforms and juicing them, making them maybe even more ponzi like in the games. So there's these micro innovations that are happening across all of these clones and I think that this will push things forward is the optimistic view, is some of these features will work, others won't. The ones that don't fall by the wayside and die, the ones that do will improve the product. Friendtech will continue to have to level up. Fortunes will be made, fortunes will be lost. That's what always happens in this space. But I do think a lot of experiments will kind of level us up. I guess maybe the bear case for all of this is it's too much fragmentation and we're just chasing a bunch of nothing products instead of innovating. Everyone's copying the other apps. I guess you could take a bear case on it too. But yeah, overall I think it's cool. And of course it would happen. This is crypto. It's completely permissionless."
    },
    {
        "speaker": "A",
        "text": "Well, as soon as you do get the forking phenomenon, it is just a big plus one to the legitimacy of the actual inception. Right? Like bitcoin had the fork and fair launch era. There's the ico mania after aetherium, defi food farms. Like anytime something gets forked a bajillion times, whatever is getting for successful, it's."
    },
    {
        "speaker": "B",
        "text": "Very successful in some measure."
    },
    {
        "speaker": "A",
        "text": "I will say, even though I don't really understand the long term economics, the long term sustainability of frontech. Like, it doesn't care what I think. It is still alive. And so I'll give a plus one to that."
    },
    {
        "speaker": "B",
        "text": "I am too exhausted to create accounts in all of these apps and try them all out. I've got my friend tech. That's it."
    },
    {
        "speaker": "A",
        "text": "Coming out of the op stack super chain, base world base has introduced pessimism, which is an open source monitoring system designed to enhance security of base."
    },
    {
        "speaker": "B",
        "text": "Hilariously named as well. Of course. Not optimism."
    },
    {
        "speaker": "A",
        "text": "It's the right way to view this. It's a monitoring system for like, think of it as like a second line of defense. So post someone attempting to exploit you, whatever that means, smart contracts, the actual protocol, et cetera. This is an alert system after that fact. So there's like three different subsystems here. There's like a risk engine alerting system, and then just another system that's responsible for parsing and transforming real time data. Basically trying to give you a live alerts of like, hey, some shenanigans is going on and it's just a monitoring system."
    },
    {
        "speaker": "B",
        "text": "And all op stack chains can benefit from this, right?"
    },
    {
        "speaker": "A",
        "text": "That's the really cool thing. This is kind of like it has previously been deployed in other contexts. We've seen other projects like this, but the cool thing about this is base is building this to protect the base chain for their base users. It's just like extra protection for all base users. It's really important because that's coinbase. But since it's on the op stack, all op stack chains can also leverage this open source system. So this is about everything growing in security all at once. We like it. We like it."
    },
    {
        "speaker": "B",
        "text": "Binance is interesting. Speaking of base, binance is now supporting base as well. So you can withdraw a deposit from binance to base. I wonder if that has any implications for the future of BNB chain."
    },
    {
        "speaker": "A",
        "text": "David right? That's a big question. Is like now with base, the BNB chain of the west, you will what is the future of BNB chain? That's always an do you think BNB."
    },
    {
        "speaker": "B",
        "text": "Chain just becomes a roll up at some point?"
    },
    {
        "speaker": "A",
        "text": "I can only hope."
    },
    {
        "speaker": "B",
        "text": "Like, you know, why be a side chain in this economy? Why?"
    },
    {
        "speaker": "A",
        "text": "Besides, why be a silo when you could join in the crowd?"
    },
    {
        "speaker": "B",
        "text": "This is a Fred Wilson post. Fred Wilson is a notable venture capitalist, Union Square Ventures. I followed his blog post for a while. I just noticed this week on September 9, he's writing on the 27th. But on September 9, apparently he was the victim of a phishing attack. So he got over 40 of his nfts, stolen. Some of his most valuable nfts, 46 to be exact. And it was because I believe he was in a crypto wallet. He doesn't mention the wallet, but I'm guessing it was probably like a coinbase wallet. He received a message, maybe a message from XMTP telling him to click this link. He says this while waiting for our luggage, I got a push notification. I guess he was at the airport. So distracted, you know, waiting for your luggage. You just got a few minutes on your phone in my wallet about an NFT drop that I could participate in. So I clicked the link, sign the transaction, and nothing happened. So I tried again. Again, nothing happened. Frustrated, I turned my attention to the luggage, retrieved it, and got in the car on the way home. I tried again a few more times. Turns out that each of my failed attempts to mint an NFT was a scam that allowed a thief to eventually take 46 of my most valuable nfts. David, we were just talking about this last week with Mark Cuban getting drained from a similar kind of phishing scam. It's unfortunate. Yeah. Do you have a take on this? There is some good news at the end, but do you have a take on this?"
    },
    {
        "speaker": "A",
        "text": "First, I have two takes. One is that you should not be having your wallet with 46 of your most valuable nfts be your mobile wallet that you have on your phone."
    },
    {
        "speaker": "B",
        "text": "So if guys, if you do that right now, stop doing that immediately."
    },
    {
        "speaker": "A",
        "text": "Like, don't sign things that are also ought to be your cold storage."
    },
    {
        "speaker": "B",
        "text": "Yes. Have your cold storage a separate wallet completely from your active wallet that you do this kind of like activity on."
    },
    {
        "speaker": "A",
        "text": "My other take is that we should be able to sign messages with our cold storage and not get rugged. We should be, we should do both."
    },
    {
        "speaker": "B",
        "text": "How do we do the second there?"
    },
    {
        "speaker": "A",
        "text": "Like that call for startups."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Actually, delegate cash. FuBAr's project is working on this, but."
    },
    {
        "speaker": "B",
        "text": "Still there are a number of attempts. It's something we definitely have to solve because this is not good user experience to get drained of all of your funds because you clicked the wrong link anyway. And by the way, just the PSA is even the pros can get rugged like this. Actually, Anthony Cisano had a similar event that he talked about in the Daily Gwei earlier this week. If it can happen to someone like Fred or Anthony, it can happen to anybody. David, what did Michael Saylor do last week?"
    },
    {
        "speaker": "A",
        "text": "What does Michael Saylor do every week, Ryan? He purchases bitcoin. Also, all that bitcoin ether strength ratio. That was because Michael Saylor was buying a bunch of bitcoin."
    },
    {
        "speaker": "B",
        "text": "Oh, really?"
    },
    {
        "speaker": "A",
        "text": "Purchase? Yeah, this has happened like three times now. Like, bitcoin ether shows strength. And then sailor, it was sailor purchased 5445 bitcoin for almost $150 million. Where does he get all this money?"
    },
    {
        "speaker": "B",
        "text": "Wait, he just spent another 150 million on bitcoin?"
    },
    {
        "speaker": "A",
        "text": "Yes, yes, yes. That's exactly right."
    },
    {
        "speaker": "B",
        "text": "He's borrowing it from bondholders."
    },
    {
        "speaker": "A",
        "text": "Yeah, but everyone runs out of cap of Mar. Like, if you run out of capital, sure, you take leverage, and then once, sometimes you run out of margin. Anyways, he's at 0.75% of the 21 million."
    },
    {
        "speaker": "B",
        "text": "He almost owns one full percent."
    },
    {
        "speaker": "A",
        "text": "Three bitcoin over three quarters of 1%. Yeah. He is down 8% in dollar terms on his bitcoin buy."
    },
    {
        "speaker": "B",
        "text": "He is so tenacious about this. It's impressive. And I've always said I think he'll do well on it eventually."
    },
    {
        "speaker": "A",
        "text": "He has bought a total of $4.7 billion of bitcoin, and that is currently worth $4.3 billion of bitcoin."
    },
    {
        "speaker": "B",
        "text": "David Chase bank is banning crypto payments. Why? What's going on?"
    },
    {
        "speaker": "A",
        "text": "Why? I don't. I don't know. They just say that our policy around crypto is changing. Here's what it means for you. If we think you're making a payment related to crypto assets. We'll decline it, but customers are free to use a different bank or provider to invest in crypto."
    },
    {
        "speaker": "B",
        "text": "That's called being unbanked. You're just, wow. I got one of these letters from bank of America one time with one of my accounts that just saw me transferring to Coinbase and they sent me a letter and they said, you're too risky buy."
    },
    {
        "speaker": "A",
        "text": "Right. They say, here's why they do it. Fraudsters are increasingly using crypto assets to steal large sums of money from people who are committed to helping keep our customers money safe and secure. So they're saying that, like, because people are losing money in crypto, that they're not going to let you buy crypto, which, like, it's. The evidence is that, yes, people are sadly being phished all the time we are been talking about this. Does that mean that you just closed down the gates to buying crypto? That's its reach."
    },
    {
        "speaker": "B",
        "text": "I also think that this is maybe Operation Choke point hitting the UK. The same kind of effect here of big banks saying, no, if you're dealing crypto, we will unbank you back to the Novogratz tweet earlier in this episode, right, of companies getting unbanked as a result of this. David, another Ethereum address was just added to the Ofact sanction list, this time the Sinaloa cartel. This is a fentanyl trafficking operation in a colombian cartel leader. Apparently. So added to the OFAC sanction list. I don't think that this is going to stop, by the way. Of course, bankless is no friend of drug cartels. You'll know that. But it does set a bad precedent, I think, if this is not handled correctly. This is actually a GitHub maintained by ultrasound money of all addresses, Ethereum addresses that are on the OFAC sanction list. You see this?"
    },
    {
        "speaker": "A",
        "text": "21 of them."
    },
    {
        "speaker": "B",
        "text": "Yeah, 21 of them. 21."
    },
    {
        "speaker": "A",
        "text": "Oh, where's Roman Semenov?"
    },
    {
        "speaker": "B",
        "text": "Roman Semenov."
    },
    {
        "speaker": "A",
        "text": "Eight addresses. Wow."
    },
    {
        "speaker": "B",
        "text": "21 entities have been added to the OFAC sanction list right now. And I don't know, I'm like, not a friend of drug cartels, but am worried about this blacklist type of capability that the US is growing in scope. And I guess I have a few takes on this one. I don't think I. We're going to get out of this. I think they're going to continue to add bad guys to this list. So that's going to be with us always. But I feel like we need to hold the line in some specific places. One is they can't be sanctioning privacy smart contracts as they have with tornado cash. It's a general purpose privacy tool. You can't add that to the OFAC sanction list. And I know we're battling that in the court system right now. I'm also worried about increased demands to AML KYC, all of DeFi, all front ends, and have them essentially have to check the OFAC sanction list before they can serve up the Defi in the user interface and application. So I'm worried about this, I guess I would say I don't really have a solution other than there's got to be some places we hold the line here and. Yeah, I don't know if you have any wisdom for this, David."
    },
    {
        "speaker": "A",
        "text": "Do you ever think we'll see bankless eth on there?"
    },
    {
        "speaker": "B",
        "text": "Better not. What are you doing? What are you doing with our private keys, man?"
    },
    {
        "speaker": "A",
        "text": "Nothing, bro. They were coming for me."
    },
    {
        "speaker": "B",
        "text": "Well, it's fine when it's all bad guys on the list, I guess, right?"
    },
    {
        "speaker": "A",
        "text": "That's the point I'm making."
    },
    {
        "speaker": "B",
        "text": "That's the point."
    },
    {
        "speaker": "A",
        "text": "When does bankless narrative become an enemy of the state?"
    },
    {
        "speaker": "B",
        "text": "Well, there's already some people who, I mean, I certainly argue not bad guys, like a tornado. Cash is on this list. Roman Semenoff is on this list. Open source privacy developer. Eight addresses he has on this list. So that is not comforting, David. We got a new wallet, though. Onto brighter news."
    },
    {
        "speaker": "A",
        "text": "What's this new browser extension out of the rainbow wallet? Rainbow is definitely a beloved wallet in the space, I would say. It's been a mobile wallet. They've been pioneering mobile, but now they are now entering the world of being a wallet extension. I'm actually doing a show with Mike from Rainbow on Friday. He's a local Williamsburg resident. We will still be doing it over."
    },
    {
        "speaker": "B",
        "text": "Oh, you're not doing it in person."
    },
    {
        "speaker": "A",
        "text": "Yeah, we have to do share screen, so it's a virtual product."
    },
    {
        "speaker": "B",
        "text": "He's got to show you some stuff. I get it. How about raises of the week, David? What do we got?"
    },
    {
        "speaker": "A",
        "text": "One raise from bankless ventures out of this week. Again, this is the way that we do this. Whenever bankless ventures makes an investment, we talk about it here in the weekly roll up as the inception of a conflict of interest so you all can know about it. It also gives us a moment to explain why we invested in the raise. The raise this week is Phoenix. Phoenix spelled with an f f h e n I x. This is privacy. This is encryption and privacy on the blockchain. Weird. It's leading the charge of investing in more of these things because there needs to be more privacy on the because there needs to be more privacy in the world of crypto. So there's a $7.5 million seed round dedicated to bring fully amorphic encryption to a layer two on Ethereum, and overall, just pushing the frontier of fhe fully homomorphic encryption into the world of crypto. So this is, I think, stands in contrast to ZK cryptography, which is the more commonly known form of privacy. Interestingly, privacy and scalability are actually two sides of the same coin. So you get ZK rollups, which are hyper scalable, but you also get Zk zK rollups like Aztec, which are private. This is a different strategy for producing privacy. Fully homomorphic encryption existed before crypto. It's just general cryptography, not cryptocurrency. But now we are imbuing it into a layer two for it to have fully encrypted data. So the way that ZK roll ups work, or ZK in general, is that you generate a proof off chain, and then you put the proof on chain, and then everyone's like, yeah, that's the correct proof. It checks out. Fully homomorphic encryption operates differently. It's more just like all the data, all the state is parsable because all the state is present on chain. So it's a more rich state of data that's just encrypted."
    },
    {
        "speaker": "B",
        "text": "So you can run compute on it when it's in its encrypted form."
    },
    {
        "speaker": "A",
        "text": "Exactly, yes. Yeah. So it's more composable because the state of things is all hosted locally on chain. It's all present and accounted for. It's just encrypted. And so more composability, more utility out of this kind of, say, a new approach, an alternative approach to the ZK space, potentially more scalable."
    },
    {
        "speaker": "B",
        "text": "Yeah, well, we need more privacy solutions, specifically on layer two. And last fun fact, this was founded by two guys, and I mean that literally."
    },
    {
        "speaker": "A",
        "text": "Damn it. I was going to give this joke."
    },
    {
        "speaker": "B",
        "text": "I front ran you, David."
    },
    {
        "speaker": "A",
        "text": "All of that stuff was interesting. But the real reason why we invested in this deal is because the two found co founders are guy and guy."
    },
    {
        "speaker": "B",
        "text": "This is too good. If that's not bullish, I don't know what is. David, what do we have coming up next?"
    },
    {
        "speaker": "A",
        "text": "Coming up next, will ETF's push crypto values away? Are they coming to infiltrate and corrupt crypto? We'll talk about that. Arcel, another take. Are we at the peak ignorance of crypto? Are we in the peak ignorance phase of the market, I think, possible. And then also is ethereum, a technology absorbing black hole? There is, I think, seven takes this week. It's a whole entire section of this week."
    },
    {
        "speaker": "B",
        "text": "So good, though."
    },
    {
        "speaker": "A",
        "text": "So they're all so good. So big, big takes. Big take section this week. So we're going to get to all of that and more. But first, a moment to talk about these fantastic sponsors that make the show possible."
    },
    {
        "speaker": "B",
        "text": "Here's a question of the week from bankless Citizen, kiwi dog. When the bitcoin and ETH ETF's are finally approved, are you worried that the wacky but value oriented crypto culture, which I love so much, is going to be overrun by a rush of new people who have large amounts of power in the existing system? David, are all these trad five people going to erode the crypto values that make us special, make this whole thing decentralized, make this whole thing corruption resistant? Should we be worried about the ETF's from that perspective?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I actually wrote a blurb about this in one of my Davis takes articles. The last crypto cycle is here where I talked about bitcoin, ETF's and also bitcoin, ether ETF's and also running through getting regulatory clarity. We are currently battling with regulators. We will get clarity one way or another. Eventually bitcoin and ETF's will be approved. So there's this growing east of crypto, if you will, like the civilized, law abiding, regulated civilization of the east of crypto that is growing. We are watching that grow. Will there all, will we be able to retain the freedom of the west? I think by default, absolutely. Because private keys are permissionless. Everything is a bearer asset. The west is the default in the world of crypto. The east has to be built. So that is actually an inverse in the historical corollary where like people show up in the east, they're moving west to go away from Britain and the monarchy, and then they establish their own civilization. But then keep, people keep on going west because they're inherently looking for freedom always. So as civilization is born, they keep going west. Crypto is a wild west and it always has been and always will be because we have like freedom and private keys and power and responsibility and opportunity imbued into us by default. That is like the substrate that crypto exists upon. Will we, will it be encroached? Well, with ETF's, people are buying ether, bitcoin through their ETF's, but they're staying in the trad world, that capital is staying trad, that's staying in fidelity."
    },
    {
        "speaker": "B",
        "text": "They're also buying a worse product."
    },
    {
        "speaker": "A",
        "text": "Yes, and they're free to do that. And so actually the line between Tradfi and Defi will definitely be retained. Defi will just be the permissionless version of finance. And all that ETF's do is actually wraps ether, kind of like wrapped ether, and makes it composable inside of tradfi. But it actually is us. We're corrupting Wall street."
    },
    {
        "speaker": "B",
        "text": "They should be worried about us or decentralizing them. Yeah, I know. I totally agree. I think this whole thing is one big Trojan horse and we got them. Yes, and I think that we've said this before too. You can't build something decentralized on something centralized, but it's fine if you put something centralized on something decentralized so long as the base layer is preserved. And that's why we are so passionate about the layer one and the layer zero, which is the social community keeping those layers decentralized. Our validator set matters so much, making sure that the entire block building, searching, building, validating, supplying like chain is corruption free and censorship resistant. Right? That's the stuff that matters. So who cares what they build? That's centralized on top of those layers. So long as those layers remain decentralized and corruption resistant and quote unquote pure."
    },
    {
        "speaker": "A",
        "text": "That'S what we care the most about with the ether. ETF's ether gets sucked up into tradfi eth, price goes up and they add jet fuel to the values that power up crypto."
    },
    {
        "speaker": "B",
        "text": "Yep. When they adopt crypto protocols, they adopt crypto values. Shouldn't do a song. Chris Berninski Eclipse is like a Solana embassy in Ethereum nation. Wow. Just take from Chris Berninski. Give us some background on eclipse first."
    },
    {
        "speaker": "A",
        "text": "Right, so eclipse is the predicted outcome, I think, of the roll up centric roadmap thesis, which is that new and alternative non EVM execution environments can turn themselves into a layer two and settle on Ethereum and benefit from Ethereum's network effects and composability and liquidity and assets. Eclipse. We did the show not too long ago. Eclipse is Solana's Solana virtual machine as a layer two. And so Chris is putting this into nation state metaphors, which I so wholly appreciate. And he's saying eclipse is like a Solana embassy on the Ethereum nation. So like a little domicile for Solana on Ethereum. And he follows up and says Eclipse will further trade relations between two of Crypto's major economies, cementing the importance of ETh and Sol as a means of trade, production and consumption. That is his take."
    },
    {
        "speaker": "B",
        "text": "That is his take."
    },
    {
        "speaker": "A",
        "text": "That is Chris's take."
    },
    {
        "speaker": "B",
        "text": "I do agree with you. That is Chris's take."
    },
    {
        "speaker": "A",
        "text": "Yeah, you can see my take, my response to Chris, oh, did you say something? Yeah, well, kind of. I said, om nom nom nom nom nom, which is my version of saying Ethereum is just gobbling up Solana. So it's not the Solana embassy coming to Ethereum, it's just Ethereum, just absorbing it and digesting it."
    },
    {
        "speaker": "B",
        "text": "Well, that brings us to the next take, which is this one from not you, but swagtimus eth. The beauty of Ethereum is that it's a technology absorbing black hole. Evms, layer twos, optimistic roll ups, ZK rollups, snark starks, SVM. That's the Solana virtual machine. It doesn't matter. Everything ends up in Ethereum. Eventually, Ethereum's culture and draw, it's just too strong. And once you're caught up in it, there's no going back. Black back. So embassy versus black hole, two different analogies here for something similar. Yeah. Do you have anything to add to this?"
    },
    {
        "speaker": "A",
        "text": "So this one is swag's take, but it's also my take as well, because I 100% agree with this. I have my own version of this tweet all the way back in 2019. You can understand this from first principles. Open source code aggregates better open source code pens onto better open source code. And Ethereum is a platform for open source code. We've seen this play out before. Do you remember EOS turned into loom network? Well, neither of those ideas work, so they both just died. But zcash, that's aztec. On Ethereum, as a layer two, we have that technology, all of these things useful open source, cryptocurrency related code can just append onto Ethereum. And then Ethereum grows. I think, sure, it's an embassy for now, but then it's just. It's just gonna get gobbled."
    },
    {
        "speaker": "B",
        "text": "Yeah. I think that the black hole analogy is good. I would also just use the, you know, gravity, the gravitational pull analogy is good. And I would use like, a star or a sun type of metaphor. If you are a layer one with a monetary unit and massive liquidity and massive economic bandwidth, right, and a culture of innovation, then you're just going to suck in all of the other stellar objects towards you. Right. And they're going to start orbiting you. Right? And so the goal, I mean, this is the bankless thesis is to become the most massive star in your ecosystem. Maybe there'll be a binary star system, though. David, that's what. You know, that's what. That's what some others would say."
    },
    {
        "speaker": "A",
        "text": "Binary star systems work when two equivalently sized stars about within some range start. Like having a dance with each other. If there's an imbalance between these two stars, one just gobbles up the other."
    },
    {
        "speaker": "B",
        "text": "Bitcoin and Ethereum."
    },
    {
        "speaker": "A",
        "text": "Is that a binary star system? I would currently call that a binary star system."
    },
    {
        "speaker": "B",
        "text": "We are stretching the metaphor too far, but this is another take from Brenner. We told you we had a lot this week. Given the concept of soul mate, there's probably a similar build mate, someone where the two of you enjoy building or creating stuff together. The creations will be stellar and the two of you will have so much fun doing it. Oh, this is a sweet one. Who put this in the agenda? A build mate. Find your build mate. You got your soulmate."
    },
    {
        "speaker": "A",
        "text": "Yeah. It reminds me of the bear market buddy take, like. Yeah, everything is just easier in crypto when you have a buddy find your build mate."
    },
    {
        "speaker": "B",
        "text": "This is very heartwarming. This is a good time to find your bud mate, too."
    },
    {
        "speaker": "A",
        "text": "Fun fact, I went to college with Brett."
    },
    {
        "speaker": "B",
        "text": "Er, yeah. Oh, really? Yeah. I feel like you always say that, like, every show. It's just like some."
    },
    {
        "speaker": "A",
        "text": "I went to college for someone."
    },
    {
        "speaker": "B",
        "text": "You went to college? You know, this is what happens when."
    },
    {
        "speaker": "A",
        "text": "You go outside, Ryan."
    },
    {
        "speaker": "B",
        "text": "All my friends are like, virtual. So, you know."
    },
    {
        "speaker": "A",
        "text": "So this take requires some context. You know how we talk about blockchain fees are the taxes for the system. Like, the gas fees are the ethereum taxes that you pay for the protocol."
    },
    {
        "speaker": "B",
        "text": "Yeah, they go to the public good of the protocol, which."
    },
    {
        "speaker": "A",
        "text": "Yeah, got it. Fits the pattern. Right. But doctor membrane here, I think, provides an alternative perspective. He says, or they say, a tax is dictated top down. An auction means pricing is set bottom up. In other words, if they didn't want to pay that price, the gas fee, that wouldn't be the price. The only reason the price is that is because people are. There are willing buyers. So when I think as we move forward and talk about. I think we will continue to talk about gas fees are the tax to Ethereum. But there's this important nuance that the taxes to Ethereum are determined by the market, not by a top down. It's definitely heavy handed system attacks that's."
    },
    {
        "speaker": "B",
        "text": "Driven by markethood forces is how they put it. What's the context for this tweet, though? It looks like it's."
    },
    {
        "speaker": "A",
        "text": "I was arguing with Solana people about."
    },
    {
        "speaker": "B",
        "text": "Like, high fees versus low fees. Kind of."
    },
    {
        "speaker": "A",
        "text": "Exactly. Yeah."
    },
    {
        "speaker": "B",
        "text": "Got it. Vance Spencer tweet his second one of the episode. Wow. Big week for Vance. It is now clear that there's going to be ten to 100 restaking protocols and that the restaking game will increasingly become a hot ball of money. Why? It is unlikely that any one primitive data availability bridge Oracle secured by restaked ETH, will be able to meaningfully augment ETH layer. One yield for the 23 million ETH and growing staked over a long period of time, moving from one restaking protocol to another while their inflation is high will become the game. All right, let's take us to this corner of the universe here in crypto restaking. This is like Eigen Layer. Help us recall. So restaking is first you stake it and then you restake it. And the reason you might restake it with a protocol like Eigen layer is so that you can get some additional yield and put that capital at risk in exchange for performing some other, and get some other function and generate some other yield. So Vance is saying that this is going to be a hot ball of money and a game, and there'll be many market participants. Yes."
    },
    {
        "speaker": "A",
        "text": "Yeah. So remember how we were talking about all the friendtech clones that have spun up and forked out?"
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "How their bitcoin fork and fair launch era the ICO food farms in 2020? There's just this pattern in crypto of first you have this one thing, and then you have the explosion of other things that are all kind of iterations on that. The cool thing about Eigen layer is that it's actually not just one thing. Eigen layer data availability is one restaking chain. I can't remember the name of it, but there's another oracle chain, which is why the oracle thing is an example here. There's a bridge chain. There's many different use cases for Eigen layer restaking networks. And so what he's saying is, applying this phenomenon that we totally understand, where there's as soon as one thing that's successful, you have the iterations and iterations, and then you also have like the liquidity locus, the mercenary yield farmers of DeFi summer. There's always going to be demand for a new re staking network because that's the pattern that we're going to."
    },
    {
        "speaker": "B",
        "text": "Wait, is he talking about there's going to be a ton of different eigen layers, like restaking protocols, or a ton."
    },
    {
        "speaker": "A",
        "text": "Of different sort of eigen layer networks, not eigen layers."
    },
    {
        "speaker": "B",
        "text": "Ah, I see different protocols."
    },
    {
        "speaker": "A",
        "text": "Right. He's not calling for a forking of eigen layer. He's calling for just a large supply of interested restaking capital that will produce demand for further restaking networks as the yields get sucked up by more and more people playing this game."
    },
    {
        "speaker": "B",
        "text": "Well, I think this clarifies it. So in his next tweet, he said, I think the winners here are the dominant eth one staking protocols. So that would be like a lido."
    },
    {
        "speaker": "A",
        "text": "Lido or rocket pool."
    },
    {
        "speaker": "B",
        "text": "And generally ETH itself, people will get more comfortable using it, withdraw more sex etH to on chain, and continue bootstrapping the eth monetary premium."
    },
    {
        "speaker": "A",
        "text": "That has always been my thesis behind Eigen Lair is that this just shifts power, the pendulum, from the alt many alt layer one thesis to the ether is the capital of the Internet."
    },
    {
        "speaker": "B",
        "text": "Yeah, it strengthens the ethos money thing and the cold kind of monetary game that all layer ones need to play. David, are we at peak ignorance of crypto? That's what this next take says. What are we looking at?"
    },
    {
        "speaker": "A",
        "text": "Yeah, so this is Ken Dieter, who tweets out this graphic, which I'll explain here in a second, and says, this is my mental model for comparing how crypto progresses through time to how people outside of crypto perceive that progress. So we got two lines here. One is a kind of stair steppy upwards into the right green line. And so the stair steps, I think, are kind of happen, inversion, inverted to the market. So when there is a bull market, we hit a plateau because no one gets any fucking work done in a bull market because we're all gambling and it's raining money everywhere and everyone's distracted. And then this, that's the peak bull. And then in the peak bear is when work actually gets done. But everyone thinks that crypto is totally dead. And I actually appreciate this subtle nuance in this graphic that the what crypto can actually do line. The stair stepping up into the right line is also accelerating because progress compounds. But meanwhile, what everyone thinks crypto can do is kind of sine usury, oscillating around what crypto can actually do."
    },
    {
        "speaker": "B",
        "text": "So the axes here are, it's over time, but it's capabilities over time, right. And so the green line signifies that what crypto can actually do is greater capabilities over time that's actually happening. Right. It happens in kind of like different waves as we unlock various things. But what happens during bull markets is we overshoot the capabilities and we're like, it's the best thing ever. It's going to change every price forward the future. You totally do. And then what happens during the bear markets is we're like, it's doomed. It's over. Crypto is good for nothing. It's just a bunch of ponzi schemes and there's nothing that it's going to affect, and we'll never go mainstream. Right. And we're at the. Would you say we're at peak bear right now?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I think we're coming out of it, actually. Like the whole show of force from."
    },
    {
        "speaker": "B",
        "text": "Yeah. What does that have to do with peak ignorance of crypto? Is he just saying, like, in the bear, you are peak ignorant?"
    },
    {
        "speaker": "A",
        "text": "Yeah. Like, none of your friends want to hear about the pudgy penguins in Walmart right now."
    },
    {
        "speaker": "B",
        "text": "So that's where we are in the cycles. Peak ignorance. Good name for this episode, peak ignorance. David, last take of the week. What's this one?"
    },
    {
        "speaker": "A",
        "text": "This is such a good one. This is a deep cut for both for long term and newer listeners who don't know about these dynamics. Coinfessions is a Twitter account that just tweets out statements from people. It's a meme account that tweets out statements from anonymous people."
    },
    {
        "speaker": "B",
        "text": "Real statements, though."
    },
    {
        "speaker": "A",
        "text": "Real statements that are submitted. Yes, yes. Yeah. So the statement that was submitted to this coinfession was, I was employed by a bitcoin mining company to spread negative information about Ethereum on twitter and four chan for a duration of two years. Now, if you are a veteran, you understand exactly who this company is. It's called blockstream. They are the mining company. I mean, this is my take. This is my guess. I do not know this fact, but, man, like, prove me wrong. Here's another bit of information. My first boss in crypto was a bitcoin OG and converted to Ethereum in the ICO mania, but also just disclosed to the entire company that him and a few of his bitcoin whale owning friends financed the subversion campaign of Ethereum from 2015. Bro, he just told us the whole entire company is like, yeah, we paid for, like, we paid for, like, fud. We paid for the fun of Ethereum."
    },
    {
        "speaker": "B",
        "text": "Like, the extra fud on top of the Dow hack classic. And all of these things, every time something negative went down, they just magnified it tenfold."
    },
    {
        "speaker": "A",
        "text": "Yes. Yeah. The Etherium is centralized. You can't run a node like just fighting Ethereum just because that was that you could play that game. It was the truly the wild west back then. And so this coinfession is just like the blockstream employee. Like, you just look, go look at gruels, if you remember gruels. Samson Mao. Like, if you want to listen to those cringe piece of content, ever listen to Samson Mao from blockstream and Vitalik Buterin on what bitcoin did, and that was so bad. I can't believe Vitalik did that. Anyways, these are the tactics that have existed and still exist. And I say, I would say that I think that Bree has gone from bitcoin, left its scar on the bitcoin culture. These tactics still exist. It still happens. This is still an alive, and it's probably being. It's probably higher up the market cap stack than you would think."
    },
    {
        "speaker": "B",
        "text": "You have to curate your news, like your sources of information in this space because there's so much bad information, like, out there or disinformation or pure fud. It's no wonder it's so difficult to find your way in crypto, right?"
    },
    {
        "speaker": "A",
        "text": "People who are relentlessly on crypto Twitter pushing narratives all of the time like that. You should proceed with caution."
    },
    {
        "speaker": "B",
        "text": "Unless they're podcasters, right, David?"
    },
    {
        "speaker": "A",
        "text": "Unless they're podcasters. Unless. Not us. We wouldn't do these things."
    },
    {
        "speaker": "B",
        "text": "Oh, my God. We didn't even mention bit boys in jail right now, and that's fine. Didn't even make the. Yeah, I didn't want to anyway, moving on. David, what are you bullish on this week?"
    },
    {
        "speaker": "A",
        "text": "Okay, I attended. There's this rabbit hole that I know exists that I've been trying to go down. I've gotten, like, nibbles of it. I went to a meet up in New York that was like 30 people. It kind of felt me. Felt like the ethereum meetups of old where, like, you know, folding chairs and like, this basement kind of looking thing and everyone is there just because we're nerds looking at this stuff."
    },
    {
        "speaker": "B",
        "text": "What are you. What are you nerding out about?"
    },
    {
        "speaker": "A",
        "text": "This is the. The words that we have described are autonomous worlds. This is being pioneered by lattice zero x park guys. Mud. But there's just interest in this."
    },
    {
        "speaker": "B",
        "text": "Who are these people? Lattice mudd."
    },
    {
        "speaker": "A",
        "text": "I don't think I've heard, like, very skunk, worky people."
    },
    {
        "speaker": "B",
        "text": "These are individual Twitter accounts or."
    },
    {
        "speaker": "A",
        "text": "Yeah, like the Xerox Parc guys are funded by grants, so they're. They're just like the developer. Developers. Developers. Autonomous worlds. It's like crypto gaming, but not like the crypto gaming that, you know fully as much logic on chain as possible. And so you get unique properties about that. Ryan, I think everyone understands when I say NFT. They're like, what's an NFT? It's like, oh, it's a crypto punk. It's a pudgy penguin. It's a collectible of some core. It's a JPEG. And maybe the team adds some utility or access to that."
    },
    {
        "speaker": "B",
        "text": "Sure."
    },
    {
        "speaker": "A",
        "text": "That is."
    },
    {
        "speaker": "B",
        "text": "Or a plushy toy in Walmart."
    },
    {
        "speaker": "A",
        "text": "Exactly. That is the stone age of what NFTs can be inert objects. That is the first iteration. Kind of like the bitcoin is the stone age of crypto. My take, ethereum is like the Sci-Fi version of this. We are in the Stone age version of nfTs. What if I told you, Ryan, that an NFT could be a universe with specific laws of physics and specific types of property rights, internal property rights, and that universe is defined by an NFT, and that NFT is transferable."
    },
    {
        "speaker": "B",
        "text": "One, I don't know entirely what you mean. Two, it sounds cool. Three, do I actually want that? I don't know."
    },
    {
        "speaker": "A",
        "text": "When universes can become, like, again with state internal. State internal laws that are different from ethereum and can have their own. Their own internal logic. And that is a transferable object. I mean, we talked about in our metaverse episode, what are NFTs? They're digital objects. You know, what's an object? A whole entire universe, bro."
    },
    {
        "speaker": "B",
        "text": "It's funny you use the m word, the metaverse word, because that has so much fallen out of."
    },
    {
        "speaker": "A",
        "text": "Yeah, we don't use that word anymore."
    },
    {
        "speaker": "B",
        "text": "And it's. By the way, I. Crypto started using that word before Zuckerberg took it, took it over, and then he. That was out, and then he killed it. And it's. Anyway, it's. It's dead, dead, dead now. But do you know that. That. That statement of basically, like, everything that, you know, the bulls predicted about crypto will come true? It's just a matter of timing. Right? Same thing happened with the Internet. I feel like that's very much true. And this is basically that concept. It's property rights, digital property rights. Autonomous worlds inside of, like, what you're talking about, another word for autonomous worlds is, like, metaverse is what you used to kind of call it. And are you saying you're seeing hints? You're seeing green shoots of, like, growth, new growth in this autonomous world. How do I enter an autonomous world right now? Is there a game I play or, like."
    },
    {
        "speaker": "A",
        "text": "Yeah, there is. Maybe you'll resonate with this metaphor. Mud is like this game engine that the mud team are buiLding, this game called sky strife. So that is the game that you actually see on screen, built on mud. And so thEy're kind of dogfooding their own game. Is this happening anytime soon? No, this needs years of iteration and development. SOMe of the more informed numbers I've gotten is three plus years, but there's a there there. And it's kind of one of the big pills that I remember taking way back when, when I realized that like, yo, you can put any logic on chain. We just need to figure out how to compress it and make it finish and make it scalable. This is why. This is what they're doing. Mud is putting. It's an on chain game universe engine. And people are trying to figure out how to make rich, vibrant, stateful universes inside of things like an nft."
    },
    {
        "speaker": "B",
        "text": "That's so cool. I think it's cool. And yet I still don't fully, like, I feel like you need to experience it in order to understand it."
    },
    {
        "speaker": "A",
        "text": "I think the TLDR is. Why am I bullish on this? It's just one of many things that I think there is so much juice left in crypto to squeeze. Like we are just tip of the iceberg. We can't even imagine some of the future stuff."
    },
    {
        "speaker": "B",
        "text": "So you think we're going to sell all that this cheap block space we're creating? Because I've been worried about that lately, Dave, we got real cheap block space, but maybe autonomous worlds will buy it all up from us."
    },
    {
        "speaker": "A",
        "text": "Yeah, no, that's right. That's right. Ryan, what do you bullish on?"
    },
    {
        "speaker": "B",
        "text": "I am bullish on what we were talking about earlier. Crypto people showing up in DC and the good people this time. All right, guess who wasn't there, David Sam Bankman freed."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah, right."
    },
    {
        "speaker": "B",
        "text": "All right. I mean, he was in jail. And I think that crypto has been a little late to the party with respect to, like, participation in DC, but it's here now, and like, some reasons it's been late to the party. I think most other industries would have been in DC lobbying from like, day one and participating in the way that crypto is from day one. But crypto didn't. And I think part of it comes from this. This core kind of libertarian governments are bad type of ethos. That's maybe one part of it. Another is I think there are some builders in the space who are a bit more techno utopian or basically like, we don't have to play the lobby games like the old tribe did. If we build it, they will come, they'll see it's a better system, they'll just adopt it. Right? And then there's another element of why we haven't participated. We just really didn't have the use cases. Like, what, do you go to the us government and be like, yeah, we're going to supplant the dollar with this new cryptocurrency. They're not going to act very favorably to that. But now we have stable coins, for instance. Now we have DeFi, now we have the creator economy with nfts. But I think the realization crypto has had that if it doesn't show up in DC, if the good guys don't go to DC, someone else will. Someone like SBF. He really revealed that there's a power vacuum to fill. And that if you're ambitious, if you're crafty, if you're short termist, if you're organized, then you can go fill that vacuum with political bribes to try to capture all of the entire regulatory apparatus and bend it to your will. Anyway, I'm bullish that SBF is out and some of the good guys are in and actually playing this game in a good way. And that we're getting organized, that exchanges are there, that our lawyers are on top of things, that our educators and lobbyists are there, that our builders, like Kevin Owocki earlier in this episode, showed up in DC. And I still feel like we have a massively, like, a very long, long fight in the US. You know, we got to fight the IR's, we got to fight that sec, the CFTC. The entire past year, the roll up, we have been talking about regulatory way more than, like, I am comfortable. Like, I hate talking about it every week, and yet that is the thing that we are fighting right now. But I am bullish with kind of this new wave of progress and our participation there and channeling. Like, we're just more aligned and organized than we ever have been. And I think we'll make real progress in the US, even though it won't be easy."
    },
    {
        "speaker": "A",
        "text": "Yeah. And I'm reminded about, I think, my favorite line out of permissionless, which was Hester Purse's quote, which is that the courts are on our side, the law is on our side. We just have to show up. And we haven't. We actually have."
    },
    {
        "speaker": "B",
        "text": "We haven't even showed up yet."
    },
    {
        "speaker": "A",
        "text": "Yeah. We haven't even seen what we can do when we show up."
    },
    {
        "speaker": "B",
        "text": "100%."
    },
    {
        "speaker": "A",
        "text": "Yeah. So absolutely massive unlock."
    },
    {
        "speaker": "B",
        "text": "David meme of the week. You ready for this?"
    },
    {
        "speaker": "A",
        "text": "Meme of the week? Yep."
    },
    {
        "speaker": "B",
        "text": "What are we looking at?"
    },
    {
        "speaker": "A",
        "text": "This is 100% convinced that Ryan Sean Adams put this meme together. The quote is another unregistered securities exchange. Absolutely disgusting. And the picture is what looks like a middle school Pokemon competition with a nice young lady in a Pokemon suit."
    },
    {
        "speaker": "B",
        "text": "Look at her trading your cards. Look at what's going on here."
    },
    {
        "speaker": "A",
        "text": "Look at violating securities laws."
    },
    {
        "speaker": "B",
        "text": "Absolutely lock these kids up."
    },
    {
        "speaker": "A",
        "text": "I bet she's not even paying her taxes."
    },
    {
        "speaker": "B",
        "text": "David, we got a moment of Zen this week that we just found prior to this episode. It's actually from a source you would not expect. I believe that source is Van Eck, of all places. So we're gonna play that moment of Zen in just a minute. You wanna say anything to tee this up?"
    },
    {
        "speaker": "A",
        "text": "Vanek? Very tradfi. Boomer Capital. Uncharacteristically zoomer meme. That's all I'll say."
    },
    {
        "speaker": "B",
        "text": "It's really good. It's really good. Disclosures. We're going to end with risks in a minute. But first we disclose bankless ventures. As we mentioned, is an investor in Phoenix. We talked about them earlier in the show. David and I are both advisors to matter labs as well in the ZK sync project. And, of course, David and I hold eth. We are long term investors. We're not journalists. We don't do paid content. There's always a link to all bankless disclosures in the show notes. I'm going to end with this. You know, crypto is risky. You could get phished. You could lose what you put in. But we are headed west. This is the frontier. It's not for everyone. But we're glad you're with us on the bankless journey. Thanks a lot, Ethereum."
    },
    {
        "speaker": "A",
        "text": "Ethereum now in an ETF form coming soon."
    },
    {
        "speaker": "B",
        "text": "Follow us to stay informed on the release. O and h o d l or f o r k o f f."
    }
]