[
    {
        "speaker": "A",
        "text": "I'm glad it's over. It's done. We don't have to talk about it anymore. Is this the last weekly roll up for Sam Bankman, fried? I hope so."
    },
    {
        "speaker": "B",
        "text": "I could be. It very well could be."
    },
    {
        "speaker": "A",
        "text": "Bankless nation. It is your Friday weekly roll up end. The last one of March 2024. What do we got for them?"
    },
    {
        "speaker": "B",
        "text": "David Blob is trying to take down the Ethereum layer one. Why? Why are they doing this to us? We also got base fees moving up. That's base the chain, not base fees. I thought layer twos were cheap. Now, what the hell is going on? Over $100 transaction fees were just seen on base in this last week. Also, North Korea is back. A $62 million exploit on a blast app leads to an existential crisis about whether or not blast is centralized. Ryan, what else we got?"
    },
    {
        "speaker": "A",
        "text": "You said they're back, but I don't think North Korea ever left. David, that's a. That's the problem."
    },
    {
        "speaker": "B",
        "text": "We had no bull markets that back. And now. Now North Korea is back with us."
    },
    {
        "speaker": "A",
        "text": "You know who else is here, though, this time? Larry Fink is here. Okay. And he racked up some more wins this week. We're going to talk about that. Also, he weighed in on the ethereum ETF. I want to tell you what he said, david. And Coinbase is moving more of their stuff from their private ledger to on chain, so we'll talk about that."
    },
    {
        "speaker": "B",
        "text": "Athena announces their token, one of the most hyped token drops recently. Also probably the biggest news of the week. SBF gets sentenced. So we actually know how many years SBF is going to be sentenced in jail? How many? We'll let you know."
    },
    {
        "speaker": "A",
        "text": "Years are decades, David."
    },
    {
        "speaker": "B",
        "text": "Uh, decades. Decades."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's a tease. Yikes. Uh, and then probably the most hilarious moment of Zen that you all have ever heard on the bankless weekly roll up or ever in crypto. Probably the funniest skit, uh, is at the end of the, uh, of this, uh, podcast. So thanks for joining us here. We're going to cover the entire weekly news and crypto. Uh, but first, we're going to talk to our friends and sponsors over at. What do people say about the bitcoin price?"
    },
    {
        "speaker": "A",
        "text": "Well, they're saying that it's up on the week, I think. I don't know. You do prices?"
    },
    {
        "speaker": "B",
        "text": "I do prices."
    },
    {
        "speaker": "A",
        "text": "I've looked at it. Here are the bitcoin charts for listeners here. What are we at on the week?"
    },
    {
        "speaker": "B",
        "text": "Bitcoin started the week at 65,200, up eight and a half percent to where it is right now. Yeah. Nailed it. $70,700 at the current time of recording, almost back up to the all time highs. That whole dump week that everyone thought we were going into a bear market last week is gone. Now what happens is we went back up. So all the bears are wrong once again. Uh, bears go back to hibernation. We don't want you here."
    },
    {
        "speaker": "A",
        "text": "Yeah, they're. They're going to be so weak. They are so. The bears are so weak. This entire bull market, man, look at them. Like they were getting mouth."
    },
    {
        "speaker": "B",
        "text": "They didn't even have seven days, man. They had like, five days of victory, and then they're gone now."
    },
    {
        "speaker": "A",
        "text": "And we're almost up to all time high. So what is the official all time high? It's a 73 something. 73."
    },
    {
        "speaker": "B",
        "text": "I will tell you it is."
    },
    {
        "speaker": "A",
        "text": "74,000."
    },
    {
        "speaker": "B",
        "text": "Yeah, you tell. $74,000."
    },
    {
        "speaker": "A",
        "text": "Okay. Um, can we look at flows? Cause that's the driver. Right? And we had some. Last time we were talking about bitcoin. On the last weekly roll up, we had negative flows for the first time. That felt bad. I'm talking bitcoin, ETF flows. Where are we this week?"
    },
    {
        "speaker": "B",
        "text": "Actually, still negative, but kind of just like, marginally so. Fidelity actually had the biggest inflows this week there. It's about flat. Last week it was very red. It was very weighted towards the out flows out. This week it's about flat or hanging just right where. Exactly where we were. You can only assume that this is going to resume up only, you know, just like seven days, not that much time."
    },
    {
        "speaker": "A",
        "text": "You know who's been a big winner of these flows all along? It's this guy right here. This guy I'm showing Larry."
    },
    {
        "speaker": "B",
        "text": "Larry somehow now our ally."
    },
    {
        "speaker": "A",
        "text": "Yeah, ally, question mark. Okay, here he is on Fox News. I'm very bullish on the long term viability of bitcoin."
    },
    {
        "speaker": "B",
        "text": "I was going to say."
    },
    {
        "speaker": "A",
        "text": "Did that surprise you?"
    },
    {
        "speaker": "B",
        "text": "That surprised me."
    },
    {
        "speaker": "A",
        "text": "How much that's going up. I mean, look at it. We're creating now a market that has more liquidity, more transparency. And I'm pleasantly surprised, and I would never have predicted it before we filed it, that we were going to see this type of retail. You thought you'd do good, but not this good. I thought, yes, definitely. I bid. Is your ETF over at ishares?"
    },
    {
        "speaker": "B",
        "text": "It's about to overtake Grayscale, which was in the business certainly a lot longer. You look at the gains since January 11 when it first came about."
    },
    {
        "speaker": "A",
        "text": "Yes."
    },
    {
        "speaker": "B",
        "text": "Have you ever seen this much inflow this quickly into."
    },
    {
        "speaker": "A",
        "text": "Ibid is the fastest growing ETF in the history of ETF's the fastest growing ETF in the history of ETF. Look at this guy's face right here, Larry fake. Let's enlarge this face."
    },
    {
        "speaker": "B",
        "text": "That is a happy man on his face. That is a happy, happy man."
    },
    {
        "speaker": "A",
        "text": "He is very happy. This over performed his expectations. He didn't think it would be such a big deal. And I think he's pretty much crypto pilled and crypto bold. He tastes profit, David. That's what's going on in this clip."
    },
    {
        "speaker": "B",
        "text": "There's a chart that we're looking at here which shows the bitcoin price in log overlaid the actual bitcoin going into institutions. And it starts last bull market. Because if you remember, Ryan, last bull market, it was the bull market of the cycle, where all the institutions are going to put bitcoin on the balance sheet. Turns out it was a strategy. Yeah. It was just Michael Saylor who did a fantastic job, actually. Just like being these sole institution, putting bitcoin on the balance sheet."
    },
    {
        "speaker": "A",
        "text": "It was one guy."
    },
    {
        "speaker": "B",
        "text": "It was one guy. Yeah. But now Blackrock's here, and the size of the hockey stick that once the actual real institutions come in to put bitcoin on the balance sheet, it's hard to. It's hard to express how big it is."
    },
    {
        "speaker": "A",
        "text": "Yeah, I guess that's a hockey stick."
    },
    {
        "speaker": "B",
        "text": "That is a rocket launch. As a rocket launch. Yeah. It goes from 200 units to 80,000 units of bitcoin, like, really, really fast. This is the year. This is the cycle where the institutions actually came. I remember in 2017, Ryan, everyone was talking about, oh, the institutions are coming. You gotta. You gotta buy these ICO tokens now because the institutions are totally gonna come and buy our bags. And then turns out they didn't come. And then in 2021, it's like, you gotta buy. You gotta buy all these NFts because the institutions are coming. Turns out that didn't happen. It is actually happening. For the first time in my crypto career, the institutions are actually here."
    },
    {
        "speaker": "A",
        "text": "Hotline from Matt Hogan this week. You know how the institutions used to say, like, the thing was, get off zero. Seriously, 1%. Allocate 1%. He said 3% is the new 1%, right? Not enough for large asset managers. You just have 1% in crypto. You got to have 3%."
    },
    {
        "speaker": "B",
        "text": "1% is bearish."
    },
    {
        "speaker": "A",
        "text": "Yeah, 1% is bearish. Let's talk about the EtH price. Is that bearish or bullish on the week?"
    },
    {
        "speaker": "B",
        "text": "It's bullish on the week. Start of the week, $30,440 up 3.5% to $3,580, where we are right now at the time of recording. I'm sure it'll be sometime something different by the time you listen to this, though, because, like, why the hell do we do it?"
    },
    {
        "speaker": "A",
        "text": "Only 3%, though. Only 3%. David."
    },
    {
        "speaker": "B",
        "text": "3% is flatden."
    },
    {
        "speaker": "A",
        "text": "Yeah, that feels flat to me. Now when you look at bitcoin, it's like 8.5%. I think the big question is, are we going to get some of that institutional ETF magic inside of Ethereum? And, David, I don't know if you saw this, but Fidelity filed officially an s one form for their spot, Ethereum ETF, with staking included. So I saw this and I wondered, I asked, is this a big. Does this improve our chances of getting an Ethereum ETF done by May? What's the answer to that?"
    },
    {
        "speaker": "B",
        "text": "Definitely not. And I have. I've got another conspiracy for you this week. Are you ready for the second conspiracy about ets in two weeks?"
    },
    {
        "speaker": "A",
        "text": "Yeah, sure."
    },
    {
        "speaker": "B",
        "text": "Okay, so this one is that. Why are all of these, like, almost every single ETH ETF has a staking component included in it, and people are like, why are you doing that? That's, like, risky, not conservative. Like, we don't even have the ET TF approved. Why are you guys trying to get staking in the ETF? That's like hard mode. Why. Why aren't you going for easy mode? The conspiracy is that everyone is assuming that we're going to get a denial in May. A May denial. But then what happens is that we are. We like grayscale. Whoever, Coinbase is going to sue the SEC for denying the ETF and for the SEC for being arbitrary and capricious, and then the SEC is going to be forced to approve the ETH ETF later, and they're going to have to approve them in whatever form they are. They are filed under with staking. Yes. And so they are. They are."
    },
    {
        "speaker": "A",
        "text": "I don't know."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "You think soaking is a bridge too far, David? I don't know."
    },
    {
        "speaker": "B",
        "text": "I don't. Okay, Bear."
    },
    {
        "speaker": "A",
        "text": "Don't call me a bear. But I don't know about that. But here's somebody who's on your side, at least with respect to the conspiracy theory. You. Last week's conspiracy, David's conspiracy theory, was, you know why there's no activity? You know why it's all quiet between the SEC and these ETF issuers? It's because they've already done the work. They have no questions. They just approved a bitcoin ETF. So you just swap out those BTC letters for ETH, and you just hit like, stamp approve, and so we're good to go. That's why there's no questions."
    },
    {
        "speaker": "B",
        "text": "We already did the engagement. You only engage once."
    },
    {
        "speaker": "A",
        "text": "The chief legal. I think this is the chief legal officer at Grayscale. He seems to agree with you, David."
    },
    {
        "speaker": "B",
        "text": "Hell yeah. Yeah. Conspiracy. Taking that Tin Hoyle twin foil hat right off my head."
    },
    {
        "speaker": "A",
        "text": "Yeah. Craig says this, basically, there's, there's, um, not a lot of difference between bitcoin and ethereum. He says the only difference is, rather than the ETF holding bitcoin, it holds ether. So in many ways, the SEC has already engaged, and issuers simply have to engage less this time. So he's answering the question, why has there been no engagement between the SEC and issuers? He's like, they've already done the work. All you have to do is just, you know, like, kind of swap it out. So he totally agrees with you."
    },
    {
        "speaker": "B",
        "text": "Yeah, I don't know how, actually, how to square this hole about. There is staking inside of the ETH ETF, but they're also carbon copies of the bitcoin ETF. Those are like, I don't know how to square those two things. I think the staking component of these ETF's is like, it's optional to stake. Um, we need more experts to comment on this. Uh, so, uh, we should probably talk to the, to the ETF boys sometime soon. Speaking of the ETF boys, Eric Balatunis, who's one of the two ETF boys, he goes, read the Eth ETf approval. We are holding the line at 25% odds, although to be honest, it's a very pessimistic 25%. So despite this is in response to the grayscale chief legal officers analysis on, like, we don't need engagement, they've already engaged. He says, like, sure, good point. Point taken. We're not changing our odds. We remain pessimistic at 25%."
    },
    {
        "speaker": "A",
        "text": "25% is not 00:20 5% is not zero. So one other voice in this that I think might be relevant and important is the voice of Larry Fink of Blackrock, who certainly has a horse in the race, let's just say, and is feeling awfully bullish on crypto lately. In that same interview that we played a clip from earlier, they actually asked him if Anh ether ETF would still be in the cards in the event that the SEC somehow called ether and declared it a security. And Larry Fink said, yes, I think so."
    },
    {
        "speaker": "B",
        "text": "Huh?"
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Slightly unexpected. Even if it's a security a little bit unexpected."
    },
    {
        "speaker": "A",
        "text": "I don't know what to do with all of this."
    },
    {
        "speaker": "B",
        "text": "What the hell do I know? I'm not a lawyer."
    },
    {
        "speaker": "A",
        "text": "One other big blackrock thing, as I said, it's a blackrock week, I suppose. Do you know their new biddle fund that we were talking about with tokenized treasuries on Ethereum? It is now 250 million, started at."
    },
    {
        "speaker": "B",
        "text": "100 million, jumped up to 250 million. So 150 million of demand came."
    },
    {
        "speaker": "A",
        "text": "So that means we now have 1 billion in tokenized treasuries in crypto on chain."
    },
    {
        "speaker": "B",
        "text": "Yeah, that number is going up."
    },
    {
        "speaker": "A",
        "text": "How long do you think it's going to take to get to 10 billion on that number?"
    },
    {
        "speaker": "B",
        "text": "Oh, not before this half of this year, right? On this half of this year, right?"
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Which even seems pretty slow. Like it could, it could be like April."
    },
    {
        "speaker": "A",
        "text": "Yeah. So not only are the institutions here from the perspective of ETF's, but they're also here from the perspective of tokenization. And they're starting with the most logical thing to tokenize, which is treasuries. Yeah, that's what's happening."
    },
    {
        "speaker": "B",
        "text": "The closest things to actual dollars total crypto market cap."
    },
    {
        "speaker": "A",
        "text": "David, where are we at?"
    },
    {
        "speaker": "B",
        "text": "Where are we at? We are at $2.8 trillion almost at the above three. We're going to, we're going to break all time highs both in bitcoin and all time market cap inside of ten days."
    },
    {
        "speaker": "A",
        "text": "Let's get to the all time highs of layer twos as well. I mean, we are, we are right there. And this layer two update is brought to you by. Tell me about total value locked in layer twos."
    },
    {
        "speaker": "B",
        "text": "We are just under $40 billion as we have been for the last three weeks. We have just been teasing that $40 billion number. As soon as we break 40, you know what happens next?"
    },
    {
        "speaker": "A",
        "text": "What happens 50."
    },
    {
        "speaker": "B",
        "text": "That's, that's, that's how, that's how numbers work. Scaling factor 10.4 x. As soon as blobs come online, just layer twos have just taken all of the breaks off. There seems to be no limit as to the scaling factor for layer twos. Uh, base at base found a limit, but then they just raised the limit. We're going to talk about that later in the show. Active addresses are all time highs. Uh, TVL at all time highs. It's really good time to be, to be a layer two base. TVL in base 257 days ago, it hit 1,000,000,025 days ago it hit 2,000,000,005. Days ago, it hit 3 billion. So there are some parabolas going on inside of the layer two ecosystem, especially on base."
    },
    {
        "speaker": "A",
        "text": "David, you see this chart right here? This is layer two gas fees, right? And you see, after blobs came after EIP 4844, they absolutely fell off a cliff. So this was around March 13, hit the floor, and the days afterwards, they hit the floor. And then do you see this line here? This little blue line has been creeping up."
    },
    {
        "speaker": "B",
        "text": "That's base."
    },
    {
        "speaker": "A",
        "text": "So after hitting the floor, base has suddenly gotten more expensive. I saw some tweets this week of people surprised that it costs, like, you know, thirty cents to do transaction on base."
    },
    {
        "speaker": "B",
        "text": "I saw a $100 transaction on base."
    },
    {
        "speaker": "A",
        "text": "That had to be a mistake. I can't believe something hundred dollars. Okay, what is going on? So all the other layer twos are still cheap. I understand that base is getting a ton of demand, and so that accounts for some of this. But I thought blobs fixed this. Are blobs going up in fees or, like, what's going on?"
    },
    {
        "speaker": "B",
        "text": "Basically, we are trading bottlenecks right now. And so blobs for the base chain were extremely cheap, just like they were for all of the other chains. And so base was paying very, very little to settle on Ethereum. Base itself was congested. Like, what is base? It is literally a layer two. That is Ethereum. As a layer two on Ethereum, all op stack forks are like this. They are basically a carbon copy of Ethereum. Settling on Ethereum, you can congest a layer, too. Uh, and that's what happened with base. And so the execution layer, which is base itself, actually got congested. There were more transactions that could go inside of the base evm than it could process. So it was a, it was literally a compute bottleneck. It was not a settlement bottleneck. Uh, and so as a result of, like, mev bots, you know, meme coin traders, a lot of it was meme coin activity, meme coin trading. Uh, people were just, like, trying to, you know, squeeze themselves into base, and the execution side of base was just too constrained to let them all in. And so that's what happened. Fees go up."
    },
    {
        "speaker": "A",
        "text": "Okay, so I want to make sure I understand that, because I didn't understand that at the beginning of this week where the bottleneck was, I just assumed the bottleneck has always been ethereum. I was like, oh, it's Ethereum's fault. Blobs got really expensive. We anticipated this, and we're going to talk more about blobs a little bit later. And so they. They must have gotten more expensive. But it turns out the fees on base are more expensive. And it's not ethereum. Layer one's fault, right? Okay. It's base. There is a constraint in kind of execution, and there is this metric that I learned, gas per second. Okay? GPS gas per second. And that is a measure of how much gas there is in a base block, like, in how much execution throughput and how much compute throughput you actually have. And again, this is something that base can kind of scale out and control on its own, but apparently can't happen overnight. Can you talk a little bit about that? What is gas per second? And how does base intent to actually scale that?"
    },
    {
        "speaker": "B",
        "text": "Gas is basically Ethereum's version of compute is a ethereum way of measuring compute. And so, like, different functions inside of the EVM have different weights for how much gas they are, like, multiplying. It has some amount of gas cost. Dividing has some amount of gas costs. Different. Different compute functions have different gas costs. Really, really expressive, complicated ones have high gas costs. Very simple ones, just like adding or subtracting, have low gas costs. So basically, it's a function of compute. Like, how much compute demand is this going to put on somebody's cpu? So gas per second, which we are in, like the milligas per second, as in millions of gas per second, is how much throughput base has. And this is the bottleneck. This is the execution bottleneck of base that we are currently hitting. We weren't hitting it before because previously it was call data layer one settlement. That was the bottleneck. That bottlenecks gone. Now the bottleneck has moved to layer two compute."
    },
    {
        "speaker": "A",
        "text": "Why don't they just widen that pipe? David?"
    },
    {
        "speaker": "B",
        "text": "That's what we did, Ryan. Okay, so on base this week, they've increased the size of the bottleneck around base compute. So it's gone up 50% to 3.75 milligas. And then they are going to, after they observe and make sure the, you know, the chain is still stable, they're going to raise it again to five milligas, targeting early next week. So Monday, Tuesday, Wednesday of next week, we will go up to five milligas. Already, since increasing the scale of the base layer two gas fees have gone down. So we are now enjoying like, one, two, three cent transactions again. But, yeah, all of that happened inside."
    },
    {
        "speaker": "A",
        "text": "Of one week for now, though, right? What if there's another. So there's a five x increase in demand that caused this because gas fees are so cheap. So we, like, increase our gas per second and demands. Just going to fill that up, too, right? How do we get to something that is far higher than milligrams? How do we get to giga gas per second? Is there a roadmap to that?"
    },
    {
        "speaker": "B",
        "text": "Yeah, well, there's a bunch of things to optimize, right? There's like, state bloat. There's just like, the execution bottleneck. There are a variety of different things that still have juice left to squeeze in them. And Jesse's just saying, hey, we're going to do all of them. There are layer one optimizations like pure Das and dank sharding plenty of layer two optimizations. Georgios from paradigm is working on Reth, which is rust ethereum, rather than geth, which is go ethereum. Rust is just more performance. So we can get just a better execution client to have some of this. There's just actually, like five or six or seven different ways to squeeze this juice here. There's just a lot left to do here."
    },
    {
        "speaker": "A",
        "text": "All right, so my favorite thing about this is the bullish thing is now the bottleneck is somewhere else, and the place that it is is on the execution layer with teams that can execute far faster and without kind of the constraints of, like, let's plan multiple years for, like, an ethereum."
    },
    {
        "speaker": "B",
        "text": "There's no core dev calls here, it's."
    },
    {
        "speaker": "A",
        "text": "Just Jesse, and it's all of the layer twos competing. I mean, they're all going to parallelize their compute. They're all going to make this hyper efficient, and eventually, I don't know when this is going to be, but eventually the constraint will move back to the DA layer and it'll be blobs. We don't have enough blobs on Ethereum again."
    },
    {
        "speaker": "B",
        "text": "And indeed, but then we're going to get more blobs."
    },
    {
        "speaker": "A",
        "text": "Then we're going to get more blobs. Okay, so we're just like, kind of like moving constraints, and this is what progress actually looks like. This is what scaling kind of looks like, right? We are globally increasing the, um, trustless bandwidth throughput of our chains, and this is just like the engineering work that's happening. So from my perspective, now we're in kind of this territory of like, it's incremental. Like, we're just making these gradual, quick incremental changes to scale up our fees now that we have this new blob space. Primitive."
    },
    {
        "speaker": "B",
        "text": "Yeah, Vitalik said it really well in his most recent article. We've gone from zero to one with scaling, one being the introduction of 4844. And now we are going from one to NDEZ, as in exactly what you're saying, like incremental. Like there. Now it's like up to like 17 different ways to get more scale out of Ethereum. There's something I want to highlight about this movement towards, like, the whole Ethereum roll up centric roadmap Xerox. Alfred tweeted out, in the past 24 hours, base users have paid 670 Eth in fees. 570 of that went to Coinbase, the operators of base. Of course, 100 eth of that went to optimism as part of the op collective. And then 0.3 Ethan went to Ethereum to pay for blob space. So out of 670 eth, the base layer two only paid the Ethereum layer 1.3 eth to settle to Ethereum. So this is how cheap settlement is now for layer twos onto Ethereum. This is the cost of security to me. Like, people are interpreting this as like, oh, this is super bearish for ETH. Like, how is this any sort of value accrual for ETH asset layer twos are parasitic to Ethereum. Like, all this kind of stuff. My perspective on this is that this is the trade off that the Ethereum network is making with the roll up centric roadmap. Layer twos are being charged the minimum amount of rent necessary to maximally secure layer twos. And as a result of that trade off, and for reducing the burn, ETH becomes a unit of account, the monetary asset in layer twos. Layer twos right now are the most profitable business model I have ever seen because settlement costs are almost nothing and sequencer costs, layer twos are getting all the sequencer costs. And so layer twos as a business right now are absolutely printing in profitability. And their cost of the ethereum network is almost at zero. The way that Ethereum benefits Ethereum, the network benefits, is that ETH becomes money in all of these networks. And so there's a reason why we've launched like a thousand layer twos over the last year, and there's a reason why over the next year, we're going to launch 10,000 more. And it's because ETH becomes the most cheap, secure settlement layer while ETH becomes money in all of these networks."
    },
    {
        "speaker": "A",
        "text": "I think what you're saying is the value proposition of Ethereum, at least. Like if you think of ether, the asset moves from discounted cash flows and like receiving cash flows based on these chains, by charging chains, rent extraction to like a monetary premium because it is getting its liquidity, is getting bootstrapped, is being used as money by all of these chains. My take on that is it's such a 4d chess move because it makes it incredibly hard for any other chain to kind of compete. Why compete directly against Ethereum if you can just settle on Ethereum? It's just kind of like join the."
    },
    {
        "speaker": "B",
        "text": "Pirates, join the peloton. Yeah."
    },
    {
        "speaker": "A",
        "text": "Why would you do anything else?"
    },
    {
        "speaker": "B",
        "text": "We've seen outflows of ETH from centralized exchanges. ETH supply on centralized exchanges are hitting one of the deepest lows that they've been in some time. But actually eth on the ethereum, layer one is staying like flat. Uh, where is all of that eth going? All to layer twos. Like layer twos are sucking up so much ease have they have so much demand and reservation demand for ETH. Like, that's where all the demand is coming."
    },
    {
        "speaker": "A",
        "text": "David, a quick check in on tradfi markets. You know, the s, P is all time highs. Look at this chart."
    },
    {
        "speaker": "B",
        "text": "The only s, p. I don't even know if it's in the s and P. The only equity that I pay attention to is coin. And let me tell you, the coin chart is looking real good."
    },
    {
        "speaker": "A",
        "text": "Yeah, well, so, so are, so are everyone else of stocks. Just so you know, we're at all time highs."
    },
    {
        "speaker": "B",
        "text": "It's looking like, oh, so my coin isn't exceptional? Bummer."
    },
    {
        "speaker": "A",
        "text": "It is probably exceptional. I mean, I don't think the S and P is moving like, like that."
    },
    {
        "speaker": "B",
        "text": "Particular, but pretty bullish."
    },
    {
        "speaker": "A",
        "text": "One, add to the whole strategy around layer two is that I think we're going to see repeated again and again and again. This is a tweet from someone at Coinbase. Coinbase is going to be storing more corporate and customer USDC balances on base. This enables us to manage and secure customer funds with lower fees and faster settlement times with no impact to the Coinbase based user experience. So they're basically saying base is going to be our home chain for USDC moving forward. This is Coinbase saying that. What I see, David, is this is an evolution of an exchange becoming a chain. And like, one Medicaid of this is if you, if you zoom all the way out, every single asset is going to become a token, every single bank is going to become a chain. And Coinbase kind of dabbles in that warrant world just like other exchanges, like, like Kraken. They're all going to launch their own chains and put more and more on chain rather than their private databases. They'll still have private databases, but it'll gradually become kind of an empty shell of like, Aml KYC and just kind of the regulatory check mark. I think we'll see more and more activity migrating on Cha on chain. We're starting to see that with USDC."
    },
    {
        "speaker": "B",
        "text": "This is coinbase carving a path to showing how financial institutions can be on chain financial institutions. And they're not doing this now. They're moving their own internal business logic on chain. But what I think they will do is just become a, like, user verifiable on chain financial institution. They're not like, they're not like, spilling their guts. They're not like, opening the doors and like, hey, here's everything. But, like, this is the first step to that. Like, user verifiable financial institutions, which we're like. There's a lot of talk about, like, meme coins and like, what are we really doing here? What's our purpose in crypto? Are we doing any good? This is, like, literally 2008. Armor on chain financial institutions that are secured and verifiable by their users. That's where we're going. That's extremely bullish."
    },
    {
        "speaker": "A",
        "text": "I. So let's summarize where we are. This is from Brantley Eth. We're not even done. Q one. And yet we already have this year in 2024. Nine bitcoin ETF's Blackrock launching its first fund on Ethereum. Larry Fink pushing crypto talking points on CNBC. Google integrating ens into search. We'll talk about that later. Godaddy adding a crypto wallet tab that lets you connect your DNS name to EnS seven ether ETF's file. The London Stock Exchange announces bitcoin Ethereum etns. That happened this week. We don't have a chance to talk about it. And to top it all off, the SEC is not only losing in court against crypto, but is actually rebuked by the court for lying. Got to say, it's been a good start to the year."
    },
    {
        "speaker": "B",
        "text": "Feels good this year. This is what a bull market feels like. All right, coming up next, we got our first big hack of the bull market. We're going to talk about that and all the consequences. SBF, jail time, how much? But first, blob demand is trying to take down Ethereum. They're trying to take down the network. I'm going to talk to you all about this and more. But first, a moment to talk about some of these fantastic sponsors that makes all of this happen. Our preferred place to trade our tokens in 2024. If you not have an account with Kraken, consider clicking the link in the show notes getting started with Kraken today."
    },
    {
        "speaker": "A",
        "text": "Blob demand is skyrocketing. But David, is this too much for Ethereum to handle? Where do we start this story?"
    },
    {
        "speaker": "B",
        "text": "Two weeks into blobs being live, we are finally seeing a blob fee market emerge. The EIP 1555 mechanism also works for blobspace as well. And over the last week, we have seen 100 eth being burnt due to blobs based consumption. And this was happening right all of yesterday, Wednesday the 27th. For people listening, we actually went a little bit above that demand. First, let's look at Tony's tweet here, who's showing a graph of blob space. And so all of that yellow is the blobs. And you can actually see the effect of blobs and blob space. All of the yellows blobs, that's layer twos. And what's about to be blobscriptions. We're going to get to that saturating blob space. And so Ethereum in the short term is actually a bigger beast in terms of, like, data, but then we actually have the execution layer and the consensus layer, size of the blockchain. So think about like the size of the blockchain. Those two things which are permanent. Ethereum actually got smaller blobs, which are temporary. 14 days of state, those are temporary. So temporary state has gone up, but permanent state of Ethereum has actually gone down. So this is part of Ethereum's long term sustainability plan. Like Ethereum itself is becoming more lightweight."
    },
    {
        "speaker": "A",
        "text": "So let me back up there. So we were waiting for a time where all of this demand would essentially exceed the supply of blobs and cause there to be a competitive fee market, like burning of ETh and that sort of thing. And two weeks after we've launched blobs, you're telling me basically we've crossed that threshold. And, like, it's not that we don't have enough blobs, but we have so much demand that it's a fee market is emerging and it's starting to become competitive and costs are going up. Is that. Is that what's going on? Our blobs are."
    },
    {
        "speaker": "B",
        "text": "That's exactly what's going on. That's exactly what's going on, yeah. So the average, over the last 24 hours, the average way price for blobs is 30. That's 30 Gwei. But this is being bought by layer twos, not by users, and so amortize 30 over 1000 users on a layer two. So that's actually really low on a per user basis."
    },
    {
        "speaker": "A",
        "text": "So that happened really fast. Right. We knew this would happen, but we're only two weeks in, and we're already out of blobspace."
    },
    {
        "speaker": "B",
        "text": "Well, I wouldn't call it out of blobspace. Layer twos, I think, are actually being relatively efficient with blob space. The thing that's happened in the last week are these things called blobscriptions. So, actually, there's actually no reason, like, layer twos are not the sole consumers of blobs. Anyone can consume a blob. And so now we have inscriptions going into our blobs. So, like, instead of layer twos, people are just writing jpegs straight into the blobs, which I totally saw coming. Everyone saw this coming, like, a mile away. And now layer twos are competing with people, putting in dick butts into blobspace. That's what's going on."
    },
    {
        "speaker": "A",
        "text": "So here's what blobspace actually is. It doesn't get processed like blobspace. You described it last week as, like, a high occupancy vehicle lane. It's like the fast lane. And so it doesn't go through kind of the layer one EVM and require all of that processing. It's like a side lane. And the primary consumers for this are, like, supposed to be the layer twos. And indeed, they intended to be layer two. Layer twos. Or they're intended to be layer twos. But because this is a permissionless commodity that anyone can take advantage of, anyone can jump in that hov lane, all you have to do is just, like, buy it. Right? And it's. It's expensive, relatively. But if you want to buy it, you can. Anybody could do that. I could go do it. You could go do it. We we're not layer twos, David. And so you're saying that's what's happening. Except some of this. A lot of this demand. That's the demand that's spiking fees upwards is not from layer twos. It's from what you said, eth scriptions."
    },
    {
        "speaker": "B",
        "text": "What are these, inscriptions? Yeah, inscriptions. Whatever. Whatever you want to call them. We call. Now, maybe we call them blobscriptions because they're specifically in Ethereum blob space. But, yeah, about, like, a two to a one ratio of demand of blobs was made by inscriptions over the last, like, 48 hours. And so, like, to continue the metaphor, like, imagine you're, like, your base chain settlement blob or your optimism chain settlement blob. Your extremely refined, high occupancy vehicle. There's like so many transactions, so many riders crammed into this, like, you know, spaceship bus thing. But then some djen pays $20 to ride their crypto dick butt blob through the hov lane. Clogging, clogging it all up. That's what's going on. Like, there."
    },
    {
        "speaker": "A",
        "text": "People are putting JPG clown car scooters."
    },
    {
        "speaker": "B",
        "text": "Right, exactly, exactly. And people are just like taking, being super fat, like taking up all the space in the hov lane because they can pay to do it and they think it's funny. And they're, and they're putting jpegs into the chain. And now that actually, like, encouraged costs upon the layer twos and that this."
    },
    {
        "speaker": "A",
        "text": "Is completely within the, the rules of the road. Right."
    },
    {
        "speaker": "B",
        "text": "You can put any data in blobs that you want."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's completely permissionless, so anybody could do it. And it's expensive, though."
    },
    {
        "speaker": "B",
        "text": "It is expensive, which is why this is currently not happening anymore, because a lot of dj's were paying a lot of eth to make jokes, and now the jokes are over because people don't want to actually be doing that."
    },
    {
        "speaker": "A",
        "text": "Okay, well, the thing that concerned me, of course, maybe some of this is funny, but their money's going to run out if there's not enough demand for this. So eventually they're going to run out of gas, I would imagine. But it stops being funny when you start to see the network wobble a little bit. So here's a tweet from data always. I'm pretty confident that this is the worst network performance we've seen without a client outage. And what are we looking at? Slot utilization on Ethereum, kind of like a spike downwards. What is this?"
    },
    {
        "speaker": "B",
        "text": "Yeah, so slot utilization is basically people who are missing blocks, but a slot is an opportunity for one block. Yeah. And so we were, 13% of the network was missing blocks in the worst moment of this period of instability yesterday. And why was this happening? Well, because now there's so much more data in blob space, like the size of Ethereum. In the 14 day temporary window, the blob window got like twice as big. It gets pruned. But like, in that moment of time, like, we are adding more data to hardware. And so about 14% of Ethereum nodes weren't able to handle this, and they fell off and they dropped off the network. Actually not totally true what happened here. People were like, freaking out about like, oh, is this a protocol issue? Blah, blah. Like, what's going on like 13% is a lot. Like, if you drop down below 66%, that's when you like lose finality. And in a weakened state, like Ethereum becomes like, we're in an adversarial environment. People would love to try and take down Ethereum if they could. And so you don't want to be like broadcasting your weakened state. And we have like 13% of the network offline."
    },
    {
        "speaker": "A",
        "text": "So I assumed when this happened, okay, I guess the network wasn't ready for blobs and something to do with the client software and like, oh, we should have load tested to this a little bit more, you know, something like that. And it's probably the clients, but it turns out it's not the clients. Where was the actual fault here?"
    },
    {
        "speaker": "B",
        "text": "Okay, so the actual fault was in the blob and block relay service from blocks route, which is a block builder on Ethereum. They just had a bug in their relay service that was relaying like two proposers, aka validators. What blobs or blocks that they should include? Uh, once blocks blocks route disabled their service for debugging. Uh, we haven't seen the issue since. So the network came back totally online, has been totally fine. It was always totally fine. There was just a bug in a relay, in a third party off chain relay service that people were using that caused people to be late for their slots and miss their slots. So people, for a moment, people were like, oh my God, the network's about to topple over. And then we realized, oh no, it's just like a third party relay, your service."
    },
    {
        "speaker": "A",
        "text": "Yeah. So at the end of the day, network's totally fine. Just another day in ethereum. I guess we'll have to see where this blob space demand goes. Are we going to do more clown scooters or is it going to be more spaceship buses? David."
    },
    {
        "speaker": "B",
        "text": "So this is what Peter from Geth was saying, actually. Is that like, if there is cheap enough blob space, you will let the degens put their stupid jpegs in the space?"
    },
    {
        "speaker": "A",
        "text": "Hey, hey. Stupid is subjective, ok?"
    },
    {
        "speaker": "B",
        "text": "Stupid is totally subjective for customers. So this is what he's saying with his tweet here on the screen. He says, in my opinion, we need capacity, which we just got. Then we need apps. Then we need capacity. Then we need apps. I actually thought this was a relatively brilliant take where he's saying, yo, if people are putting stupid jpegs into blob space, it means, it doesn't mean that we need more capacity because they're driving up fees. It means we need more apps to drive out the dick butts out of the blob space."
    },
    {
        "speaker": "A",
        "text": "Yeah. More. Higher utility, greater economic value apps, basically, that's the take."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah, yeah. We need to put the Mona Lisa's in the blob space."
    },
    {
        "speaker": "A",
        "text": "Meanwhile, while that was going on, there was this controversy around the layer two blast, and we just had Pac man on the podcast, who's the founder of Blast that came out on Monday, and there was talk this week of rolling back the lyre to the blast chain. Huge controversy in the space. Where did it start, David?"
    },
    {
        "speaker": "B",
        "text": "It started on this blast app called Munchables. The irony of this, Ryan, is I was at dinner with some friends, literally the night before this happened, and the friend was shilling me on this game, this app on blast that he was playing, and it's called munchables. And there's these schnibbles, and you farm the yield on the seed. You plant the seeds, and you farm. It sounded like a Farmville Ponzi game. So I was being shilled that the night before, and then the next day, it was exploited for $62 million by a North Korea exploiter, as it turns."
    },
    {
        "speaker": "A",
        "text": "Out, allegedly possibly linked to North Korea."
    },
    {
        "speaker": "B",
        "text": "So Zack XBT indicated that the culprit, who went by a variety of pseudonyms, got their way onto this team to build this Munchables game. And then that new team member hired four other Munchables team members, and it turns out that they were actually just hiring themselves four different times to give them enough authority inside of this, like, new game that was very quickly being spun up, and then they somehow got access to the private keys that controlled this game."
    },
    {
        "speaker": "A",
        "text": "They just let a renegade dev into their GitHub, basically."
    },
    {
        "speaker": "B",
        "text": "Yeah. Like, the discord handles are like Bull Dragon 172.4. Like, the stupid generic discord names that you get and you don't change them. Yeah. Okay. So the scammer pushed an upgrade that no one could have seen because they had the private keys, and it essentially gave the scammer the three wallets that had unlimited access to withdraw the funds. So they had the keys to the upgrader and the main deployer wallets, and then this also affected some other applications on blast that were connected. Guice finance. So that's pretty. That's bad. So $62 million got exploited from this one app. This triggered a conversation amongst crypto Twitter as to what to do with this, because Zack XBT, we don't 100% know this, but determined that there's a likely association with North Korea. And this north korean Lazarus group, we can only assume now has $62 million on blast. Should blast freeze the chain, roll back the chain, do a top down, centralized action, and revoke the $62 million? Or should they remain decentralized and not do anything and allow this north korean hacker to run away with $62 million? What should they do?"
    },
    {
        "speaker": "C",
        "text": "Speaker one."
    },
    {
        "speaker": "A",
        "text": "It's funny that you say remain decentralized because the fact that they have the ability to do that, like, rule push an update to roll back the chain, or do an irregular, regular state change and yoink the funds means that they're not decentralized in the first place. So it's more like an optics type of question, right? Do they want to pretend they're decentralized, or do they want to take some action and actually roll back the chain? And there's like, I guess Pac man and the devs at blast are stuck between two pretty bad situations, bad outcome. A lot of people are pointing out, though, there's no way that if they are centralized in their current form, they certainly are. Right? They have the ability to kind of, like, freeze funds or do an irregular state change. Change. There's, there's no way that they shouldn't do that. Or, like, that they would, wouldn't be held legally responsible if they don't take an action. Right? Like, if they have the ability, if they have the power and they don't do it, it's probably negligence, isn't it? And that this was the point that crypto Twitter made."
    },
    {
        "speaker": "B",
        "text": "Yeah, and that's kind of the point that I agree with. Right. And so, like, the dichotomy here is that, you know, they could upgrade the bridge. This is what quit says. They could upgrade the bridge, prevent the hacker from moving the $62 million, but ruin all perception of decentralization. Or they could just let it rock, they say, and then users could eat a $62 million loss within the first month of launching blast. The thing is, I don't think anyone on blast is, like, there because they believe that blast is decentralized. They're there to play games and earn yield. And I don't know if anyone, there's no veil of decentralization here. I don't think I was. In my opinion, I think the blast could have taken a very easy mulligan. You guys have just launched $62 million by North Korea. Clearly, there's a good outcome here. This is what Eric Wall says, quote, you're seriously considering lying about the decentralization of blast so you can let a north korean hacker group get away for $62 million for the purposes of funding North Korea's missile missile programs in the spirit of maintaining decentralization. So this was the debate that people went around, like, what do they do? Turns out we actually don't know what they did. But what did happen was that the money was secured in a multisig by the blast core contributors. This is Pac man tweeting. Says it took an incredible lift in the background, but I'm grateful to the ex Munchables dev, who opted to return all the funds in the end without any ransom required. So the dev gave the money back, all of it, without any ransom. And no one completely knows why, except I'm sure the blast team does. But no one really knows why."
    },
    {
        "speaker": "A",
        "text": "There are some theories, though, so here's one theory. My thesis is, Pacman froze his address. That's what my buddy and I concluded. Don't quote me on this. Who really knows? But it would make the most sense by froze his address. There are different vectors of centralization. One, of course, they could roll back the chain, roll back everyone's transactions. That's the most aggressive and the most. Another is they can surgically do an irregular state change, have all of the blast clients update their clients, push some software, and kind of, like, remove this transaction or, like, freeze it or do it that way. Right. That as well, is something that is pretty substantial. I mean, that."
    },
    {
        "speaker": "B",
        "text": "That was the dao hack. That is the dao what?"
    },
    {
        "speaker": "A",
        "text": "Exactly. Or they could just threaten some of these things. Recall that blast runs its own sequencer, right? So they could just, like, censor transactions, really kind of box this hacker into a corner and not let them escape. And, uh, maybe there was some negotiated side deal for something like that, right? Basically, you. You can't escape anyway, so why don't you just give us the funds back? Who knows what happened behind the scenes? But, uh, there there's definitely some speculation on these things."
    },
    {
        "speaker": "B",
        "text": "The picture that, uh, this Twitter account is tweeting out says, uh, I don't know, he is refunding them. He can't. He, being the exploiter, can't do anything with the funds. Pac man has done something, so he can't send Occam's razor. The most simple answer here is that this is sequencer censorship. So the sequencer at blast is just saying, hey, that address can't do anything. And then, because there's only one sequencer and no other, it's not permissionless, so no other sequencer can come online. The hacker, the exploiter, is just like Sol. Like, you can't do anything with the money. Why he would give the money back if it's North Korea, I'm not sure. Because what's North Korea have to gain by giving the money back? I don't really know. Yeah, that's weird."
    },
    {
        "speaker": "A",
        "text": "That's weird."
    },
    {
        "speaker": "B",
        "text": "But the hacker was like, oh, I can't actually touch this, so I might as well just give the money back."
    },
    {
        "speaker": "A",
        "text": "I think it also puts a spotlight, David, on the current state of layer two, which is they're progressing towards decentralization, but they're not there yet to go to layer two. Beat. You can basically see that today a lot of the layer twos are still at stage zero, which is like, blast is. So there's some training wheels, some centralization vectors. Only one of our layer two so far have achieved stage one, and we want them all to get to stage two and be basically fully decentralized. Once they're in stage two, they won't even have the ability to make the type of tough decisions that Pac man and the team probably had to make. And I think that will take a weight off of everyone's shoulders."
    },
    {
        "speaker": "B",
        "text": "Moving into other subjects. SPF sentence happened today, the day of recording, Thursday, the 28th SPF. He was sentenced to 25 years in prison, which was just about right in between the two ends of the spectrum. That was guests. Uh, the defense was asking for six and a half years. The prosecution was asking for somewhere between 30 and 40 years. Ended up getting 25 years. How do you feel about this, uh, this ruling, Ryan?"
    },
    {
        "speaker": "A",
        "text": "Um, that feels reasonable. I mean, to me, like, I don't know. I don't have a strong take on this. I feel like if it. If it was in the single digits, that would be absolutely ridiculous. Um, just subjectively compared to other things. Um, but, like, life, lifetime sentence, I don't know. So it's a fine outcome from my perspective."
    },
    {
        "speaker": "B",
        "text": "Yeah. So there are some tweets that we can read out from a person who inner city press, who always goes to the SPF things and live tweets. So some highlights here. Judge Kaplan. This is the judge. Of course, a fortuitous run up of some of the value of cryptocurrencies bears no relation to the gravity of the crimes that were committed. A thief who takes his loot to Las Vegas and successfully bets is not entitled to a sentencing reduction, even if payback is complete. Judge Kaplan also said, I find that Mister Bankman Fried gave perjured testimony at trial. He falsely testified. Testified that until the fall of 2022, he had no knowledge that Alameda had spent FTX customer funds. He falsely testified that he had first learned of the $8 billion hole in October of 2022. Finally, he falsely testified that the repayment of third party loans by Alameda would require Alameda to borrow more funds from customers in FTX. Now do count his council want to address these points? To which council did not want to address these points? And one other big highlight in the proceedings today, Drez Kaplan asks if there were victims that wished to address the court. A victim. Sunil Kavuri said, I flew in from London so that you could hear from victims. I wanted to speak to you in person. Judge Kaplan, you did a fantastic job in the trial. Many creditors feel the same. I followed the trial lie. I'd like to address the argument that the loss was zero. This is the argument coming from the defense. They continue to claim this in the media. It is false. I have suffered for two years. The bankruptcy estate is assuming or mischaracterizing us as unsecured creditors. We had property rights. Sullivan and Cromwell has trampled over our property rights. They have liquidated billions of dollars of crypto assets. There's a token that these liquidators sold at $0.11. It's now trading at $$2. FTX had $10 billion in Solana tokens. They sold it at a 70% discount. They're selling it to their own clients. Galaxy. It is destroying customer value. This is our property. And then there's anthropic. Our assets were used to buy the stake. It's our property. I objected, and there's thousands of customers who support me. At least three people have committed suicide because of this FTX fraud. So in this FTX bankruptcy, I guess what I feel, how it relates to Sam, it has hurt me. Other co conspirators, aiders and abettors also need to be held accountable. Uh, then there was this pretty insane defense by, uh, SBS, a lawyer, when it was SBS lawyers term to come on the stand. Uh, he said that Sam is misunderstood. It's easy to slot people into an old fashioned story of a greedy swindler. Sam never scurried away with the money. He stayed until the very end. He'll tell you how much more it means to him that people get repaid. He is an awkward math nerd. Hes into veganism. He has off the charts intellect. He is a beautiful puzzle. He can parse words better than a talmudic scholar. He was a billionaire, unconcerned about material possessions. In middle school, he was thinking about his ethical obligations to the global population. In college he spent time helping animals on Wall street. He gave away his earnings to charity. Thats through age 21. Sam's devotion to others predated FTX. He never sought out to be the king of crypto. He just wanted to have the largest possible impact on the world. But it was not ends justify the means that would harm the altruistic movement. Who is standing by him now? Not Tom Brady or Katy Perry. That defend. How do you feel about that defense? Ryan?"
    },
    {
        "speaker": "A",
        "text": "He's not a criminal. He's a vegan."
    },
    {
        "speaker": "B",
        "text": "He's a vegan."
    },
    {
        "speaker": "A",
        "text": "A Robert Peyoni tweet. Yeah, I'm glad it's over. It's done. We don't have to talk about it anymore. Is this the last weekly roll up for Sam Bankman? Fried? I hope so."
    },
    {
        "speaker": "B",
        "text": "I could be. It very well could be. Coming up next, Athena launches their very hyped token. An update on the Coinbase versus sec case. Did Coinbase lose? Google integrating ethereum addresses? Retro. And they see FTC dunks super hard on the Sec. All of this and more. But first I wanted to talk about some of these fantastic sponsors that make this show possible. Like Mantle, a preferred layer two for capturing all the yield. If you haven't tried out mantle yet, maybe try it out today. Let's go hear from them right now. Now Athena. The synthetic dollar has launched their ENA token. They will launch it. It's on April 2. Total supply 15 billion tokens. Total initial circulating supply 1.425 billion tokens. So like nine, almost 10%. How the airdrop will work. 750 million Athena tokens, 5% will be airdropped to users. The snapshot was on the 26 March. Any user who unstakes or sells USDe before this date will not be eligible for the airdrop. The largest 2000 wallets will be subject to a 50% linear pro rata vesting over the next six months. Interesting that we're getting some vesting into large airdrops. There is a shard campaign that Athena is doing for earning this airdrop. It's not over. It'll end on the first one of the shortest pre token points campaigns to date. Currently, the Athena US supply, that's their stable coin, stands at $1.35 billion. Congrats. That's pretty damn good. A second campaign starting on April 2. For those who still want to get some of the ethno tokenization, uh, you still have an opportunity. Uh, so it'll run for five months, until September of 2024, or when the USD supply reaches 5 billion. And that was the ethno drop."
    },
    {
        "speaker": "A",
        "text": "If you don't have a lot of capital, the, the bull market, like airdrops are the best way to, like, make money in this market and so participate. Uh, we've got the airdrop hunter. There's always a link in the show notes. Uh, go check that out. So Google added a new feature where if you type in an address, so an Ethereum address into Google itself, it will pull up the balances directly from Etherscan for that address, not just on Ethereum, but across all of the chains. And so this is, um, Anthony Cisano showing an address and, you know, like assets that he holds across multiple chains. It's the first search result after you type in, uh, well, copy and paste, you're gonna type this in an ETh address. So to me, this is like a double edged sword, because on the one hand, it's fantastic for adoption, right? Hey, Google's supporting our chains, right? It's, it's gathering, it's aggregating all of our on chain data. Imagine that. The great functionality is going to provide us. On the other hand, let's think about Google's core business model. They already know everything you do online. Now they can know with crypto everything you own. It's all open, it's all queryable, it's just like web one. It's just like the original, like Internet. And imagine the ads that they could create if they know your net worth, if they know all of the property you hold in crypto. Combine that with everything they know from ads and like, wow, this could be a very powerful business model for them. Them. And is not necessarily a great thing in terms of our financial privacy, let me say. So, like, one takeaway from this is, my God, we need on chain privacy at the base level, don't we? Like, we need that fast. And I guess the other take is, I wouldn't be surprised to see the googles of the world, the big web, two ad companies further integrating this type of functionality. In fact, the only surprise in my mind is why they've taken so long to get here in the first place."
    },
    {
        "speaker": "B",
        "text": "Yeah, we've got a lot of data. And let me tell you, Google knows what to do with that data. They'll figure it out. So super scary tweet went out this week. Court rules against Coinbase in anticipated judgment. I think everyone got a heart attack by this. Then we realized that this was Coinbase's request for the court to throw out the SEC's case against Coinbase. Coinbase, of course, for its staking program, also for its wallet being a brokerage, ended up this being a partial victory for Coinbase. So the court did indeed throw out the SEC's case against Coinbase for its wallet, saying that the wallet is not a brokerage or broker dealer or anything like that. But some other parts of the case will proceed, mainly Coinbase's staking program. So we are going to see the SEC and the Coinbase lawyers go toe to toe, mainly over Coinbase's staking program, whether that was an investment contract or a security or like whatever. And so sadly, this is going to take years for us to actually see these court cases play out. So we're not going to get clarity anytime soon. Gary Gensler might even be gone, so he might just drop this bomb and dip. Yeah, good news, but sad is going to take so long."
    },
    {
        "speaker": "A",
        "text": "Yeah. And I will say, what are the expectations here? This is kind of a Hail Mary from Coinbase to just basically before the case goes to trial to just motion for dismissal."
    },
    {
        "speaker": "B",
        "text": "Like, right."
    },
    {
        "speaker": "A",
        "text": "This, this case is so stupid, judge, you should just dismiss it. All right, so the fact that they got part of that is a partial win. But overall, Jake Tarinsky says this is probably at least on this dismissal, this is a win for the SEC. There are some positives. He says it's great for defy that wallet is not a broker. There's good language on other issuers, like how his investment of money prong. But the court sided with the SEC incorrectly in his opinion on several key issues, particularly whether staking could be a security or not. And that is worth going to court in the eyes of this judge."
    },
    {
        "speaker": "B",
        "text": "We will see the fallout from that also, somewhere in the same realm. CFTC versus Kucoin. Kucoin, of course, the exchange got a regular old slap on the wrist stuff we've seen before. Kucoin. 30 million customers did not implement KYC. They had future exchanges and they didn't register with a CFTC. They facilitated money laundering. They accepted money from addresses that touch tornado cash. So they are getting bonked by the CFTC. That's the news with that. But Ryan, there is a hidden gem. The CFTC inside of the complaint to Kucoin, explicitly labeled bitcoin, ether and litecoin. Mainly ether has commodities in the complaint. Jake Stravinsky. His comment says, usually the SEC and the CFCC pretend they aren't in a turf war over crypto. Today, the CFTC is openly attacking the SEC supposed investigation of ETH. This may seem minor, but it's actually a pretty savage interagency drama. By DC standards. Let's go. I love drama. Me too."
    },
    {
        "speaker": "A",
        "text": "Lastly, on regulatory updates, Kraken is launching their own state chartered full reserve bank. I guess, David, if you, if you can't beat him, join them. All right. They keep shutting out crypto from the banking system. So Kraken's like, how about we just make a bank? And that's what they're doing."
    },
    {
        "speaker": "B",
        "text": "Yeah, we'll just be there on the inside."
    },
    {
        "speaker": "A",
        "text": "This, I think, only works in certain states. Wyoming is very crypto friendly, so they have registered this full reserve bank in Wyoming, and that's going to be Kraken's institutional play. Kraken institution take custody of all of these various assets under a full reserve."
    },
    {
        "speaker": "B",
        "text": "Full Reserve bank charter license, no fractional lending. Full reserve Bank."
    },
    {
        "speaker": "A",
        "text": "I wonder what the Fed thinks. Right? Interesting states, right? States have the ability to do this. I don't know how the Fed's going."
    },
    {
        "speaker": "B",
        "text": "To take it to bankless ventures. Raises this week. We do this segment. Whenever a bankless ventures port company announces a raise, we have two this week, a bob that is build on bitcoin. That is a bitcoin layer two, using the EVM to make a layer two on bitcoin. A really cool project. We love the bitcoin renaissance. It turns out Ryan and I love the bitcoin."
    },
    {
        "speaker": "A",
        "text": "You know what's crazy about this? I love their approach. So they're basically using the op stack, right, EVM, and they're going to start by actually settling on Ethereum, and they're going to swap that out at some point to settle on bitcoin. And then they're going to have the ability to settle on bitcoin or ethereum. It's like a layer two that is kind of like ambidextrous. It's like one of these platypus layer twos that confuses everybody because bitcoiners are like, hey, I kind of like that. And Ethereum people are like, hey, I kind of like that too. I love it."
    },
    {
        "speaker": "B",
        "text": "I'm very, very bullish on the whole bitcoin layer two space. Mainly just because, like, Bitcoin's got a monetary asset that's worth $1.5 trillion. That asset would like to play, play games and things like Bob are going to do that. That deal was led by Castle island ventures like us, and this has Nick Carter, like, slapping hands. Next up, succinct. Succinct is a prover network. It is basically commoditizing access towards ZK proofs for developers. Different ZK circuits can all be put into the succinct platform. It's a general ZK platform to helping the devs integrate ZK into their application, either in web two or in web three. Doesn't matter. And so basically scaling out ZK for."
    },
    {
        "speaker": "A",
        "text": "The world, ZK proving is pretty expensive right now. And this is going to make this a lot cheaper. So it's going to make ZK evms a lot cheaper over time, but then it's also going to give us the ability to like, chains are just one type of ZK app. Right. What other types of apps can we build? I think this is a frontier that we're going to explore. Not right now, but it's probably like twelve to 18 months out and is super complicated."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "But very cool."
    },
    {
        "speaker": "B",
        "text": "Yeah. So this was led by paradigm with participation from robot Ventures, geometry, ZKV and Us bankless ventures meme of the week."
    },
    {
        "speaker": "A",
        "text": "David, what are we looking at?"
    },
    {
        "speaker": "B",
        "text": "This is a tweet I saw from Liam Horne, who is talking about why stablecoins are just totally going to win. It is an email to Liam saying, hey, Liam, we have processed the wire transfer today and let's hope for the best."
    },
    {
        "speaker": "A",
        "text": "Wire suck compared to stablecoins, man."
    },
    {
        "speaker": "B",
        "text": "Wire stuck, man."
    },
    {
        "speaker": "A",
        "text": "It's like. It's like going back to the fax machine."
    },
    {
        "speaker": "B",
        "text": "Ryan, are you ready for the most funny moment of Zen that will, I think, has ever been on the band?"
    },
    {
        "speaker": "A",
        "text": "I love this. Just stay tuned. Maybe a little tease. It's about meme coins. Telling your financial advisor about meme coins and their reaction to it."
    },
    {
        "speaker": "B",
        "text": "This definitely works better on YouTube if you're watching, but it'll work just the same if you're listening."
    },
    {
        "speaker": "A",
        "text": "Guys. Gotta end with this. Risks and disclaimers. Crypto is risky. You could lose what you put in. But we are headed west. This is the frontier. It's not for everyone. But we're glad you're with us on the bankless journey. Thanks a lot."
    },
    {
        "speaker": "C",
        "text": "These are coins. I'm assuming that I'm looking at this. All of your investments are in coins."
    },
    {
        "speaker": "D",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "What do they call. They call these. What are they? Shit coins? Yeah. So you're comfortable having all of your money in shit coins?"
    },
    {
        "speaker": "D",
        "text": "Well, I'm very comfortable."
    },
    {
        "speaker": "C",
        "text": "Okay."
    },
    {
        "speaker": "D",
        "text": "I'm very comfortable."
    },
    {
        "speaker": "C",
        "text": "So we're gonna start. We got Joe Bowden."
    },
    {
        "speaker": "D",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "Yeah. It's not that funny."
    },
    {
        "speaker": "D",
        "text": "I mean, it's pretty good. It's like Biden, right? Like."
    },
    {
        "speaker": "C",
        "text": "Yeah, they just switched the letter. It's not."
    },
    {
        "speaker": "D",
        "text": "Yeah. And it's fucking crushing."
    },
    {
        "speaker": "C",
        "text": "It's not creative at all and really not that funny."
    },
    {
        "speaker": "D",
        "text": "I'm not judging it by the creative."
    },
    {
        "speaker": "C",
        "text": "I don't really get. I don't really want to get hung up on Joe Bowden. We'll move on to. We got dog with hat."
    },
    {
        "speaker": "D",
        "text": "That's dog with hat. Yeah. All the lift coins are just on a rocket ship, like to the moon."
    },
    {
        "speaker": "C",
        "text": "That's what they're calling them. With coins. Are other examples of that or just dog with that."
    },
    {
        "speaker": "D",
        "text": "There's a couple of them. I prefer not to say. But let me just tell you, if you got an option to buy Wifco and buy."
    },
    {
        "speaker": "C",
        "text": "I'm not gonna buy wif coin, but I appreciate the advice, so we'll move on from that."
    },
    {
        "speaker": "D",
        "text": "Okay, let me get."
    },
    {
        "speaker": "C",
        "text": "You suck that. Like, you suck."
    },
    {
        "speaker": "D",
        "text": "No, no. Actually, that's a long term investment. You suck. That one we're keeping forever."
    },
    {
        "speaker": "C",
        "text": "Why is that long term?"
    },
    {
        "speaker": "D",
        "text": "That's you sell you gay. I kind of back myself a duke or on that one, I will admit that I didn't really think it through."
    },
    {
        "speaker": "C",
        "text": "So if it wasn't you sell you gay. Is this something that you would have sold?"
    },
    {
        "speaker": "D",
        "text": "Yeah, fast. That's doing terrible."
    },
    {
        "speaker": "C",
        "text": "All right, so we're going to sell that."
    },
    {
        "speaker": "D",
        "text": "No, we're not going to sell."
    },
    {
        "speaker": "C",
        "text": "I'm going to sell that, definitely."
    },
    {
        "speaker": "D",
        "text": "You seem like you want to sell that, like, a little too bad. Do you want to sell it?"
    },
    {
        "speaker": "C",
        "text": "Take the glasses off. I can't see you with the glasses on."
    },
    {
        "speaker": "D",
        "text": "The off completely."
    },
    {
        "speaker": "C",
        "text": "I don't want to take them all the way off."
    },
    {
        "speaker": "D",
        "text": "This is a meeting, and this is a meeting in church."
    },
    {
        "speaker": "C",
        "text": "We're selling you sog. We're not holding on to that."
    },
    {
        "speaker": "D",
        "text": "Why do you want to sell you sog so bad?"
    },
    {
        "speaker": "C",
        "text": "Because you said it was losing you money."
    },
    {
        "speaker": "D",
        "text": "So what? But if you sell your gay. I'm selling."
    },
    {
        "speaker": "C",
        "text": "I'm telling you, for you, I don't care about this. I'm selling it."
    },
    {
        "speaker": "B",
        "text": "Really excited."
    },
    {
        "speaker": "C",
        "text": "This next one, I can't even say. You know exactly which one it is. I can't say it. N wordless cage."
    },
    {
        "speaker": "D",
        "text": "That one's also doing great, so I'm gonna keep it."
    },
    {
        "speaker": "C",
        "text": "All right, I guess we'll hold on to that one."
    },
    {
        "speaker": "D",
        "text": "Yeah, whatever makes money. Like, when other people come in here with their investments, are you breaking down the more?"
    },
    {
        "speaker": "C",
        "text": "No, I've never. But people don't come in with people coming with Apple."
    },
    {
        "speaker": "D",
        "text": "Yeah, dude, Apple's got suicide nets out there."
    },
    {
        "speaker": "C",
        "text": "You're not like, oh, no one's ever coming to my office with n wordless cage. Next one. This next one we got, black people don't recycle. Is that even a real thing?"
    },
    {
        "speaker": "D",
        "text": "I don't know, man."
    },
    {
        "speaker": "B",
        "text": "So that's."
    },
    {
        "speaker": "C",
        "text": "You're just making up new racial stereotypes?"
    },
    {
        "speaker": "D",
        "text": "I'm not making them up. I'm investing in new racial stereotypes."
    },
    {
        "speaker": "C",
        "text": "Is that real? Is that a real thing? Black people don't recycle because I know black people, and they recycle."
    },
    {
        "speaker": "D",
        "text": "I don't know if black people recycle or not. It's just a coin."
    },
    {
        "speaker": "C",
        "text": "It's just funny. It's just. Let's make fun of the black people."
    },
    {
        "speaker": "D",
        "text": "It's big, funny. People don't recycle who happened to be black."
    },
    {
        "speaker": "C",
        "text": "Well, we'll hold it if it's making you. You're making a lot of money on black people. Don't recycle."
    },
    {
        "speaker": "D",
        "text": "Making a ton of money."
    },
    {
        "speaker": "B",
        "text": "Money."
    },
    {
        "speaker": "C",
        "text": "All right, well, hold it."
    },
    {
        "speaker": "D",
        "text": "I'm guessing you flipped the page."
    },
    {
        "speaker": "C",
        "text": "See, this is troublesome. Why don't you go ahead and break down jew coin for me? Nothing funny about that."
    },
    {
        "speaker": "D",
        "text": "There's nothing offensive about either. Just a coin that mentions jews."
    },
    {
        "speaker": "C",
        "text": "Okay, what about. Let's go down to the one next to it. What about the one that is. It's just a swastika. That's all it is, is just a swastika."
    },
    {
        "speaker": "D",
        "text": "You got a better argument there, I'll give you that."
    },
    {
        "speaker": "C",
        "text": "How did you even enter that in? That's not on my keyboard. I don't have a swastika on my keyboard. You have to go buy a separate keyboard somewhere that had a swastika key on it."
    },
    {
        "speaker": "D",
        "text": "I didn't make it, dude. I didn't. I didn't."
    },
    {
        "speaker": "C",
        "text": "You had to type it in. You to type it in to find."
    },
    {
        "speaker": "D",
        "text": "Just typed in swastika. Then it popped up."
    },
    {
        "speaker": "C",
        "text": "I'm gonna give you two options right now, okay? Because now you cross the line. See, I was fine with everything else. Now you crossed a line. So I'm gonna give you two options. One, you leave right now, you keep all your coins, you walk out of my office."
    },
    {
        "speaker": "D",
        "text": "Well, not losing. You suck. So, fine, I'll leave."
    },
    {
        "speaker": "C",
        "text": "And the second option. The second option is you stay. I sell everything."
    },
    {
        "speaker": "D",
        "text": "No, that's."
    },
    {
        "speaker": "C",
        "text": "I sell you sog. I sell swastika. I am wordless cage. I don't give a shit. We're done."
    },
    {
        "speaker": "D",
        "text": "We're done. I'll go somewhere else. I'll get the fuck."
    },
    {
        "speaker": "C",
        "text": "I'll sell everything if you're not out of my office. If you're not out of my office in 10 seconds, I'm selling everything. I'm selling you something. Usog. Usog is going first."
    },
    {
        "speaker": "D",
        "text": "No, it's not."
    },
    {
        "speaker": "C",
        "text": "Get the hell out of my office."
    },
    {
        "speaker": "A",
        "text": "Do you."
    },
    {
        "speaker": "D",
        "text": "Do you know anyone who works with money, wisdom?"
    },
    {
        "speaker": "A",
        "text": "No."
    },
    {
        "speaker": "C",
        "text": "Get out of my office now. My God. Hey, what's up, buddy? It's Uncle Jake. Could you do me a favor and just put everything in black? People don't recycle. Yeah, no, I don't even know if it's true, but apparently it's skyrocketing right now, so you see everything on that. All right, thanks."
    }
]