[
    {
        "speaker": "A",
        "text": "I thought I'd provide some thoughts on the backdrop of what we're facing right now. It feels very much like they're trying to kill crypto. And I think it's worth getting more precise about what we mean by that. In the wake of the us government cases this year against Coinbase, Kraken and Binance got some brief reflections. When people like me say things like, us regulators want to kill crypto, it's true, but it's also not true. Let me explain. What did the US do to Binance last week? They didn't kill Binance. They left it open. They let the founder keep his shares. Yes, there was a $4 billion fine, but in the grand scheme of things, that's just a slap on the wrist for a company the size of binance. And that's the subtlety, really. They're actually not trying to kill crypto. They're trying to control it. The lawsuits, the fines, the arrests, all this to show crypto who's boss. You will comply. But we don't have clear rules. You will comply. It's not a specific order coming from the SEC and these government agencies. It's just really one order. Obey. They want crypto to bend the knee to their control. And I think in order to understand this, you have to look at it from their perspective. Crypto is like this alien life form that they don't understand. It's peer to peer. It's bottom up. It does things they can't. It speaks a language they don't speak, has no intermediaries, and it comes from a distant universe called the Internet. So what's their reaction to this invasive species? When crypto shows up on the scene, it's not kill, at least not immediately. That'd be unwise. First they have to spend some time observing it. And they spent the entire first decade of crypto's existence observing crypto. They're done observing now. In this decade, it's about something new. Now it's about control. What I think we're seeing is the governments of the world are probing and they're testing to find crypto's pressure points in order to leverage and control those. And they think they found one in centralized exchanges, so they're exploiting it. That's why we see binance, crypto Coinbase, in the news. They're picking the winners of the centralized exchange market. They're knocking down the entire industry by a peg. All the fines, all the uncertainty, all the carrots and the sticks, it's all part of the plan. Kiss the ring, pay the fine, play ball. These are the weapons that work in the universes these government agencies know and control, and they're working on the exchanges again. It's not kill, it's control. And so what happens? Crypto lives to fight another day. It continues to propagate just under adult supervision this time, like the regulators want it to. It's nice and controlled. But here's the thing they don't understand. They should have killed it while they had a chance, because this is exactly what crypto wants. All crypto needs is time. Time to see private keys into the hands of enough people, time to interweave itself into the fabric of the economy. Time to establish powerful friends and allies, some of those friends and allies inside the government itself, I think they're waking up to the fact that they can't exactly kill this new species, and they don't know, but when they try to control it, they're only making it stronger. I saw the news of binance this week in the $4.3 billion fine. But the decision not to close up binance entirely as another example of this crypto is winning. This is the playbook."
    }
]