[
    {
        "speaker": "A",
        "text": "Hey, guys, I just have a few words on the bitcoin ETF. David's out, so I've got the mic. Apologies in advance for my Covid voice. I'm just getting over the remnants of this thing. I think we've heralded the coming of the bitcoin ETF at bankless for some time. You've heard many episodes about it, and I think we'll probably do the same for the Ethereum ETF. I think that etfeminal is bound to happen eventually. My take today is maybe a more sober day after take on the bitcoin ETF and what it means. Don't get me wrong, as I go into this explanation, I'm definitely celebrating the victory of the bitcoin ETF today. I think it's a massive milestone. I think it's a huge win for crypto. I think it'll bring legitimacy and liquidity into the space that we need. Definitely a win. And I also think the SEC should have done it years ago instead of applying arbitrary and capricious anti crypto logic. They really stonewalled the bitcoin ETF, and they did this for over a decade. And the ironic thing about this is they harmed the very retail market that they were supposed to protect. They propagated the existence of cash bleeding pseudo ETF products like Grayscale, bitcoin and GBTC is the product. We saw where that led. And they had the audacity to call all of this protecting investors. It was really the hypocrisy of the SEC that was so enraging to those that were looking at this with a serious view. Now, it seems like for Gary Gensler, the only legacy that he will have left is the absolute loss of legitimacy for his institution, the SEC. And he had to do this. He didn't want to. He's dragged kicking and screaming here through court ordered capitulation. And I look at this and I just see an absolute waste, a waste of potential, a waste of time. And I do think retail in the US should have a bitcoin ETF. I mean, this is the only way, like your parents can add crypto exposure to their walled garden of a 401K. These retirement accounts that are stuck in brokerages, how can they buy crypto without some sort of ETF product? So bitcoin wrapped in an ETF shell makes it work with existing tradfi like brokerage accounts, and all of the financial advisors that people use and the institutional banks. There's lots of useful stuff still in tradfi. And where we can we should use it if it's adding value. We should remember, though, that the bitcoin ETF isn't banking 2.0. It's certainly nothing. A bankless money system. This isn't an ERC 20, it's an ETF 20. And maybe we could call this weird hybrid a form of banking 1.5. But we've also recruited a new ally in the process of fighting for this bitcoin ETF. And I think this is key. And the thing we should focus on in the days after the ETF, Blackrock and the big banks, Wall street banks, can now sell crypto ious to the public. I think this is the area we should most be cautious, because there's no question that the massive pressure of bankers, people like Larry Fink, dragged the SEC kicking and screaming into this approval. And despite all of the anti bank posturing of politicians, maybe the Elizabeth Warrens of the world, the bankers have serious clout in DC. When Wall street wants something, they can generally get it done. And in crypto, they see a bunch of products that they want to sell so they can get those products done. And the regulators generally step aside when this happens. And so this has created an alliance, at least an alliance for now, between some of the bankers, like the blackrocks of the world and crypto. I think there is value in this alliance as a check on the powers of anti market people like Gary Gensler, who have some degree of political power. But we should remember that all of this, the bankers being on our side, that is, is driven by a very simple profit incentive. Number go up. Profits. They want to make money. And I should say, thank God for number go up. It does power this entire industry and the mission that we're on. But I think that we should be sober in realizing that this victory against the SEC and for the bitcoin ETF, in this victory, we've really sown the seeds for future conflict. This alliance with the banks, it's really an alliance of convenience. Because whose side do you think the bankers will choose when it comes to privacy? You think they'll pick the state or crypto? How about self custody? Do you think that bankers actually want people to hold their private keys and to go bankless? It would erode their entire business. How about Defi? You think they care if the anti crypto army bans defi front ends? I don't think they'll care. In fact, if DeFi starts eroding their margins, they start feeling threatened by Defi products and protocols. I expect they'd wholeheartedly support a ban. The reality is the bankers, the blackrocks of the world, the vanguards of the world, they would rather sell bitcoin ious than actual bitcoin. So what I'm saying in all of this is Wall street is a fickle ally. We should be cautious of this alliance. Their allegiance to number go up will help us win some battles, but it won't help us win the war. Because at the end of the day, Gary Gensler is just a mini boss. He's not the final boss in the final boss fight, the one that matters, the one for a censorship resistant money system that's by the people and for the people, the one against the totalitarian machine of the state and all of its corporal banking tentacles. Don't count on Blackrock to be on our side in that boss battle. Don't count on any of the banks. So today, as we celebrate the bitcoin ETF, the question is, are the bankers using us, or is crypto using the bankers? And I think the answer to that question is yes. So let's celebrate today. Let's be cautious of tomorrow. Let's remain uneasy allies with the bankers. Let's always remember, not your keys, not your crypto. Let's repeat it as often as it takes to sink in. I'm not sure yet if we're in control of this Trojan horse of an ETF or if they are. My hope, as always, is that the algorithms will prevail. It's code, not kings. Bankless, not Blackrock. Thanks a lot and see you soon."
    }
]