[
    {
        "speaker": "A",
        "text": "I've always been deeply opposed to crypto, bitcoin, etcetera. You pointed out the only true use case for it is criminals, drug traffickers, anti money laundering, tax avoidance. And that is a use case because it is somewhat anonymous, not fully, and because you can move money instantaneously, and because it doesn't go through. As you mentioned, all these systems have built up over many years. Know your customers, sanctions, OFAC, they can get bypass, all of that. If I was the governments, I'd close it down."
    },
    {
        "speaker": "B",
        "text": "Jamie Dimon said this in front of Congress this week. If I was the government, I'd close it down. That's Jamie diamond, the most powerful banker in the world, saying the us government should shut down a peer to peer money system. He said the only people who use crypto are criminals. So I guess that makes almost 15% of Americans criminals. I guess it's criminal to want an alternative to their extractive banking system. He said all this yesterday in front of the Senate banking committee, and he was flanked by executives from Wells Fargo, bank of America, and Goldman Sachs. You know, all the big ones. If this is what they say in public, imagine what they're doing in private. The worst part was he was teed up by all of this from a senator from Massachusetts. I'm sure you know her name. And she's been on an absolute warpath to kill any form of peer to peer crypto in the US. She called it last week a new threat. But the question is, a threat to what? The bankers? A threat to the surveillance state? It's certainly not a threat to America. A country that was founded on principles of liberty, property rights, the land of opportunity. This is the country that created the Internet. Who wants them to shut down the next frontier of the Internet? Who's asking for this? Because it's not the people. The people want crypto. Its very existence is evidence of this. Why is crypto worth $1 trillion? We should ask them this. We know the reason. It's because the people have adopted it. I say this to Jamie diamond and the Senate Banking committee. These criminals are your brightest entrepreneurs. This threat is our digital freedom. Close it down. Why? To consolidate your power so you can extract more rent from us? To take more of our privacy. To take more of our opportunity. I mean, hasn't our generation given enough to your failing system? This has got to stop. We're building something new. So step aside. Jamie Dimond. Get out of the way. Gary Gensler. Sit down, Elizabeth Warren, and listen. You can't control this. The future belongs to the people. The american experiment will continue with or without you. We're going bankless."
    }
]