[
    {
        "speaker": "A",
        "text": "Hey, bankless nation. I put out a tweet last week that said this. Who can come on Banklist and explain the modern financial surveillance apparatus? Fatf, Fincen, Aml, KYC, Ofac, the blacklist, the grayless. How does it all work? Who makes the rules? Been in the space for years. I still don't understand these dark corners. That's very much how I felt coming to this episode, needing the financial surveillance 101. I knew it was an octopus, knew it was this multi headed Hydra. I had no idea how deep its roots actually go. And today we unpack this with legal experts. Seth hertline from. He's the vp of global policy at Ledger, and also Michael Mozier. He actually has spent some time in the belly of the beast at both Fincen and Ofac. Now he's on our."
    },
    {
        "speaker": "B",
        "text": "He's the guy inside the house."
    },
    {
        "speaker": "A",
        "text": "Yeah. And now he's on Team crypto. So he's got some insider baseball that he's going to, going to tell us as we make sense of this. This was a really fantastic episode. I know. I want to get your comments on this episode, but before we do, we got a message from our friends and sponsors over at David. I know this episode was. Was my idea. It's kind of like geeky, wonkish stuff, but I felt like it was so important, especially on the back of developers getting rested in tornado cash. Like, um, what is going on? I. I just realized one day, I don't even understand, right, what all of these institutions are and what gives the financial surveillance system their apparatus. So what did you think of this episode?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I definitely would categorize this one as a Ryan episode. I was definitely in listening mode for the majority of this podcast. And, I mean, I guess that's what it's like to be a listener. You're in listening mode, so I guess telling listeners to enter listening mode, I guess, doesn't help them. I learned a lot. It felt like storytime, a little bit about american history, one of these episodes that we frequently do on bankless every now and then about just like, hey, how did just the state of laws come to be in the way that they are? And how are they downstream from the original american values that this country was founded on?"
    },
    {
        "speaker": "C",
        "text": "The."
    },
    {
        "speaker": "B",
        "text": "What about the current settling of the dust around this new player in the world of, in this universe called cryptography? How is that disturbing the equilibrium? And how do we need to extend american values into this new world? Because if we don't do that, then non american values will take over. I think that's kind of the through line that will anchor bankless listeners is that there's this new field in territory. We can have freedom enter and establish itself legally, or we can have authoritarian entrance enter in that same field. And, I mean, I think everyone knows which side that we want to win. Um, we need to actually fight for that. And fighting for that starts with understanding. Uh, and so I think that's why I enjoyed this episode, is it helps tell that story."
    },
    {
        "speaker": "A",
        "text": "Yeah. And anytime David says american values, if you're outside the US and you're, like, american values, just. Just think of, um, liberal values, like lowercase l values, right? Civil liberties, freedoms of citizens to express themselves and to transact without the surveillance of the government. That's really what we're talking here, and that's what's at stake. More than anything, I think this episode impressed upon me that unchecked, this is just an octopus. This is just like, a tree structure that will."
    },
    {
        "speaker": "B",
        "text": "Is not an octopus. Slime mold."
    },
    {
        "speaker": "D",
        "text": "Slime mold grows."
    },
    {
        "speaker": "B",
        "text": "It will grow."
    },
    {
        "speaker": "A",
        "text": "Exactly. And it is growing, and it has grown since, like, the 1970s. Anyway, absolutely fantastic episode, guys, stay tuned for this. But before we do, we want to tell you about our friends over at bankless nation. We are super excited to host two legal minds on our show today. Seth Hertline is the vice president, global head of policy at Ledger, and Michael Moser, he's the co founder of a legal boutique called Arcturos, and he is also building ex ante. He's formerly been at FinCEn and the treasury chief technical counsel at chainalysis. So he's seen a thing or two in this space. Welcome, Michael."
    },
    {
        "speaker": "C",
        "text": "Thanks."
    },
    {
        "speaker": "A",
        "text": "All right, guys, so what we're going to attempt to do on today's episode is give kind of the everyman explanation of financial surveillance. I feel like this is an episode, maybe for me, it's kind of a selfish episode, because I feel like here I am in crypto, and I've heard all of these four or five letter agencies, and it's recently started to impact my life with, like, tornado cash. I'm not entirely sure what these agencies are. I'm not entirely sure what's legal and what's not. I'm not entirely sure what powers each of these agencies actually have over my financial life. And I'm looking for, like, the 101. I'm looking for, like, the. The explainer when we call, talk about fatif, and we're talking about OFAC, we're talking about white lists and gray lists, and we're talking about, you know, can I use tornado cash or not. And I can't because I'm an american. I just don't know what every, like, what's going on here. So I feel like we need the 101 episode. So if you guys are game to do that, that's what we're going to try to accomplish today. Sound good?"
    },
    {
        "speaker": "C",
        "text": "Great. Absolutely."
    },
    {
        "speaker": "A",
        "text": "Well, let's kind of start domestic from sort of the us perspective, if we will, and then go international to kind of the rest of the world. But I want to start with maybe a working definition. So I'm thinking of this episode as like a financial surveillance 101 episode. And I'm wondering if you guys could sort of describe financial surveillance. When I use that term, what does it mean to you? What is kind of happening behind the scenes? Who are some of the main agencies that hold the power? I'll throw this one to you first, Seth."
    },
    {
        "speaker": "C",
        "text": "Okay. Well, I think for the purposes of this episode, let's sort of carve out private sector or sort of corporate surveillance. Let's sort of limit the scope of today's conversation to government surveillance. But I think a good working definition could be information that is collected by or required to be reported to the federal government or an agency thereof, either by individuals or by service providers, intermediaries that they use for their everyday financial lives."
    },
    {
        "speaker": "B",
        "text": "So just to check that definition, Seth, hearing two parts. One is the legally mandated reporting requirements, which if you don't do it, you get something like fines and jail. And then there's additional information, which it would seem that the powers that be are able to just collect by their own visual mechanisms, as in, like, it's information that's out there and they collect that information because it's available for them to collect. So that's two types of data."
    },
    {
        "speaker": "C",
        "text": "I mean, Mike, I'd be curious your thoughts on this. I think it sort of converges effectively into more or less the same thing. So maybe not a need to draw that particular distinction."
    },
    {
        "speaker": "D",
        "text": "Yeah, and I think it's a collective approach. It sort of, I think for two reasons. One is, you know, some of that will come into play, David, as we're, as we think about challenges, including constitutional challenges, because courts have have made a distinction between when you put your trash out, have you relinquished control of it, and if somebody goes through it, they just go through with it, through it, versus somebody coming in your house and going through your papers, which is the sort of generousness of the Fourth Amendment. And I think, as Seth's pointing out, we're in a space here with web one, two, and now three, where there's tremendous amount that's in this gray area between what's public and what isn't. I think even the concept of what's public information at this point is a lot more of a fine tuned, fine nuanced issue, including, I should say, in a way that also these same government agencies that are collecting it for various reasons. I mean, the mission of all of this, and I think this is important, is something, when I was at FinCen, we would say to the people on the hill making the laws too, sometimes without asking us first, was that the primary mission is countering exploitation here. And so you have to factor into that the fact that this information out there and being collected in any form is also subject to creating greater exploitation. And that includes honey pots of people's data that gets hacked. Some of this recently coming up in FTX and Kroll coming out of the bankruptcy. And that's something that I think there's the policymakers and the politicians and then there's also the operators out there, including at FinCEN and DOJ, who are saying, actually, we don't need more cases and more victims, so can we protect some of this too? It's partly why we brought in privacy experts and did initiatives on zero knowledge proofs and homomorphic encryption at FinCEN. So I do think it's really important that we're talking about that very holistically. There's a lot out there."
    },
    {
        "speaker": "A",
        "text": "So already we're talking about FinCEN and DOJ and treasury and all these kind of institutions. I want to get some working definitions on. But while we're talking about this term financial surveillance. All right, let's just get a grasp of what sort of data is generally being collected. And, like, when is this primarily, like, intermediaries that are required to submit this? Because as a, you know, a citizen in the US, I don't often have to. I guess I'm not like, conscious of times that I'm, like, filing paperwork with treasury or FinCEN, but maybe I am through an intermediary and I just don't know it. So what sort of things are being tracked and surveilled and why?"
    },
    {
        "speaker": "D",
        "text": "I'm happy to take the first one. Yeah, I think. I mean, so it's true, you're not. Although I will say there's legislation out there, particularly in the tax space, that could make you a reporter, Ryan, whether you like it or not and whether everyone around you likes it or not. Speaking of honey pots, you may be collecting and reporting on others, but I think in a traditional stand from the from a Fincen perspective, in the Bank Secrecy act, you're absolutely right. It would be intermediaries. And in fact, this goes back to some of the constitutional issues that and the third party doctrine that Seth mentioned. But it's really transactional information. And historically, in fact, we can talk through a little bit if you want, the history of the bank Secrecy act. But it was exactly this. It was around reporting requirements basically coming up through the seventies. And basically at the time, it was basically large cash. Law enforcement was seeing large cash deliveries to banks. Pretty sure it was organized crime. And when they would go to a bank, the bank would say, I dont know. I dont know why Bugsy Siegel dropped off $100 million. And so the other piece of that was that there was foreign swiss banks at the time. And so this was the foreign transactions reporting piece of it, too, that had swiss bank secrecy, which is where the bank Secrecy act comes from. And so the US would say, okay, well, we'll go to Switzerland, where some of this money is getting sent from the bank that was brought in in cash. And they'd go to the Swiss and say, okay, you tell me about what's going on here. And they would say, there's nothing we can say. There's bank secrecy here. And so part of it was going to the us banks and saying, we need you to collect more information. At the time, it was really just information of like, who's collecting it? Give me their, basically their bank opening information. Where do they live? What's their phone number, what's their occupation, what's their source of income, that sort of thing. It evolved over time to suspicious activity reports, which is much more, I think, what you're thinking through, which is, okay, now a bank is making a determination. Seth came in the other day. He didn't just drop off a bunch of cash. He's making anomalous deposits that don't make sense to us. This seems suspicious. He said he was a reporter, but he makes a million dollars a day. What's going on here? And so they would file a suspicious activity report that would lay out, who is it? What did he say it came from, and what is it that's suspicious about it? And I should say, back in the day, that would have been, he brought in a bag of cash. Then it would evolve to checks and check numbers. Then it would evolve to wire transfers and the wire transfer information about every piece of that transaction, who the correspondent bank was in the crypto space. That could be all sorts of things. What wallet address was connected, what time. If it's a public ledger like ethereum or bitcoin, that might be. Here's a graph of everything that that wallet touched. Historically, depending on what the platform is, they may collect the IP address, even the device identifier that Seth used to connect. So there's a tremendous amount of data and metadata that could be collected in that environment."
    },
    {
        "speaker": "A",
        "text": "Can we. Michael. So can we go back to kind of the history here with you guys to make sure I understand it? So there wasn't, and we're still domestic, so we're still talking about the US, and we'll expand international after this. So prior to, like, the 1970s, am I right to say there wasn't much financial surveillance and then in the 1970s, is that correct?"
    },
    {
        "speaker": "D",
        "text": "Yeah. Yeah."
    },
    {
        "speaker": "A",
        "text": "Okay, so that's correct. And then in the 1970s, basically to kind of fight crime, maybe organized crime. You know, the mafia was sort of one organization that was in the crosshairs. The US came out with a bank secrecy act, and this started sort of the financial surveillance apparatus. And so this, is this the reason, basically, for AML KYC, which is like, I have to be identified before I can, you know, with a government id, let's say, before I can open a bank account. And this is the reason when I go to, like, transfer money or take out a large deposit from my bank, the bank teller will say, what are you doing with that? Like, how are you using that money? They ask these questions. I'm always like, why? Why do you need to know this? You know, and it's almost couched as if, well, we want to protect you from frauds and scams. You know, maybe that's part of it. It seems like more of it is kind of this financial surveillance apparatus. So that's why I have to present an id. That is why they are asking questions like, what are you doing with the money? And can you tell me more about the source of the funds? These are all questions I know many bankless listeners have seen from their banks, and it all emanated from this legislation from the 1970s and the Bank Secrecy act. Is this correct? Yeah."
    },
    {
        "speaker": "C",
        "text": "So it started, bank Secrecy act was enacted in 1970, and at that time, it was a much smaller version than it is now. So in 1970, it had two core provisions. Title I, title II, title I basically said banks have to record the transactions of their customers. They have to keep an internal log of all the transactions their customers made. Title two said banks have to report transactions over a certain size to the Treasury Department. And in 1970, that threshold was set at $10,000 and so that created one of these forms that the reports get made on, called a CTR or currency transaction report. Importantly, that threshold, that $10,000 hasn't ever been adjusted. So if you go back and you adjust the CTR threshold back to 19, $70, it's the equivalent of about $79,000 today."
    },
    {
        "speaker": "A",
        "text": "Wow."
    },
    {
        "speaker": "C",
        "text": "And what that amounts. Yeah, what amounts that amounts to is a gradual but constant tightening of the noose of transaction reporting on the american people. And so that's where it started. But both as sort of Mike and Ryan, your comments alluded to, there's this sort of creeping nature of it where it just expands. So first it was just the ctrs and the record keeping. Now it's SARS, or suspicious activity ports that were added in 1992. There was a vast expansion of the scope of the types of transactions and."
    },
    {
        "speaker": "A",
        "text": "The types just really quick, SARS. So suspicious activities report, is that basically incumbent on sort of the bank teller or bank employee to be like, hey, there's something fishy about this transaction, and I'm going to report it up. Is that right?"
    },
    {
        "speaker": "C",
        "text": "Exactly. Exactly."
    },
    {
        "speaker": "A",
        "text": "That is."
    },
    {
        "speaker": "C",
        "text": "Okay. And, you know, so interesting stat on suspicious activity reports. Somewhere north of 2 million sars get filed with FinCEn every year. You know, again, curious for your, for your insight or take on this, Mike, but, you know, testimony presented to Congress is that FinCEN reviews less than 1% of the sars that are actually filed, and there are way more ctrs filed than SARS filed. So most of this information goes into basically just a government database and sits there waiting to be queried. These things keep getting added onto the BSA so it grows over time. And there was a huge expansion in scope."
    },
    {
        "speaker": "A",
        "text": "The BSA Bank Secrecy Act."
    },
    {
        "speaker": "C",
        "text": "Bank Secrecy act."
    },
    {
        "speaker": "A",
        "text": "Got it."
    },
    {
        "speaker": "C",
        "text": "And so there was a big expansion in scope as part of the Patriot act after 911 that added a lot of new types of information that had to be gathered and reported, and new intermediary types that are responsible for gathering and reporting that information. And to your initial question, Ryan, sort of, is it just, am I self reporting this, or is it just intermediaries? The answer is both. So you're self reporting on your tax returns, but your intermediaries are also filing information returns with the IR's. Depending on your specific situation, you could be filing what are called fbars or sort of foreign bank account reports or any foreign financial institution that you may have a relationship with under a law called FATCA is filing reports on you to treasury as well. And so there's this sort of snowballing effect, this creep of, this expansion of scope of the financial surveillance regime under both sort of AML, the AML axis and the tax axis, such that there used to be this presumption of innocence, and law enforcement agencies used to have to go get a warrant to gather information about you, and now that's no longer the case. Now it's already sitting in a FinCEN database waiting to be queried without court authorization in most instances."
    },
    {
        "speaker": "A",
        "text": "Okay, this is very helpful for me to make sense of this. So we've got the bank Secrecy act, and that kind of started the snowball, and then the reason was the mafia and kind of money laundering and that kind of thing. Then we had the Patriot act in the two thousands, I guess the early two thousands, and that sort of expanded it. I guess the idea here was anti terrorism, for sure. That was top of mind for legislators and the american people at that time. And what this has done is created a kind of like spidering, creeping kind of financial surveillance apparatus. This is at least how it's felt to me, that has become increasingly more encroaching, I would say. And one, I guess, feeling I have. I don't really know how to quantify this, but it just feels like now that we've entered in the 1970s, it very much was not the digital age. Right? We didn't have computers back then, so it literally was like bags full of cash or briefcases full of cash. Now, of course, the eighties, the nineties, the two thousands, especially now, we have increasingly digitized everything. So it almost feels like once things get into digital format, these kind of financial surveillance institutions feel like, oh, we got a claim to that data. It's digital, so we might as well put it in the database. That's kind of how it's felt. But let me ask you a few more questions about the Bank Secrecy act and the institutions behind it and some of these other acronyms. Okay, so, Mike, you mentioned FinCEN earlier and treasury, and these are places, by the way, that you've worked. So, you know, kind of the inner workings of these places. So who enforces Bank Secrecy Act, Treasury act? What's fincen? What's OFAC? What are some of these names that we should know if we're really trying to understand the apparatus here? Sure."
    },
    {
        "speaker": "D",
        "text": "Yeah. As FinCEN actually has two roles in the US, and as Seth noted, too, I think it's important to note a lot of this development is relatively recent, at least for, for us older people, it's like nineties and two thousands. So the Bank Secrecy act has been in place since 1970. It went decades without this sort of level of expansion. And it wasn't until 19, 90, 20 years in that FinCEN was created."
    },
    {
        "speaker": "A",
        "text": "Wait, wait, how was it created in 1990? So was there new legislation put in in 1990? Yes, there was. Okay, so there have been legislative updates, I suppose, to kind of the big bank Secrecy act type stuff in the interim here."
    },
    {
        "speaker": "D",
        "text": "There's been many, many updates. In fact, there's a great timeline on the FinCEn webpage that goes through sort of all of these steps. But yeah, you had the Bank Secrecy act in 70. In 86, it was the enact money Laundering Control Act. I mean, money laundering itself was not even a crime when the Bank Secrecy act was developed. It was much more other underlying crimes that were being investigated."
    },
    {
        "speaker": "A",
        "text": "Money laundering was not even a crime."
    },
    {
        "speaker": "D",
        "text": "Not at the time. Yeah."
    },
    {
        "speaker": "B",
        "text": "Interesting."
    },
    {
        "speaker": "D",
        "text": "Yeah. So, you know, a lot of this has been, and then there was the enunzio Wiley Money Laundering Suppression act that required suspicious activity reporting in 1992. Like, a lot of this is newer, so I think it's one level set about all this is like, if you're just coming into this from a crypto perspective, you see this huge apparatus and you're like, wow, this is nuts. This has just been here since the seventies and when is it going to change?"
    },
    {
        "speaker": "A",
        "text": "But it hasn't."
    },
    {
        "speaker": "D",
        "text": "But it hasn't. Like it's grown and grown and grown and grown and grown and grown. Like quite slowly until recently, obviously, the Patriot act following 911 was sort of a huge expansion of a lot of different information collections, but it's continued to grow. And I also think to your question specifically about FinCEN, FinCEN's role as a dual role. It's a financial intelligence unit, which is sort of the collection of information and dissemination of it. This goes to Seth's point of managing a database. And so they're managing the database that, yes, they query and they make query 1% of them, but effectively they're administering the database that law enforcement is querying. So you'd want to factor that into it. And there's all sorts of sort of congressional oversight and questions about which parts of law enforcement have access and how much access."
    },
    {
        "speaker": "A",
        "text": "And so FinCEN is kind of this aggregator of financial information and it serves the rest of, kind of the enforcement apparatus, I would say, like we might say in the US. And it reports up through treasury, is that correct?"
    },
    {
        "speaker": "D",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "Okay, reports. And then is Fincen the organization that maintains kind of the OFAC list?"
    },
    {
        "speaker": "D",
        "text": "No, that's OFAC. So we can, we can switch to OFAC in a second. Okay, I'll just close out FinCen. So FinCEN is the financial intelligence unit. They administer the banks, the Bank Secrecy act database, which has all this information, including oversight of, I mean, it's federal, state, local law enforcement. All these people have access to querying it. And so, you know, and questions will come up at times which, including things that we've said to Congress. Every time you expand this thing, remember, you may not be the ones in power. Next time, please. So I know it sounds great now and you'd love more information, but that state prosecutor in Texas that's pulling things on, a political adversary of that you think is great right now. It could very much be the New York attorney general doing it to somebody that you like. And so I think there was always a constant push pull at FinCEn of, okay, on the one hand, we're tasked with disseminating this information to law enforcement. On the other hand, our primary mission is protecting american people from exploitation. And that can include, to Seth's point, queries that are not appropriate. And by the way, I should say there are foreign governments through this process called the Egmont process, which is basically the global financial intelligence units all over the world that have agreements to share information when queried."
    },
    {
        "speaker": "C",
        "text": "Don't you just love that name, the Egmont group? I mean, it sounds like something out of a bond movie."
    },
    {
        "speaker": "D",
        "text": "Yeah. So that's a whole nother can of worms that we can open another time. But I'll just say that is another piece that puts FinCEN at the center of, on the one hand, when Argentina is trying to crack down on corruption and autocratic activity by the venezuelan government on its own people. And once information, FinCEN has a reason to want to give that over, it's a pro democracy issue. But the russian financial intelligence unit can ask for information and so can the turkish financial intelligence unit on pro democracy people that they think are a problem. And that's partly up to FinCEn to sort of catch, like, wait a minute, this is politically motivated. We aren't going to turn this over."
    },
    {
        "speaker": "A",
        "text": "Oh my God. So that's all. So is Fincen. Is the charter of FincEn basically more domestic facing?"
    },
    {
        "speaker": "D",
        "text": "Like, it's everything. It's just administering this database of the financial intelligence. I mean, certainly the primary connectors, anyone that has direct access to it is purely domestic."
    },
    {
        "speaker": "A",
        "text": "But the goal of it, like, what is the reason for maintaining this big financial surveillance database? Like, what are the kind of the policy goals or that, you know, like the stated goals? Is it really to protect Americans from exploitation? Is it like to find mob bosses and money laundering types of like, what are the stated goals for FinCEN?"
    },
    {
        "speaker": "D",
        "text": "So I love that question because that's like a core piece, including at FinCEN, when legislators would say, hey, we're going to do this thing for you, and we would say, we don't want that thing because that's not actually our goal is not to your point, Ryan, like, the goal is nothing. To collect as much information on people as we possibly can that could be leaked or abused. The goal, this explicit mission, and I spent some time reworking the mission statement, which I think it's not out yet, but basically is countering exploitation of people. So it was organized crime, that was kidnapping people, extorting people, that sort of thing. I think the bigger expansion post 911 was nominally, and I think genuinely at the time, even if there was some meaningful overreach, but I think at the time was protecting Americans from terrorism. And that is the basis of a lot of the information sharing, is like, okay, we've determined there's a bomber that's going to blow up a federal building and we need to do something about that. And we've determined that through suspicious activity reports or there's someone's been kidnapped, and we've determined that they did a credit card transaction somewhere that showed that this was the car they rented to kidnap the person. And now we have their home address, and so you can go and you literally free somebody, that sort of thing. Which is partly why the value calculus is kind of complicated on these. But to be clear, the mission is not, let's collect as much information as we possibly can. The mission is tailored to these risks that we're supposed to address. And I think that's partly also why FincEn itself has done initiatives on privacy preserving technology, on digital identity. You know, like, our role is the flourishing of America. It is not. We need to, we need to create a surveillance state at all costs. And by the way, it might get exploited by all sorts of people. So, you know, I want to separate the fincen as the operator from, like, people in Congress that might be saying, oh, you need to collect all this other information because Vincent is not asking for that."
    },
    {
        "speaker": "A",
        "text": "Well, that's what's interesting is it does become kind of like this powerful tool that can be used in all sorts of ways that maybe are kind of counter to the goals of the institution, the stated goals."
    },
    {
        "speaker": "D",
        "text": "Okay, absolutely. In fact, that's exactly your articulation of it is perfect and exactly why we said we did a whole privacy initiative that said, banks in particular. We would love it if you'd start using zero knowledge proofs and homomorphic encryption and other ways of managing risk, because you know what, you're collecting all this information, it's getting leaked and hacked. And by the way, the amount of deepfakes that are undermining your KYC process and the amount of identity fraud is sort of through the roof."
    },
    {
        "speaker": "B",
        "text": "So I think so far, this conversation has exemplified why people use the term, okay, so all of these three letter agencies, like, three letter agencies, three letter agencies. And we talked about just like the slow tightening of the noose of financial privacy over time. And then in this decade we had this new legislation. In that decade we had this additional legislation. The libertarian perspective on governments and nation states is that they always grow. They always want to grow. There's just this natural growth to them. And they'll find a way to grab a pigeonhole and then incept some sort of three letter agency or increase its scope. It seems to be that this is kind of just the pattern that we are identifying here with the growth of our, like, you know, surveillance state. Would you guys accept that pattern is like, how to, how to understand the growth of this whole thing?"
    },
    {
        "speaker": "D",
        "text": "I think so. I mean, Seth has studied this from, from globally. So I welcome his thoughts on it. My quick from the US out of it is I actually would go back to the prior conversation where, like from 1970 to 1990 plus, it actually didn't grow that much. But it's, it's, you know, we're now in digitized data. There's an enormous amount that can be collected. And so you'll have folks, particularly in Congress, saying, well, wait a minute, you could collect it, why don't you? Right?"
    },
    {
        "speaker": "B",
        "text": "Yeah. So the inception of the Internet was like, oh, there's so much new surface area to collect. And so maybe they weren't growing just because they didn't have a reason to or the optionality to, but the Internet kind of gave them that."
    },
    {
        "speaker": "C",
        "text": "Yeah, I mean, I think that's probably the right catalyst. I mean, the combination in particular of the Internet and really, for me, smartphones is what, you know, really started to balloon the ability both of corporate America and the government to collect and analyze data on individuals. So I take your point, Mike, that in many instances, Fincen is saying, hey, hey, we don't want this, don't give us this data, don't give us this power. And Congress is like, here, here, collect this, analyze this data. The end result for the average citizen is the same, which is all of this information is increasingly becoming available and being used, even if not used by FinCEN. Once it goes in the pot, it's available for a number of different agencies to use for whatever purpose. In that sense, I often think of FinCEN as being the all seeing eye at the top of the pyramid on the back of the dollar. To me, that's sort of Fincen's place."
    },
    {
        "speaker": "A",
        "text": "Some people say it's like the eye, the eye of Mordor, though, and that might be a darker view of things, but, yeah, go ahead, Mike."
    },
    {
        "speaker": "D",
        "text": "Let me just give what feels like a more realistic. I would say this is a very glamorous view. I would say it's more like a coach in a peewee football game where every parents from both sides are just yelling at you."
    },
    {
        "speaker": "A",
        "text": "No one's happy."
    },
    {
        "speaker": "D",
        "text": "Nobody's happy because it's either. Congress is shoving more information at you than you even want and you've got to protect. And then on the flip side, you have other parts of Congress that are saying, you have this information, you better be sharing it with everybody because you should be preventing every crime. And then you have other parts saying, wait a minute, you can't share that information. That's really sensitive information. It could be politically motivated. Are you vetting every single person that's asking you for information? And we're saying, geez, that's like 300,000 people and you haven't even funded us yet. So, no, we're not. So it's actually, and I'll say, like, to be very concrete about it, like there have been times where even, including through the AML act, which was another sort of recent, like major update to the anti money, to BSA, which is a whole other episode, I don't want."
    },
    {
        "speaker": "C",
        "text": "To get into 2020."
    },
    {
        "speaker": "D",
        "text": "In 2020. Yes, like a very substantial update to it. But in the process of that, some of it, we talked with financial institutions about the threshold, raising the threshold, as Seth mentioned, and some of them, it was the reverse. It was, you know what? We're happy to just give you an API and you can have all the stuff because we've got the infrastructure, the data's collected, and you can just have it. We don't even want to have to parse what's suspicious. And the response from us was like, that is a fucking nightmare for us. The last thing, they were like, you."
    },
    {
        "speaker": "A",
        "text": "Were just like, we want some of your data. And they were like, here, have it all."
    },
    {
        "speaker": "D",
        "text": "Yeah, we were like, actually, we don't want more of your data. Is this is part of it is like, this is. This is why you're the ref in a peewee game. It's like you get all this information. Half the country is saying, you need to use this and prevent everything and disseminate it everywhere. The other half is saying, you need to protect this and make sure nobody bad ever misuses this data. Oh, wow. And on many ways, like, and I should say like to be concrete, like FinCen twice in 2018, 2020 put out rulemaking saying we'd like to improve the effectiveness and the prioritization of the AML system because we think there's just a lot of over reporting. You're just data dumping, and it's not clear to us that everybody's being as effective as they actually could. Like, we don't just want data dumping about people."
    },
    {
        "speaker": "A",
        "text": "I feel like we are unraveling it. Kind of a gordian knot here. And this might be a multi episode thing to cover this all, but this is at least the highlights here. So we talked about FinCEN, and I guess this is this aggregator of all this financial information, maintains a data, and all this information is being aggregated primarily, though some of itself reported primarily from intermediaries, the us banking apparatus, let's say. Okay, what is OFAC? Let me ask that. We talked about FinCen. What about OFAC? This is another four letter agency, I suppose. What is their sphere of power? What are their stated goals? I don't know. Seth or Mike, which of you want to take this one?"
    },
    {
        "speaker": "C",
        "text": "Mike, why don't you lead off on this one?"
    },
    {
        "speaker": "A",
        "text": "Sure."
    },
    {
        "speaker": "D",
        "text": "Sure. It could also be its own episode because there's a really interesting history that goes all the way back to the War of 1812. But the basic concept of OFAC, which is the office of foreign assets control, the really core of it, started about 1940. It was really coming out of World War two. And the reason it's foreign assets, and at the time it was foreign funds control, was actually that it was protective. So it basically administers economic and trade sanctions against foreign actors. And so at the time it was the secretary of the treasury seeing that as the nazi forces were occupying countries like Denmark, they were trying to repatriate assets and basically take the occupying countries assets. So they might call up the fed and say, we want all the gold from Denmark because we're in charge now. And so part of this was actually it was freezing in a protective sense. So it basically was the secretary of the treasury saying, we're freezing all these assets, we're controlling these foreign funds that any us financial institutions have control over. And so that same mechanism of saying to any us or us related financial institution, we've listed out all these funds that you should freeze, not seize, but freeze and hold at the time protectively. Over time, that's evolved. And there is some lineage going back to the war of 1812, when some of this was done as actual sanctions and embargoes as well. But it was very protective at the time and it was blocking assets. And so that has sort of evolved over time, including in 1950 with the Korean War. And President Truman declared a national emergency and blocked, actually chinese and north korean assets that were subject to us jurisdiction. And that's much more sort of the current incarnation. In fact, north korean assets, I think, are the longest held blocked assets, I think, of any country in the world. It goes back to the korean war. But basically the authority of OFAC is to say all us financial institutions and other financial institutions subject to the us jurisdiction. Like you might have branches here, you need to block all these assets. And one important piece of this that I think is a really important distinction from FinCEN and money laundering authorities is this is purely a behavior change mechanism of economic statecraft. And so the idea is the assets are blocked. When you stop doing the bad stuff that you were doing that caused the national emergency, we will release these. That's your incentive to have a behavior change moment. And we can get into the authorities, which are all under the International Economic Emergencies act. But it's basically the president's declares this is a national emergency, so it can be done unilaterally by the president. National emergency. OFAC, I want you to list out all the major actors involved in, like, North Korea's hacking to fund their nuclear regime and their oppression. Same with Syria. Like, you know, the Syria gases, its own people. We want you to identify who are the, who are the actors that can, that might have a behavior change if their assets were frozen. And so with the current russian sanctions, it's not just the russian government and military, it would be who treasury has determined are oligarchs supporting. And with the idea that you create pain points and then you undo it. And that's why also usually they're not seized assets, although it can happen, but it's really a behavior change mechanism. And I'll give one little footnote to this that I won't go down now, but this is also why I think the tornado cash sanctions were sort of totally inappropriate as a behavior change mechanism. But I'll just footnote that."
    },
    {
        "speaker": "C",
        "text": "So to add on that. So OFAC is also sort of an agency within the Treasury Department, but it differs from FinCEn a little bit in the source of its authority. So we talked about how FincEN is sort of a creature of statute. It was created in 1990 to oversee the Bank Secrecy act of 1970. OFAC derives a lot of its authority directly from the president's executive powers over foreign relations and trade in article two of the Constitution."
    },
    {
        "speaker": "A",
        "text": "Is this more like a national defense type feel?"
    },
    {
        "speaker": "D",
        "text": "Seth?"
    },
    {
        "speaker": "C",
        "text": "There are strong overtones to that, but it derives from the president's foreign relations powers in article two of the Constitution. And so there's a bit of a corollary with trade and tariffs in that, as Michael pointed out, OFAC and sanctions are targeted at foreign actors and foreign assets, as are tariffs on trade. But also similarly, it's actually the american consumer that pays the tariff, and it's the american individual or company that is at risk of civil or criminal punishment for violating the sanction, not the foreign actor. So they're sort of directed internationally. But the impact and the sort of the constraints on liberty is applied domestically."
    },
    {
        "speaker": "A",
        "text": "Because these intermediaries basically have this obligation to make sure that they don't accept money from or report anyone who is on the OFAC sanction list. If I. What is the actual obligation here and what are the penalties if they fail to meet the obligation?"
    },
    {
        "speaker": "C",
        "text": "I'll just quickly start. But Mike, you're probably better suited to answer this question. So ofac maintains a number of lists. Probably the most pertinent one for our conversation is the SDN list or the specially designated national list. And an individual that the president or treasury department feels is acting contrary to the interest of the United States can be placed on that list."
    },
    {
        "speaker": "A",
        "text": "This would be like a terrorist, a russian oligarch, something like this. Right."
    },
    {
        "speaker": "B",
        "text": "Roman Semenov. You know."
    },
    {
        "speaker": "C",
        "text": "Exactly. And then once, you know, once that foreign individual is placed on the SDN list, no us citizen, us business, or even foreign business with a us nexus can transact financially with that person."
    },
    {
        "speaker": "A",
        "text": "Wow."
    },
    {
        "speaker": "C",
        "text": "And violations of the sanctions are strict liability, meaning that the government doesn't have to show intent. Right. You can accidentally violate sanctions, which is what we did."
    },
    {
        "speaker": "B",
        "text": "Right. Because we had ether from tornado cash sent to us on others behalf, correct?"
    },
    {
        "speaker": "C",
        "text": "Yes. And, you know, but there's. There's some sort of, you know, prosecutorial discretion in terms of, you know, whether to charge a violation civilly or criminally. But. But under the law, it's. It's a strict violation or a strict liability regime. So the government doesn't have to prove intent that you, you know, that you meant to transact with the designated."
    },
    {
        "speaker": "A",
        "text": "Designated national and these penalties can be severe, can't they?"
    },
    {
        "speaker": "D",
        "text": "Yeah, they can. I just clarify that there are enforcement guidelines. They're public guidelines, so they can be very severe. But the intentionality and the amount of the transaction are all factors in the sort of enforcement guidelines. And if you look through the way the guidelines which are public are set up, if there was no intent and it wasn't a which, by the way, receiving would clearly not be intent and it was like a dusting, it would basically, literally be zero. And so often those are, not surprisingly, not an enforcement priority. And not even that, they just don't happen. If you look at the actual OFAC enforcements and they're all public, most have been pretty systemic majority, you know, hundreds of millions of dollars and, and pretty intentional based. But, but I think it's an important point that, and certainly for criminal, it requires intent, for sure. But I think it's an important point from Seth that, like, technically it's strict liability to start the process for sure."
    },
    {
        "speaker": "B",
        "text": "Right. Yeah. So, okay, so podcasters with public ethereum addresses generally don't fit the mold. Is people going to criminal court over these things?"
    },
    {
        "speaker": "D",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Yeah. Is there. Can. Can maybe one of you can explain the thought process behind strict liability, why that's even a thing at all. Like, why we accept the concept of strict liability. Like, in what use case do we enjoy the idea of strict liability? Because to me, strict liability sounds like authoritarianism. We have the admin keys over your position to be in jail or not, and it's our way or the highway. Like, that's the cursory take about what strict liability is. Maybe Michael or Seth. Why do we have strict liability at all?"
    },
    {
        "speaker": "C",
        "text": "Well, this is, this is taking me back to first year law school, you know?"
    },
    {
        "speaker": "B",
        "text": "Well, that's where I need to be."
    },
    {
        "speaker": "C",
        "text": "What comes to my mind, and it's been a while since I was a first year in law school. You know, the sort of the classic strict liability fact pattern is dog bites. Right. So in a lot of states, if your dog bites someone, it's strict liability. Right. And I think that's because in that particular instance, it's to protect victims, because otherwise it would be almost impossible to prove that the owner of the dog intended the dog to bite the person."
    },
    {
        "speaker": "A",
        "text": "This is like negligence. Right, right."
    },
    {
        "speaker": "C",
        "text": "This is not a. Not a criminal scenario, but it creates a situation where a person who has been injured can. Can be compensated without they get to sort of skip the step of intent. The dog bite case is sort of a far cry from the sanctioned scenario. And so I don't exactly know what the origin of that is with respect to sanctions, Mike, I don't know if you would know the history there."
    },
    {
        "speaker": "D",
        "text": "Yeah, it's a great question. It's always sort of surprised me because I think like you going back to first year law school, it was very much the, what? Keeping a wild animal, you know, particularly in a closely populated place or storing ultra hazardous materials. Like, I just looked it up in one, was, you aren't, if you're fumigating with cyanide gas, that's strict liability. We don't need to improve intent."
    },
    {
        "speaker": "B",
        "text": "Understandable, I get that."
    },
    {
        "speaker": "D",
        "text": "And so, I mean, I think certainly the idea in many ways, and certain projects, product liability, by the way, are like that, with the idea being, oh."
    },
    {
        "speaker": "C",
        "text": "That'S the other one."
    },
    {
        "speaker": "D",
        "text": "Yeah, it's product liability. And for certain products, I think people have felt like, you know what, maybe maternal fetal care or something like that. Like, we want you to be, we don't want to spend time fighting with you over how much you intended to do something bad. You need to be so on notice because, like using cyanide in a, in a, in an urban environment is so, such a bad idea that we're not going to play that game. You should be really worried. And I think so that's the, I mean, I can't even imagine the last time a law was passed that had strict liability in it. But I think to that point, it's always sort of surprised me, particularly because the enforcement guidelines are actually pretty clear that intent is such a major factor in this, the enforcement. And so sometimes the response is like, well, but practically speaking, it's not strict life liability, but as a public policy, it should be. I actually think, and I say this as the former head of enforcement at OFAC, it should not be strict liability. And I said this many times at the time, and there's probably an op ed in there somewhere when I have time. But I think it actually, it doesn't make sense because practically speaking, the enforcement guidelines already make it. Not that, but you have this, this color over it, this cloud that people feel like, wow, this is really complicated, and I could make a mistake and get in trouble. And the answer, if the answer is like, well, look at all the history of enforcement. It's never happened. And there are enforcement guidelines that say it won't happen. And the answer is, well, yes, but that can be adjusted tomorrow depending on the administration, I think."
    },
    {
        "speaker": "A",
        "text": "Exactly. That's why it's so alarming to be like dusted from somebody, like some tornado cash eth right."
    },
    {
        "speaker": "D",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "That Fincen or OFAC, just by having strict liability, they are just giving themselves the free option, which is a power taken away from citizens. OFAC has the option because they have the strict liability on their side."
    },
    {
        "speaker": "D",
        "text": "Yeah. And I don't know, and this goes to Seth's point of, like, where this comes from. Like, I don't know if OFAC asked for it or this is what was established under AIPA, you know, like, some of this could be statutory. I think it's a. I always thought it should be changed, including when I was head of enforcement, because I thought it sort of undermined the messaging of it. But whether they'll be able to do that, especially if it's a statutory change, because you've got to get Congress to undo things. And I should say to that point, like, OFAC itself for many years has wanted to undo, for instance, Cuba sanctions, feeling like they're ineffective. And because some of these are congressionally mandated in their statute, you actually have to have Congress do it. OFAC doesn't have the authority. In fact, it was. And there's nothing they can do about it. So I want to be careful about not always blaming OFAC when there's other political actors that sometimes tie their hands. In fact, that was a huge issue in the thawing with Cuba because OFAC was unable to lift certain sanctions."
    },
    {
        "speaker": "A",
        "text": "Okay, so we've explained Fincen, we've got ofac a little bit. You've just described Seth and Mike, kind of like the worst list to ever be on. It feels like. Which is the OFAC SDN list. All right. This is like the ultimate shit list because this means not only do you not get invited to parties, you're basically economically excommunicated. It's a terrible list to be on. Tell me about the process of getting added to this list. So who gets to decide who's on this list? Surely there's some kind of rigorous process behind this. Can you describe a little bit about what it takes to get on the OFAC SDN list?"
    },
    {
        "speaker": "D",
        "text": "Yeah, I'm happy to start, Seth, just because I spent a good bit of time on it, but it's. No, but it's. I mean, it's. So there's, again, like the statutory and the separation, sort of separation of powers between the administrative and the legislative. There's various ways to get on the list. It's, you know, Congress can pass an act like that. Just says you need to put these people on the list, and OFAC has to come up with the packages. The bulk of it is OFAC either themselves creating what they're called designation packages, that basically you take, usually there's a declaration by the president of a national emergency like Syria. And so you would say, based on this latest gassing of its own citizens by this authoritarian dictator, OFAC, I want you to find who's responsible for this, including the industrial chemical intermediaries, and put them on the list. And here's the standards of that. Like you are clearly involved in this. It ties to this, all the standards. OFAC then works with the intelligence community and NGO's frankly, as well, and human rights organizations, depending on the topic and comes up with names. And then they have to build basically an evidentiary package that has separate lines of information that corroborate each other and that's cleared by the chief counsel's office. Oftentimes it goes to the Department of Justice, the federal programs branch, for review as well, sometimes Maine treasury. But I should say, and it's a pretty rigorous process in general, although I would say like post 911, there was an expediency, I think, that pushed people to move very quickly. But I should say there's also this sort of wildcard that when the president, him or herself, creates the national emergency, they can include what's called an annex, which is just the president of the United States saying, I have determined this is a national emergency. And by the way, these seven people, or 27 people or entities are part of that. I'm just making that determination. And they're on the list. OFAC. Put them on the list and get their identifiers for people. It doesn't happen a lot. And a lot of times ofac would still be tasked with creating the package. And to be clear, usually those are based on somebody having done a bit of a package, too. It's not that arbitrary, but that is a way that can happen quite quickly. And it's, but two things on that is just that it's very, everybody has an appeals process to this, but I should say, particularly if the president personally has put you on an annex, foreign policy and national emergency tend to be the peak of the executive branch authority. And so challenging that is not going to be an easy process for OFAC. It's abusive discretion. But when the president has, has unilaterally determined that you're part of a national security emergency, it's going to be a high bar, which I'll just say goes to the fact that I think we should constantly remember that this is a behavior change mechanism. And so to the extent that you cannot get off the list, and people do not feel like they can get off the list. It is not a mechanism that works."
    },
    {
        "speaker": "A",
        "text": "Because you can get off the list. Right."
    },
    {
        "speaker": "D",
        "text": "You have to be able to get off the list. Otherwise, it's not a behavior change mechanism. It's punishment. And that's not the. And this, I think, Ryan, you said this earlier about Fincen. Like, what's the. What's the real mission? I think that's a great question for OFAC, too. The real mission is behavior change. Like, the goal of OFac is. Is above all to take people off the list, because that means it's working. You know, people have changed their behavior. Assad has stopped gassing his own people. Like, that's the win. The win is not, oh, we put him on forever. This is awesome."
    },
    {
        "speaker": "A",
        "text": "Okay. All right, so we got Fincen, we got ofak a little bit, and I was hoping for kind of like, to get to the international. I feel like this is gonna have to be another podcast entirely to actually fully unravel this whole financial surveillance apparatus. I wanted to get to a couple of quick things, though, before we leave, you guys, and we kind of conclude the episode. So one is Tornado cash takes on this. Some developers wound up on the OFAC SDN list, I believe, some open source privacy developers turning to cash. So did a smart contract as well, which is not a person. This is like some code. So how did that happen? What happened there? This was not an executive order from a president. This is not, I don't think Joe Biden saying, these people in particular, go get them. It was something else. How did that happen? And what's kind of the, I guess. What's your reading of this, Mike and Seth?"
    },
    {
        "speaker": "D",
        "text": "Actually, Seth will have much more. I think, in sort of the, like, the legal thinking of it and the policy piece of it. I just want to give one piece of, like, functional, very practical, because this goes to your point, Ryan, of, like, the president didn't just say, put these on the list. My take on it is actually that it was not President Biden 100%, but that it really was, in many ways, the National Security Council going to OFAC and saying, look, we get it. Tornado cash has been out there for a while. Everybody has sort of had strategic restraint on doing anything, but we're at, like 2 billion in Lazarus DPRK funds going through there. We're getting hammered by Congress to do something on ransomware and DPRK and cyber. And every time DPRK launches a missile, Congress comes to us at the NSC and says, why haven't you cracked down on this? And somebody points to like, the money going through tornado cash, OFAC do it. And I can say from having been at OFAC, you get those calls all the time. It's a go to the NSC, tell them why this is going to be like massive collateral impact and we don't think it's going to be effective because we're never going to get anyone off OFAC, walks over there, gets their briefcase handed back at them and tells them to go back and do it. And sometimes you win and sometimes you lose. And I'll say from having been in some of those meetings in other context, like there were times where in political situations where we said there are no us nexus to this, that's going to feel the impact. We're just putting someone on the list for messaging. We think this is a very bad idea and you're undermining the integrity of the process. Sometimes you won those and sometimes you lost them. And I don't, I have no inside baseball on this one, but my feel on this one is that this is very much, and I should say this being at Vincent and Ofac, when Tornado cash was very much on our radar, like, everybody knew about tornado cash for years."
    },
    {
        "speaker": "A",
        "text": "Really?"
    },
    {
        "speaker": "D",
        "text": "Yeah, for sure. I mean, this is their job, how people are moving money. And I think it was always a conversation of like, yes, it's out there. You know, it had already been."
    },
    {
        "speaker": "A",
        "text": "See, David, we thought crypto was such a niche. They're talking about it everywhere."
    },
    {
        "speaker": "B",
        "text": "We're not that special."
    },
    {
        "speaker": "D",
        "text": "You are special. You're special. But I think it's was, it was very much like, look, yes, it's happening. Like money's also getting laundered through. I was going to say HSBC, but I'm not saying that because I don't get sued. But let's just say hypothetically, some bank, some bank that may have had action in the past, but you know, but look, there'd be collateral impact. That would be. There'd be way more than we would do. We don't. Typically, OFAC does not designate finance institutions or major financial movers in any form because there's just way too much collateral impact, which is clearly what happened here. It's pretty identifiable through chainalysis and trm and elliptic and everybody. You can look at the cluster and see how much of it is high risk and how much isn't. You would look at that and say, I think 27, 30, 717 percent, I think was the main 117 percent. There's no question you would look at that and say, there's no way we can designate this. If this was a bank, 17%, there's no way, like, there'd be way too much collateral impact. And if it is, you'd have a license that would exempt most of the activity afterwards anyway, because there's too many people impacted. So my take in general is that this was the NSC saying, just do it, we'll figure it out. And I think that's probably why you then started seeing faqs come out. You start seeing a redesignation."
    },
    {
        "speaker": "A",
        "text": "Is this the first time as well that a smart contract or some code has been, is that unprecedented as well, do you think? That was totally unprecedented, and I'm sure that was a conversation internal to OFAC as well, right? I mean, because if you guys know it. So this is why this is so helpful, Mike. And it's such a black box to us. Looking on the outside, we don't know what in the world is going on. We just see this scary stuff happening, and we have like, no idea how the inner, inner, inside the black box actually works. But I. That's why this is helpful. Does OFAC have the actual, I guess, power to put something like a smart contract on the list, or is that what we're all going to find out."
    },
    {
        "speaker": "D",
        "text": "Through the legal process?"
    },
    {
        "speaker": "C",
        "text": "We're going to find out. Okay, so typically OFAC can sanction sort of two types of things. Persons, whether natural persons or legal persons or their property. So think like the russian oligarchs mega yacht. You don't want them to be able to sort of sell that and circumvent sanctions. Right? So historically, the two types of things that have been put on the SDN list, that's why it's called the specially designated nationals list. Right. Nationals refers to a person, right. Is people and their stuff, a smart contract, a piece of code, some executable text is neither of those things. It was unprecedented. It's the first time that that has been added to the list. And the legality of that is very much in question and is being litigated. You know, it's so shortly thereafter, as I'm sure you're aware, coin center and some others filed a lawsuit against OFAC and treasury on those grounds."
    },
    {
        "speaker": "A",
        "text": "My co host David happens to be a plaintiff in one of those lawsuits, actually."
    },
    {
        "speaker": "C",
        "text": "Funny. Awesome, awesome thumbs up. But ofag, very quickly after that lawsuit, I think, realized some of the, well, they wanted to shore up sort of their legal standing in light of coincenter's complaint. And so they actually sort of revoked and then reissued the sanctions in this time, sort of alleging that not just the code of the smart contract, but, like, the whole thing together represented sort of an unincorporated association, like a business."
    },
    {
        "speaker": "A",
        "text": "So kind of like the user interface, the website, the surface of its host, all of that stuff as well."
    },
    {
        "speaker": "C",
        "text": "So that's sort of the theory that they're going under now. They seem to have won, at least at the trial court level, in the Van Loon case in the northern district of Texas, I believe that's Preston Van."
    },
    {
        "speaker": "A",
        "text": "Loon, an ETH core developer who's also been on bank list, by the way. It's all very small world tier."
    },
    {
        "speaker": "C",
        "text": "Yep. And so I expect and hope that is appealed. The coin center case is progressing in Florida, so a different circuit, which gives a few bites at the apple in terms of how this gets decided, but I think we're in sort of uncharted waters here, whether OFAC can do this. I think some reason for caution is what we led with when discussing OFAC, which was the broad constitutional powers under which OFAC operates, originating from article two of the Constitution. So this is sort of a different set of rules than a typical agency action that's governed by the Administrative Procedures act, for example."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's what this is. That's why all of this is so difficult. It feels like. Hmm. It almost feels like Ofak's arm. Its power could be almost like indefinite. Right. It's just, it can do what. I mean, unless sort of the social layer, unless the citizens and the population kind of say, and even those inside the government say, hey, hold on, what are we doing? We're losing sight of the big picture. Remember what OFAC was originally for, back to the 1940s, when we were fighting nazis and that sort of thing, right? And like, hold on, we've gone too far now. We have open source developers and smart contract code. And are we sure that that is the type of society that we're trying to build? Unless we stop it at some point, it seems certain that this kind of octopus of financial surveillance will have all sorts of unintended consequences and continue to consume our institutions and citizens of this country and not this country. We're talking about the US, but we haven't even gotten to international. Sounds like that's another podcast, but it does sound like, from what you alluded to in another agency, I don't even remember at this point, Mike, that you mentioned that they're all tied into this too. So not only do we do this kind of domestically across the US, but FinCEn and OFAC talk to their counterparts across other countries, all completely coordinated into this global surveillance network. I want to, as we end this, maybe zoom out here and ask the question, what do we do about this? All right, we got the tactical. Like, we're fighting fights in the court system, that sort of thing. But it seems to be the case that just, like, blatant, we don't have the civil liberties in place at the constitutional level that are protecting us adequately for this type of thing. This seems to be almost, I don't know, maybe it is in there in some of the language. You guys can interpret that, but it seems to be beyond what the founders actually could conceive of when they originally framed this whole thing. Right. The idea of financial surveillance at this level, the ability to freeze an account in this way, the digitization. This goes back to a theme we talk about often on bankless, where it feels like we've entered in the 21st century, this whole digitization of everything and our digital rights aren't in place. Like, there is no digital bill of rights here that kind of gives us encryption or property rights in some way and enshrines that into our governance apparatus. So I guess my high level question is, what do we do about this? How do we stop it? Like, is this going to require, I don't know, big movements from our institutions? Do you feel like we have adequate protections in place in our legal system to preserve some rights that we, as a democratic republic, actually want to preserve going in the 21st century? I'll throw this to Mike. And by the way, Mike, I've really appreciated your insight here. I didn't realize how, like, Fincen and ofak and all the institutions that you've previously served, and now you're going to crypto, which is, I don't know if they see that as the dark side, but, like, welcome. It's great to have you. Thank you. Like, we need people like you, you know, fighting for these things."
    },
    {
        "speaker": "D",
        "text": "Absolutely."
    },
    {
        "speaker": "A",
        "text": "But let me. Let me throw it to Mike first, and then we'll get Seth, and we'll tie this all off."
    },
    {
        "speaker": "D",
        "text": "Yeah, no, thanks. And. Yeah, and Seth will be far more eloquent about this, because he's doing this all the time. Like, he is engaging with, like, the entire world. I'm just dealing with the US mainly. So that's probably why I'm thrilled for that and. And for a whole episode on how he's solving fatif just in time. But, yeah, no, I think it is. I think if there's anything to leave from. From this, from my perspective, is that like, there are a lot of folks within OFAC and FinCEn even that really do believe that to the mission of countering exploitation and providing opportunity and democratization of the ability for people to flourish, that like, in many ways, web three and crypto is an answer. It's partly why I left being the acting director of FinCEN to go in house at Espresso Systems. Building a decentralized sequencer and decentralized private computation was actually, here's a group building a solution, which is resilience. It's configurable privacy. It's helping people have the personal sovereignty, which was, is literally the founding of this country. And so I think there is a great opportunity here if we can get to the people that we need to in time, which I think part of what's helpful about doing this podcast about these actors is it's not, it's, yes, it's Vincent and ofak. It's helping educate them. Stuff that, like Seth's doing all the time, all around the world is like educating people on how the tech actually works, because they're just seeing headlines about Sam Bankman Freed and do Kwan. And that's partly why when I was at FinCEN, we brought in core developers from Zcash and Dash and all kinds of folks to talk to people and get aligned of, like, hey, if you're worried about exploitation of people, let me tell you about privacy, technology. There's a great opportunity for alignment here to the extent that it's about democracy and preventing authoritarians, which is very much. You could be describing the North Korea program from OFAC, or you could be describing what crypto is doing with democratizing finance and creating greater resilience. Like, there's opportunity for alignment, but it has to be engaging with all these policymakers. It's not just, it's, yes, it's Vincent and Ofak and including, by the way, arming the people in there with the talking points who do want to fight against Mnuchin's wallet's role and stuff like that. But it's also going to the hill because there are politicians coming up with bills every day that FinCEN and Ofak are not asking for a. But they have limited ability to push back on those. And I assure you that there are entrenched incumbents that have an interest in keeping intermediaries in the space that are extremely organized and out there doing that sort of advocacy. And I think that's an important piece of it, is keeping organized on this in the way and spreading the word in the way you guys are doing and the way Seth's out there educating people all around the world, because it's really, it's everybody to hear, look, this is not just about risk. This is about all the opportunity here to prevent exploitation. And it all goes back to Ryan, your earlier question of like, well, what's the mission here? And I think we have to be able to get to a point where there is great alignment on the fact that web three is about countering exploitation, empowering people with personal sovereignty to flourish, and how can that not possibly align with United States sort of mission?"
    },
    {
        "speaker": "A",
        "text": "Thank you. Excellently well said. Yeah, Mike. Seth, what do you think? Do we get a shot at this? How can we win here?"
    },
    {
        "speaker": "C",
        "text": "You know, I'm not super optimistic. I think just because these, it's like turning a cruise ship or an aircraft carrier. Right. The structure, the global AML regime has been built up, up piece by piece, year after year, for a very long time. And it's become very big and a very big part of not just the us government, but many governments around the world. And I think, I hope we do do another episode on international and we take a look at the global AML regime and try to put some evidence to the argument."
    },
    {
        "speaker": "A",
        "text": "Sneak peek for that, though. Seth, is it worse outside the US or just as bad?"
    },
    {
        "speaker": "D",
        "text": "Any better?"
    },
    {
        "speaker": "C",
        "text": "Some better, some worse. All right, but let's take a look at the numbers and see what the numbers say on how this system is performing and whether it's justifying the cost. But anyway, because it's become so big and it's existed for so long, it's not easy to change. And Ryan, to some of the points that you made to tee up this question, going back to the intent of the framers of the constitution, unfortunately, I think one of the sort of the gravest omissions of the founders was the failure to include an explicit right to privacy in the Bill of Rights."
    },
    {
        "speaker": "A",
        "text": "Agreed."
    },
    {
        "speaker": "C",
        "text": "And so because of that, the Supreme Court has had to sort of cobble together a right to privacy under a theory called penumbra, where they sort of look at the other enumerated rights and say, well, in order to really have or execute that right, you have to have privacy in this area."
    },
    {
        "speaker": "A",
        "text": "Like the right in this area, privacy."
    },
    {
        "speaker": "B",
        "text": "Is implied but not made explicit. And we needed the courts to tell that story."
    },
    {
        "speaker": "C",
        "text": "Exactly. So there's a 1965 case called Griswold v. Connecticut that the court explicitly found for the first time a fundamental right to privacy under the constitution. But even still, these penumbra rights don't sort of have the same level of protection that the enumerated rights do. Right. So they called it a fundamental right. But fundamental rights in other contexts enjoy a standard of review by the court called strict scrutiny, which means that any government infringement of that right must be narrowly tailored to achieve a compelling state interest. I don't think the BSA at this point, particularly the enlargement after the Patriot act, meets that standard, but because it's not an explicit enumerated right in the Constitution, it's very difficult to challenge. And so I think to your question of how do we win, or can we win short of the Supreme Court's overturning or significantly limiting the Bank Secrecy act, perhaps. Bye. Doing away with sort of the third party doctrine that props up the whole house of cards, I think that's the only way that I sort of see that we win here. And I think as we digitize everything and web three sort of slowly gains adoption, we have the opportunity to say, look, hey, there is a different way, there's a better way to do all of this stuff, but it comes down to trust. How much trust does the government want to have in the people? And the current system is one of almost no trust. That's why you have to file this information and why they don't even trust you to file the information. So they gather it from the intermediaries that you use in this sort of. The current state of financial surveillance that we're in is one where the government really doesn't trust the citizens. And we have this now sort of presumption of guilt rather than presumption of innocence. Right. All this information is going to be available to law enforcement, and if it's ever in question, you now have to prove that you're innocent, which is a complete sort of turning on its head, the system that the framers set out. So we've gone very far astray, I'm afraid. And I think it would take something very, very significant to have a reset or sort of. Right, the ship at this point."
    },
    {
        "speaker": "A",
        "text": "Well, let's maybe end with that. If we have any shot at a reset here, I think it's got to come in the form of crypto. Like, this is kind of. I mean, you guys were mentioning that, hey, this whole expansion of the Bank Secrecy act in FinCEN, that happened in the nineties. I don't remember a time when it didn't exist. And that's part of the problem, is the population doesn't remember a time where this financial surveillance apparatus wasn't set up. And yet with crypto, it's off by default, and somebody has to come in and turn it back on. And I think crypto, this. This level of responsibility with. With private keys, this focus on encryption and this power of cryptography, I think this will reignite the conversation, especially when we see things happening, like open source developers getting thrown in prison. Right. That starts to, I hope, make society question where we're actually going with this financial surveillance apparatus. And I do hope there is a time. I tweeted this out recently. It's like, I wish Americans cared as much about cryptography as they do guns. Do you know what I mean? Like, I wish we had a right to bear arms, second amendment, for encryption rights and for privacy, and we don't right now, but maybe now is the opportunity to, uh, to get this into social awareness. So that's what we're going to try to do, because what other alternative do we have? Honestly, guys, uh, Seth and Mike, I think we're going to have to have you on for an episode, too, at some point in the future, if you're willing to talk about kind of the international apparatus here. And there are a million things we didn't touch today. But this has been a great primer, and I want to thank you both for your time today. This has been fabulous."
    },
    {
        "speaker": "B",
        "text": "Yeah, thanks, guys."
    },
    {
        "speaker": "D",
        "text": "Thanks for putting."
    },
    {
        "speaker": "C",
        "text": "Absolutely, yeah, thanks for having us."
    },
    {
        "speaker": "A",
        "text": "Wow, what an episode, guys. Risks and disclaimers got to end with this. Of course, crypto is risky. You could lose what you put in. But we are headed west. This is the frontier. It's not for everyone. But we're glad you're with us on the bankless journey. Thanks a lot."
    }
]