[
    {
        "speaker": "A",
        "text": "Welcome to Bankless, where we explore the frontier of Internet money and Internet finance. This is Ryan. Sean Adams. I'm here with David Hoffman and we're here to help you become more bankless. Guys, we have Luca Netz. He is the founder, I shouldn't say the founder, David. He is the recent acquirer of Pudgy Penguins IP. And this is an NFT, if you've not seen it, of literally a penguin, like this cute little pudgy cartoon. Yeah. Of a pudgy penguin. And it has like, absolutely rocketed up to number three on the top NFT list. And this is kind of like a, I don't know, bringing something back from the dead from the brink type of story. And I was pretty blown away by Lucas description of how he executed this and why and his vision. I didn't expect to be this interested in an NFT story as we're getting this episode. But David, you scheduled it, and I understand you were a former pudgy owner, not current pudgy owner."
    },
    {
        "speaker": "B",
        "text": "Yeah, we don't have to talk about that."
    },
    {
        "speaker": "A",
        "text": "Well, I was never one. So I just, like, I have no losses here, no wins here. But, yeah, what's kind of the context the bankless audience should know going to this episode?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I think Luca has really carved a path forward, not just for pudgies, because he did that, but just for the entire NFT industry. A lot of promises were made by NFTs, the industry, in 2021. Most of those promises were not held. But then in comes Luca, who acquired pudgy penguins in the middle of 2022 and really steered the ship straight for what pudgy penguins could become. And I think has carved a path forward for many other NFTs to follow. And so who is Luca? Why did he have so much conviction in his ability to execute here? What was his plan for pudgies? How did it change after he met the pudgy community? What is his plan now? Pudgy plushies are in stores. There's physical stuffed animals being sold in Walmart and on Amazon, and they connect to a blockchain, to a ZK sync layer two called Pudgy World, that if you buy a plushie, you automatically have on chain assets to play with. What is Luca up to and what is he pioneering for the whole entire NFT web three industry? Guy is a man with a plan, and he definitely articulated that here on the episode today."
    },
    {
        "speaker": "A",
        "text": "Yeah, absolutely. And I think if you're looking at how a brand, a digital brand, can execute in the web three world, this is like a perfect case study for that as well. We have no disclosures. Neither David nor myself hold any pudgy penguins."
    },
    {
        "speaker": "B",
        "text": "I fumbled with some pudgy penguins."
    },
    {
        "speaker": "A",
        "text": "What'd you sell them, David? Did you sell them during the bear?"
    },
    {
        "speaker": "B",
        "text": "Literally, I think it was like one week before Luca acquired it, and it went from like one eth floor at the very bottom to like a three eth floor like that. And I was like, oh great, that was the bottom."
    },
    {
        "speaker": "A",
        "text": "I'm sorry for your loss, David, but you know, you can still buy a penguin. It's just a little more expensive this time."
    },
    {
        "speaker": "B",
        "text": "It would be 18 times the price I sold it at."
    },
    {
        "speaker": "A",
        "text": "Guys, we're getting right into the conversation with Luca, but before we do, we want to thank the sponsors that made this episode possible."
    },
    {
        "speaker": "B",
        "text": "Bank of this nation, I'm super excited to introduce you to Luca Netz, the leader of the pudgies. Luka has a history of Internet entrepreneurship before he acquired the Pudgy Penguins IP in mid 2022 for two and a half million. Ever since then, pudgies has been on an up only tear in floor price to say the least, but also in public awareness and brand recognition. Under Lucas leadership, the project has expanded into physical products and major licensing opportunities, and has carved a path forward for the NFT industry, which seems to have lost its way prior to Luka showing them the way. Luca, welcome to Banklist."
    },
    {
        "speaker": "C",
        "text": "I'm super happy to be here. David Ryan, thanks for having me."
    },
    {
        "speaker": "B",
        "text": "Look, I want to start with this conversation around the promises that the NFT industry made in 2021. The 2021 bull market was really driven by NFTs and really emerged as society shifted online due to the pandemic and perhaps also like the low interest rate phenomenon. It led to this surge in this metaverse concept, and the metaverse started to influence beyond crypto into the wider world, with major companies like Facebook renaming into meta and social platforms like Instagram and Twitter actually integrate nfts, and this period in crypto saw a dramatic influx of new people, primarily through the PFP NFT phenomenon. These types of entities evaluation skyrocketed, fueling grandiose visions of digital realms with avatars and artifacts. And as you know, these valuations of nfts really hit their peaks. We even started to like, speculate on jpegs with text because we thought that metaverses would spawn out of them. However, this bubble burst as interest rates rose and NFT prices plummeted, revealing these metaverse visions to be something closer to hallucinations. And the public perception of nfts has shifted from positive to overwhelmingly negative. Luca, you were in the crypto industry at this time. You were watching all of these shenanigans unfold. What did you think at the time? What was your perception of the NFT industry as it developed throughout 2021 and 2022?"
    },
    {
        "speaker": "C",
        "text": "I think it was pretty clear as a physical collector that this was the future. I had personal frustrations that began to fester over the course of time because I thought that so many projects were claiming to be brands and building brands at the highest level for the last six, seven years. I thought to myself, well, some of the obvious things that are necessary when you're brand building, even the best of the best weren't doing. And I think that kind of led to our purchase of pudgy penguins at the time, shortly after that run kind of coincided, though, prior to it. The mechanism of digitally collecting, I think, has a slew of pros that physical collecting does not. There's no inauthenticity issues, there's no spoofing issues, there's no friction when buying or selling, there's no insurance when selling a product and shipping and all of the logistics that come with it. When you look at the $440 billion collectible market, 99% of it is in physical collectibles and 1% of it is in digital collectibles. Now, we're not going to argue what that spread should be, but we know that spread should not be 99 to one, figuring there's a slew of pros that digitally collecting has, that physical collection is not. And I think eventually that number will shift. And so whether it's 80, 2070, 30, 50, we don't know. But it should not be 99 to one. And whoever's leading the charge on what it is to build a digital collectible, brands that are predicated on this technology, I think are going to win pretty big."
    },
    {
        "speaker": "A",
        "text": "I'm wondering if you could help us there. What does it mean to build a brand? We say these NFT communities, they all said they were building a brand, but they weren't really doing it. I think that people saw the success maybe of cryptopunks and things like that, projects like this, and they didn't see a lot of brand building. It certainly wasn't like a Disney level company that was just pushing a brand out there and doing marketing, doing commercials, all of these things. So they just thought, all we have to do is issue the NFTs. When you say brand building, you say you've got all this experience with brand building. What does that mean? What does it take to build a brand."
    },
    {
        "speaker": "C",
        "text": "I love that you said that. I think there's a couple different facets that we'll break into. I think when you're looking at the 2021 projects, you're completely right in your notion that cryptopunks was the northe everybody was doing, you know, replicating that up until Yuga Labs came around and Yuga Labs really reinvented the whole model. Yuga Labs actually, I think with bored ape were the closest to building a brand out of the lot. And I think they did it really well. I don't even think close. I think they did build a brand and they built it in a really amazing fashion. I think everybody else kind of then used the keywords that bored ape was using to then try to solidify their place, but they were not doing what I felt like brand building entailed. And so what I think brand building entailed is probably a couple facets. I think, first and foremost, product expansion. What does that look like? I think in a digitally native brand you can't just stay there. I think you have to meet consumers where they are. And so developing robust product lines and expanding to hearts and minds of everyday consumers outside of your current base marketing, I think is really huge. What brand succeeds without a really great marketing arm? If you look at bored Ape success, something that I studied really early on is actually was a masterclass in marketing. And that's why for us, marketing is probably top of the totem pole in terms of priorities for pudgy. If people, when they think penguins, if they think pudgy penguins, that alone will make us a billion dollar business. I think there's enough people that love penguins and enough affinity towards that animal that if that's the case, that we will win. And so storytelling, content distribution, actual community building, and not just leveraging the fact that everyone's spending money on an expensive NFT and that's what it means to community build. That's not. There just seems to be a community because everyone's financially invested, but there's actually community to build on top of that. I think one of the beautiful things about pudgy penguins up until this point is it's not hyper financialized. Like I think most of the other PFPs people are their penguin, their penguin is them. And it doesn't matter if the price is 10,000 or 50,000 or a million dollars, that will remain the case. And I think that's really powerful messaging, positioning, like, you know, what is the message and the positioning of 99% of these NFT projects? You couldn't know unless you just guessed. I think if you looked at pudgy penguins, you could understand what our messaging and positioning is. We're an uplifting brand. We're a brand for the family. One of the things that I really want to accomplish is, how do you bring crypto to the family? Why is no one thinking about that? That is the highest tam of the bunch when I think crypto right now is a broke culture for the either super smart nerdy Bros or the cool bros and the rich Bros. But if that's all we are, then we have lost, and we might as well give up now. But I think we're more than that. And pudgy penguins, I think, is helping spearhead what I believe that revolution is. And so what does it mean to build a brand? Tons of things. Like I said, product distribution, content distribution, branding, positioning, messaging. Really community building. Outside of just having a hyper financialized asset that naturally brings people together, I think would probably be, to name a few. One of the obvious ones is I've never heard of a brand that doesn't post on Instagram before. Pudgy penguins. Nobody was posting on Instagram. Really? That was unbelievably strange to me. Right."
    },
    {
        "speaker": "A",
        "text": "You mean crypto projects were not like, NFT projects were not posting anything on Instagram?"
    },
    {
        "speaker": "C",
        "text": "They would do it once a month, right?"
    },
    {
        "speaker": "A",
        "text": "It was just all Twitter."
    },
    {
        "speaker": "C",
        "text": "It was all Twitter, yeah. So it was a once a month thing. And you can fact check me on that and you'll find that will reign true. The best of the best in bored apes case. Once a month. Once every three weeks. I mean, we almost lost Twitter there for a second right after Elon's acquisition. It looked pretty shaky. Imagine if that thing would have went down. I mean, every NFT projects community would have been screwed. You cannot be dependent on any which platform or any which lever to completely destroy your business. In this case, I felt like every NFT project before pudgy penguins, if Twitter would have gone, their business would have failed. And that's never a good sign. So just obvious things, right? There were digitally native brands. To assume that there's two approaches you can take here. One's a proactive approach, one's a reactive approach. The proactive approach is creating mass adoption and not waiting for it and meeting consumers where they are. That was the thought process behind our toy line, was we can wait for people to become digitally native, and that will happen over the course of time. I think it's almost preordained at this point. If you kind of just look at human behavior and how humans are interacting with their phones and digital. But in the interim, it's going to be 10, 15, 20 years before we're living in metaverses. Meet consumers where they are and give them a source of credibility and trust with the toy line. And then the other side of it is just like reactive approach, which is just sitting and twiddling your thumbs and just waiting for liquidity to come and price to go up. And then you can monetize and leave when the monetization isn't there and then come back when it comes back again. So I think the space needs a more proactive approach. We need to try to actually get rid of this intimidating and taboo narrative that our industry has. And I believe being proactive is the way to do it."
    },
    {
        "speaker": "B",
        "text": "So, Luca, we'll get to the conversation about actually purchasing the pudgy IP in April of 2022. But I would imagine that that was not an impulsive move. I would imagine that you were looking at the landscape, you were looking at the brands or the attempted brands, the PFP, NFT projects. And I think you came into this industry with some set of experiences that you had from a past life. Maybe you can kind of walk us through the thought process that you had, as you maybe decided, like, oh, I want to play in this arena. This arena is for me. I have a strategy here. I can bring something to the table. What were you seeing teams doing or not doing that you gave yourself conviction that you could actually enter this game of PFP and brand and IP?"
    },
    {
        "speaker": "C",
        "text": "Yeah. So I actually tried to buy my friend's project before Pudgy Penguins. And so I kind of had like, a little, I stood up like a three man unit, little marketing arm. And so if somebody wanted, like, marketing services in this industry, kind of went there and I had helped him with it, and I fell in love with that community, that brand. I tried to buy it. He wasn't budging. And then ultimately he ended up doing his thing with it. But that kind of got me first excited about potentially buying or like, even the thought of buying an NFT project. And then the universe just gave me a Twitter post where somebody was bidding on pudgy penguins. I was a really early pudgy penguin collector. It was actually one of the only NFts that I called. I sent to my friends and said, this is the one. I mean, my natural immediate reaction to seeing a pudgy penguin in 2021 was, this is the most universal ip out of the bunch that I've seen. And nfts are very interesting in terms of how they work and I think how they succeed, it's as simple as a simple supply and demand model. And so what I thought was, okay, we have 8888 pudgy penguins. They are the most universal IP that I think exists in the PFP space. Why that matters for demand is because the more universal it is, the more likely it sticks with certain groups, whether it's interest groups, ethnic groups, groups, all types of demographics. And so it has the most potential for the most demand. And obviously being a finite collectible on the bottom of the funnel, enough demand, enough awareness, small enough supply, which I think 8888 is not that much. Eventually you have moments where the supply and demand curve kind of kick in. So just from a traders perspective and a collector's perspective, when I first saw the pudgy penguins, I texted it to my friend group, I said, this is the one, buy it. It was like $100 at the time, obviously did its thing and went to ten, $15,000 or $12,000. I think it was its peak. And then the universe gave it to me in December of 2021, I believe I saw the tweet. I made the bid for two and a half, took three months for the deal to close and the rest is history."
    },
    {
        "speaker": "A",
        "text": "Okay, so this is so fascinating to me, Lucas, so you saw this big opportunity, and importantly, this is interesting that I think is kind of more unique to your story, though many entrepreneurs might repeat it. You're not the founder of Pudgy Penguins. You didn't come up with the art first. You were just like a collector that saw a vision for the brand that apparently the founders maybe didn't see the full vision or didn't have the ability to execute. And so your strategy was just like, you got two and a half million dollars, by the way, where'd you get kind of two and a half million dollars? Now that you have like, this isn't the IR's you have to disclose, but like, have you been successful in brand building and businesses before? Like where'd you get the money? And what is it like to buy ip to an NFT like collection? Right? I think people listening are like unaware that you can actually do that. Tell us the details here."
    },
    {
        "speaker": "C",
        "text": "Yeah, I think, not to bore you because I've said the story couple times, but to give you the 32nd version for the bankless audience. You know, I grew up homeless with my mom and my brother. I was fortunate enough to start my first business when I was 18. I found product market fit pretty easily. And it became a self made millionaire when I was end of my 18 years, 19 years old. So I've been able to find some success in pretty meaningful ways up until that point. You know, some of my big wins include bringing back von Dutch in 2020. So von Dutch is like a pretty famous clothing brand that was basically going under and then had a huge run in 2020. And I was responsible for that and had a pretty lucrative deal with them. And then I was a CMO and one of the biggest shareholders in a company called Gelblaster, which was North America's fastest growing toy company. And I also have been just a pretty elite Internet marketer and opportunist, though probably not my biggest accomplishments. I've been able to do well in certain sectors and just leverage my marketing prowess to find opportunity and monetize on that opportunity, one of which was working with some nfts in the past. And then once the opportunity came to buy pudgy, I thought to myself, well, everyone's raised so much money off of community and venture, yet nobody has done anything that I think is relatively impressive. So how about we come in here and set the bar? And obviously being an entrepreneur, I know what it is to build a great business. I see the total tam and the growth of where I think this industry can go specifically with nfts, but it needs somebody to shape it and it needs somebody to really care. I really care. I love this stuff. I love collectibles. I mean, I grew up with nothings. For the second I had money, all I did was forward, cool shit. And I think it is something that I believe is ultimately going to be the future of consumer products, or at least direct to consumer. I think theres a huge category in direct to consumer, in collectibles and other categories in which this completely disrupts. And I felt like all of the approaches up until this point felt a little lackadaisical and lacked real, you know, too much reward was given for too little output. And I think that behavior created a level of complacency that is too hard to reinvent for the existing groups. I think the existing groups are already programmed and not their fault, not that they're bad entrepreneurs or bad builders or bad executives in their companies. I don't think that. I think it's just when you've made so much money doing so little, you are now it's hard to go the other route. And so we came in, honestly, I just talked to the team about this before. The bear market was the best thing that could have happened to this acquisition, I don't think things happen the way that it does if we don't literally buy this. Right. The day of the bear market started is when we bought pudgy penguins. And I don't think this thing shakes out the way that it does without that actual grind to get to where we are today. And obviously, we have a lot further to go. That was kind of the thought process and the ideation behind this. Okay."
    },
    {
        "speaker": "A",
        "text": "Okay. So when you're buying an NFT collection or the rights to the IP for an NFT collection, you're not, importantly, buying all of the penguins, of course, that is continuously, like it's owned by the community. Right. This is crypto, this is web three. So, like, what are you buying? Are you buying some copyrights? Are you buying some licensing? Yeah, I mean, different projects are licensed differently. So just clarify, like what? Like, how did you do this? What did you actually buy?"
    },
    {
        "speaker": "C",
        "text": "We bought like 50 different things, from social handles to contract addresses to penguins in the treasury to the rights for certain deliverables that we had to execute on. That was 40 or 50 different things. Probably the most important is the trademarks around the IP and the naming conventions, and that's probably the most important details. And obviously the contract addresses and things like that are probably the most important things. But we try to put anything and everything under the sun except for the liability of the previous founder. Yeah."
    },
    {
        "speaker": "A",
        "text": "So it's just the asset purchase. Straight asset purchase. And then to clarify what right, what IP rights does an individual pudgy holder kind of like own? What can they do with their penguin? What can they do with their brand?"
    },
    {
        "speaker": "C",
        "text": "They have the right to monetize up to $500,000 a year leveraging their pudgy penguin. But this is really just a caveat because we're in the business of doing real business at Pudgy. And so I told our community members, if I know you're a community member and you have aspirations to build significantly and make significantly more money with your pudgy penguin, you're more than happy to. This stipulation is really just there so that when we want to do a deal with Disney, Disney doesn't just buy a bunch of penguins and circumvent doing a deal with us because there's endless side and they can do that. And so that stipulation is really there because we are in the business of licensing. We're in the business of being in the biggest retailers in the world and being on Hulu and Netflix and maybe your local AMC theater, and you just can't have a complete free for all, though. I will extend the license every single time a community member asks. And I actually encourage community members to try to go above and beyond. And then obviously, we're a brand for everyone. We want to be inclusive. We want to represent the space. Well, I'm a firm believer that we will be the face of nfts in the face of web three. Hopefully we're the face of the entire blockchain and crypto industry. I think it would be nothing but a net positive for this entire ecosystem. And so you can't go do things that are racist and sexist and some pudgy penguin in a nazi suit or something. I have the right to take that down."
    },
    {
        "speaker": "B",
        "text": "Well, ethereum at least is known to be a place of rainbows and unicorns, but maybe with the success of punchy penguins, you could add penguins to that list as well. At least that would be the success scenario. Luca, when you bought the pudgy penguin ip, you kind of sound like a man with a plan. So what was the plan? Even before the deal was inked and things were official, what did you know that you wanted to do with it? You know, day one month, one year one? What was the early, low hanging fruit that you wanted to tackle first?"
    },
    {
        "speaker": "C",
        "text": "So I think, like, in the simplest terms, I wanted to win. I wanted to be number one. I'm a super competitive guy, just how I find enjoyment in getting up every day. And fortunately, there's a lot of competition, not really inside of the space, but outside of where we want to go, at least in the IP realm. I knew we wanted to build a legacy IP, but our vision for what we wanted that IP to actually look like was a lot different to what it actually ended up being. And so to give you guys some context, when I first bought the project, I spent seven days for two to 3 hours in the discord talking to all the community members. And why I did that is because I knew this wasn't a democratic process, and I knew that half of the community actually didn't want me to buy it. They were kind of in favor."
    },
    {
        "speaker": "A",
        "text": "So people were pissed."
    },
    {
        "speaker": "C",
        "text": "Yeah, totally."
    },
    {
        "speaker": "A",
        "text": "And at the time that you were purchasing, was this like, okay, so I'm actually April 2022. What was kind of like the pudgy penguin price at this time? Like, what was kind of market sentiment? It couldn't have been all time high, right?"
    },
    {
        "speaker": "C",
        "text": "Like seventies, 0.8 east."
    },
    {
        "speaker": "B",
        "text": "That was the low."
    },
    {
        "speaker": "A",
        "text": "And that's off of all time. What was all time high up to that point?"
    },
    {
        "speaker": "C",
        "text": "All time high. Was four."
    },
    {
        "speaker": "A",
        "text": "All time high was four east. And we're at 0.7 now. Yeah, so they're already kind of like down in the bear market. And then they see Luca enter the chat, and you're like, yeah, I own it. Like, I own the IP. And so, yeah, so what was their reaction?"
    },
    {
        "speaker": "C",
        "text": "They were, you know, some of them were stoked. Like, some of them were not so stoked, you know, but again, like, rightfully so. Like, the guy who I was competing with to buy this on paper, had probably a more impressive resume. He was an OG. Ethereum guy, had built a really great product. Obviously, I think my resume is impressive for my age, but from the crypto native, obviously this idea of consumer facing, consumer facing crypto wasn't really a thing. We just had done a bull run off of defi leverage. This guy was a Defi guy. That's probably in your best interest to do that. And a lot of the affluent members of the community, who were also real ethereum purists, wanted me to make it a Dao. And though I'm a huge believer in Daos, I don't think the infrastructure is built today where a Dao can be hyper efficient. And I think just the nature of human behavior needs some sort of leadership. I think we've seen that over thousands of years. Every great empire was built with somebody at the helm. And I think that there's a reason why that structure exists and why CEO's are in place. And I think Daos will get there. I just don't think they are today. And so this completely decentralized democratic process, I don't think is the most efficient for building quickly, efficiently, and with a powerhouse mentality in mind. So, you know, I had some convincing to do is basically what it was. And so I spent seven days, two to 3 hours a day, going back and forth, and I basically asked community, what's your vision? What do you see? And by the end of that week, my vision for punchy penguins completely changed. And I'm really thankful for that. I think if I wouldn't have done that, this business would have failed a long time ago, and I wouldn't be speaking with you guys today. And it ultimately leans into what I think our biggest superpower at Pudgy is, which is the leveraging of this hive mind that is this brilliant group of pudgy penguin holders to actually build this business in the best way possible. So I have a thesis and a statement that might upset some, but I believe it to be true. Based off of my learnings at building Pudgy, which is a web three company, is not predicated on the technology in which you build, but the cadence in which you build it. And so a lot of people, I think, are web two companies selling digital products on the blockchain. And that's what they are. But they disguise themselves as web three companies because they're using the blockchain to sell those products. But this complete web two mentality. And so I think pudgy penguins and how we build it is very much in what we believe is the ethos of what web three is about, which is a communal unit building towards an end goal, which is greatness. And we are all contributing to those factors. Whether it's through ideation, whether it's through marketing, whether it's through boots on the ground and pudgy penguin holders slapping pudgy penguin stickers in New York City train stations. It is a unified effort to achieve one goal, which is to make the penguin the most popular penguin in the world. And if and when we accomplish that, everyone, a part of this community, will be extremely happy."
    },
    {
        "speaker": "B",
        "text": "Luca, I asked the question about what was your plan going into the acquisition? And it sounds like your plan coming out of the acquisition was completely different. Maybe you can share some of the experiences or conversations or just ideas that you gained in that week post acquisition. That really changed your mind. Like, what was so powerful that you learned?"
    },
    {
        "speaker": "C",
        "text": "Yeah. So, coming off of a gel blaster, you know, gel blaster really shook up the toy industry. Cause no one had really went from zero to $100 million in basically two years. What we did at gel Blaster, it was, like, a pretty hot, hot toy."
    },
    {
        "speaker": "A",
        "text": "What kind of toys would we."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "What's gel blaster?"
    },
    {
        "speaker": "B",
        "text": "What should we think of in our head?"
    },
    {
        "speaker": "C",
        "text": "It's a toy gun. It's a nerf killer. So it shoots, like, little water. Orbeez. So it's like a completely dumbed down version of airsoft, but, like, a way better version of, like, the darts. The darts are, like, so whack. Every time you got hit with a dart, you're like, what? Is this pointless? This gives you a little bit of sting, but, like, it dissolves its water. It's like Orbeez in a gun. Like, just shooting."
    },
    {
        "speaker": "A",
        "text": "It's somewhere between, like, airsoft and nerf then, right? It's like a nice."
    },
    {
        "speaker": "C",
        "text": "Okay, it's the perfect medium. So complete disruptor to both categories. And so what I learned there is obviously, I saw, like, the craze of cocomelon and all of these. Right? And so when I came into pudgy penguins, I had, like, a toddler idea. I was like, I'm gonna go compete with cocomelon. Like, we're gonna go do the YouTube series. Like. But what I ended up being was like, no, we're like a kid adult brand for everybody. But we're not tapering to toddler."
    },
    {
        "speaker": "A",
        "text": "That's so hilarious to me that your brain goes to toddlers. Cause I'm like, toddlers don't have any money. Luca, what are you doing? Toddlers aren't going to buy, like, a ten Eth NFT."
    },
    {
        "speaker": "C",
        "text": "So this is the thesis, right? I think a lot of people even, you know, some of our positioning at Pudgy is towards, you know, the ten and twelve and 14 year old. But, you know, toddlers and, you know, ten year olds are also not buying Disney stock. Right? Like, the idea here, and I think this problem that pudgy penguins really solve is it is so much more of a compelling argument, I think, to the bunch. And I say that just respectfully, and I say that just. I believed this before we built what we built. But it's like, at this point, you're a crypto guy. You have a ton of ethereum you want to get exposed to nfTs. Your wife is sending you pudgy penguin texts and digesting pudgy penguin content. It's making her smile. It's making her laugh. She's sharing it to you. Your children are playing with pudgy penguin toys. Maybe your older sons, if you have any, are starting with the figurines and maybe the gaming side. So then you're looking at yourself and this pudgy penguin just doesn't leave your sphere of influence. You think the educated decision is, this is probably the PFP that I should buy. And then on the flip side, it's like you also have every great executive team. Somebody on that team in crypto has a pudgy penguin, is wearing a pudgy penguin. We have a huge sphere of influence from the actual crypto culture, which I think is one of the most underestimated parts about pudgy penguins in our community, is actually the affluent base in which the illuminati, or the peng Pao mafia, we call it. There is a very real base of ethereum purists and call them whales or whatever. You're this guy. You got your ethereum, your family is enjoying it, your kids are enjoying it, your girlfriend's enjoying the it, your friends are enjoying it. And then the colleagues that you look up to, your peers, they're not only enjoying it, they are branding themselves around it. Some of the biggest innovators in crypto are anchoring their identity off of this penguin. And then it's like, well, what are the comparables? And when you actually just, like, stack up the comparables against the rest, it seems like pudgy penguins is the digital identity for the crypto native. And for the people that believe that crypto should be a mass adoptable, mainstream product that everyone can enjoy and not just this bro culture, marginalized, cool and exclusive group that really has, like, sure, a great lifetime value from the people that you can address, but it doesn't really support what we all, I think, are working towards, which is a crypto powered world, right? Like, if we want a crypto powered world, the family has to be involved, women have to be involved, right? Like, it has to be everyone. And I think pudgy penguins embodies that better than anybody else. I just really do."
    },
    {
        "speaker": "A",
        "text": "Wow, that's so counterintuitive. But, like, that's a pretty badass answer and it's pretty smart. Like, I would not have connected those dots, but, like, now you think of it, a lot of the NFT collections are kind of douchey. You know, like, I just, they're just, I'm not going to name any ones out there."
    },
    {
        "speaker": "B",
        "text": "Name them. Name them."
    },
    {
        "speaker": "A",
        "text": "No, I'm not going to name them. But, like, yeah, there's this account, but I interrupted your flow. So originally you said you got the discord, you're going to go with toddlers, right? And like, what changed then? Take us from there."
    },
    {
        "speaker": "C",
        "text": "It was going to be a nuke if I went toddler. So just to give you an idea of, like, how the IP business works, when you taper down, you make more money. So, like, like, when an IP brand sells itself out is like, when they start going toddlers. Like, toddlers actually has the highest tam because there's like, you know, there's baby showers, everyone's sending toys. Like, it's just like, toddlers rule the world. Surprised? Like, at least like the toy business. Yeah, they run the show and Coco Melon is the king. Like, cocomelon prints an insane billions of dollars every single year. And it was the North Star for a new. At the time, nobody had created a new brand on YouTube that had made that much money on content and toys in the amount of time they did it. Right? And I also knew I was thinking about it because I was like, well, you know, crypto, I had to move pretty quick. So I was just thinking young. I was just thinking, like, what I was seeing in the marketplace that was working, that was trending, that was high. And then, thankfully, the community completely grounded it, grounded me and kind of gave us a more mature approach, which is, like, you know, understand the culture of pudgy penguins is memes. We are the best memers in the space. There is a memetic prophecy around the pudgy penguins that GCR kind of proliferated early on to the culture that they are stuck into that prophecy, you know, and just understanding that this group of guys and gals, once I started to speak with them and get to know them, them was like, okay, these are people that I would be friends with. So I'm talking to people that are showing up to our Tory Lanez yacht party and, like, off white roadster. So these are my people. And so I say that, and, like, it's easy for me to identify and understand, which, again, I was always into trading nfTs. I was never, like, I had my own personal community that I was involved with. I was never, like, interjecting into other communities. So I never. That was the one part I didn't understand with any of the NFT projects in which I purchased and collected. And so they kind of tapered me up, and they were like, no, dude, we're cool. We're funny, we're Lindy. We're all. We're men, women, we have families. But, like, we're not toddler brand. Don't touch our fishing rods. I was gonna turn their fishing rods into, like, space suits or, you know, I was gonna do rocket ships. You know, thank God I didn't do that. The rod is very much the squiggle of the pudgy penguin ecosystem. It is a fine art personified into a JPEG, a fishing rod, unlike anything you've ever seen, truthfully. So, if you're interested in art, I highly encourage you to look at these fishing rods, real masterpieces. So, you know, like, just little things that I was like, okay, we're gonna build something. We're gonna. We're gonna build pokemon. We're not gonna build, you know, cocomelon or, like, pepe the pig or, like, paw patrol. Like, we are gonna go build Pokemon. We're gonna make this thing a badass lifestyle brand, a badass community. We're gonna have fun games and fun experiences, and we are not gonna shoot ourselves in the foot and just try to, you know, target the toddlers and the small sub segment of whales who have toddlers. And, you know, we're just going to go, family. We're going to go for everyone. And I think the position that we chose was ultimately the right one."
    },
    {
        "speaker": "B",
        "text": "Okay, so that was the direction. That was the North Star. I want to get pretty concrete here. So what was the actual, what would you say is the first concrete, first step on that direction there? Like, what was in the game plan on the roadmap?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I think, first and foremost, just building trust. Right. And so, like, you know, we came into this. We bought the business with no money in the bank. We had a bankroll it with another half a million dollars. You know, we had 3% royalty set on pudgy penguins. Everyone. Every other blue chip was set to five. I was like, I'm not setting it to five. We spent way too much money on our first couple of events, but I wanted to do that because I wanted to show them we were serious and setting up the foundation. So, like, we were pudgy penguins on Twitter. We were pudgy penguins on Instagram. So I got to get all the usernames. I got blue checks on everything. At the time. Getting a blue check on Twitter was a lot more difficult than it is now. Right? Like, you know, I just had to. The brand, the foundation needed to be set. So, honestly, the first six months, there was no business, there was no employee handbooks, there was no insurance. I mean, I'm so glad that the community didn't completely just annihilate us. And this is why I'm so, like, this is why I'm so thankful for them. And I tell them this almost anytime that I can. A lot of other communities would have just completely gave up on us because the first six months, there was no real progress. Right? Like, there was. There was a little semblance of a social strategy. Obviously, we consolidated the usernames, but it was just like building the business, incorporating the bylaws, making sure that we had the right legal in place, the right operations. I had a core unit that I knew was good, but there was a lot more pieces that we needed to fill. Obviously, revenue went from. We made great money the first month, and then we basically made nothing the months after. The royalties then went to zero. So there was just a lot of figuring it out. And it wasn't until we announced our toy line in August that things really start to gain momentum for us. So August of 2022, I think, was the huge moment. It was kind of, like, down only until then. Community was happy because they saw that we were trying. I think that was important. Like, one thing I think we did really well, is just communicate. We do, every two weeks, we do an inter igloo, 90 minutes sessions, ask whatever you want. Let's ideate, let's brainstorm. You have a problem. Discourse is welcome. Let's debate it. I am pretty open. Outside of just giving the total alpha, there's a real open dialogue. We've been consistent there for the last two years, every two weeks, not missing a beat of. So really there's no room for resentment to fester because if you have a problem, go up and talk about it and we'll figure it out. And so community was really happy and just understanding that we were trying and they respected that. And they respected that we put up our own money to try and that we were trying hard. And I think that mutual respect really was played a huge role in this. And I think it's one of our core advantages because most people can't really say that we have just as much money to lose as our holders do, but we do. And I think that gives us a kind of a, you know, we look eye to eye and not like one looks down on the other. And I think that's really important. And then it wasn't until we got our toy line and our toy deal that people really be like, okay, well, the consumer product guys are getting into consumer products and they're doing what they're saying they're going to do. And so we're getting excited. And the idea that we actually licensed the NFTs for these products was revolutionary. At the time. No one, no major project had basically said, we are going to make a product line. And instead of creating our own characters within this universe that are not nfts, we're going to take nfts that holders are holding and license them? The value proposition with pudgy penguins is not licensing. It is a feature benefit for initiatives that we do. But it's really the concept of it. It's the concept of we're doing this together. It's what it symbolizes, not really necessarily what it yields or who it yields it for. Because all the cope and seethers and haters of pudgy penguins will be like, well, yeah, only 100 people can get licensed a year. And, well, dude, it's not about that. It's about the symbolism that we are doing this and we are not leaving you out of the upside and we are including you in this journey. And that was really revolutionary."
    },
    {
        "speaker": "B",
        "text": "Can you just explain a little bit more about the licensing just for people who aren't familiar with how that works or the significance or meaning of that. Like unpack that a little bit more. The relationship between the license and the toy."
    },
    {
        "speaker": "C",
        "text": "So the idea is simple. Like, I'm a believer that to expand the brand and to do what's in the best interest of the NFT collection and the NFT holders, I have to create awareness and I also have to create revenue that's not predicated on sending and minting more digital collectibles. Again, it comes down to supply and demand. The second I start issuing more nfts, I better hope I have overflowing demand. And 99.9% of NFT projects who issue more nfts do not have overflowing demand. The only situation in which that worked was mutant apes, because bored apes truly had overflowing demand. Every other time, it's been a huge net negative and has symbolized the beginning of the end. What I don't want to do is I don't want to be desperate for cash and I don't want to have to go force and make a new collection, because ultimately that puts my community at a disadvantage. What I want to do is actually make real money and be self sufficient and cash flow positive so that I can actually build an evergreen collectible that over time, I think you can't beat that. Awareness increases, supply stays finite. It's just a recipe for success. Ultimately, the idea is to accomplish the awareness goals and the revenue. I have to create products and content that people love and enjoy. Just have to do it. Though. I have two options on the table. I can either make them myself, which has kind of been the standard prior to pudgy penguins, which is like, hey, I want to do a collectible. I'm going to draw a collective. One of our artists who drew the NFTs are going to draw a collectible line. We'll make it. We make a million dollars on it. Company makes a million dollars. Thanks, community, for buying our collectibles onto the next right. And then the other side of it is, hey, we are an NFT. This NFT is the first edition collectible. This is the origin story to the brand. We are not here without our first collectors or our early believers. And our NFT holders are what made us so great. And so when we make collectibles, instead of just reaping all the upside to ourself, how about we just include you in that? So we license the NFT. Call it NFT 1111 pudgypeng one one one. I'll go to the holder and be like, look, I want to give you a royalty for every toy that we sell. Call it 5%. I want the right to turn your penguin into this toy. We sign an agreement, and every time one of those toys sells annually, they get paid a royalty distribution. And so the idea is we have 16 toys on the shelves of Walmart right now. 16 different skus, 16 different holders, and 16 different payouts, some of which we are beginning to pay out as of recent. So that is the thesis here and how that works."
    },
    {
        "speaker": "B",
        "text": "Okay, so pudgy penguin toys, plushies, they're in Walmart. You can buy them on Amazon. They're in stores all over. And there are 16 different types of pudgies. They are pudgies that are real pudgies. I'm sure you can go and find their correlate on Opensea. And these are deals that you've made with the 16 holders of these 16 pudgies that you've manually sent out and inked and then sent back. And these 16 holders are getting royalties anytime one of their versions of a pudgy penguin gets sold in Walmart. Walmart, they are getting the kickback. That's all correct."
    },
    {
        "speaker": "C",
        "text": "They're getting a portion of the kickback portion of the. Obviously, the company penguins make some money, but, you know, they don't get the full. They'll make all the money, but they make. I think when we did the math, it's like 15% of net."
    },
    {
        "speaker": "B",
        "text": "Okay, how did these 15 pudgies get selected?"
    },
    {
        "speaker": "C",
        "text": "Aesthetics. We were trying to think of like a rubric, but we just hand this off to the creative team. Creative team picks, you know, CEO, we did it before. And like now the way that we do it, just creative picks the ones they want and goes through a submission funnel, and then creative picks the ones that they think has the best product market fit."
    },
    {
        "speaker": "B",
        "text": "Will there be more in the future? More selected?"
    },
    {
        "speaker": "C",
        "text": "Yeah, so we're actually doing this by the time this thing airs, probably. We are actually announcing a really exciting product, which will be on Friday. That product is overpass IP. Overpass IP basically makes NFT licensing and web three easy with a couple clicks of a button. And so what we kind of found when we licensed the first 16 toys was it took two months and it was a ton of friction. It cost tens of thousands of dollars in legal paperwork. No wonder no other project did it before us, because it was like a huge burden. It was actually a liability to kind of do it when you factored in all the costs. And we thought to ourselves, well, there probably should be a web three way to do this. So we're actually launching opportunities for 88 big pudgies and little pudgies alike for season two of toys. We expand our toys in more markets and new lines. And then that will also debut the beta test for overpass. And as long as the beta goes well and there's no glaring bugs, we will open up the beta and officially launch overpass in February for not only pudgy penguin holders to enjoy, but all projects to enjoy. It's kind of going to be our gifts to crypto and our gift to web three. It's a platform that we needed to complete our thesis. It solves a huge problem for us internally, but we will also offer this opportunity for others to follow in our footsteps and license the IP of their holders and initiatives."
    },
    {
        "speaker": "A",
        "text": "That is really cool. So you're building some of the kind of the tools and the infrastructure as you go. Let me ask you, so these 16 that were in Walmart, what has happened to the price of these 16 penguins? Right. So you like, has that gone up and has that been disc correlated with the rest of the collection?"
    },
    {
        "speaker": "C",
        "text": "So there's two ways in which I think, obviously there's some monetary value and what a licensing deal kind of brings. Obviously, there's the royalty. That royalty can really fluctuate. It could be, depending on the initiative. We've had very limited. Some collectibles like you see here, you get paid a couple eth for that. It's like five, six grand is not much because there's not much gross there. But what it really symbolizes and where I think the monetary value really accrues is there's only so many penguins that are licensed, and you typically probably want one that's correlated to a physical product, which makes it really cool. And so there is a premium for those. Those premiums fluctuate depending on, obviously, the rarity and what already is kind of baked into the metadata and how those things are structured. But we are finding that licensed penguins definitely have a premium."
    },
    {
        "speaker": "A",
        "text": "And so if it's a licensed penguin and they sell that licensed penguin, does the new owner of that licensed penguin then inherit the royalty, or do they have to reset?"
    },
    {
        "speaker": "C",
        "text": "Yeah, so you have to re sign and we have to renegotiate the deal. If you were to do it that way, then I think it would define a security and it'd be a pretty good argument for there. For us, two parties are interacting to make this deal happen. And so that's kind of what transpires when we license a penguin. And it's not just selecting and you're going through a bidding process, you are submitting it, you are making this deal happen. And because of your efforts, this deal is coming to fruition. And so you can't just sell it to somebody and then somebody just walks into a thing that yield some sort of income. That stuff has to be renegotiated and retalked about and has been one of the things that overpass will solve for, because that's also been a pain in the ass process."
    },
    {
        "speaker": "A",
        "text": "Yeah, I bet I was kind of bespoke, I guess, with each of these. Let me ask you the big question here, though. How in the world did you get a deal with Walmart? Okay, that seems like a big deal to me. I don't know, you come from kind of toys and branding, but like, how, how does something like that happen?"
    },
    {
        "speaker": "C",
        "text": "I think it's just Walmart being a bunch of chads. I think if we're going to be honest, it is a really big deal. And if anybody who knows consumer product, which I'm sure there's a lot of people listening who do, it's the type of program and the brand in which pudgy penguins is today. Walmart basically put 2000 pallets in the center of stores across the country to a brand who has no movie, no tv show and no game or hasn't done it before. That was their first crack. And for them to do that, I think just symbolizes how excited they are about web three and specifically innovation. Just so you know, I've talked to some pretty high level, I'm not just talking to buyers at Walmart. I've talked to some pretty high level executives up at the corporation. They are taking web three and specifically just like technological innovation very seriously. I mean, they're way more innovative than I thought. I mean, I think sometimes Walmart gets a bad wrap because they kind of cater to maybe low income neighborhoods and you see some of the videos, but they've actually got it really figured out and they're actually really trying to improve the customer experience and to make that experience more fun and more intriguing and ultimately just create a better value proposition. So one of the things that I think is really unique about digital collectibles and I think this web three universe is Walmart is in the business of having the best deal, right. And giving these digital unlockables and really exploring with this, like imagine a world, at least this is one of the value propositions that we hope to accomplish with pudgy penguins. But imagine a world where you buy a pudgy penguin toy for $10. You unlock some ZK sync nfts that you unlock in the trait packs that come with the toy. And you sell those for maybe eleven or $12. But you keep your physical item, you buy the physical, the physical cost you ten. You unlock some digital traits and wearables, you sell those for, you made $2. Not going to maybe get you a burger at mcdonalds, get you a lunch, but youre physical still. When you think about the art of the deal and the art of the value proposition, if you can build the economy in which that actually works, it is an unbeatable mechanism to anything on shelf. Now, the economy and how that works is really tough. So to give you some context, we actually polled our marketplace for a treat because we just realized if this thing is going to work, work, we cannot let it be a speculative disaster because we've seen how that works. We've got to build a real economy for this to make sense. We launched the toys initially with the marketplace, and we've since pulled the marketplace. We have it ready. But it's like we need a real thoughtful economy to actually see this thing churn and work. And that's one of our big challenges over the next year, is can we really pull that off? And if you pull that off, the toys sell themselves. You will beat everyone on shelf if you can tell that story and if that economy can work. And this is something that's only possible with NFTs, it's the free economy. And obviously there's a lot of infrastructure that's predicated on that success that other people are building. So it's a real communal effort to. I hope all the pieces fall. I mean, so far the pieces have been falling for us up until this point, and hopefully we see that come to life. But Walmart, long story short, I had a relationship with them. Gel Blaster is one of the top selling toys at Walmart. So we were able to get through the door in that respect. I knew some connections there there, and they believed in the brand, they believed in the technological innovation. They wanted to be on the forefront of that. They didn't want to be following. They wanted to lead it. That's kind of the Walmart story."
    },
    {
        "speaker": "B",
        "text": "Well, it's great that Walmart is ready and willing to take a chance on a web three product. It would have been a different outcome, however, if it was a flop. It sounds like it wasn't a flop. It sounds like pudgies had some volume at Walmart. Are there any numbers or metrics or sales or revenue numbers that you can share with us about just how to quantify the success of Pudgies and Walmart."
    },
    {
        "speaker": "C",
        "text": "I can't tell you with Walmart specifically, but I can say pudgy penguins has sold 750,000 toys in the last seven months."
    },
    {
        "speaker": "B",
        "text": "Wow. What's the average price point?"
    },
    {
        "speaker": "C",
        "text": "It fluctuates. So it goes for as cheap as three to 25. So in gross retail sales, it's over $10 million. So median would be about 13. Wow."
    },
    {
        "speaker": "B",
        "text": "And this has made the pudgy penguins company completely self sufficient."
    },
    {
        "speaker": "C",
        "text": "We spend a lot of money every month. We have a pretty sure, but I would say when we raised our seed round, basically twelve months ago, we have the same amount of money in the bank than we did when we raised. So figuring we're growing and socials are growing and business is growing and awareness is growing and we're pretty cashflow positive. Some months we go in the red, some months we go in the green, but we're pretty good in that respect."
    },
    {
        "speaker": "A",
        "text": "Luca, I'm kind of struck by this. This conversation is going in a direction I didn't know for sure it would, and I didn't have all the content context for pudgy penguins. Haven't been tracking it closely. I was sort of vaguely aware of all the work that you were doing in the background. And then obviously I saw the Walmart news and I was just like, how? Wait, what? And I guess, like, I'm struck by how wholesome this story is. And the reason I'm struck by that is because I think that crypto has been in sort of its nihilist phase with respect to nfts for a while. And certainly, like, the wider non crypto community is, like, even more so. I mean, just like all of the videos you go on Reddit, you ask about nfts, everyone's like, that's a scam. Yeah, look, pump and dump. Like, you fraud. And it's true there have been a lot of lazy attempts at nfts that have been, like, little more than rug pulls. But, like, here is a founder who is, like, going into this project and, like, partnering with the community and rolling up his sleeves and actually, like, getting shit done. And there's something about that that just, like, feels wholesome because you're kind of building real world utility. Like, that has been the promise of nfts from the beginning. So I just wanted to reflect on that. It's just like, it's kind of cool to hear this story, and I didn't expect it at the beginning of this conversation. There's one quote that I saw from a video I'm wondering if you could reflect on, and you said this when you were building in Web three, it is not your company. You're the muscle to the brain, that is the community, is not your company. You are the muscle to the brain, that is the community. You've built in kind of like the analog world, toy companies and kind of web one, web two type of world. What's different about Web three? As you kind of zoom out there's."
    },
    {
        "speaker": "C",
        "text": "A real investment that is kind of taboo and I guess people don't speak about it, but like the elephant in the room is people are spending tens of thousands, hundreds of thousands, billions of dollars on these things, things. And you have to have some empathy and respect for that. That's like a real thing. I remember being a collector and being like, I wish you would just listen to me because I've spent 100 grand on your shit. So listen, just listen dude, and process the feedback. And I think part of the strength is I was also in the shoes of the disgruntled community member, really frustrated at one point. I had millions upon millions of dollars worth of nfts I wanted and I felt like I had really good valuable input. And I think pretending that this is any other thing, it will lead you to fail. I think it's just a recipe to failure. It's a straight shot to failure because pretending that this is your moat and you are here because of you and not because of the support of all of these people putting insane amounts of money behind you and behind the brand and behind the community is to be completely negligent of the truth. This is just the truth and the nature of the business. You have no other business where your core consumer, your core believer, your champion is so financially invested. Nothing else exists like that. You have a responsibility. This is very much a publicly traded start. Just think about what that means. A startup has all the cons of a startup and all the cons of being publicly traded and you have to leverage those cons and turn those cons into pros. And those cons can be very much pros. I used to look at them just cons, but I was like, it's kind of a pro because it keeps me in check and keeps me leveraging the superpower that is the group. And I just believe that 5000 people are exponentially smarter than ten people in a room, in this room behind me. I think they're just going to beat us every time. I also had to be the filter. Trust me, there's tons of ideas that come to my thing. I'm like, okay, thanks for the idea, man. But in the back of my mind, I'm like, this thing's not going anywhere. But that's the beauty. It's about the needle in the haystack and catching that. And there's definitely been a couple of needles that this community has given me that have absolutely changed the trajectory of what this company looks like."
    },
    {
        "speaker": "A",
        "text": "Okay, so I want to ask you about the unit you said a publicly traded startup. I want to ask you about the double edged sword. That is speculation and that is price. So, you know, another NFT project that I've been observing over the last year or so, and indeed we've had him on a couple of times, is Kevin Rose. And like moonbirds, right? And so that launched to absolutely massive price appreciation over the, like Christmas holidays. I listened to an episode of him just kind of like talking to Tim Ferriss about it as a podcast episode. And apparently the whiplash of the Moonbirds project, right. He said it almost spiraled him into physical depression because he would hear from some community members who had purchased a moonbird kind of at the bottom and just, they'd come up to him and give him a big hug and just like, Kevin, thank you so much. The price is appreciated. And then he'd hear from other Moonbird holders who had bought the top and lost a whole bunch of money and were absolutely pissed off at him. And he was just reflecting on the double edged sword that is speculation, which is live by the price, die by the price. And Luca, I'm interested in your take as an NFT founder. I suppose things are going well now. And part of that may be obviously you've been incredibly successful. You're executing against a plan, but also you've got the tailwinds of price appreciation, my friend. I was just looking at like the price of these pudgies and it's 18 eth now. So, like, well off the lows, like, and I'm sure the community number three, the community is beaming, right? Like you got the third largest NFT, like 160,000 Eth in terms of total market cap. If you multiply kind of the price floor, they got to be happy with that. But that could turn against you at some point in time. And like, when it does, you know, have you considered that? Do you have any wisdom or reflections on that?"
    },
    {
        "speaker": "C",
        "text": "I think the key kicker that we've done for the last two years that I think some of the projects you mentioned did not. And I think a lot of people got caught in that the trap of the tailwinds is expectations. The expectation on what it means to own a pudgy penguin is exponentially clear. I am giving you no reason to speculate. I am giving you no reason to theorize. You can theorize things and think things may happen because, you know, other projects did it, but I am not giving you room to do that. What you get when you buy a pudgy penguin has been the same when it was two ETH. It is the same today when it was 18, and it'll be the same one day when it's 100 eth or 200 eth. If, God willing, we get there right, it is going to be the same. And that is the key, right? Everyone is aligned on the North Star and we have marching orders towards that direction. And what you decide to do and you make the conscious purchase with your hard earned money is your decision. My north Star will stay the same. I will keep treading in this direction, and I will be the world's next great legacy brand and web three's first ever true breakout brand and the face of crypto and blockchain in ways from a consumer facing standpoint. I will be that. I will do that. I am conscious of supply and demand. I will keep our resource finite on the bottom unless something changes. And I think it could be a net positive to the community. And that's it. And at the end of the day, people have to accept their buying decisions, right? Like I bought a bunch of chamath spacs. I don't blame tremath for the millions of dollars I lost on tremathouse fast. I blame myself. I bought doge at $0.50 when Elon Musk was going on SNL. I don't blame Elon Musk for the loss of my finances. And so I know that as long as I rein in the expectations and I don't give people a reason to speculate, which right now there is none outside of your own theories, which you could make up in your own head, that any disgruntled behavior or negative sentiment towards me will not be inflicted because of decisions that I made or things that I did. I will really just tell people if I did make a mistake, I will fix it. And I try really hard not to make mistakes. And though I'm human, those will probably happen. So I can't say I'll never make a mistake, but try everything in my power not to do it, but things ebb and flow. Pudgy penguins were seven and a half eth in December and they went down to three and a half eth over these last twelve months and now here we are. These are things I can't control. I can only control what I can control, which is showing up every day, lead by example. I think I'm the most transparent founder. I have a whole YouTube series following us. I do inter igloos every two weeks. There's no holder that can't get access to me if they have a critical question or thing they want to ask or an observation or thing they want to fix. And that's all I can do. And they know I can't control price. And at the end of the day, the community members too, I found they don't bully me for this stuff, which I think it comes down to the purchase, it still comes down to, okay, I know you're down bad and I'm sorry, but I'm in the same boat as you and I'm working to fix it. Versus maybe other founders. They're like $100 million up and they're like singing Kumbaya and they have a great life and great salaries and everybody else is now so pissed that you are now in this position of amazing this and we are not. And my relationship with my group, which is my community, like that will stay the same. And I think as long as that stays the same, we're all in the same boat here. And yeah, I think that's probably the answer to it. But I will say I do have a lot of empathy for some of these founders that go through it because I see some of the things that people say and I don't think people understand this criticism and how mean, especially the anonymous culture. It is so easy to poke holes at somebody and to be so nasty and aggressive and it's just, I just really, and just to be clear, I've been this nasty individual in the past when I was younger, right? Like I totally was this Internet keyboard warrior. And I have empathy for those people today because one, it stems from an insecurity, it stems from something that's going wrong in their life, right? And they are lashing out and they are projecting. But I will say if you are that person, to be conscious and to fix that behavior, because never has that behavior ever yielded a positive result. It never has. Right? And to really just emotionally bully people over the Internet is never okay, though. I think people should be held accountable. But I think there's a way to communicate that accountability. And I don't think a lot of the anonymous culture will really incentivize some things that nobody would say if you knew who they were, were behind the cartoon. Pfp."
    },
    {
        "speaker": "B",
        "text": "Well, definitely a current, in this conversation of stability, if you will. You talked about leading and creating a bull market, not waiting for one to happen, having a plan and sticking to it, and just overall, just vibes of stability in this whole project seems to be coming forth. Luca, we talked about the toys, and that is the in real life manifestation of pudgies, the actual physical material. But also on the roadmap, on the pudgy roadmap, there's Pudgy world. And this is the digital landscape, the digital frontier. This is the promise that I think many, many NFT projects made in 2021. I was like, oh, we're going to create a metaverse. And it was also the promise that ultimately broke a lot of these NFT projects, because, you know, creating a virtual world's hard. So maybe you can talk about what is Pudgy World, what is the plans for it, and where is it on its roadmap."
    },
    {
        "speaker": "C",
        "text": "Yeah. So not only did we put NFT IP in the world's biggest retailer, and the story of web three, which is like licensing and doing this together on the shelves of the biggest retailer, but we actually put blockchain technology on the shelves of the biggest retailer. So every toy that we sell actually comes with a birth certificate. And on that birth certificate, there's a QR code. That QR code points you to pudgy World, in which you are tasked to redeem your digital trait pack. You then put in the email and a password. You're given a custody wallet. Through our custody wallet solution, you then redeem three to five traits, depending on rarity, three if they're super rare, five if they're more common through a gas experience powered by ZK sync. So shout out to Zksync for the help and you are then redeeming these traits for nothing short of a five to ten dollar purchase of a toy. And it takes you about 60 seconds to walk through that flow. And so the idea is we're bringing blockchain into the hands of regular people and they don't even know it. And so you buy a toy for $10, you make an account on Pudgy world, and within 60 seconds you have a little bit of a taste of what it's like to digitally collect on the blockchain chain. Though it's not super front facing, I'm a firm believer that blockchain is the back end, not the front end. For some reason, it's been the hook for everybody's project and brand or company that they're building. And I think that's a fatal mistake. This stuff has to be abstracted. It has to be what powers this, but it cannot be a source of confusion or thing that somebody has to learn. They will learn as they get involved, but you have to ease them in. That's how consumer behavior works. It can't just be a complete conversion. It has to be stamped towards that process. And I believe that in this scenario, it is going to be the product that I refer to as the middle of the funnel. Top of the funnel is expansion, toys, marketing, content, distribution. How many people can I get to love the penguin? And then boom, well, sell products, will products onboard you into this digital ecosystem? This digital ecosystem is Pudgy World, an MMORPG, a place that you can just have fun, a casual game. This is not a Fortnite triple A game. I don't believe in that. I believe that web, three games need to have something that's simple, sticky fun, something that a seven year old can enjoy and a 25 year old can enjoy. Our thesis here is beautiful, creative, fun, simple, stupid, a really good game loop, and a thing that people can do and just enjoy and interact and more importantly, socialize with their friends. All kind of driven through this distribution, through the toy distribution that then kind of gets them in this immersive digital world, gets them collecting, trading and all the whole nine that eventually, I think, trickles down to eventually becoming an NFT collector. So that's the middle of the funnel of our product. And if you ever hear me saying we brought a blockchain on the shelf of the world's biggest retailer, that's what I mean when I say that."
    },
    {
        "speaker": "B",
        "text": "Okay, so right now it's primarily a place to collect properties. How much further investment into this middle of the funnel are you going to make? Is this going to be like its sole focus? Like, how important is this as a product line, would you say?"
    },
    {
        "speaker": "C",
        "text": "I think it's really important because it's, you know, not only does it complete the toy loop, right? Which is like, right now, if you go to Pudgy world, it is not this robust explanation that I just gave you. It's really just a character builder and a couple mini games and maybe some daily rewards. We raised our seed round predicated off of building an IP, not building a game. Two completely different feats. You know, we're currently in the process of probably doing our series a here pretty soon to actually like, really give this gaming a real crack track. It's important. I think it's important to do what I think Pudgy Penguins ultimately is, which we haven't really talked about, but under the hood of this cute pudgy penguin, what Pudgy Penguins actually is, what this company actually is, is web Three's distribution company. We are distributing blockchain technology and blockchain powered products through IP. That's how we do it. The IP is the trojan horse vehicle in which people feel comfortable, they develop a love and an affinity for IP has been known to garner the hearts and minds of millions of people, very often over many, many, many different titles. And for us, we want to onboard people into the space and how we're going to do that is through cute little pudgy penguins. But it depends. The second layer to this is really the suite of products in which we onboard them to. When you sign up via Pudgy world, you're actually signing up to Pudgy wallet because I'm making you a custody wallet and you now have this interface. What does that build out look like? When you onboarded a pudgy world, you're onboarded onto pudgy wallet, but then you're also onboarded into a web three game that has NFT redemptions out the wazoo and a whole game loop that's powered by a blockchain loop. Eventually the North Star is we can say, hey, we brought 10 million people onto the blockchain. And we actually did and here is why. And then actually educating them. Maybe there's an ed tech platform that we either partner with or we create, and then we actually teach them and maybe like a coinbase earn program leveraging the penguin, how you actually look at this from a five to ten year horizon, it gets extremely deep, and I don't want to bore you guys with those details, but obviously we have to achieve what's right in front of us, which is a legacy IP brand that's working in the real world, and then all of that stuff comes secondary."
    },
    {
        "speaker": "B",
        "text": "I want to ask about the collaboration with Zksync. Using a ZK roll up makes a ton of sense because this is going to be a consumer product. There's going to be hopefully millions of people using these things. And we also need native account abstraction, which I'm sure is part of the pudgy wallet. Can you just shed more light around the collaboration with Zksync and what's come out of that?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I think ZK sync specifically from a tech perspective, they have the cheapest fees. I mean, dude, even with the cheapest fees. This stuff costs a lot of money in gas to kind of front and this has to be optimized for that. As of the last month, per my call with them, they had the cheapest transaction fees out of any l two. And so that was kind of the direction and the promise they made us. And so far they're fulfilling on that promise. They're also just huge help from a developer and a partnership standpoint. I mean, they've offered tons of resources that have made the difference for us. Again, our core competency is in building brands and building IP and in marketing and gaining awareness. We are not the most robust game developers will own that. But I believe building a fun, simple and creative game is not rocket science. I think what's rocket science is the distribution and the IP and actually being able to get people to play that game. And I think we have that part down path that the part we really need to figure out and we're working towards right now is getting the right partners to help build this thing. And they've been instrumental in that process. So I think they're just great partners, they're great people, and the tech speaks for itself. And so far they're the one the chain that made the most sense."
    },
    {
        "speaker": "B",
        "text": "When is pudgy world slated to go live?"
    },
    {
        "speaker": "C",
        "text": "We alluded to quarter one. It seems like a goal that we want to hit. Obviously, gaming is a lot more deep and complex than I think people think. I'm slowly accepting the fact that there might be a delay. You know, it is what it is. You know, we run with the punches, but we know we need to get that product out sooner rather than later. Time is of the essence. Every day we're selling toys, every day there's people scanning these QR codes, and every day that we don't actually have a fun, playable loop is a day in which we're missing out potential super fans and community members. So we need to get that out sooner rather than later. And we're on the clock. But it is not a cheap feat, it's not an easy one, and it's definitely going to be our biggest challenge yet."
    },
    {
        "speaker": "B",
        "text": "Luca, right before this podcast, I asked the bankless nation what questions they wanted to ask you. So I've got three quick lightning round questions. You ready for them?"
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "The pudgy gifts. Why do I run into so many pudgy gifts everywhere? Whenever I'm looking for gifs on Discord or in Telegram or on Twitter, and I type in some prompts to show me some gifts every once in a while there's always a pudgy version of the GiF, I'm looking for, like, where do these come come from?"
    },
    {
        "speaker": "C",
        "text": "Content distribution. We make 200 to 300 gifts a week. It's its own seven person department. It is no joke. So it's intentional."
    },
    {
        "speaker": "A",
        "text": "You got gift game man."
    },
    {
        "speaker": "B",
        "text": "Yeah. All right, next question. What is your personal favorite pudgy trait or traits combo?"
    },
    {
        "speaker": "C",
        "text": "Don't tell anyone this, but I'm a big wizard hat guy. For me, personally, I think the bowl cuts are, like, I love the bowl cuts and the cross eyes. Cause I think they're just the most memetic, and they probably have, like, the biggest lore in the pudgy penguin group. Obviously, I'm a goldschool skin. We do a little luxury over at pudgy penguin, so we got to keep the gold in the ice. Gold ice goggles. The clout goggles. That was actually my first winning product. So I was dropshipping when I was 18 because I had no bucks in my bank account. So what am I going to do? Clout goggles was actually the thing I first made money on. So the little clout goggles, playboy cardi was wearing them. We actually have a trait of those in pudgy penguin, so I love my clout goggles. Bowl cuts, Vikings. Because of Alex wizards. Brian Pellegrino really set the bar for the wizards, and he's kind of just migrated the flock of giga brains to the wizard community. So those would probably be my bunch."
    },
    {
        "speaker": "B",
        "text": "Amazing. All right, last lightning round question. What's your biggest worry? Your biggest worry about the pukchu penguins?"
    },
    {
        "speaker": "C",
        "text": "Let me give you a true and honest, thoughtful answer. My biggest worry would probably be, you can make fatal mistakes in this business. Business, it's just the truth. One move can be fatal, and that is worrisome because it's like, build a reputation for 20 years, one day you can lose it all. This business is unforgiving, and rightfully so. If I make a fatal move and pudgy penguins go from 20 eth to ten eth, like elephant in the room. It's really taboo, I think, for founders to talk about floor price. I don't know why it is. Should just talk about it head on because it really matters to people and just dress it for what people are really. It matters to a large segment of community members. I always think about the person who made the highest sale. That's all I think about. I think about them. You can't. Not putting your group who is so passionate and cares so much and does so much for your brand and potentially putting them in a spot that they don't deserve to be in is my greatest worry, is my greatest fear. But it's also the thing that I work hardest to supplement. Meaning, like, you know, everyone has these, like, NFT councils or community councils. Dude, I've had that since day one. Like, I run this thing by 20 people. You know, we had one little move with our rods. We, like, made a mistake. We didn't optimize for people who hold, like, multiple. So I already kind of been in that situation. This thing is top of mind always when we announce something or when we start to post things, you also have this other side, this group that wants to see you fail because they're not a part of the community and they're just so mad that they picked the wrong one. So then they'll take narratives that everyone's okay with and try to reinvent it. So what you really have to do is you have to jump ahead of all of the objections before you do something and think, okay, well, where are people going to object? And why are they right? Or why are they wrong? And if they're right somewhere, how do we fix that? So the actual rollouts, as we call it, of this is probably the most important part of this business, us. And it's the thing that we are the most thoughtful of. So though it's my biggest worry, it's the thing we supplement for the best and is the thing that we talk about the most in the company. And we have many, many people, we run these things by."
    },
    {
        "speaker": "A",
        "text": "Luca, thank you so much for spending time with us on bankless today. I appreciate the approach and certainly congrats on bringing penguins back from the dead and now maybe to the masses. One last question. This wasn't from the community. This is my own personal when are you going to flip in the apes, my friend, you're on the cusp of it. That gonna happen?"
    },
    {
        "speaker": "C",
        "text": "Look, man, I have so much respect for those guys, the apes. You know, we are not here without them. I don't have the confidence to buy pudgy penguins without the bored apes. Just being frank. I think if anyone did a good job, it was them. I think their run in 2021 was amazing. I don't want to win at their expense. I think they're going to win regardless of whether we go. I think my hope and dream for the space and where I believe the future lies. I think pudgy penguins being number one will be nothing but a net positive for everybody involved. I just do. I think. And that's my answer to that and hopefully we rise together and, you know, huge fans of everybody in that group and you guys been super helpful in just communicating with us and, you know, mentoring us and some of the things that we have questions and so, you know, I want to see them win and I want to see both of our brands win, though I I do want pudgy penguins to be number one. I think that will be good for this."
    },
    {
        "speaker": "A",
        "text": "There you go. And then we'll go. We'll flip in Pixar after that. And Disney folks too got to end with this, folks. Of course risks and disclaimers nFTs are risky if you don't know that by now. Wow, you haven't been here very long. You lose what you put in. But we are headed west. This is the frontier. It's not for everyone. But we're glad you're with us in the bankless journey. Thanks a lot."
    }
]