[
    {
        "speaker": "A",
        "text": "Hey, bankless nation, this is an emergency episode. We've got a job to do on this episode. We have two guests we're going to introduce you to in just a minute. But I want to set the context for this episode. The US is trying to kill crypto right now. That is the us government."
    },
    {
        "speaker": "B",
        "text": "And more than usual."
    },
    {
        "speaker": "A",
        "text": "What I'm pointing to specifically is an interpretation of some tax rules that came out from the IR's at the end of August. We haven't talked about this yet on bankless because we've been waiting for the troops to get all of the content together in order to give you an easy call to action and next step that you can take. But the short of this is there are some IR's interpretations that would effectively kill Defi and crypto use cases in the United States requiring."
    },
    {
        "speaker": "B",
        "text": "Not just use cases, not just defi. Touching a blockchain will make touching a blockchain an illegal thing for tens of thousands of people who work in the crypto industry."
    },
    {
        "speaker": "A",
        "text": "Right. Unless you are AML KYC, it requires all of this kind of additional compliance. Effectively, this will be absolutely detrimental for the crypto industry and the US. But there is good news here. The good news is we can change the interpretation. It is a draft interpretation is not finalized from the IR's and we have, I think, seven, six or seven more days in order to comment on this interpretation and get the IR's to reverse course. So this episode is a call to action. If you are a us listener in this episode, you will find in the show notes a link to take five minutes from your time to actually generate. We've got an AI tool in the episode, so you can AI generate a comment and submit it to the IR's. And I think David, our guest, said if we get 10,000 comments."
    },
    {
        "speaker": "B",
        "text": "10,000? 10,000."
    },
    {
        "speaker": "A",
        "text": "It might delay."
    },
    {
        "speaker": "B",
        "text": "Delay it by one year."
    },
    {
        "speaker": "A",
        "text": "Okay. It could delay this by one year. So that is the call to action and what we're going to get into today."
    },
    {
        "speaker": "B",
        "text": "Extremely easy. Me and Ryan both filled out our comments after recording this episode and before doing this intro, and it took us both about three minutes."
    },
    {
        "speaker": "A",
        "text": "Three minutes, very easy. David and I did it. And by the way, you can adjust the severity of the AI's tone in generating your letter. There's like, you can be mild, you can be aggressive, or you could be spicy kind."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "You can be mean."
    },
    {
        "speaker": "B",
        "text": "Like, you can pick a tone and you can, you know, impromptu with your own concerns. It's really useful."
    },
    {
        "speaker": "A",
        "text": "Yeah. So this is fun too, actually, let me just give you the website at the beginning of this. Go to protectdefi.org dot. Okay, we're gonna give you the call to action at the end of this episode, too, but protectdefi.org dot. If you don't want to listen to the content, you just want to get started now and you know what to do here. David, is there anything we should say before we get into this episode?"
    },
    {
        "speaker": "B",
        "text": "There are few moments in time like this in which the crypto community has very specific actionable outcomes that we need to have happen in order to protect this industry. So if there, if you ever do anything, it's times like this in which there are links and there are buttons that you can press to go make something positive happen. When we have opportunities like this, even though it feels like dire straits, because it is, it's nice because we have the action steps that we need in order to effectuate change upon a positive change for our industry. So put please do listen to just the call to action in the show notes. Our guests here that you're about to listen to. We should be blessed that there are moments like this in which we can actually effectuate change. It's sad that we actually have to do it, but at least we have the tools to get it done. This is crypto. We are about coordination. We ought to be good at this. And so this is the call to action, the request that me and Ryan are making of you, bankless listener, to click that link in the show notes and get this done. So let's go ahead and hear as to why you should do the things in the show notes from our two guests, Miller and Jason. But first, a moment to talk about some of these fantastic sponsors that make this show possible, especially Kraken, our preferred crypto exchange for crypto in 2023. The people that are also helping us effectuate change in the regulatory world. Thank you, Kraken. If you do not have an account with Kraken, there is also a link in the show notes to get started with Kraken today."
    },
    {
        "speaker": "A",
        "text": "Bankless nation. I am incredibly excited to introduce you to our two guests today. Miller, Whitehouse Levine has responsibility for the execution of the DeFi Education Fund, all of their mission and all of their goals. Prior to joining the DeFi education Fund, Miller actually led the blockchain Association's policy and operation worked. He also worked at Goldstein Policy solutions on a range of public policy issues, including crypto. And boy, are we glad to have him in crypto at this moment of time. Jason, welcome to bankless."
    },
    {
        "speaker": "D",
        "text": "Excuse me for having me."
    },
    {
        "speaker": "A",
        "text": "Miller. Miller. Welcome to bankless."
    },
    {
        "speaker": "D",
        "text": "Thank you."
    },
    {
        "speaker": "A",
        "text": "Thank you for having me. We also have Jason Schwartz, who is a tax partner at Freed, Frank, Harris, Shriver and Jacobson LLP. There's a lot of partner names there. And he co heads the firm's digital assets and blockchain practice. He has authored numerous tax articles on digital assets. And this is his bio. So I'm not saying this. Somebody put this in here. Jason, I apologize. He owns an embarrassingly large number of fine art nfTs. How those NFT prices holding up there, Jason?"
    },
    {
        "speaker": "C",
        "text": "Very proud of my collection. You can see just a small fraction of them behind me."
    },
    {
        "speaker": "A",
        "text": "Well, it's great to have you both on bank list. Thank you for coming on at such a time as this. And it feels like it's almost like a kind of a dark hour for crypto in the US. Like, what we're about to discuss is somewhat heavy. We've titled this episode, and I don't think this is hyperbole, the IR's is killing Defi, and it's not necessarily the IR's specifically, but it kind of is. But some people will react to that title and say, oh, bankless is being hyperbolic. They are exaggerating the situation. It feels like every single week of every single month we have a new crisis facing Defi where the us government is about to kill it. But this time it really feels like it's warranted. And I remember in our back and forth about this episode, Jason, I was kind of pressing you on this. I was like, hey, bankless nation has heard us sound the alarm a few times about crypto. Why is it important to sound the alarm this time specifically? So can we just set up the problem? Then we'll get into the cause and then we'll get into what to do about it because this is a very action oriented episode for bankless listeners. But what is the problem? Like, what is actually going on here now, Jason?"
    },
    {
        "speaker": "C",
        "text": "Okay, so let me start, Ryan, by saying I actually don't think that your title goes far enough. What? I won't. I won't."
    },
    {
        "speaker": "A",
        "text": "What's worse than killing?"
    },
    {
        "speaker": "C",
        "text": "I think that the proposed regs, if they were finalized in their current form, would not just kill Defi, they would kill all permissionless crypto use cases for us citizens. So we're talking any website that you visit that would include NFT platforms as well. Any potential payment applications for crypto. You would have to KYC, literally to buy coffee with bitcoin. Any, obviously, any defi, any use cases that appear within your crypto wallet. Your wallets would have to Kycu. Every website would have to kyc you. So I think this goes, merely touching."
    },
    {
        "speaker": "B",
        "text": "A blockchain is what this sounds like."
    },
    {
        "speaker": "C",
        "text": "Basically, yeah, merely touching a blockchain. Uh, through really anyone who could potentially be viewed as an intermediary, you know, and I say intermediary, they're not intermediaries, but the IR's views them as such. Right. Okay, so, so now to set it, set it up, right?"
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "Um, so in 2021, Congress changed the tax code to basically redefine what a broker is. As you guys know, probably brokers have to 1099, right? So if you sell your stock through a broker, they send you a 1099."
    },
    {
        "speaker": "A",
        "text": "And what that means, Jason, is a 1099 for people who aren't familiar with the nomenclature, is basically they have to know your identity, they have to know your address, and they send a tax form to your house basically on what your transaction activity is like, what your gains are. And so you might get this in the form of an interest payment, say from an exchange or a specific set of trades or something. And so if you are a broker dealer, then you are obligated to send these ten ninety nine s to anyone who had any sort of trading, buying, selling, exchanging type of activity within your exchange. That's what a 1099 is."
    },
    {
        "speaker": "C",
        "text": "That's exactly right. And brokers have to send a 1099 to the IR's with a copy to the taxpayer. So the IR's has your information regarding each transaction and you have your information so you can calculate your taxes. Now, it's always important when in Tradfi to receive 1099s because tradfi is not blockchain. Right. So when I sell stock, what I'm really doing is I'm relying on JP Morgan or another broker to sell the stock and record that sale on their own private ledger to which I do not have access. Right. So in order for me to know how much gain I recognized, JPMorgan has to tell me because I can't go and check etherscan to see how much gain I recognized."
    },
    {
        "speaker": "A",
        "text": "It's not open. It's a private database."
    },
    {
        "speaker": "C",
        "text": "Exactly."
    },
    {
        "speaker": "A",
        "text": "As a taxpayer, you wouldn't even know what the numbers are unless your intermediary actually supplied them to you."
    },
    {
        "speaker": "C",
        "text": "Exactly."
    },
    {
        "speaker": "B",
        "text": "The intermediary is the oracle is the source of truth. Therefore they're the ones with the responsibility to tell you what the truth is because they're the intermediary."
    },
    {
        "speaker": "C",
        "text": "Exactly. So consistent with that, the definition of broker since 1917, practically since the tax code began, has always been someone who either is acting as a broker on an exchange, is a licensed broker or, you know, more recently, since 1983, someone who has been acting as your agent or your principal in connection with your sale of stocks, securities, bonds, etcetera. Okay? And that makes a lot of sense, right? Someone acting as your agent would be someone who actually custodies your assets or deals directly with the custodian and directs the custodian to make sales on your behalf. Someone acting as principal is the liquidity provider in the market who you're trading against. Right. In 2021, Congress said, well, you know, we should apply 1099 reporting to brokers in the digital asset space as well. So they amended the tax code to include in the definition of broker someone who effectuates transfers of digital assets on behalf of others for compensation. Okay? Which is honestly, you know, not particularly controversial in my mind. I mean, if you, if you take, if you take that language at face value, effectuating transfers means, you know, to cause a transfer, right? If you check Merriam Webster, effectuate means to cause or bring about. So you can, you know, it's sort of sensible to say, well, look, like if Coinbase effectuates a transfer of my ETH for me, then of course they should send the 1099."
    },
    {
        "speaker": "A",
        "text": "Bechua transfer kind of implies an intermediary, is what you're saying. Even the dictionary definition of the language here."
    },
    {
        "speaker": "C",
        "text": "Exactly. Now, in connection with making that change, there was some back and forth, and Miller has all of the background details on that and can get more into it. Basically, what happened was a number of people did express concerns that effectuate transfers could be read really broadly, and it might, for example, include validators. So there was some back and forth between Congress and Treasury. There was actually a letter that treasury wrote, an open letter to several senators saying that the regulations will be based on principles broadly similar to those applicable under current law for brokers and ancillary parties who can't get access to information that's useful to the IR's will not be captured by the regulations that we issue under this statute."
    },
    {
        "speaker": "A",
        "text": "Okay, so I kind of remember a little bit of this back in 2021, and I remember a minor uproar from the crypto community. Right. And then I like the question or the concern as to whether this would reach out to, like, be applicable to validators and miners. Right? And then I do remember that that letter from the IR's from treasury coming back and saying, hey, we're going to be reasonable about this. Of course it doesn't apply to miners, and it'll just be like the brokers that you would expect were going to be reasonable. And then the crypto community kind of like, okay, cool, they're going to be reasonable. We have the language effectuate transfer in the actual legislation itself. So we're probably fine. That's what it felt like at the time. But it turns out, Jason, we are very much not fine. Right? So, like, what happened?"
    },
    {
        "speaker": "C",
        "text": "Not at all. And I don't know what happened, but what we ended up with are these proposed regulations, which would do very broadly two things. Number one, they would treat it everything tokenized as a digital asset that is potentially subject to 1099 reporting. So we're not just talking about ether, bitcoin, etcetera. We're talking about nfts. We're talking about stable coins. We're even talking about, like, tokenized stocks and bonds. Even though there's already a 1099 regime for them, we're just going to add more 1099 stuff to them. So literally, anything tokenized, even if the real world analogous, would not be subject to 1099 reporting. Like in the case of collectibles, we're going to say, okay, there's 1099 reporting."
    },
    {
        "speaker": "A",
        "text": "So if I sell you a Pokemon card at my yard sale, right, I do not have to issue a 1099 to you about that transfer, right? But if I tokenize that Pokemon card and then I sell it to you, then I am quite possibly, under this interpretation, a broker. And then I would have to issue you a 1099. Is that what you're telling me, Jason?"
    },
    {
        "speaker": "C",
        "text": "That's exactly right. And not quite possibly. Definitely."
    },
    {
        "speaker": "A",
        "text": "Oh, my God."
    },
    {
        "speaker": "C",
        "text": "And definitely is because of the way they define broker. So remember that Congress said that a broker is someone who effectuates transfers of digital assets on behalf of others for compensation. The IR's redefined that to say, oh, effectuates means directly or indirectly effectuates. And we're going to interpret that to mean facilitates. If you're in a position to know the identity of the seller, now, what does that all mean? That's a lot of words and kind of word soup, frankly. Facilitates. According to the proposed regs is really everything. So a website facilitates, a wallet facilitates. Although the regs don't get into it, there doesn't seem to be any limitation whatsoever on facilitates. So presumably, like, if you run an RPC node, you're facilitating. If you provide liquidity, you're facilitating. If you're a validator, you're facilitating. I mean, really, there's no end that we can discern within the proposed regs to what facilitate means. And then you might say, oh, wait, but you have to be in a position to know, right? Well, they then define position to know to be. If you could have changed the terms of your business to collect tax information, you're in a position to know."
    },
    {
        "speaker": "A",
        "text": "That's everything."
    },
    {
        "speaker": "C",
        "text": "Of course it's everything. And it's not if you could realistically have changed it. It's like if you could have changed."
    },
    {
        "speaker": "B",
        "text": "It, if in an alternative universe you could be like this, then you should ought to be like that. There's two variables that I want to just really drill down and define that are increasing in scope to their most broad interpretation possible. One of them is the effectuate, which is like, are you a part of the supply chain of a transaction becoming into the blockchain? Are you metamask and your wallet? Are you uniswap.org the front end for you creation of the transaction? Are you inferior, the RPC endpoint provider? And are you the validator or the person that actually put this thing into the actual blockchain? All four of those people in that one particular transaction could be determined to be a broker. In this one interpretation, it's anyone who touches how a transaction becomes a transaction. And so that has like increased in scope to its most broad possible extent. And then also what you're saying is that, well, any token is also a 1099 relevant asset. There are no things such as there are no tokens on Ethereum that are not relevant here. So it's the most broad form of participants in how a transaction becomes a transaction. And it's also all most broad forms of a transaction itself. So it's basically just saying the entire thing, the whole entire crypto thing is now under our, the most broad purview. Uh, this is the right way to interpret this, right, Jason?"
    },
    {
        "speaker": "C",
        "text": "That's right."
    },
    {
        "speaker": "A",
        "text": "It's not great. It's not great. It's not great. In fact, I think I'm updating our title here, David, rather than the IR's is trying to kill Defi. It seems like the us government is trying to kill all of crypto here. Like, what is going on? Maybe that's, you know, a bit more accurate here. Miller, what would you have to add to this story so far?"
    },
    {
        "speaker": "D",
        "text": "Yeah, I think that I have a sense of where this is coming from. It's speculative, of course, but I think this rulemaking fits into a phenomenon that you all on bank list have been covering for a while, which is governments traditionally have regulated financial services and accomplish their goals and financial services via intermediaries. In crypto. There are not intermediaries as commonly understood. And so they are attempting to designate folks that do not intermediate anything, do not effectuate transfers on behalf of others as being intermediaries. And I think the definitions, as Jason laid out, prove the point. Any common sense interpretation of the word effectuate, everyone knows effectuate and facilitate means something different. Everyone knows that brokers, folks who are in a position to know information about third parties, could be brokers. Any business in the world could be a broker if treasury forced them to become brokers. And that, effectively, in my mind, is what this rulemaking is trying to do. It is explicitly saying where folks are not brokers, but are in a position to be brokers. They are now brokers according to the Treasury's logic, and are going to need to be reporting third party's information to the government proactively. So I think that the treasury proposal here might be the most extreme example of this phenomenon we've seen to date. But I think it fits in nicely with, for example, the SEC's exchange rulemaking, which is trying to say DeFi protocols are national securities exchanges like the New York Stock Exchange, and other attempts at forcing the creation of intermediaries where they don't exist, like Senator Warren's digital asset anti money laundering act. So I think we should think about it in that macro phenomenon we've seen over the last few years. And I do think it's kind of the end game because it's so explicit and dramatic in this example."
    },
    {
        "speaker": "A",
        "text": "So, Miller, the endgame. Wow, the endgame. That sounds very serious. Right. And I want to talk a bit more about where this interpretation is coming from, and it's not yet kind of fully formed, so there's still an opportunity to push back. We're going to end with some action items for the bankless nation on what they can do to kind of change the course of this interpretation. But what you're saying here, Miller, is this fits a pattern from the us government of assuming that everybody involved in crypto is an intermediary of some sort, or that it just fits the traditional finance world. So this is why the SEC thinks that all tokens are securities, and this is why it seems like treasury thinks that everybody doing a transaction is a broker. Are they not familiar with the concept of, like, peer to peer transactions? I mean, peer to peer happens in the real economy as well. It's true. It's not often digital. It's takes the form of me handing David some cash or me purchasing something from, you know, a kid's lemonade stand down the street. But these are real transactions, and I don't have to, like, show my id card when I buy the lemonade from, you know, a lemonade stand. Are they not familiar with peer to peer transactions, Miller?"
    },
    {
        "speaker": "D",
        "text": "They 100% are. And I think that because one can now do it in a digital environment, it essentially scares them because they are not familiar with trying to accomplish their public policy objectives in that environment. So, you know, the lemonade stand is not of a concern to treasury, although, you know, one thing that I think is revealing about these super broad definitions is that it captures things like garage sale, Pokemon sale, if it's tokenized, or tokenize your lemonade. And it would capture that, too. The concept is so beyond logic that it's all encompassing. And I think that the interpretation of the word effectuate to actually mean facilitate is good evidence of that. Because jason could tell you that treasury probably knows better than any other organization the legal differences between those two concepts. And apparently, you know, in this instance, either forgot it or don't care."
    },
    {
        "speaker": "B",
        "text": "This just seems to be coming from a place of disdain about crypto. Like, they don't care to understand the nuances or how crypto works. I feel like the boy under the stairs to cite Harry Potter, just like I'm disregarded, discarded. They don't care about us. And it comes from a place of, like, contentment about crypto. That's how it feels like to me."
    },
    {
        "speaker": "D",
        "text": "I think they fully understand what's going on. It's quite sophisticated in saying, you know, folks who are non brokers are now going to be brokers. So I think it is not anymore coming from a place of ignorance. It's coming from a place of understanding and the belief that it's unacceptable to allow."
    },
    {
        "speaker": "A",
        "text": "So this is now, we're now in the malevolence phase. We're not in the ignorance phase. You know, there's that quote, when you see something coming out of government, you should maybe assume ignorance first and then not go directly to malevolence. But this really feels like and seems like malevolence. I mean, they know what a peer to peer transfer is. They're just kind of choosing to ignore it and put the blinders on and assume everyone's a broker. Jason, I'm wondering if you could tell us about this, because some people maybe don't understand how something gets written into law in the legislative process and then it gets interpreted, interpreted by a regulator. Like, why are the. Why is we keep talking about this interpretation from the IR's? Can you explain how that works and why this interpretation has just come on our radar right now."
    },
    {
        "speaker": "C",
        "text": "Yeah. So laws are complicated, right? They're complicated to enact, and Congress doesn't have enough time to become an expert in every field. So particularly with tax law, typically what happens is Congress passes a tax law that's fairly broad and leaves the details to the IR's, and the IR's fills in those details with rulemaking through regulations. So what typically happens and what's happening here is Congress passed a law. It took quite a bit of time for the IR's to propose regulations under that law. Right. The law was passed in 2021. We're now in 2023. What the IR's has to do is it has to propose regulations, provide a reasonable opportunity for the public to be aware of the proposed regulations and to comment on them. And then the IR's has to consider those comments. It doesn't actually have to take any of them. It can say, we consider, you know, we received comments on X, Y, and Z, privacy concerns, constitutional concerns, lack of clarity, et cetera. But we don't think those comments are relevant and we're finalizing the regs. So what is happening here is the proposed regs came out a few weeks ago. The IR's opened a 60 day comment window. 60 days is their typical amount of time. You can ask whether or not that's a reasonable period of time to comment on a 300 page tome, but that's what we have. The 60 day window ends at the end of this month. So in ten days, October 30, and after that point, the IR's, if they so choose, can say, okay, the regs are finalized and they at that point become the law, of course, subjects to challenge. Right? So, you know, Miller can talk about, you know, potential court challenges, but one thing that your listeners should be aware of, and I really want to hammer this home, is the IR's does have to at least consider every single comment they receive. So here's an opportunity for people to have their voices heard. Historically, it was only big law firms and trade associations that wrote into the IR's. But commenting is free, it's online, and we have very nifty tools that you can link to in the show notes that enable people to comment and even use AI to generate a meaningful comment to send to the IR's. I have been told, although I won't reveal my sources, that every thousand relevant comments and non duplicative comments that the IR's receives tend to push the effective date of regulations back by an entire year."
    },
    {
        "speaker": "B",
        "text": "1000 comments gets you one year of time."
    },
    {
        "speaker": "C",
        "text": "So let's get 10,000 comments, guys."
    },
    {
        "speaker": "D",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "We definitely have 1000 listeners at banquet."
    },
    {
        "speaker": "C",
        "text": "I mean, to me, it's unconscionable that, like, we haven't hit 10,000 comments at this point. This affects 10,000. Yeah, the 10,000. This affects every single user of crypto. I mean, really worldwide. Because, you know, if, for example, Uniswap wants to comply with these regs, they're going to have to ask for personal identifying information of everyone, not just us people. Right. Because they're going to have to prove that you're non us if you're non us. So literally everyone in the world who uses crypto is potentially affected by these regulations."
    },
    {
        "speaker": "A",
        "text": "Okay, so the comments are up right now. Again, we're going to have an action item for you, bankless nation, toward the end of the show and tell you exactly how to do this, because you could do it in less than five minutes. It really is simple. And the comment process began, I believe, on August 29, 2023. And the very last day of comment is October 30, 2023, as in ten days? Yes. And actually, by the time this is released, I think this will be released on Tuesday, David."
    },
    {
        "speaker": "B",
        "text": "Okay, seven days."
    },
    {
        "speaker": "A",
        "text": "This is your final week to comment."
    },
    {
        "speaker": "B",
        "text": "Basically, while you are listening to this podcast, go into the show notes right now."
    },
    {
        "speaker": "A",
        "text": "100% go to the show notes, click the buttons, and you'll be able to comment. Now, I guess I want to ask another question. This came across my radar earlier this week, actually, just yesterday, David, when you and I were recording the roll up, and this was a letter that Senator Warren, Elizabeth Warren, I believe, helped author to Secretary Yellenhouse. And I believe this letter was actually asking that the implementation of these new tax rules that would apply specifically to crypto be pushed up. Is that the case? Like, what's going on with this letter? Is this, is this even more insidious? Are they trying to rush this thing into implementation? Can you, can you give us some context there, Jason?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I mean, so Elizabeth Warren also sent a letter a couple of months ago asking treasury and the IR's what's taking so long? Where are these proposed regulations? So she's extremely eager for these regulations to take effect. And you can tell why, right? I mean, the regs effectively illegalized crypto, and that's Elizabeth Warren's goal here."
    },
    {
        "speaker": "A",
        "text": "And she wants them to take effect, according to her letter, in 2024, is that correct? And they would ordinarily take, take effect in 2026. Is that correct?"
    },
    {
        "speaker": "C",
        "text": "So if the regs are finalized, as they're currently drafted, they would have a phased implementation where they begin to take effect in 2025. And then they apply even more broadly in 2026. So beginning in 2025, every broker, which is again, virtually everyone, would have to begin reporting gross proceeds of sales of digital assets or other transfers of digital assets. And then in 2026, they would have to begin reporting basis as well. Again, it's kind of crazy to talk about Uniswap does not know my basis in the ETH that I'm swapping for USDC, particularly if I bought that ETH on Coinbase and then transferred it into self custody. The regulations say that nevertheless, Uniswap and metamask and potentially RPC node and everyone else in between would have to report, beginning in 2026, both gross proceeds and my basis. And if they don't have my basis information, they report zero. So the IR's and I will end up getting like 1010 99s for every single transaction, reporting potentially different and inaccurate information, which sort of goes to show, it goes to illustrate Miller's point that this probably is not really about accurate tax reporting so much as it is about shutting down crypto."
    },
    {
        "speaker": "D",
        "text": "If we get to implementation phase we've already lost, we need to defeat it long before then. And I reiterate the urgency and importance of commenting on this rulemaking for that reason."
    },
    {
        "speaker": "A",
        "text": "Because if it's implemented as is just one quick, maybe logistical question. So if we comment, we can have the IR's can actually change their implementation rules to something that is much more reasonable and much more favorable. And that's actually what we want them to do. So, Miller, can you explain what do you actually want the, how do you want the IR's to interpret these things? What is a much more reasonable approach?"
    },
    {
        "speaker": "D",
        "text": "Capture CeFi as brokers. They act as brokers. Everybody wants them to be producing 1099s because it makes your taxes easier. Wouldn't it be nice if at the end of the year, Coinbase sent you a form and told you how much you made or lost, and you could use that information to quickly and easily calculate your tax obligations? And I do think that is where this statutory proposal started. And its intent is to capture custodial businesses that do act as brokers. It's non controversial. They've been trying to figure out how to do 1099 reporting with the IR's for over five years now. And our hope is that treasury abandons this illogical expansion of the definition of broker to include anyone and their mother, and just focuses on those businesses that are actually brokers."
    },
    {
        "speaker": "A",
        "text": "And then, Miller, everything in DeFi would be as is right now, which is basically it's up to the individual user to report their tax obligations in their income taxes, right? And they're all, there's a cottage industry of tools that help automate this, where basically you just, I mean, in the old days of crypto, it was very difficult. It was like much more manual. You'd be scraping like blockchain explorers to try to figure out what you owe and all of these things. It is still very difficult, but fortunately much of that is automated. Now you can just tag your crypto wallets into some tax software and the tax software can actually calculate what you owe. And we could do that because we have an open, permissionless, fully transparent database that is freely available to scrape and acquire all of this data. We don't need anyone to send us a 1099 because anyone can assemble the tax obligations by auditing the blockchain."
    },
    {
        "speaker": "D",
        "text": "And even if you didn't have that ability, which you 100% do, and they are getting better. I can speak from personal experience. It is wrong from just a suspicious societal perspective to force people to only transact via entities such that your private information could be automatically reported to the government there. You know, for our entire history, people have been able to produce income, generate revenue via activities directly. That doesn't mean they don't have an obligation to pay their taxes. It also doesn't mean that the ability to do that is unacceptable, be it in meat space or in crypto."
    },
    {
        "speaker": "C",
        "text": "I just want to hammer this home and I imagine a lot of bankless listeners understand this already, but just in case some don't. When you visit Uniswap or any website relating to crypto, when you hit connect wallet and you type in a trade that you want to do, the only thing the website does is generate a data object that you can, if you want, submit to an RPC node for transmission to validators. The website doesn't have any reason to collect your personal information and the website doesn't actually know if you use that data object when you hit connect wallet. All that you're doing is you're enabling the API of that website to basically copy paste that data object into your wallet. And then you can decide either to submit or to not submit. So really a website, it's like a dynamic encyclopedia. What the IR's is doing here is saying a dynamic encyclopedia is a broker and I don't. Now Miller, I think takes a much more pessimistic view of the IR's here than I do. I do think that some of this is just a lack of understanding. The IR's personnel, they're not permitted to own crypto, so they're trying to regulate something that they're not allowed to use. They do, they have made good faith efforts, I think, to hire experts, or so called experts to advise them on how crypto works. But some of those experts stand to gain from these regulations. So they might be getting misinformation. I know that there are some chain analytics companies that like to go around and, and say, well, DeFi is really decentralized in name only, and really they're most closely analogous to traditional brokers, and that's just not the case. In reality, a website, again, just generates a data object. And you can sort of see this misunderstanding in the regulations. The regulations refer to websites that provide access to smart contracts. That's just not what websites do. The regulations refer to platforms 138 times without ever defining what a platform is. They refer to system multiple times. Services to discover the most competitive buy and sell prices. Are brokers under the regulations? That could be anything. Yahoo finance is a service to discover the most competitive buy and sell prices. So I think the IR's is largely kind of blind. I do think that they sort of made the wrong decision and decided to err on the side of, well, let's just capture everyone. But I'm hopeful that if they receive 10,000 comments from the general public saying, hey, we don't think it's right. I, for everyone who spins up a front end to have our Social Security number and name and address, that might be dangerous."
    },
    {
        "speaker": "A",
        "text": "They don't want this hassle, do they? It strikes me, how could they want this?"
    },
    {
        "speaker": "C",
        "text": "Oh, right. I mean, set aside, like the privacy concerns for individuals, the IR's is gonna effectively DDoS attack itself. It's going right."
    },
    {
        "speaker": "B",
        "text": "So this was what I was about to bring up. Implementing and enforcing this sounds absolutely insane because it makes, from the United States perspective, every resident who uses crypto, every citizen who uses crypto, any, every bit of infrastructure, everyone is just universally non compliant by default, making everything that anyone does in a crypto context completely illegal. And so, like, what do they expect to happen? I probably am going to continue to do crypto things. I'm probably just going to, like, not have that impact my life just because it's ridiculous. It's an insane thing. And so what, are they gonna, are they gonna arrest all of us? Are they gonna arrest me? Are they gonna arrest every crypto user who continues to use crypto? Post this regulation going into effect, it's."
    },
    {
        "speaker": "C",
        "text": "Not on you, right? You're. You're not the broker. It's on uniswap metamask. So it's a lot of people, right? It's anyone who spins up a front, it's gonna be."
    },
    {
        "speaker": "B",
        "text": "It's every tens of thousands of people inside of the United States who then become illegal, I think, doing illegal things."
    },
    {
        "speaker": "C",
        "text": "I think the. Again, if the regulations were finalized as they're currently proposed, the result would be that we end up in a permissioned world where a few very well funded fintech centralized exchanges end up providing access to your Defi apps. And you can only use your DeFi and your NFT platforms through those exchanges. And other crazy."
    },
    {
        "speaker": "A",
        "text": "I mean, that's the old."
    },
    {
        "speaker": "B",
        "text": "Sounds like accidental regulatory capture by our CFI components in crypto."
    },
    {
        "speaker": "C",
        "text": "And then you have to ask whether we're really better off."
    },
    {
        "speaker": "D",
        "text": "We're not better off. I can. I can answer that one. I will say, you know, Zevi has generally been supportive of this being completely ridiculous, so I don't want to hammer them because they've been Defi's allies. But, yeah, Jason's exactly right. I don't think it would mean. It would just mean a lot of lack of access for us consumers, because I think if folks are forced into choosing between centralizing, shutdown or get out, the vast majority would either shut down or continue the mass exodus from the United States. We're already seeing."
    },
    {
        "speaker": "B",
        "text": "Jason, earlier you talked about how treasury kind of implement, like, states the broad rules, and then they pass the responsibility of actually enforcing those rules off to the IR's. You said the words, the IR's fills in the blank. Is this the chevron deference that you're okay?"
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Can we actually go into that? Because this is something that I've been, like, seeing around in my feeds more and more and more lately. Can you talk about what the chevron deference is and why it's relevant here?"
    },
    {
        "speaker": "C",
        "text": "Yeah. So Congress passes the laws and then pass, you know, in this case. Yeah. Passes along interpretive authority to treasury. And the IR's is a sub agency of treasury."
    },
    {
        "speaker": "B",
        "text": "Interpretive authority."
    },
    {
        "speaker": "C",
        "text": "Interpretive authority."
    },
    {
        "speaker": "B",
        "text": "I want to incept those words into listeners heads as you continue."
    },
    {
        "speaker": "C",
        "text": "It's incredibly important to understand that the agencies do not have the authority to write their own laws. They have to interpret the statute. So chevron deference is this reference to a supreme court case. Chevron. And there the supreme Court laid out the standard of deference to which they'll hold agencies. So when an agency promulgates a rule, first a court is supposed to ask, um, well, does. Is the statute clear on its face? And if the answer is yes, then you're done, right? You. You don't really need a rule. But. But virtually always, the court, you know, concludes, well, you know, there's some room for interpretation here, so. So we'll move on to the second question. And the second question is whether the interpretation is either a reasonable interpretation of the statute or bde unreasonable. And Chevron uses the terms arbitrary and capricious. Right. So, is the interpretation reasonable, or is it arbitrary and capricious? You know, I would submit that in this case, interpreting, effectuating transactions to mean, you know, directly or indirectly effectuating, which in turn means facilitate, you know, which in turn means, like, you know, if you can change your business, then, you know, is arbitrary and capricious. And I think that that's the argument that Miller would probably make if these regulations are finalized."
    },
    {
        "speaker": "D",
        "text": "This is also one example of where these crypto regulatory questions kind of interact with larger changes in governance that we're seeing in this country. And in this instance, the Supreme Court in January is actually hearing a case that is considering either cabinet or overturning Chevron deference to agency interpretations. So, depending on how many of bankless nations submit comment letters, it could easily be that this rule is finalized in a post Chevron world in which the courts will grant less deference to the agency's interpretation of Congress's definition, which would be, uh, quite good for us."
    },
    {
        "speaker": "B",
        "text": "Right. Okay, so this is the. The sentiment that I've gathered is that the people are actually, like, more optimistic that the Chevron deference will get overturned. There's reasons to evidence to say that that's this, the likely outcome, which is very good, because then what this does, is it like, for example, maybe a little bit more familiar territory. Territory. Gary Gensler doesn't have the authority no longer to do rulemaking. Like, it has to go back to Congress, and Congress has to state what the rules are. This is my interpretation. Miller, is this right?"
    },
    {
        "speaker": "D",
        "text": "Well, I think it'll take many years and probably a lot of litigation for the agencies to hear that message, but I think the thrust of it is. Right. I think Chair Gensler, as always, will say he has the authority to do whatever he wants, and I think that the agencies, and especially the SEC, will have to lose in court many times before."
    },
    {
        "speaker": "A",
        "text": "Well, that's what's happening, right?"
    },
    {
        "speaker": "D",
        "text": "Exactly."
    },
    {
        "speaker": "B",
        "text": "He is losing."
    },
    {
        "speaker": "A",
        "text": "What this could do is put them on more of a leash. Right? You write them on more notice and give them even less standing in court, which is kind of what we want here. Okay, so let me ask you guys, what are the chances you think we can actually get the IR's to change its interpretation? And Jason, you were going earlier. It's been a little bit of mixed messages, I think, in this episode. On the one hand, it seems like some of the IR's interpretations are written from a place of ignorance where they don't really know what they're talking about. And yet on the other side of things, it does seem like something arbitrary and capricious is going on with respect to, I don't know, people in treasury, maybe Elizabeth Warren and others who really want to take crypto down. And so what are the chances, what are our odds that the IR's comes out with a much more favorable interpretation here, do you think?"
    },
    {
        "speaker": "C",
        "text": "Okay, this is a total educated guess, right? I don't have a crystal ball here. I think that the chances that the IR's completely withdraws its definition of digital asset middleman, which is the type of broker we're discussing, are extremely slim because even though I think the IR's doesn't fully understand what they're talking about, they've sort of made their decision. I do suspect that other agencies had a hand in drafting these regs or at least commenting on them. And the IR's has probably gone sort of long enough and thought, they feel like they've thought enough about this and they've made their decision. That said, I think a win here would be to get the IR's to postpone the effective date of digital asset middleman, finalize the regulations, maybe with some tweaks as they apply to centralized actors, which again, no one really thinks is a problem. Some of the centralized exchanges are just saying, look, we need 18 more months, but otherwise we're more or less happy to comply and then just sort of kicks the can down the road on decentralized actors. And that's where I think bankless nation can help out by writing in and trying to get the IR's to postpone the application of the regs as they apply to digital asset middlemen."
    },
    {
        "speaker": "A",
        "text": "Okay, so you think that we have a more than fair chance, if the crypto community responds to this in a big way of getting the defi part of this interpretation kick down the road, and then maybe in the, in the meanwhile, we can get some effective legislation put in place that would actually protect our peer to peer defi kind of digital rights. Is that, is that kind of the hope? That's right."
    },
    {
        "speaker": "D",
        "text": "There's. Yeah, there's already a bill to do it called the keeping innovation in America act."
    },
    {
        "speaker": "A",
        "text": "Okay, I like the sound of that bill."
    },
    {
        "speaker": "D",
        "text": "That has been, it was introduced actually right after the 2021 legislation was past and it's been reintroduced this Congress. It's a bipartisan bill to essentially pass a clear definition that is not right for misinterpretation by the treasury. The second thing I'll say is the delay of implementation for the portions that go beyond CFI would also be incredibly useful, because I think we, if they finalize the rule in a form it is in today, have a pretty good chance of getting it thrown out in court, because it's just so. I don't think it passes the smell test that effectuating transfers on behalf of others means being in a position to know whether someone maybe made money. So I am more hopeful on that front than jason is, which is why he's laughing at me. But the delay of implementation would give a window for at least one. But I would expect several legal challenges to the rule as written."
    },
    {
        "speaker": "A",
        "text": "All right."
    },
    {
        "speaker": "C",
        "text": "And I will say, like the, we really do need a fix to the legislation. So, you know, we, I alluded earlier to this discussion between treasury and some senators about validators, and to pay lip service to that discussion. The proposed regulations do carve out validators, but only if validation is solely what they do, and they perform no other functions or services. So, in effect, like that means that if you also run an RPC node and rent that out, or you participate in liquid staking, or maybe even if you're a block builder, as well as solely validating, you're still captured. So the problem with these like, sort of, you know, discussions is that they leave the IR's with a lot of wiggle room. Right. We need a legislative fix. A delay in the effective date could give us time to get that."
    },
    {
        "speaker": "D",
        "text": "That's right. And Jason makes an important point there. The only reason minors invalidators aren't captured by the. Excuse me. They are captured, in my view, by the definitions that IR's has promulgated here. But then they explicitly exempt them because all of these senators were telling them not to capture minors invalidators. What that means is that mining and validating effectively becoming illegal in the US is up to the administrative grace of the IR's, which all the more reason we need legislative action."
    },
    {
        "speaker": "A",
        "text": "That is absolutely insane. So I just want to summarize, if this interpretation goes through as written by 2025 and 2026, that will mean defi in the US is effectively, um, over. I mean, it's not what it is today. That means illegal. You have to present your driver's license, AmL KyC to use something like uniswap. Okay. And then what will that mean for permissionless? You'll finance spinning up new interfaces. It will be very difficult to do. And what we have to do in order to effectuate a different outcome here is comment. We have to comment. So protectdefi.org is the website to go to. If you have five minutes, you can actually generate an AI generated letter that will be unique and you can submit that for commentary. And we are trying to get 10,000 comments. As a crypto community, the bankless podcast."
    },
    {
        "speaker": "B",
        "text": "Gets far more than 10,000."
    },
    {
        "speaker": "A",
        "text": "Lists everybody."
    },
    {
        "speaker": "B",
        "text": "If we don't, it's on. You guys."
    },
    {
        "speaker": "A",
        "text": "Go do this right now. Like, go do this right now. And we want to get the deadline pushed back even further. That is the call to action. And we don't have long to do it. All right, so don't delay. We only have by the time this seven days from the six or seven days. So let's go do it as soon as this stops recording. I've been unable to submit because I've been listening to you fine gentlemen talk about this, but I am going to, as the very next thing, I'm going to fill this out. I'm going to send in my submission and get this commented on. So if you have five minutes, do that. If you have longer, you can kind of customize the letter a bit more. If you really want to be special and you have like an hour or so, you can kind of write your own. But the website is once again protectdefi.org and you'll have all of the tools available for you there. Jason Miller, I want to thank you so much for protecting Defi and coming on bankless and telling us about this very important and we appreciate you doing it."
    },
    {
        "speaker": "C",
        "text": "Thanks for having us."
    },
    {
        "speaker": "D",
        "text": "Thanks for having us and helping us get the word out."
    },
    {
        "speaker": "A",
        "text": "Got to end with this. Risks and disclaimers. Of course, none of this has been financial advice. We do have some advice for the IR's that has change your interpretation. You could lose what you put in. But we are headed west. This is the frontier. It's not for everyone. But we're glad you're with us on the bankless journey. Thanks a lot."
    }
]