[
    {
        "speaker": "A",
        "text": "The chinese government and the russian government have a lot of resources devoted to pushing their message out there. And the us government doesn't. Right? Liberalism doesn't. Us government sits back and says from an olympian remove and is like, I am the overall mighty hegemon of information. And so I'm going to let all these tiny little actors play it out. And then one of those tiny little actors is the government of China, a country four times the size of the United States, with, you know, arguably a higher GDP in the United States."
    },
    {
        "speaker": "B",
        "text": "Welcome to bankless, where we explore the case for authoritarianism. What did I just say?"
    },
    {
        "speaker": "C",
        "text": "What?"
    },
    {
        "speaker": "B",
        "text": "We'll get into that. This is Ryan. John Adams. I'm here with David Hoffman, and we're here to help you become more bankless. Now, I want to make it clear before we get into this episode, both of our guests today do not want authoritarianism to win the 21st century."
    },
    {
        "speaker": "A",
        "text": "Okay?"
    },
    {
        "speaker": "D",
        "text": "Quite the opposite."
    },
    {
        "speaker": "B",
        "text": "Quite the opposite. I think both have dedicated their lives in various ways to pursuing anti authoritarian ideas and Vitalik's case, technologies. So today's episode is more of a steel man. The question is, if totalitarianism outcompetes free societies and wins the 21st centuries, how might it win? And what if the information anarchy of the Internet spells the downfall of liberalism? This is a fascinating conversation with Noah Smith, who is an economist, and Vitalik Buterin, who you know, from crypto. I would call this topic a non crypto topic today, but actually, game theorizing on how the authoritarians might beat us might just be the most crypto thing ever."
    },
    {
        "speaker": "D",
        "text": "David Bankless were, of course, known to be a crypto podcast. But if you are a longtime listener of bankless, you know that at the end of the crypto rabbit hole comes conversations on how do we structure society and which structures do better than others, and how should we prepare for unfavorable structures like authoritarianism, and how can we prevent that in the first place? And with this episode, we kind of skip straight to the bottom of the rabbit hole, talking about how technology is changing, society is changing, and how that's going to impact the way that society is organized. So without further ado, let's go ahead and get right into the conversation with Vitalik Buterin and Noah Smith. But first, a moment to talk about some of these fantastic sponsors, bankless nation."
    },
    {
        "speaker": "B",
        "text": "We are very excited to bring on two repeat guests. We have Noah Smith. He's an economist. He writes on his substat called no opinion. He writes about current events, macro econ, geopolitics, some philosophy mixed in is there anything that Noah does not write about? Noah, welcome back to Bankless."
    },
    {
        "speaker": "A",
        "text": "Hey, great to be back."
    },
    {
        "speaker": "B",
        "text": "We also have Vitalik Buterin. He is a philosopher, I would say, in the context of today's conversation. And you probably know him as a co founder of Ethereum. Vitalik, welcome to Bankless as well."
    },
    {
        "speaker": "C",
        "text": "Thank you. Good to be back."
    },
    {
        "speaker": "B",
        "text": "So we are doing this episode on a post, an argument that Noah put out on his sub stack. And the title of that post is how liberal democracy might lose the 21st century. And I wanna provide some context for why we're having a bankless episode on this. Like, isn't bankless a crypto podcast? And this is certainly a crypto adjacent topic, but, um, I guess I'll, I'll give some framing for this. You know, when I read Noah's article, I was kind of a know your enemy type of reaction for me, because bankless listeners will know we are very much a friend of liberalism in, you know, lowercase l, you know, civic rights, free speech, free markets, private property. We want that to succeed. I mean, we have a horse in this race. And I think in order to help it succeed, you have to understand the, the points at which it will fail. Liberalism, that is so in the, in the past, I think, especially in the way that I was brought, it brought up, I've been guilty of a blind faith in liberalism. You know, like, it'll obviously win. I think I'm sort of a maybe, maybe a victim of just like a child in the US, like growing up in the nineties. And I don't want to live in a blind faith of, like, liberalism will always win. I want to live in an actual reality. And I think that's why Noah's article was so instructive. And so Noah has this argument for how authoritarianism might actually out compete western liberal democracies. And Vitalik, I think you called his argument, I saw a farcaster tweet about this, the strongest case for authoritarianism. So I think you thought it was a pretty good case. And I know you have some takes here. So that's what we're going to do in today's conversation. Number one, we want to just frame out the argument. So have Noah explain it, and maybe Vitalik have you help. And then two, we want to talk about maybe the counterpoints to this argument. And then three, we want to finish off with where do we go from here? Does that sound good? Amazing. I'm getting thumbs up. All right, so let's start with you, Noah. So let's, let's frame this up, because I think we need some background. Can you just explain what we mean by liberalism and why so many of us have this blind faith in it? I can't be the only one. So explain liberalism and why it just feels like everybody thinks that liberalism has won already, at least in the west."
    },
    {
        "speaker": "A",
        "text": "Well, so when people say liberalism, there's really, I think, three things that they mean. The first thing is markets, your right to basically buy and sell stuff if you want. The second is and own stuff, et cetera, property rights, all that. The second is democracy, your ability to elect your leaders. And the third is kind of civil rights, your ability to kind of do whatever you want as long as it doesn't hurt anybody else. Of course, that's always being, who knows what that really means. But those are sort of the three things people mean when they say liberalism, your ability to elect your leaders, live your life the way you want to, and buy and sell stuff. Okay."
    },
    {
        "speaker": "B",
        "text": "So, Noah, why you start the article this way, why were we raised in this age? And you say you were raised in this age of liberal triumphalism, like this sense that liberalism has won already."
    },
    {
        "speaker": "A",
        "text": "Right. So in the 20th century, at the beginning of the 20th century, people, we were just in the middle of the industrial revolution, the really fastest part of it, and people kind of didn't know how society was going to be organized. There were a lot of different ideas about how we were going to organize an industrial society, and nobody really knew what that was going to look like. And varieties of socialism, from evolutionary socialism, which is basically what Sweden looks like now, to revolutionary socialism, which is basically, I don't know, what North Korea or something, Cuba maybe looks like now. And then, of course, you had various other things, social darwinism and various kind of racial supremacy theories. And then you had in the United States, the big idea that everyone was pushing was that both free enterprise, which is what we now call economic liberalism, free enterprise and democracy were both good things. And that was the best way to organize society, or at least american society. So there were sort of all these hats in the ring of what society is going to look like once we move from farms to factories and offices. And I think that by the end of the 20th century, that question had been answered in favor of liberal democracy by most people in China, which was still a lot poorer than America at that time. They were experimenting with various ways to liberalize the society. And people were experiencing many new freedoms, new personal freedoms and economic freedoms and personal freedoms, if not democracy, they didn't have democracy, but you could do a Mao impersonation as a joke in 2004 or something. And lots of people did this professionally. These Mao impersonators, they were women, by the way, in China, who dressed up his Mao. And so, of course, Russia had the Yeltsin period. And even in the early Putin period, people thought like, oh, Putin's gonna be a liberal, blah, blah, blah, because he had the support of educated sort of liberal thinking elites in the city. And so by the end of the 20th century, by the 1990s and early two thousands, I think that people generally thought, okay, this is what works. It was Francis Fukuyama's thesis, the end of history, blah, blah, blah. I think that now it's the strength of China that's really challenging that. And not just the strength of China, but the weakness of the United States. So the United States has looked remarkably weak since at least 2008. In the war on terror period, the United States looked kind of angry and pissed off about 911, was becoming less liberal. But then in 2008, the United States economic model appeared to have collapsed the kind of financialized capitalism that we had. And then after the election of Trump and the divisive rise of social media movements, I would say people started asking, okay, is this society just total chaos? And then after that, we started discovering all these things that our society had seemingly lost the ability to do, like build housing or build trains or build literally anything. And so America got this image as the build nothing country, and China almost seemed a mirror image of that. Whereas in China, you could build anything you want because the government just says, do it, and you do it. And China was economically growing and strong. And then if you go to their cities, you see giant, glittering new malls and massive train stations and beautiful high speed trains. They can take you anywhere really fast. And you see leds on all the buildings and then drones delivering stuff right to your doorstep. I don't know. Or little delivery robots. Anyway. And so then, so all of these things, I think, have caused people to question, was Fukuyama not just wrong, but the opposite of right? Is, you know, is China style authoritarianism actually going to win now? Is that the model that works now? And so I was trying to think, okay, how could that be true? Of course, it's possible that there's no model that really works. And it's all just contingent in the fact that China happens to be this really big country that has historically authoritarian instincts and happens to be only at a third of american per capita GDP anyway, and is sort of in its rising phase and looks really strong and just happens to be really big. And it's all just this big illusion. And they put leds on the buildings, but actually they don't really look that nice. I want to steel man the idea that authoritarianism is going to win in the 21st century. I thought, okay, so how do I do that? Right? And I thought, what was the strength of liberalism? Why did we think it might have succeeded in the 20th century? And why might that strengthen into a weakness now in the 21st century? And the only thing I could think of was the Internet. That's the only thing that's different now. Like, people aren't different, like very much, right? We're tiny. We have less lead poisoning, maybe. I don't know. But like, you know, industry isn't that different. Like, there's a few different things. The main thing that's different now between now and 1992 is the Internet. And so I was thinking, how could the Internet have totally changed the game in terms of whether liberalism or, you know, sort of, I don't know, authoritarian totalitarianism, whatever naturally is stronger. And so I thought, well, the Internet's all about information. So what's the strength of liberalism with regard to information? The strength of liberalism with regard to information. Everybody will tell you. Friedrich Heideck will tell you, Friedrich Hayek will tell you. And a lot of people tell you. It's to aggregate information. So briefly, Hayek's theory is that a market aggregates information about costs and preferences and that you know what to produce, right? Producers know what to produce because they know what people want to buy, and they know what their costs are going to be. And consumers know what to consume because they know what the producer costs are going to be. And so analogously, you can think of democracy as revealing information about what voters want. And you can think of civil society as revealing information about how people want to live. Right? People argue about whether they like this or that music, I don't know. Or whether they think gay marriage is. Okay. So then you aggregate this stuff with public debate, the marketplace of ideas. So you can think of liberalism as this giant information aggregator. Now how does the Internet change that? Well, the Internet makes information aggregation much easier, so we can get information much more easily. Maybe that actually reduces the benefit of liberalism because it reduces, an authoritarian state can get much better data about what to produce, what to tell people to produce. And an authoritarian state can get much better information about whether the voter, whether the citizenry is angry. And you need to respond to what they want. And you can get much better information about what kind of things, what kind of behaviors you can restrict with only pissing off a few people. Well, versus what kind of behaviors you would piss off everybody by restricting. And so, authoritarian states can get all this information from the Internet, especially with AI, especially with sort of universal surveillance, kind of that your phone is like a surveillance device that tells you everything about what everything you do in your whole life can send to a central party apparatus or some authoritarian organ and tell you everything about you. And so now, maybe that information gathering has gotten so easy for authoritarian states. Now, that doesn't mean, I think they're better at it because of technology, but maybe they're less bad. Maybe they still have a disadvantage. But it's ameliorated, right? It's less bad than it used to be. Meanwhile, what advantage? Maybe there were some advantages that authoritarian states always had over liberal states that have gotten worse or have gotten more pronounced in the age of the Internet. So, for example, disadvantages of liberalism that were always there that have been exacerbated by the Internet. And so I thinking, okay, well, in the Internet, we spend all our time on Twitter just arguing, and the smartest people in the world are wasting their time arguing on Twitter, like, with complete idiots who think that, like, you know, they're like, but did you adjust the inflation adjusted graph for inflation? And, like, how many times, like, is it, is it worthwhile to have the highest iq people on the planet sitting there explaining once again that, yes, inflation adjusted means you have adjusted for inflation. Thank you very much. And so that's giant waste of time. And so when I look at financial capitalism, I look at, you know, Elon Musk literally had to drive himself nuts to just to get enough funding to build some cars, whereas the people who run BYD did not in China, right? They did not have to drive themselves nuts. Maybe they're nuts anyway. I've never met them. But Elon had to basically break himself with stress over the model three rollout raising money to do this thing because the funding wouldn't give him the money just because, like, oh, cars, cool. And so maybe this is analogous to a lot of things in financial capitalism. Maybe the idea that fundraising for long term projects is so goddamn hard because everybody is out there saying, it'll never work, it'll never work, and it will work, or just bullshitting, pumping and dumping, and blah, blah, blah, that in order to keep the fickle market focused on providing capital for a very long term project for a large public company, maybe that's just not possible. And that's why GM and Ford and all these old line companies seem so unresponsive is because everything is just quarterly earnings. And it's this information tournament where you have to, if you really want to invest for the future, you've got to spend inordinate, excessive amounts of time on the Internet yelling that you're good. And so maybe this was always a problem with financial capitalism, and I think it probably was. But now that the Internet allows massive real time dissemination of bullshit information, like all the people who said the model three would never work and would break Tesla, and Tesla would die and nobody would buy it and it would never succeed, there are all those people. They're like, Tesla's gonna fail. Tesla's gonna fail. And then that is what required Elon Musk to drive himself nuts. Fundraising. And I think that maybe that. So I think of this as an information tournament. You've got people yelling bullshit, and you've got people yelling truth. And truth does not automatically drive out bullshit because bullshit is very easy and cheap to generate, right? It's really easy to make a misleading graph. It's hard to make a graph that teaches you something. It's easy to make a graph that if you decide on your point ahead of time, you just want to bullshit. It's easy to make that graph. It's easy to make bullshit arguments from an ideological standpoint. It's like an ideological ideology is like a muscle suit. So everybody just hurts their derp, as I would love to say. And so everybody just throws their ideology into the ring and it just becomes this giant shouting match. And so meanwhile in China, they're just like, okay, there's just one ideology. It's Xi Jinping thought. What is Xi Jinping thought? Well, it's not really anything interesting. It's just this one dude, and he's sort of a boomer conservative, and he's like, let's make some cars, dir. Let's not make Internet stuff. The Internet stuff is not real innovation. Let's make cars instead. And that's not optimal. You haven't really optimized. But maybe that's less bad than having a bunch of people screech that a rise in the price of literally anything is because corporations are profit gouging, and the corporations, the evil corporations, are hoarding all the stuff. And maybe, obviously, we're dealing with many very flawed systems here. There's no perfect system. But maybe in the age of the Internet, the Internet helps authoritarians get real information. For all his authoritarianism, Xi Jinping was also able to see the white paper protests in COVID lockdowns and know really early, really quickly through the Internet when to cancel zero Covid. Right. As soon as people started getting a little bit upset, there were like a few hundred people at those protests, and still it moved national policy. So maybe authoritarianism has become more responsive in the age of the Internet, while liberalism has been paralyzed by people shouting disinformation and bullshit all day."
    },
    {
        "speaker": "B",
        "text": "That's a great articulation of it. And I want to continue to steel man this. And eventually, Vitalik, want you to kind of weigh in and try to articulate what Noah's saying here. But no, let's continue to steel man the argument, because you made a whole bunch of connections that I just want to reinforce. But your basic idea is that totalitarianism might be better adapted to this world that we find ourselves in in the 21st century. And the core reason why is because, as you say, the Internet or the cost of information has gotten very cheap, right? Whereas in the 20th century, maybe the cost to produce information was a lot higher. And so this technological shift of cheap information has really possibly given totalitarian authoritarian regimes a fitness advantage, like kind of in this darwinian struggle of which society is going to produce the most economic output. And so let's just reinforce that a little bit. This idea that liberal democracies are information aggregators. I think bankless listeners will be more familiar with the idea of capital markets as information aggregators. There's that clip, that Milton Friedman pencil clip, where he talks about how it's from the 1980s, and we'll include a link in the show notes, but he basically holds up a pencil and he says, no single person knows how to make this pencil from scratch. And then he goes through all of the different components of the pencil, the graphite inside the rubber, all of it sourced from different places in the world. And he makes the point that all of these things require specialized skills and labor. Something as mundane as a pencil is really this unique creation of capitalism. And isn't it great that we can all coordinate around price systems and have market signals? We could do this without war. We could do this in a peaceful way. And so that is kind of like information aggregation theory as applied to capital. But what about applying that to democracies? So what about the idea that I think is core to your argument here, that liberal democracies are information aggregators, and so they have a superiority in their ability to you aggregate information effectively, leading to better decisions and more buy in and public goods? That wasn't necessarily clear to me going into this episode. Could you steel man that a little bit. Why are democratic liberal democracies information aggregators? And why have they in the 20th century had an advantage there?"
    },
    {
        "speaker": "A",
        "text": "Right? So I would direct you to Bruce Bueno de Mesquite's selectorate theory, which is really interesting theory. The idea is in a democracy, so we have the same understanding of markets, how markets aggregate information. But let's talk about democracies also aggregate information just a different way. And so when you have, say you have two parties and one party is like, I'm going to raise your taxes, I'm going to lower your tax. And the other party says, I'm going to lower your taxes. And the party that says, I'm going to raise your taxes says, okay, I'm going to raise your taxes and I'm going to buy you healthcare with that. And the other party is like, no, I'm going to lower your taxes and you can go buy your own healthcare if you want, or you can buy whatever you want. And so those are the two ideas on offer. And so the question is, well, what do the masses want, right? And so then you have people vote based on that. This is an incredibly simplified, stupid model, obviously, but this is the first model you learn in public economics because it's just illustrative, right? It's an illustrative example. And so then you have people vote on which of these they like better. Do you like the high tax, high services candidate or do you like the low tax, low services candidate better? And then you vote on them. And if more people want high tax, high services, they'll vote for that candidate. And if less people want it, they'll vote for the other candidate. And so then by voting, you aggregate information about what people want, about people's preferences. And this is, by the way, this is called the median voter theorem. You've heard of it. And so it's the idea of the median preference gets into policy because then the candidates do what they say they're going to do and everything works nice. And then either you get your high tax, high service Denmark, or you get your low tax, low service, I don't know, Hong Kong, whatever, got, I know they didn't really have a democracy anyway. We can't use the United States for that anymore because we're not that anymore. But then Singapore is way different. But so there's no real libertarian example I can use versus that. But this is how people used to talk about this. So that's how democracies aggregate information. Now, are democracies perfect information aggregators? Well, no, but neither are markets. There's reasons why this information aggregation fails. And so the idea that democracy is the least bad system, which is a famous Winston Churchill quote, this idea came from the idea that, well, when you have a totalitarian state, when you have Nikolai Ceausescu is in charge, and nobody's like, oh, I'll ban abortion. I'll do these other things that he thinks are right because he and his buddies think that, and all his guys around him are like, that sounds legit, let's do that. But then the normal people don't like it. And he's like, oh, well, okay, they bitch and moan, but it's just a few loud people, blah, blah. But because you don't have the aggregation, because they can't vote for Ceausescu and you see him punished at the polls, you can't see him thrown out in favor of some other leader, blah blah, the leadership just doesn't realize what the people really want, and so does things that the people don't want and then gets thrown out violently via revolution, which causes chaos in society, which leads to problems. And so, although maybe in the long term it's good, it's good, but then it's better if you can throw the bums out with an election than throwing them out by hanging them from a gas station and by burning the Capitol. And so that's the idea of democracies aggregating information about what voters actually want."
    },
    {
        "speaker": "D",
        "text": "Vitalik, you put this into a pretty interesting metaphor that I kind of want to bring up in this point of the conversation on Warpcaster, which is where we saw your interest in this article. You say this might be the strongest case for authoritarianism, and then you link to Noah's article, basically, the war for people's hearts and minds has no stable equilibrium except local hegemony of one dominant elite, much like and for the same reasons as what Hobbes points out for regular war. And so this is Thomas Hobbes Leviathan concept that I think you're alluding to. And you're saying Hobbes alludes to this idea. First there's a global state of anarchy, and then there's a war against all, which suppresses the anarchy, which leads to a governing elite with a monopoly on force, which is kind of like how we have the stable equilibrium of countries to this day. And you allude to the fact that this produces the same pattern with instead of a state of physical anarchy, you have a state of information anarchy. And I think, again, alluding to the fact that putting out a tweet is so cheap these days. And so the same pattern exists where if we want truth, we kind of need a governing elite of a monopoly of memes is kind of how you say it. Maybe you could also just add to this illustration of just what happens when information markets and capital markets interact with each other, how they can kind of get distorted, and overall, just how you resonated with Noah's article."
    },
    {
        "speaker": "C",
        "text": "Yeah. And so I think you definitely gave a pretty good introduction to, I guess, the thesis already. Right. But basically, if you think of, like, what the public discourse game is, and like, you imagine the most pessimistic possible interpretation of the public discourse game, there is basically no truth seeking. And instead, what you have is you have multiple tribes, and each of these tribes basically fires off a type of missile or warship or a tank or whatever. That could be a meme or it could be an article, could be a tweet or a video or whatever. And often a million of these info missiles fired at you would have some common themes. And so you have one group that's basically trying to essentially have their memes colonized your brain, and then you have a different group that's also trying to have their memes that are completely different memes go and colonize your brain. And so you basically have this, like, zero sum conflict, right? It's like, you know, if we say, you know, one side is pushing capitalism, the other side is pushing socialism. Or if you say, if, let's say, yeah, you know, it's a foreign policy issue. And like, let's say, yeah, you know, Greenland and Sweden are at war, and you have one group saying support Greenland and the other saying support Sweden. And these are just very zero sum things. You have people pushing in one direction, you have people pushing in the other direction, and it basically all kind of roughly sums up to zero. And you just have a huge amount of wasted effort, huge amount of stress, a huge amount of people not getting literally killed, but definitely getting much worse life emotional experiences than they otherwise would. And so you basically ask the question of, like, okay, so you have this war of all against all that looks very similar to a war between two armies to conquer territory, except instead of it being two armies battling over a forest, that you have two meme armies battling over each and every person's brain. And you ask, like, I what is the equivalent of a yahpeace treaty? Right? And the equivalent of a yahpeace treaty is so one. Basically, in the Jahobzian case, you have local territorial monopolies right. And then after that, you had things like the Treaty of Westphalia, which formalized a lot of this. And then they kept going further and further from there. Basically, you know, saying that, okay, you know, we have this notion of territory, and within each territory, then, you know, you have a local monopoly. Right. And actually, the Westphalia's example is interesting. Right. Because I think that was also when the concept of coyos reggio eos religio. Right. Like, who he who has the region has the religion came about. Right? Basically, yeah. You know, one of the ideas is that kind of the local monarch would also have the ability to choose the religion of the country. And so it's an interesting example to harken back to because we're basically saying even back then, it kind of recognized this concept of one person having hegemony over a piece of territory, and then different people having hegemony over different pieces of territory is something that applies to physical war, and it's also something that can, in the same way, apply to information war. Right. And so the way that this works in, you know, the space of information war is basically like, okay, yeah, you know, you have one country, and, you know, in this one country, you're supposed to vote. You know, the only memes that are allowed to spread are the Xi Jinping thought memes, and you have another country, and then in that other country, the only memes that are allowed to spread are some different memes. In the third country, you have some different memes that are allowed to spread. Right. And you have this kind of equilibrium where basically, you don't have at least as much zero sum mimetic warfare. Because for every country, there is one dominant elite that has a reliable hold over the mimor. And, like, other. There might be other groups that wants to get their beefs out into the meme war, but they're just, like, so much less powerful than the dominant party that, like, it's, you know, it's like the us government versus, like, random cultists in Texas or whatever, right. That, like, you know, the second group has no chance, and so most of the time, they don't try, and so there's no bloodshed. And so that's kind of the analogy that I made between, I wouldn't say authoritarianism, though. It's a very related concept. I would say, like, info hegemony as opposed to info pluralism, might be one of the ways to think about it and how things ended up turning out with physical warfare. And so basically, one of the things that this thesis then implies is that if there is this analogy, then if we want to argue that info pluralism is something that's actually better than info hegemony, then we might want to look for deep and enduring reasons why physical war and nimor actually are different from each other."
    },
    {
        "speaker": "B",
        "text": "Okay, so, Vitalik, you were just framing things in kind of this hobbesian world where we have this anarchy of information, because the cost to produce information has been very cheap, and the only remedy is that we have some sort of centralized monopoly on information, almost like a ministry of truth. Right? That's the force that will bring equilibrium and cure the anarchy."
    },
    {
        "speaker": "C",
        "text": "Right?"
    },
    {
        "speaker": "B",
        "text": "And so that's the idea here. Noah, could you make the jump for us? Because I'm still not clear on the jump between. You said the Internet may have possibly brought this about, and so the cost of information, the price to create information has maybe plummeted, or the cost to distribute information has. Has plummeted. Why is the cost to distribute propagate information going down? Why does that help totalitarian types of regimes and ministries of truth? That link is not quite clear, I think, in the case we've made so far."
    },
    {
        "speaker": "A",
        "text": "All right, so there's a cell phone, maybe in your pocket or close to you right now, unless you've taken extraordinary precautions. That cell phone transmits information, records information about your entire life. Everything you do, everything you buy, everything you search for, everyone you talk to, everything you say to people online, maybe in real life, too, if it is sneaky enough, but certainly online, where you are day to day, minute to minute, that cell phone, that little brick, knows everything about you. What can that tell someone? Well, if you're a large corporation or if you're a government who owns a bunch of large corporations or a government, it can tell you what you'd like to buy. It can mine your data and say, oh, I think this guy really likes broccoli. Now maybe I'll go produce some broccoli so that can aggregate information about what you want. Of course, it can do it in the hayekian way. In Hayek, you need prices. How do you know whether people like broccoli? You look at price data. If the price of broccoli goes up, that means maybe people like broccoli more now. But on your phone, you can see exactly who liked broccoli when they bought broccoli, what they were doing when they bought broccoli, whether they were talking about broccoli, whether they searched for broccoli, blah, blah, blah. You can get a lot of information about that. And that information that you couldn't get in 1957. That's information you couldn't get in 1995, and that's information that's now available."
    },
    {
        "speaker": "D",
        "text": "Noah, can I just regurgitate that just to make sure? I totally understand the way that I wasn't trained as an economist like you were, but just as a meme, I always understood. Why did communism fail? Oh, because central planning is inefficient, right? It just doesn't have the information that a free market, capitalistic market has. But I think what you're saying is there's such a strong centralization of information due to modern technology that all of a sudden central planning perhaps has a lot more of information that it previously would not have had thanks to technology. I think that's what you're saying in."
    },
    {
        "speaker": "A",
        "text": "A short way, right? And the hypothesis here is that it's gone from being, say, 20% as good as free markets to being 60% as good as free markets. It's still significantly worse, but the disadvantage is less. And perhaps that disadvantage is now small enough where it can be more than compensated for by advantages in other domains. That's the hypothesis. Of course. I think that, personally, I was briefly a finance professor, and I think about capital allocation, things like that. Personally, obviously, whether people want to buy broccoli or not, that's the classic example. But if you think about productive efficiency, which companies are best? Suppose you have one country where the government is allocating money to companies and saying, okay, you can have this much funding, you can have that much funding. And another country where how much funding you get is based on a whole bunch of investors deciding what price to value your stock at and what interest rate to charge you in the bond market. And then in the other one, you just have some banks which are owned by the government saying, okay, we think you're going to have good opportunities, or you get money, you get investment capital. And so maybe the fact that so the Internet can provide the people doing loan evaluation or whatever with massively more amounts of information about both who's buying their products and how their stuff is organized and what their technology is like, and all these things about a company that you just couldn't get that information in 1995, even if you. Because the japanese bureaucracy really tried, and they weren't. Midi was constantly behind the curve on this, and they were the best of the best back in the nineties. They were just racking up one l after another doing this. And of course, when the japanese economy thrived, it was often because people just went around Midi. Sometimes Midi did have some big success. But that's another topic. And that was mostly earlier, but then. So I guess the idea is that maybe the Internet, the massive amounts of data, when we say the Internet, we don't just mean people arguing on Twitter. We don't just mean people podcasting like we're doing now. We also mean things like the massive data collection. So the amount of data about buying behaviors and demand, and what people are doing with their workday, and whether people are productive and all these things, and about who has what technology in their company, the amount of information is vastly greater. We store massive amounts of information. So databasing is really the thing here. And so databasing, and then the fact that it's all networked means that you can transmit it easily. You can run regressions on it, too. We have much more information about what companies are doing, how they do it, and what they might be able to do in the future than we did 20 years ago. 30 years ago, an authoritarian state might be able to use that to allocate capital. Say that before they were only 20% as good at allocating capital as a market economy. Let's say now they're 60% as good at allocating capital as a market economy. Well, that has significantly eroded their disadvantage. They're still disadvantaged. Maybe markets are still the best, and Hayek's still formally right, but the difference has shrunk to the point where authoritarian states, as other strengths that were always there, can now shine through more. So that's the worry. I don't think this is true necessarily. I just think it's worth thinking and worrying about. I don't think any of this is true. I'm making a case here. I'm being a bit of a lawyer for this idea, because I don't really strongly believe that this is right. And I also think that, like, I fervently hope that in 20 years, we'll be saying, well, that's why Xi Jinping's regime collapsed, because obviously liberal democracies are much better. I hope we're saying that. I want to be able to say that in 20 years, but I don't know, standing right here, I don't know what's going to happen. And so I'm sort of pushing this scary idea so that we can think about it. So this is the hypothesis."
    },
    {
        "speaker": "B",
        "text": "Okay, so, Vitalik, from your mind, have we sufficiently explained the argument that Noah is making? Or would you add anything else? I know Noah, you touched upon information tournaments a little bit, and kind of like the drive by explanation. But maybe we could touch upon that. Or just in general, do you think we've articulated the case he was making in his article, Vitalik, or what would you add?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I mean, I think I would only add one small thing, which is like, you know, we talked about info hobbesianism, but there's definitely a kind of generalized, you know, hobbesianism that you can talk about. And like, to the extent that you can model aspects of finance as a war against all, then, like, fine, you know, throw that in there. Like, you know, if you think about like, you know, like some like billion dollar hedge funds and like using like high leverage to try to like, attack and like, break particular companies positions, and like, if you interpret that as zero sum behavior, then, like, you could kind of squint and make a case for, like, putting up financial walls to protect against that. Then, you know, you can apply similar ideas to, I mean, potentially, yeah, kind of like offline kind of Internet things, potentially to, like, the biospace. Like, basically, yeah, it's a pretty generalizable argument. And so you can try to, like, apply it issue by issue to different kinds of things. And basically see, is this a zero sum game that's analogous to physical warfare in the right ways and that it feels like it has the same equilibrium, and if it feels like it doesn't, then we can actually dig into a specific example and explore the reasons why."
    },
    {
        "speaker": "B",
        "text": "Yeah, one example that Noah gives, maybe this gets into the idea of wasteful information tournaments that might be going on in western liberal democracies, is the idea of an election. And no, you commented that the average us politician spends about 30 hours of their work week actually just trying to raise funds, raise capital in order to what? In order to go get elected again. And it's like, which leaves you the question of how much of their time is actually spent on governing. And the question of, well, is this just wasteful? It's like, will a regime that does not need to have elections, will that regime just out compete, maybe govern more, spend the 40 hours work we've actually governing, not wasting all this capital on getting elections? So is part of the idea here, Noah, that we have this waste going on in liberal democracies? And how would you pattern match that with what we've discussed so far?"
    },
    {
        "speaker": "A",
        "text": "So let's think about why congresspeople are out there fundraising their entire time. What do you use, if you're holding national office, what do you use money for? You use it for television advertisements. Use it for Internet advertising. Use it for ads. Now suppose the other side also raises a bunch of money and uses that for ads. Now, television isn't the Internet, but the fact that the Internet makes it very easy to spread misinformation. So, for example, we've seen a lot of people spread misinformation about how good the economy is doing, often in order to discredit Biden, but sometimes to defend Biden too. We've seen people use alternative methods of inflation that are just absolute terrible methodology, but broadcast that with scary, scary charts or numbers to a whole bunch of gullible people. We've seen people do charts where you adjust one of the lines for inflation. The other isn't to show that people's purchasing power is collapsing, when actually it's not because you've just inflation adjusted the wages and you didn't inflation adjust the prices. We've seen. Those are just a couple of things I encounter in my daily life on the Internet, arguing massive disinformation. And these memes take hold and a lot of people believe them. So how do you counter them? How do you counter these memes? As a politician, if someone says, someone shows a viral chart showing that wages are flat and prices are way, way up, and it's because they adjusted the wages for inflation, so the wages only increased slowly. Well, they didn't adjust the prices for inflation. So the prices. And so they show this chart and it goes around. And now you're a politician and you've actually done a good job, and wages have gone up, adjusted for inflation, real wages have gone up and you've done a good job. And now you have to counter that message because easy to misunderstand that chart, it always goes viral because it looks really dramatic. It's total fucking disinformation."
    },
    {
        "speaker": "C",
        "text": "Bullshit."
    },
    {
        "speaker": "A",
        "text": "I know. You should adjust inflation for both. Adjust both time series for inflation if you're going to compare. This is not an ambiguous case. This is just a mistake. And often it's an intentional mistake. People intentionally do this just to get clicks. And so I could do it tomorrow, I could just show you how it's done, but I'm not going to because that's not anyway, but you can, and people do it all the time. The Wall Street Journal did it by accident once and had to retract it. So what I'm saying is, how do you counter that? Well, perhaps you can pay to put your own message out there. Actually, real wages went up and you can pay to do tv ads saying real wages went up. Wages went up by this much for the cost of living. Only one. So you could maybe you could, but that costs money, money, and you have to be out there fundraising for that money all day long while someone else, a 27 year old staffer, does the job of governing."
    },
    {
        "speaker": "B",
        "text": "So the cost to create misinformation is just very cheap, and it takes a very high cost to validate or verify that information is true or not. So in all of this, I'm curious, Vitalik, you called this what we're up against. You seem to find Noah's argument that he's making pretty compelling as to why totalitarianism, maybe, let's call it, could dominate and beat the idea of western civil liberties. And this is all very ironic, I think, because it would be sort of defeating a device that was supposed to propagate democracy and liberal values, let's say, which is the Internet. And so the idea that a tool of liberal democracy creation could actually be used by totalitarian regimes to beat them at their own game is somewhat counterintuitive. So why do you think, why did you call this argument sort of what we're up against? And maybe you consider it a good argument against liberalism in the 21st century."
    },
    {
        "speaker": "C",
        "text": "I think the idea of Infowar as a zero sum game is one of those ideas that's at the top of a lot of people's minds. And it's a like, it's definitely something that is concerning a lot of people. And it's definitely something where if you just, like, go and, you know, look out onto the Twitterverse yourself, you know, you can very clearly see evidence for it. And, I mean, I think also just one of the interesting things about being in the crypto space, right, is that, you know, in a lot of ways, you know, we get to be a couple of years ahead to some of these trends. And, you know, there is definitely huge amounts of zero sum info warfare that's happening, you know, between Ethereum and bitcoin, maximalists, ethereum and, you know, the XRP army, Ethereum and Solana, Ethereum and whoever, like, I think, well, at least I know between the kind of more hawkish and maximalist factions of each of which. Right. I think, you know, under the surface, there's a, a lot of devs that actually get, get along quite well that's kind of not visible if you just look at Twitter. But like, you know, the info war of all against all layer is definitely a layer that exists. And, you know, we see how all of these info wars are kind of coming out, and we see, yeah, like, the obvious need for some kind of, you know, like, better I way of actually doing this function of aggregating and eliciting a lot of different people's wisdom and thinking power and information. And a lot of what we have today is just not actually meeting that. And it is worth thinking of basically, what is the worst case scenario out of all of this? And the worst case scenario, definitely basically, like, seems to be an outcome where, like, all these problems don't get solved at all. And the pro. And, you know, it turns out that the more serious versions of all the problems actually are true and actually will continue to be true. And, like, basically nothing survives aside from essentially islands of various sizes that are run in a very centralized way internally. Right."
    },
    {
        "speaker": "B",
        "text": "Yeah. Isn't the worst case scenario what Noah pointed out, which is basically, like, liberal democracies are on their way out. So in a similar way that agricultural societies disrupted hunter gatherers and, like, you know, industrialization, kind of like, you know, beat out the monarchies, then maybe information tech just, you know, spells the end of liberal democracies. Isn't that the worst case scenario for fans of liberalism?"
    },
    {
        "speaker": "C",
        "text": "Yeah. Yeah, no, I think it absolutely is."
    },
    {
        "speaker": "B",
        "text": "Well, I hope that that's not true. Maybe we can get into how this argument could be wrong. And I'll throw this over to Noah to start. So you've put forth the argument, which is the cost to create information as it plummets, maybe it gives an advantage to totalitarian regimes and disadvantages liberalism. And the idea of liberalism and these totalitarian regimes just outcompete liberal democracies in the 21st century. So let's talk about how this argument could be wrong. And I just want to maybe throw this to you, Noah. So we've had technologies in the past that have brought the cost to propagate information down to zero. One of those technologies was the printing press. And so it did not lead to totalitarian regimes kind of taking charge and winning more or less led to a renaissance, more or less led to the splintering and forking of all sorts of different religions. Protestantism sort of had its way with the introduction of the printing press. So it seems like we've had technologies like the Internet in the past, and it bred more liberalism. It bred more more freedom. Why is that not the case here? Or do you think that's a compelling reason. Argument against the. I'm asking you to maybe argue with yourself. Do you think that's a compelling reason for why this thesis might be wrong?"
    },
    {
        "speaker": "A",
        "text": "Well, good. So I think that that's basically something about lowering information costs, made liberalism strong in the 19th century, and then really in the 20th century and maybe in earlier centuries too, you can make an argument that the 30 years war was won by the less illiberal side, and they're both pretty illiberal. But you could make an argument that the protestant states at least didn't have the overarching and at the time quite corrupt Catholic Church and that made them more liberal and that the Habsburgs were really in some sense the bad guys. So you can make that argument. But I think what we're to make the argument that I'm making, you need to look at non linearities, right? You need to look at a u curve. The idea is that as information becomes cheaper, it becomes possible to aggregate information with mechanisms like markets more easily. With the printing press you can have people and the telegram and all this stuff, you can send information about prices farther and faster. And this allows you to get aggregate information through the price mechanism faster. Same with voting. You can get people to. It's easier to get information about what the candidates actually want. Of course, you had plenty of disinformation there too at the time, but still you had these. You can make this argument that information aggregation becomes easier with just a little bit of reduction of information aggregation costs, but then that plateaus over time. So you have this thing where at first a little bit of information technology like the printing press and the tv and the radio make it easier to aggregate preferences. But then the Internet doesn't necessarily make it easier, make it much easier on top of that to figure out what people want to buy and stuff like that, or for the market, say, to aggregate information about preferences, democracy, it doesn't make it much better. And then let's say that the disadvantages might be a concave function like this, they might be an upward bending function where the social resources that you waste on information tournaments might simply increase a lot. And so you have this crossover point. So at first your information tournament cost is only increasing slowly while your information aggregation benefit is increasing very quickly. And here's where liberal democracy wins. But then when they cross over here, here's where a liberal democracy starts losing because the costs keep growing and growing and growing while the benefits asymptote or let's say decline in, you know, it's convex or I mixed up concave and convex, but it's whether the set under it anyway, so, but the curve go up. So convex costs right. Or, and concave utility is the whole idea here. And you get this pattern with a lot of things, right. You get this pattern with like investment in the solo model of growth, right? You have diminishing returns to capital, but you have straight line depreciation costs or even increasing depreciation costs as you build more and more capital. And so eventually there's some crossover point where building more stuff actually hurts you instead of building more capital hurts you instead of helps you. It's like, do you need one more bridge? Do you need one more, you know, office building? And at some point the balance flips, right? So to get this argument, you need to get an argument where you have this crossover and this flip. And so, and the idea is that when information costs get, you know, they start out very high because, you know, you're just like Grog the caveman running around your club. And then as you get better technology, you get, information cost gets lower and lower because people learn how to write and things like that, and printing press and television, radio, blah blah, and liberal democracy better and better and better. And then you hit some crossover point with the Internet where suddenly your benefits have really just asymptoted out while your costs continue to explode from information tournaments. In order to make this argument, you need to make an argument for a nonlinearity. You can't just say more information equals more gooderer or more liberal. Er. You can't just say, that's straight line thinking. So you have to think nonlinearly and have some crossover point in order to make this argument."
    },
    {
        "speaker": "D",
        "text": "But talk. I'm wondering if you could give your perspective. I'll pull in a metaphor from the AI safety people of just like, what do you think your p doom is when it comes to totalitarian structure being the most fit as a result of the curves that Noah is illustrating, you talk about in your warp cast, just like some reasons about why this argument could be wrong. Maybe you can like give us some assurances about why this is a thought experiment and not reality."
    },
    {
        "speaker": "C",
        "text": "Well, I mean, I think one thing that we have to kind of nail down first is the difference between being the best fit and winning, right? Because I think one property that a lot of systems that are organized in a very centralized way have in practice is that like economies of scale in extraction are higher than economies of scale in actual production. And so even if they're kind of less fit in some utilitarian sense of improving human flourishing like it's the Cadillac, still ends up like extracting more and succeeding more in zero sum conflicts for various reasons. So that's like one biggest, you know, caveat that's really important to make, right? But yeah, I mean, in terms of like p totalitarianism or p whatever. I think one of the challenges of giving this number is that it's, like, so hard to define what all of these terms are even going to mean 50 years from now, right? Because, like, we're talking about transitions through some, like, pretty massive technological changes. Whatever AI is going to do and whatever that's going to do, the global economy, whatever advances in biotech are going to do, whatever advances in, just like, other kinds of digital technology are going to have. And the concept of even something like private property in some sense becomes less and less meaningful with every passing year as things become more and more digital. Right? And as, I mean, look, we're just basically turning into, like, everything being network effects. So, yeah, I mean, it's hard for me to give percentages because, like, I mean, there's definitely a case to be made that if you, like, took someone from 150 years ago and you woke them up today and you showed them how any modern society works, that then they would say, obviously totalitarianism has wondez. Like, what do you mean? You can't legally hire someone without, like, filling in a whole bunch of forms and, like, giving them 40. Like, that's like the most totalitarian thing out there. Right? So, yeah, it's like, it's difficult to, like, make a numerical comparison for, like, even just some of those reasons, but, you know, like, maybe just to give some concrete or maybe to start going into the counterarguments a bit. Yeah, I think basically, if we go back to the info hobbesian thesis, which basically says that the infowar of all against all one is a war, meaning it's a negative sum game rather than zero or a positive sum. Two, it does not have stable equilibria that are not physical borders. And three, it does have stable equilibria that are physical borders. Like, I think those are the three claims, and I think you can ultimately attack each one of them in turn, and we can start from the end. Right? So milk does info hobzy and, yes, even have equilibria that are physical borders. Well, go on Twitter. And one of the first things that you see is you still see people from and like, or bots of different countries that are, you know, like, very hostile toward each other that are, you know, like, still fighting the meme war against each other in all kinds of different contexts, right? So, you know, like, even if they have a very strong censorship internally, like, you know, the meme war continues, right? So, like, that's one question, right? And then, you know, we kind of joke about how like, oh, you know, the only memes that you're allowed to spread are the local government approved thought or whatever. But if you actually go to any one of these countries, and possibly with the exception of North Korea, though probably even there, it's not actually like that at all. The meme ecosystem is still actually quite porous in practice. That's the first question, basically, in a digital environment, then, look, is the natural equilibrium even, like, national borders, or is it the case that, like, oh, well, actually, the only equilibrium that makes sense from a hobbesian perspective is one where there's basically a single elite that dominates the entire world, right. And that, in some ways, is, like, an even scarier thought, right? Because we're not even talking about hegemony within one country. We're talking about, like, a single hegemonic actor that just takes over the entire world. And at that point, even if they're completely unfit, there's, like, basically, yeah, no pressure that can effectively unseat them. Right? Like, world government is deeply scary in a way that national government is not. So then the question is, like, well, if that's actually the case, then, like, maybe, yeah, it just. There's enough people around the world that just, like, find that kind of scenario as horrible as I do, that they'll actually start fighting against it, right? So that's, like, the first thing that I think is worth being skeptical about, right? Like, are there actually equilibria that don't involve or that do involve borders? And then the second one is, like, are there equilibria other than war that don't involve at least physical borders? And I think here, what's interesting is, like, this is where a lot of the differences really start to shine, right? Because. And this is, I think, something that's very second nature to the crypto space, right? Which is basically that, like, the possibilities for defense exist in the. In the digital world that just do not exist in the physical world, right? Like, theoretically, in the physical world, people can wear body armor, right? But in practice, body armor is super inconvenient. It's sweaty, it's incredibly annoying. In a whole bunch of ways."
    },
    {
        "speaker": "B",
        "text": "It's unfashionable, I'll say that."
    },
    {
        "speaker": "C",
        "text": "Yeah, yeah, it's unfashionable. Yeah. I mean, you can stick body armor into suits if you want, but, like, these days, even suits are becoming more and more lame. So. But then in the digital world, if you think about, like, your Internet experience using HTTPs in 2024 versus your Internet experience using HTTP in 2009, like, do they feel different, right? I mean, obviously the applications feel different, but, like, does the difference between HTTP and HTTPs feel like anything? Right."
    },
    {
        "speaker": "A",
        "text": "I."
    },
    {
        "speaker": "C",
        "text": "And I think the answer is clearly no. Right now, that's kind of a bit of a. I think somewhat of an artificially unreasonable example, right? This gets into the divide between what I call cyber defense and what I call info defense in my big long techno optimist manifesto from last year, right? And basically it's like cyber defense is the type of defense where everyone can, like every reasonable person, can agree who the bad guy is. And info defenses, like, when there is room for interpretation. But even in the case of info defense, you can ask things like, what even are the physical world equivalents of community notes? What are the physical world equivalents of prediction markets? Or, to even go low tech, what even are the physical world equivalents of different groups, of people being able to be on different social medias and be on group chats? Right? Like one of the kind of lines of skepticism that I think you can really legitimately raise against inferring the extent to which the inflowsphere is a war of all against all on Twitter is basically that Twitter is the worst of it that you see, and it's the worst of it precisely because you can see it. If you think about private group chats, for example, there are like, private group chats consistently maintain higher levels of quality and high end, high levels of productive discourse. Smaller social media platforms, whether it's farcast or whatever else, they maintain higher levels of discourse. Actually, Noah even wrote an article about how the Internet wants to be fragmented. And basically, the counterargument is, what if this vision of the global water cooler that we all got addicted to in the 2010s just happens to be the worst possible version of all of this from a info warfare being negative some perspective. And now we actually are learning and we actually are adapting, and the Internet is already in a whole bunch of smaller and larger ways, reconfiguring itself to already starts to become less warlike in ways that are, that have no equivalence again in the physical world, because the mechanics of constructing digital walls and constructing physical walls are just so fundamentally different. So I'll stop here."
    },
    {
        "speaker": "B",
        "text": "Noah, what do you think of those arguments against the thesis here that Vitalik just made?"
    },
    {
        "speaker": "A",
        "text": "I think that I like the observation about the Internet becoming more fragmented. That will reduce information tournament costs, as in, we don't spend all our day arguing on Twitter. We spend our day talking to people in discord who have useful information for us and who are not just some, you know, some angry jerk blowing off steam by talking bullshit, and then everyone else has to jump in and refute that bullshit. And then we just talk, you know, talk to interesting people with interesting ideas, and maybe we lose. We lose a tiny bit of that long tail of information because we don't, you know, maybe there's some totally random person who will pop up and tell you, you know, a little bit of extra information you didn't know that wouldn't have been invited to your discord. But now at least we've reduced the information tournament. So I think that point, I really like the idea that perhaps there's some natural self equilibration mechanisms in the marketplace of ideas. I like that idea. The analogy to hobbesianism. I think we shouldn't lean too hard on that analogy to show why this idea is wrong. I think, yes, the idea of information tournaments has some superficial similarity and some real similarity to Hobbesianism, but it's not a complete analogy. And I think saying, okay, here's why. If we make everything seem exactly like Hobbes Leviathan, if we just make a one to one analogy between these concepts, and then we show how the classic sort of assumptions of Hobbes don't hold well, then we've disproven the information tournament thesis. I think we shouldn't do that. We shouldn't lean too hard on that analogy. And so, for example, one idea is. That is the idea, the analogy of information competition to violence. If I yell, if two people meet in a town square and have a physical fight, one knocks the other. Like if Ryan and David meet in the town square with clubs and go at it, and then one of them will bonk the other with a club, and then he falls over unconscious, and then you're done, right? But then in information, quote, unquote, warfare, yes, there's a competitive thing, but it's like, imagine if both people had, like, infinitely powerful suits of armor and were just wailing on each other like in some Marvel movie. So I can yell correct information, someone else can yell disinformation, or we can yell two competing forms of disinformation. Right? I can tell you. So suppose that you tell me that the job market is terrible under Biden, was amazing under Trump, and I tell you that the job market was terrible under Trump and is amazing under Biden. Well, those are both wrong, because it has been great under both. The job market has been great throughout both of those presidents terms. And so that's the truth. But suppose we have competing disinformation right. And we just wail on each other and wail on each other and wail on each other. Physical violence naturally ends in one person winning and the other person getting clubbed to death. I mean, yes, I know World War one lasted a long time, so it's not always quick victory, but then information warfare can go on forever. And so that's just one difference between real violence and disinformation war. And so the cost of disinformation war, there may be no natural resolution. So the thing about Hobbes is that the idea is that everyone's always running around trying to fight everyone, and so you need this Leviathan them, right? That's similar to the idea that maybe having information filtered through some monopolists at the New York Times and CB's news in 1960, maybe that was actually good. That's the analogy there. But there's other dimensions in which the analogy breaks down. For example, borders. Do we really need to have information, hegemons? Do we really need information to stop and start at national physical borders? No, we don't. So, yes, we have Twitter. And you go on Twitter and you see people from all countries. But the chinese government and the russian government have a lot of resources devoted to pushing their message out there. And the us government doesn't. Liberalism doesn't. Us government sits back and says from an olympian remove and is like, I am the overall mighty hegemon of information. And so I'm going to let all these tiny little actors play it out. And then one of those tiny little actors is the government of China, a country four times the size of the United States, with arguably a higher gdp in the United States. And so that's one of the tiny little atomistic actors. And so the rest of us are these tiny little guys having to run up against that behemoth, having to run up against Russia, who has less resources but still a lot more than your average american and has a little bit more practice pushing out bullshit to Americans. And so those guys, I'm having to fight those guys every day on Twitter and in the information space, and they're much better resourced than I am. And there's no physical border there, right? There's a physical border for where those armies can go, but there's not a physical border for where their information things go. And so you can have cross border information warfare in a way that it's very difficult to have cross border physical warfare. And that's a structural difference between the two things that makes the analogy break down a little bit. I think. And so the idea that, okay, information is borderless, and therefore, you're not going to get a hobbesian situation. Well, but information warfare is borderless in a way that violent physical warfare is not. And so I think that means that the analogy can't, we can't just lean too heavily on that analogy and say, well, since information doesn't have borders, you're not going to get Hobbes type situation. Well, yeah, but Russia and China are going to continue to just use their resources to push out their messages to everywhere. And if you look at, I think Ann Applebaum had a great article in the Atlantic recently that shows that the combination of russian message crafting and chinese money around the world is actually proving a fairly effective propaganda tool. So, for example, this idea that there were all these secret bio labs in Ukraine, you know, that's made up by the Russians, secret american bio labs in Ukraine, and that's why Russia had to, like, go invade Ukraine, that's made up by the Russians. And. But it is being spread in, you know, poor country, in developing countries and in developed countries, but people in developing countries are buying it a bit more because they don't have that as robust a counter information ecosystem. You know, it is being spread by chinese networks. And China really picked this up and ran with it and distributed this, and China's commercial connections to the world allowed it to do this. Ryan and David, have you ever heard the Ukraine biolabs idea?"
    },
    {
        "speaker": "B",
        "text": "I have not, no."
    },
    {
        "speaker": "A",
        "text": "Okay, Vitalik, you've heard that one."
    },
    {
        "speaker": "C",
        "text": "Yes, I have, but."
    },
    {
        "speaker": "A",
        "text": "Right, and it's borderless. It's borderless. But these well resourced states that have borders for the collection of taxes and borders for the enforcement of crime and borders for where their army goes do not have borders for where their information goes, and yet they in some sense, raise the information cost to the rest of us because I'm sitting there battling whole governments on Twitter."
    },
    {
        "speaker": "C",
        "text": "Yeah. Okay. I mean, I think I get the feeling that Noah's somewhat disagreeing with you, but actually agreeing with quite a lot of what I said, which is that, you know, like, one is that it's like, a major difference between physical warfare and Internet warfare is definitely that, like, Internet war is significantly much less of actually war, like, and, you know, like, especially once you get off Twitter. And, like, that's a place where the analogy fails. But I think on the first one of, like, the issue of borders, that's one of those, one thing that's kind of valuable to disentangle there, I think, is the idea of info hegemony as this abstract concept, which can exist at any level of a stack. You can have info hegemony in a country. You can have info hegemony inside one of Elon Musk's companies. You can have info hegemony in your family or in your cult or across the entire world. And then there is this very much more specific ideology that really emphasizes the idea of national sovereignty. It basically treats info hegemony as being one part of national sovereignty, alongside physical military hegemony within a local area. I think the breakdown in the analogy between elect physical and info hobbesianism, to me, it definitely suggests that specifically, the nation state bound version of all of this is one that's less likely to be a long term, stable equilibrium, which could mean something good or it could mean something bad. The good thing that it means could be that we find some kind of better approach and some kind of better equilibrium that does not involve basically unlimited, like, info hegemony that any particular person is subjected to. Right. Or it could also mean something worse. And the something worse is basically info hegemony at an actually worldwide level. Right. And so the question to basically think about is, like, well, if you have all of these different actors, and we can think of them as being nations, or in some cases, they. Yeah, you know, there are, like, memplexes that have partial overlap with nations. Sometimes they're meanplexes that overlap collections of nations or even parts of nations. Like, if you are one of these memplexes, what to you is the ultimate safety? The ultimate safety is basically banishing all competing memplexes from the world forever. Right. Because if they're not from the world, then, like, wherever they're not banished from, they can come back. Right. And so this is the bigger risk, which is basically. Yeah. Going out even into the long, long term, into a time when even the words democracy and totalitarianism and United States, Russia and so on are long forgotten. What is the long term equilibrium? And is that a global info hegemon? And is that a situation that eventually, you know, like, we fall into? And once we fall into, it's, like, super hard to get out of. Right. So, yeah, I mean, I think, like, basically the porousness of borders and, like, the way in which digital borders are much weaker than physical borders, it's like, it's both a blessing and a curse in that exact way. Right. It's like, you know, the blessing is basically that it enables other possibilities and, like, the curses that, like. Well, actually, yeah, you know, there's definitely something worse than nation scale authoritarianism that might be looking at us eventually."
    },
    {
        "speaker": "A",
        "text": "Yes. Right. So in other words, right now we're seeing so called sharp power by China reach into many areas of the rest of the world. We're seeing companies censor what they say in their own home markets because of China threatening to cut off access to the chinese market. We're seeing, and various actors, basically China's conditional opening saying we'll dangle the promise of this giant chinese market, which usually does not materialize. But let's say we can dangle it and once in a while it will for anyone who's just willing to go push our message back in your own countries, blah, blah, blah, that's called sharp power. And so we're seeing the effects of that across borders. The question is, so what's the scenario? I guess my question. So again, I don't really strongly believe in this thesis. Right. It's just an idea I had. I'm not going to be like, yes, liberal democracy is going to fail. I'm not that guy, right. I think that there's a good chance that everything I'm saying here is overblown and that this is not even a good way of. And that liberal democracy has other advantages in addition, like a feeling of inclusiveness and public goods provision. Those are other arguments for why liberal democracy is good. Maybe those are more important and I just haven't even considered them. Maybe the information tournament problem isn't actually that big and what looks like all these people wasting these resources, actually just people having fun. Well, actually we're just as good at getting information as we ever were, which never was really great, but we're just watching people have fun shouting each other for consumption purposes. And that's how we're using our leisure time. And it looks like we're the. But in actuality, you go back to like 1950 and the average person was worse informed than now and that the actual amount of time and effort we spent was maybe about the same because now we're just consuming, we're just having fun. So these are counterarguments that I can make to this, right? I can make counterarguments to everything I just said. But I think it's worth asking if this thesis, if the scary theory is wrong and if the new totalitarian is going to lose, if Xi Jinpingism is going to lose, what's the scenario by which it loses? And so I think economically the scenario by which it loses is that, well, China's still just not nearly as rich as the west. And as this chinese state gets more controlling of the chinese economy, it's going to get worse and worse. It's already slowing down much faster than other developed countries did back in their day. It's slowing down early. And China's just, yeah, they can produce a bunch of EV's, but they're all going to rust in the parking lot. And unless they're massively subsidized, and in the end, all we have to do is wait, and maybe there'll be Soviet Union too. And so economically, I think that's the argument. Politically, the argument is eventually, when the economy slows down and when people realize that Xi Jinping isn't that competent and he's been around for 20 years and people get really restless, you're going to see the same pressures you saw in Korea and Taiwan for democratization, blah, blah. So those are the counter arguments. The counter arguments are just like, just wait, bro. People said totalitarianism was going to win in the thirties. They said it was going to win in the seventies. They were full of shit both those times, and they're full of shit now. Just wait, wait and do the normal thing. But in terms of the marketplace of information, with the massive messaging apparatuses of China and to some degree Russia, which are now coordinating, hegemonizing the american Internet with bullshit, and the european Internet with bullshit, and the latin american Internet and the Middle Eastern with bullshit, how do we beat that? What's the scenario? So this is my question of italic. What's the scenario where that loses and how does it lose?"
    },
    {
        "speaker": "C",
        "text": "So I think one of the sets of arguments that we haven't talked about at all is just the possibly very large benefits of info pluralism in a context, like in a context where when people are sharing info, they're doing something other than fighting each other, right? So I think one of the best things that you can have in an ecosystem is not just having like, one group that has a tight internal consensus where they all agree with each other on everything, and then they just kind of veer off in their own direction and assume that each other are right, have perfect confidence in each other, and instead actually have an ecosystem where you have different groups that actually have some form of competition with each other. And this is like something that the world as a whole definitely has. Like as a unit, this is something that, I mean, the US as a country, I think, definitely has quite a bit of that. As a unit, you can identify sub bubbles in a bunch of ways, right? Like you have the reds and the blues, you know, you have the east coast and the intellectual cluster, then you have Silicon Valley. You have people who care about different branches of tech. And there's lots of these subcultures that actually have the ability to actually take their ideas and actually push them forward to their conclusions and start executing on them. This is something that I think the better crypto ecosystems tends to actually have. You know, the ones where it, like, actually, literally is just a cult of personality around, you know, like, one guy calling the shots or, like, the ones that, like, pretty quickly tends to fail. Like, sorry, Craig. Right. So the benefits of, like, actually. Yeah. Having this kind of pluralistic environment where, like, you actually have different groups and where those different, like, each of those different groups, like, actually has enough breathing room that it can actually take a couple of steps that actually start, like, pushing its ideas forward to some kind of conclusion. Like, that feels like something that, like, it's very plausible to believe that it's something that has massive benefits and, like, you just can't really come up with good ideas without it. Right. And I think what's interesting about that is that the kind of world where there's, like, one leading dictator and you can't get anywhere if you disagree is obviously the exact opposite of that. But then the world water cooler is also the exact opposite of that. Right. So both the dictator and the world water cooler are actually not in folism. And so actually figuring out, how do we. Yeah. Optimized for info pluralism, which basically means both pluralism existing and at the same time, the interaction between the different groups actually being not just competitive, but also probably, I think you don't want full kumbaya. You want some kind of healthy mixture of competitive and cooperative, then, yeah, that's something."
    },
    {
        "speaker": "A",
        "text": "How do we beat, how do we beat the info Leviathan of China and Russia? The answer is we hide from it that it is very powerful in the town square and rules the town square. So we go to our houses and talk in whispers to each other where the monster cannot get us."
    },
    {
        "speaker": "C",
        "text": "Well, there's this famous, I think, infographic or comic or whatever you call it, that got it. That was in a slate store codex post. I think it was actually the one on community night civilization, where basically someone starts off making a garden, and then the garden expands, and then the garden expands, and then the fence kind of eventually stretches out across the entire world. And then at some point, basically the garden becomes the new reality. I think. I'm not advocating for kind of people constantly. Yeah. I'm playing cat and mouse games and spending a lot of energy running. I'm basically advocating for developing the tools to make the Internet landscape one that actually is friendly to multiple groups that are not hegemons, that actually are able to, and where the actual incentives align for them to interact in ways that are more productive. I think if there is, you can never get 100% of the way there, right. And there will always be there to stay crazy things and fight zero sum games against other people who are saying the opposite crazy thing. But you can clearly go much further than zero. I think, again, the world water cooler is probably the closest to zero that we can have. And then the question is, even if you look at the early Internet architecture where you had a lot of blogs, you had a lot of forums, and it did not look like anyone running and hiding from a single main thing, but it did look like something that produced a lot of productive output. Right."
    },
    {
        "speaker": "A",
        "text": "That's a great point. What we're really running and hiding from is maybe the inefficiency of centralized information marketplaces rather than the fact that Russia and China are in there trying to do their thing."
    },
    {
        "speaker": "C",
        "text": "Right. I think, I mean, ultimately, if an info ecosystem has a mechanism by which it's vulnerable to Russia, then it's like, also going to be vulnerable to Elon Musk and it's also going to be vulnerable to the Democratic Party, and it's also going to be vulnerable to the Republican Party. So, I mean, to a lesser extent, because you do have kind of, you do have more avenues to kind of push on those actors to be nicer, but like, to some extent still. Right? And so I think, you know, there's an extent to which those two things are similar problems. And like, to me, the, yeah, the ideal outcome is actually like having, like, is not having, you know, healthy info ecosystems in a particular subset of countries that we label liberal democracies. And then they can prosper and everyone else goes to dust. Like, the ideal outcome is like, you know, the, the world becomes a healthy information ecosystem, right? Wherever all of these, like, a pretty wide diversity of different actors can participate, which inevitably means some that have quite crappy intentions, but we still figure out how to muddle through and make that work reasonably well."
    },
    {
        "speaker": "A",
        "text": "So here's my question. Is there any way you guys are, and I have to go fairly soon here, but I, my question is, you guys are all fans of blockchain, of course. And so maybe blockchain can help here because maybe so Americans don't necessarily need blockchain to talk to each other because I know there's farcast or whatever. But maybe chinese people do, or Russians. Maybe there are ways to completely secretly talk to. For people to completely secretly talk to each other. So obviously, you can use signal to just do encrypted, but then someone can maybe raid the office of signal or maybe kill anyone who has signal on their phones. I don't know. You can do that. But maybe are there ways, technologically for blockchains to help chinese people talk to other chinese people about what they don't like about Xi Jinping and for russian people to talk to other russian people about what they don't like about Putin, et cetera, et cetera."
    },
    {
        "speaker": "C",
        "text": "Have you. Noah, have you seen Freedom tool?"
    },
    {
        "speaker": "A",
        "text": "No."
    },
    {
        "speaker": "C",
        "text": "It's this interesting group. It's this company based out of Kiev, and they have people from a bunch of ex soviet countries, and the company is called Rauramo, and they built this thing called Freedom tool. It's with, I believe it was a pussy riot connected lawyer Mark Fagan. Basically what it says is that if you have a russian passport, then you can digitally prove, using zero knowledge proof technology, that you're a russian citizen without revealing which one you are. And then you can go and basically participate in an online vote. And the results of the online vote are visible, and they're guaranteed to be tamper proof. So basically, it is an, you know, anonymous voting system that is, like, that basically lets us, you know, have, like, shadow votes among the, you know, shadow russian nation and, like, actually, at least, you know, create consensus of, like, you know, like, what do russian people actually think? So I thought that, like, it's. It's very clearly this kind of, like, version one beta thing in a lot of ways, right? But it's, I think, interesting because, like, to me, one of the. Yeah, like, one of the big debates that you sometimes get around the discussion of, like, Internet anonymity is basically, like, either you're. Or, like, the 1990s idea is like, freedom comes from the fact that on the Internet, nobody knows you're a dog, right? But then you have this debate of, like, oh, well, you know, either you're verified, but then if you're verified, people know who you are, they can go after you, or you're anonymous. But if you're anonymous and, like, no one has any need to trust you, unlike these days, it's pretty much impossible for you to distinguish yourself from a bot. Right? And so the question is, like, can we actually solve both of those two things at the same time? Right? And, like, can we actually have, like, strong privacy and at the same time, like, various forms of trustworthiness, whatever that means in a particular concept, and, like, have those things together, right? And, like, it actually feels like this current batch of zero knowledge proof technology. And there's a couple of blockchain use cases in there, too, especially for making these votes censorship resistant. It feels like that batch of things actually manages to solve both of those problems. The frontier for creating an infosphere that is at least guarded against, shall we say, both centralized and decentralized cyber attacks is actually better than ever in some ways. In this way, it's an exciting time. We actually get to see some of these things go live and see how they work."
    },
    {
        "speaker": "B",
        "text": "There's a partial answer for you there. No, we're making some progress on that front, guys. This has been a fantastic conversation. I've really enjoyed the interplay between the two of you. I guess as we sort of bookend this, maybe I'll read a quote. So even if your thesis is right, Noah, you still think it's a good idea to continue fighting for liberal democracy. You say this, we should continue fighting for liberal democracy and hope that technology and human nature allow for its continued victory. Maybe that's a place to end this episode. And we appreciate both your time."
    },
    {
        "speaker": "A",
        "text": "Thanks so much. Vitalik muted himself, but I'm sure he's saying as well."
    },
    {
        "speaker": "B",
        "text": "I think he is as well. Fakeless nation. We will include a link to Noah's article that we discussed throughout the duration of today's episode. It's called how liberal democracy might lose. We, of course, hope it doesn't, and we are betting that crypto is part of the solution and part of the reason why it does not lose. Of course, got to remind you, even though we didn't discuss crypto today, it is risky. None of this has been financial advice. You could lose what you put in. But we are headed west. This is the frontier. It's not for everyone. But we're glad you're with us on the bankless journey. Thanks a lot."
    }
]