[
    {
        "speaker": "A",
        "text": "Hey guys, we have a bankless takes episode for you today on the docket. Is Ethereum changing its monetary policy again? Dun dun duh. Question for you, David. So there's this debate in the Ethereum community right now, and I've been paying attention to it, but a bit on the margins. I think you've been more directly paying attention to it, but it's a debate about changing the monetary policy of Ethereum. This holy ground we're treading in, should we do it? Who gets to decide what should the eventual monetary policy be? What's the context for this conversation?"
    },
    {
        "speaker": "B",
        "text": "Yeah, so two Ethereum foundation researchers introduced a blog post, like a research blog post, proposing the idea of changing the monetary policy of ETH, changing the ETH issuance curve from what it is today to something else. Along with this research post came a proposal a lot in alignment with the research post to include a change to ETH monetary policy for the next upcoming hard fork in Electra, which could be a hard fork as soon as the end of this year. And this expediency, this speed, created a ton of controversy and debate about the politics and optics of EF researchers rushing in a monetary policy change into the next hard fork. And this is something that some members of the Ethereum community had this, like, immediate negative reaction to. So really in this debate that we're experiencing, that we're seeing in the Ethereum community, there's really like two pillars here. There is, should we change the eth monetary policy? And then there's also like the much more controversial thing, which is like, what is the appropriate process for changing the monetary policy? How fast should this be? How rushed should this be? I think in this episode today, Ryan, I actually kind of want to just focus on the monetary policy of ETH. There's the politics around the governance of Ethereum that I think the community and EF researchers and core devs will all kind of figure out. That's not really our realm. What I'm primarily interested in is, are we at the end game of eth's monetary policy? And if not, what should we do about it? And that's the subject of today's episode."
    },
    {
        "speaker": "A",
        "text": "All right, should we get into the topic today?"
    },
    {
        "speaker": "B",
        "text": "Yeah, let's do it. But maybe we should. Let's go, like all the way back. Let's just like start at the very fundamental foundation of just like, monetary policy. Ryan, what's monetary policy?"
    },
    {
        "speaker": "A",
        "text": "Monetary policy is how a entity kind of controls their money, right? And I would say that any money that has supply, that is somehow impacted or arranged by human beings has a monetary policy associated with it."
    },
    {
        "speaker": "B",
        "text": "So not gold. Gold. Does gold have a monetary policy?"
    },
    {
        "speaker": "A",
        "text": "I would say it does. It's just like actually completely immutable from a nature perspective, right? Unless we can find some way to do alchemy, which is, you know, eluded us through all of human civilization. But just gold is birthed in the aftermath of a supernova explosion, right? It's a. On the periodic table of elements, there's only a certain amount of gold in the universe. And so it sort of derived its scarcity due to that. Everything else besides natural elements, even bitcoin, even ethereum, we'll get into it. And especially fiat currencies, they all have a monetary policy which is just their issuance. How much of the supply are they issuing both now in the past and into the future? What would you add to that?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I would say monetary policy, like, on the human tech tree of like, advances in technology emerges sometime after both government and army. And so, like, armies, they protect a fiat currency, right? They enforce its value. Uh, governments, like, produce the actual monetary policy, and then armies give these governments power. Uh, and so, like, it, you know, it's a human controlled phenomenon. Policy implies some sort of like, opinion about what money should be. Uh, and so I call, like, I call it like, relatively like a new phenomenon in the world. Uh, and then monetary policy really came into like, its, you know, it's like climax post the gold leaving the gold standard, right? So, like, we had monetary policy while we were on the gold standard as the dollar. Uh, but it was really a matter of like, how much fractional reserve are we okay with then when once we went off the gold standard, we can, like, all right, well, we now have complete and total control over the monetary policy of the us dollar. And so it's been this emerging thing alongside the role of, like, fiat currencies."
    },
    {
        "speaker": "A",
        "text": "Yeah, maybe. Maybe we should talk about that in the context of the different types of money that exist in a modern fiat based economy. So a modern nation state economy. And all of these are kind of like subject to manipulation because you just talked about the birth of government, the birth of sort of paper money getting off of the gold standard, which had sort of an immutable monetary policy inherent in it. And there's more than these, but the three areas of money that we could focus on are m zero, m one and m two. So money zero, money one and money two, money zero. Maybe we should start there and do some quick definitions. So m zero is base money. What exactly is that I call base."
    },
    {
        "speaker": "B",
        "text": "Money, almost like bare asset money. It's not a precise definition, but it's kind of close. It's literally just like the raw underlying money of the whole economy. Like literally printed dollars. And then dollars also held, like, digitally at the Federal Reserve. So this is like strictly currency in circulation. Plus commercial bank reserve balances inside of the Federal Reserve. It's like the. You can't. There's no deeper level other than m zero. It's at like the basement level of currency."
    },
    {
        "speaker": "A",
        "text": "And you said the Federal Reserve. So this is kind of. We're doing this mostly in us terms, of course. It's a. We're talking about the dollar as the unit of account here, and the dollar being sort of the reserve currency for the world right now. It makes sense to talk about the Federal Reserve and the dollar specifically. So that's all of the physical cash that you see in the economy shrinking, I would say. There's not. There's not much physical cash in our daily usage. And it's also the banknotes that are held at the Fed, the commercial bank notes held at the Fed. And if we look at what that number is right now, this is monetary base, total monetary base since 1959. And you can kind of see this over time. So, David, we are at about $5.8 trillion in m zero as of today. And you can see this chart. Um, it's like pretty, pretty steady, steady up curve through the, you know, the seventies, eighties, nineties, uh, two thousands. And then, whoa, what's this? 2008? What happened here? And we shoot back up, and, uh, like the last, you know, 14 years or so have been the spike upwards in. In terms of m zero liquidity as. As more cash is, uh, injected into the m zero economy."
    },
    {
        "speaker": "B",
        "text": "Yeah, there's two eras in this curve that really stand out to me. There's the first era up to 2008 where the slope is pretty linear, consistent, regulated, dependable. And then 2008 happens. And then the curve is. At first it jumps up, as in, we added a lot of money supply into the world, but then it kind of gets erratic and unpredictable. And you can kind of see opinions showing up in m zero. You can see this is. The Federal Reserve starts to be like, oh, you know what we can do? We can, like, leverage these levers. We can spin these dials a lot more than we have. And this call kind of came into vogue in 2008."
    },
    {
        "speaker": "A",
        "text": "You said opinions, but I'd go into more detail on those opinions. They seem like very short term opinions. It seems like somebody is drunk on the levers. And just, like, leaning into them, like, jerking them one direction or another, it's much more jerky. Opinions were expressed before this, but, like, they were very gradual, you know, and here's these incredible jerky ups and downs. As far as m zero, but always up. I'll note that it's almost always the long term trajectory is up. So that is m zero. What's the next m that we should consider?"
    },
    {
        "speaker": "B",
        "text": "We're going to talk about m one and m two, but I just also kind of want to put a wedge between m zero and m one that doesn't exist between m one and m two. Um, m one is derivative money. Uh, and m two is also derivative money. So, like, we're now, once you go beyond zero, you're into the world of derivative money. And really, like, m one, m two, m three. Technically, it keeps on going. It's like mn, like infinite number, but really, once you start to get beyond m three, it starts to get kind of foggy. M one, derivative money. First order derivative money is money like with a trusted intermediary. It generally includes the most liquid forms of money, things that are essentially money without actually being money that can quickly and easily be used for transactions. This is money held in commercial banks, savings held by banks and financial institutions. It's basically base money with a single order of intermediary between you, the user of m one, and base money. So, like, I would simply very call it like, m one is like first order derivative money, very liquid, but just not as perfectly liquid as m zero."
    },
    {
        "speaker": "A",
        "text": "So the way this manifests to you is so m zero, of course, is like a $20 bill in your wallet. Okay. M one is the money in your savings account, your checking account in Wells Fargo. Right."
    },
    {
        "speaker": "B",
        "text": "That's very, very accessible, but technically still subject to run on the banks."
    },
    {
        "speaker": "A",
        "text": "Yeah, exactly. It's their payPal. It's, you know, all of the digital money that you see in kind of like your own consumer personal savings account. That's sort of m one. It's kind of the stuff that we basically used today."
    },
    {
        "speaker": "B",
        "text": "The point is, is that there's risk at m one, and there's zero risk at m zero, like with any sort of centralized, trusted intermediary. There's insolvency risk, credit risk, you know, theft risk. There's some sort of trust happening at the m one layer, which is the meaningful differentiation between m zero and any other m, which is like there's intermediary between you and anything above m zero."
    },
    {
        "speaker": "A",
        "text": "Right. I don't feel like we feel that trust anymore. Like, it doesn't feel risky anymore because, you know, there used to be runs on the banks and things like this where your m one is at risk and you better switch your bank. Now we have FDIC insurance up to. It seems like the Fed system will bail out any bank that leads to insolvency. But I guess there is some risk here. One important point to note is this is a lot bigger in terms of m one is a. It's much larger. It's kind of like another circle, uh, outer layer, I would say. If. If just m zero is kind of the nucleus, m one sort of surrounds it. We're looking at about $17.18 trillion of."
    },
    {
        "speaker": "B",
        "text": "M one right now versus the 5.9 trillion of m zero. And part of this comes from the fractional reserve layer of the commercial bank."
    },
    {
        "speaker": "A",
        "text": "Exactly."
    },
    {
        "speaker": "B",
        "text": "So, like, $1 in turns into, like, $10 out at the commercial banking layer. And so this is where we see, like, expansion of the monetary supply. Whereas the monetary base is at one number. The m one number will always be some sort of multiplier on that, because we have. We live inside of a fractional reserve system."
    },
    {
        "speaker": "A",
        "text": "So, David, if you thought the m zero chart was ridiculous with all of these ups and downs, look at the m one chart here. And not much actually occurred in, like, m one supply in 2008, but something happened around 2020, and we see this absolutely, like, massive mountain cliff edge spiking upwards. Uh, what is that? What happened here? Yeah."
    },
    {
        "speaker": "B",
        "text": "Well, starting actually back at 2008, it's. It's notable that m one did not go down during 2008, even when, like, according to central bankers, we were on the brink, right? We were on the brink of a. Of a financial depression. But, like, we learned from the financial depression that we need to quickly inject stimulus into the economy. And so we did that. And without being an expert in, like, the history of the Federal Reserve, like, kind of staved away, like, a meaningful amount of depression out of the post 2008 economy. What happened after 2008 is, like, you see the inc. The steady slope upwards of m one actually accelerate from pre 2008 to post 2008. Then we hit Covid stimulus."
    },
    {
        "speaker": "A",
        "text": "Wow."
    },
    {
        "speaker": "B",
        "text": "Covid stimulus was like a different beast in which, like, everyone's memory goes back to 2008, and we're like, you know what worked in 2008? Stimulus. We're going into Covid. We're going into a pandemic. You know what we should do? Stimulus turns out, like, the COVID crisis and the 2008 crisis were, like, meaningfully different types of financial crisis. And we only really know this in hindsight. In hindsight, but, like, the COVID crisis didn't necessarily justify the amount of stimulus that we got, but nonetheless, we made that happen. And so, like, it's hard to express how vertical the COVID m one growth line is, but it goes from $4 trillion up to, like, what is that? Twelve, $16 trillion inside of one year, like, inside of maybe a quarter or two. And so we just quadrupled the m one supply of money inside of the economy in 2020 because of COVID And then, like, what happens? We experience inflation for the first time in like 30 years. Like, go figure. And then it also continues to rise up until the point where you actually see it come down a little bit, when we all remember the Federal Reserve hiking interest rates for the fastest time since, like 40 years or something."
    },
    {
        "speaker": "A",
        "text": "Yeah, tightening, right. Basically. So we were doing the opposite of tightening. We were doing massive expansion very quickly in m one, and now we move back to tightening. So we've got our m zero. We've got our m one. Just wrap a bill on this. How about m two? What, what does that include?"
    },
    {
        "speaker": "B",
        "text": "Yeah, that's just even more derivatives on money. That's slightly even less liquid than m one. This is commercial bank and credit loans. So this is money in money markets. This is money available to banks and financial institutions for lending. So it's money that's been put into a bank, turned into m one, and then it's lent out again to money market funds or other, or other creditors or lenders, creating m two, still very liquid, but you have a couple orders of derivation which separates it from m zero."
    },
    {
        "speaker": "A",
        "text": "Okay. And so the total amount in m two is 20 trillion. So larger than m one. Certainly significantly larger than m zero. So this is how the money that we experience in the typical fiat system, this is essentially how supply issuance, monetary policy, is kind of like, managed. So what's the problem with this, David? Or what can be the problem with this? What is the criticism of central banking policy from, let's say, Austrians and those who think that all of this expansion could lead to some disastrous effects?"
    },
    {
        "speaker": "B",
        "text": "So there's a number of different ways to approach this conversation. First, I would say, just like the central bank influences control over, like, a mass number of people's lives through the levers and dials that they have control over at the Federal Reserve. Like, we have all been told that a 2% inflation rate is good and that we should accept that, and that the dilution of our money by 2% every single year is, like, good for society. That's something that we are just told. There's also, since the central bank also kind of influences its control over the commercial banking layer, which is the layer that all, like the average Joe has relationship with. And so it's a really just a huge intermediary between you, the individual, the market participants, and the money that you use. Uh, and so, like, when you use the dollar, which is a liability from the Federal Reserve, the Federal Reserve is your counterparty. It is your counterparty on the other side of the transaction of you choosing to store your savings inside of a currency that is managed by the Federal Reserve. So, like, you, as an individual, as a market participant, are giving up some of your sovereignty, some of your power and influence goes into the manager of your fiat currency. And as we kind of saw with the m one or the m zero, the very erratic nature post 2008, these are people controlling the lives of, like, the entire globe. Because every, every transaction, one half of every transaction is fiat currency. And so one half of every transaction has this like, one central intermediary, which is the Federal Reserve, and also commercial banks. Uh, and so, and when we talk about, like, living a bankless life or living a, being a self sovereign individual, uh, having a central bank is a obstacle to that, because their choices impact us, and they are humans and they are folly, and they make choices that impact the entire globe."
    },
    {
        "speaker": "A",
        "text": "So this gives a tremendous amount of power to sort of the, the central bankers around the world to, to effectively make decisions. Uh, and, um, like, this is kind of like an issuance tax. Now, we're only looking at one side of the equation. So this is not showing us, um, the demand side for these dollars. Right. This is just the underlying issuance. And since you mentioned it, you mentioned 2% inflation. I think it's important to draw the distinction, distinction between what we've been talking about, which is issuance and inflation. So inflation in itself is just the purchasing power that your unit of currency has. Your unit of money has for some basket of goods, let's say it's like food, you know, shelter, um, like energy costs. That, that, that is a basket of goods that is sort of defined. And inflation is different than issuance. Okay? So, like, issuance can spike up, but you might not necessarily feel that in terms of inflation, at least not right away, not immediately, because your purchasing power may not change."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "And so the Fed mandate, it's important to know when the central bankers around the world are kind of like managing the dials and the knobs for this. They don't, they're their mandate. They don't really care about issuance. They're not managing to an issuance curve. They're managing to things like unemployment rate in the economy, healthy GDP. They're trying to, at least, they say they're trying to get inflation to a 2% annual range per year. They're not managing to issuance dials. Like at some level they don't really care about issuance unless it starts to impact the things that they're really managing, which is like inflation, the overall GDP of the, the economy. And, and only then do they actually care. The problem with this though, David, is that the, the issuance expansion of supply does tend to manifest in inflation over time. So this is a chart of um, actual inflation from the early 19 hundreds. So 1913 over time. So you could see you're starting on this chart with about $10. And if you scroll all the way forward to February 2024, it requires $310 to have the exact same purchasing power of $10 you had a year ago. Another way to show this chart is sort of like what's the purchasing power of a consumer dollar? From the early 19 hundreds to the 20 twenty's where we are, the dollar has lost over 97% of its value since 1913. So if you're holding wealth, at least over the long term, in a dollar, it's basically a shitcoin. Like you're not actually able to hold your wealth over any period of time."
    },
    {
        "speaker": "B",
        "text": "Yeah, and this is something that like of course early bitcoiners instantiated inside of their culture, which is like, we don't stand for this. In fact, the purchasing power of money ought to go up over time, not down over time. Uh, the loss of the value of the dollar came to the benefit of a select few individuals. There's this concept called the, the cantalan effect, uh, where the people who are most proximate to the issuance of money benefit the most because they are nearest to the money printer. Uh, and so they get to purchase goods before inflation sets in. Actually they are the cause of inflation because they have this privilege of buying goods, uh, before inflation defines other people's value of their savings. And so bitcoin has always been this reaction to this phenomenon. Not like what if we actually had a supply schedule of our money that was not responding to human incentives or human desires of a select few people? And instead, what if we use this money that stayed stable in supply and in theory would actually grow in value as a function of its demand inside of the economy? And so this is the bitcoin, um, theory. The bitcoin idea is like you just take this little decaying dollar graph and invert it. Whereas whereas the dollar loses money over time, bitcoins would in theory grow in value over time as a function of the growth of the GDP around bitcoin."
    },
    {
        "speaker": "A",
        "text": "I think the way thats best expressed though is thats sort of a theory. The practice of that though is theres an algorithmic issuance policy. So they look at sort of the fed m one and m two and these spikes and twelve guys in a room sort of controlling how much money is printed at any specific time. They say let's get rid of all of that. Let's have a simple algorithmically defined issuance policy. And this is the bitcoin issuance schedule. Maybe you could kind of define this. So this is a chart that looks much less sporadic, much more calculated, much more planned. It starts at zero of course, and it ends at 21 million, uh, circa you know, 2041 or so. This is the bitcoin issuance schedule. This is the bitcoin monetary policy. This is essentially bitcoin m zero. What is the m zero calculation? David?"
    },
    {
        "speaker": "B",
        "text": "Yeah, so there's a, when you look at this graph you get a very clear idea. It's like oh there's an algorithm happening here, bitcoin. Before I define that algorithm, which is very simple to define, one of the benefits of bitcoin, like I'll just first date that bitcoin established the first non sovereign monetary policy ever. And so back when we were kind of defining monetary policy like on the human tech tree, you needed both like a government and an army to create and then protect and manage a fiat currency. And this is really the novel institution that bitcoin created. It has its army, it's called proof of work miners. It has its currency, it's called the BTC token, the BTC asset. It has its monetary policy which is this algorithm which from 2009 to 2012, the first like two and a half years of bitcoin miners received 50 bitcoins for every single block that was mined largely. When bitcoin was like completely valueless, like it started to have a value 2011. But people were receiving 50 bitcoins and they were mining on their cpu's. It was very easy to mine. It was actually a very loose monetary policy at the very, very beginning. And then this supply schedule of bitcoin is that every four years the issuance of bitcoin on a per block basis gets cut in half. This is why we call this the happening. November 2012 was the first happening, reducing the supply of issuance on a bitcoin basis per block to 25 July 2016. The second happening, twelve and a half bitcoin per block. May 2020, the third happening, 6.25 bitcoin per block. And then next week, actually 2024, the next havening will reduce bitcoin reward per block to 3.125. And then eventually, at 21 40, we will approach 21 million bitcoins. And once we hit that 21 million bitcoins, we're done. Block, we're done. There will be zero more issuance on a per block basis for bitcoin. And this is something that you can review and audit the code on the side of the bitcoin system. And it has been executing according to that code since the inception of the bitcoin machine. The bitcoin system, unlike the Federal Reserve, which changes, which is why we have FOMC day, like FOMC days, is the feds deciding to alerting us to a change, that they're going to change the issuance. And that's why everyone pays attention to FOMC."
    },
    {
        "speaker": "A",
        "text": "Yeah. And with this is defining code. I like that point you made earlier, which is like. So when you look at sort of monies in the past, we had nature, of course, which really doesn't have this nature defined monetary policy, if you can even call it that. Then we had nation states, which is government and army. It's like violence. And now we have algorithmic monetary policy."
    },
    {
        "speaker": "B",
        "text": "Satoshi, a human, did create monetary policy in bitcoin. He just threw away the keys."
    },
    {
        "speaker": "A",
        "text": "Yeah, basically. And it's the crypto economic incentives that actually make this thing go. Another important point to note, of course, on this chart, we're seeing bitcoin issuance schedule. This is m zero. Okay, so there's no notion of m one. M two. The m one in the bitcoin economy would essentially be bitcoin in an exchange, let's say. And so most of the time, BTC on ethereum, or wrap bitcoin on ethereum. Most of the time, that is not fractional reserve. So it's a one to one. So except in cases like FTX, where the bitcoin wasn't actually there. So, like, if you put your bitcoin in Coinbase, that becomes m one, but it's not a fractional reserve system. It's like one bitcoin in Coinbase for one actual bitcoin issuance. So it doesn't really affect the total amount of bitcoin in circulation. All right."
    },
    {
        "speaker": "B",
        "text": "The only reason why it doesn't affect that is because there's kind of this, like, social contract to, hey, don't, don't fractionally reserve bitcoin because no one wants your fractional reserve bitcoin. Well, actually, kind of consider, we've tried."
    },
    {
        "speaker": "A",
        "text": "That a couple times, right? Like, and so what happens is things like blockfi and like, like grayscale and, you know, FTX. And this is why there's this notion of not your keys, not, not your crypto is because sometimes banks can go fractional, fractionally reserve things behind the scenes you don't even know. They don't tell you is their ledger is a little bit different. So we did all of that to set up the conversation we're about to have, which is Ethereum's current monetary policy and the changes that are maybe being proposed. Are they being proposed? I'm not sure. So we'll talk about that in a minute. But before we do, we want to thank the sponsors that made this episode possible."
    },
    {
        "speaker": "B",
        "text": "A non fractional reserve crypto exchange check. If you do not have an account with cracking, check them out."
    },
    {
        "speaker": "A",
        "text": "Ethereum's monetary policy. All right, this is a different curve. Looks a little bit different than bitcoin, although, like, nothing smooth, too much smoothie. Like, if you look at sort of the line over the last. Ethereum is almost ten years old, so nine years or so. So what is Ethereum's monetary policy? What has it been? What? Like, changes? What events have occurred? Give us the timeline here. In the rundown, I would actually say."
    },
    {
        "speaker": "B",
        "text": "Ethereum kind of lacked a monetary policy and perhaps even, like, continues to lack a monetary policy to this day, which is one of the biggest wedges, I would say, defined the difference between the bitcoin and the ethereum community. Um, Ethereum started its monetary policy when the blockchain started, uh, which was initial block rewards will be five ether per block, with no future prescriptive nature about any changes in the future or, like, any sort of model or anything. It's just like, hey, we're going to build this Ethereum thing and we're going to issue five eth a block, uh, during its proof of work phase. And that was as much like, kind of thought that went into the whole system. Uh, and so, Ethereum, Genesis block, July 30, 2015. Five ether per block, October 16 in 2017. So a little over two years later, it was decided that Ethereum was sufficiently secure and that we should reduce the issuance of ether. So we went from five eth to three eth without really knowing what security is or any sort of, like, endgame target. We just said, hey, like, ethereum eth price went up a lot. We are now issuing a lot of ether and dollar terms. I think we can afford to, like, reduce the supply of ether into the market. So we did in 2017. February 28 was the next 120 19. The block reward went from three to two. So continuing a reduction of the issuance of ether again without any sort of, like, rigorous nature. And then in December 1, 2020, we created the beacon chain. So the beacon chain was a separate blockchain running in parallel to Ethereum, which would eventually become merged with Ethereum. And this was when this weird phenomenon happened in which we had both the two ether per proof of work block on the proof of work side of things being issued, and then also a marginal increase of ether being issued because we were also securing the beacon chain and proof of stake, I think. So I think it was something like a three to 6% increase in total eth issuance because we had these two chains running in parallel. August 5, 2021, we introduced EIP 1559, and we started the burn, which is one of the first, like, uh, opinionated, directional, uh, prescriptive natures about, like, what should the eth monetary policy be? Uh, we decided that excess, um, fees ought to be burned. So excess demand of the ethereum economy, we burn those things. Um, and that started this whole meme around ultrasound money. In 2015. Uh, September 15, 2022, we merged. So we deleted the two ether per block reward on the proof of work chain, and we only had the beacon chain issuance, which was much smaller. And so this created, fulfilled this, like, idea of ultrasound money, and it was a very constrained issuance algorithm with the burn. And this is actually the moment where ETh went deflationary. So at the moment of the merge, there was more ether in circulation than there is today. The supply of ether, it goes up and down, because we do issue ether on the consensus layer, but we burn ether on the execution layer. This is like, of course, transaction fees on net, since the merge, the supply of ether has gone down. I think we have burned something like two or 3 million ether. And that is where things are today. We activated withdrawals, but that actually didn't change the issuance curve of ether. We activated withdrawals in April of 2023, and that is, as things stand, this is the changes that went into effect."
    },
    {
        "speaker": "A",
        "text": "One ad I'd make there, David, and maybe it's a quibble, sort of a semantics thing. You said that Ethereum has not had a monetary policy from the very beginning, and I would sort of agree with that, but also disagree. So, like, when you say it hasn't had a monetary policy. It's always had a monetary policy. But the monetary policy has been soft. Let's say it's been squishy, it hasn't been well defined. It's not been like the bitcoin monetary policy, which is what's our, we're going to have the supply every four years and we're going to end up at 21 million. With, with Ethereum, it was basically like, we don't know where this thing's going to end. And it was like that in 2015. We're going to add a more precise, calculated algorithmic monetary policy later. I, but we don't know how much we should actually be paying for issuance. Right. So that is a cost in the network. And of course, in these crypto economic systems, these layer one blockchains that we're building, what is the issuance pays for? It pays for the army, it pays for the economic defense of the entire system. I will say, though, since the early days, and this sort of came to be verbalized in the Ethereum community at kind of like the social, a layer of things that we often on bank list call kind of like the layer zero that sits beneath all of the chains at the layer zero around, I would say, 2017, 2018, the community started talking about the social contract of the Ethereum monetary policy, which is, as defined minimum necessary issuance or minimum viable issuance, which basically means we're only going to issue blocks to pay for economic security so it can't be siphoned away for any other use case, because that is the most incredibly neutral way to sort of spend our block issuance money. And how much are we going to spend? The minimum necessary to what? Secure the network and keep it decentralized. Right. And so if you go back to Satoshi's original 21 million, I'm not sure a lot of thought was given to that number. It's like, like, what do you think? I mean, he's probably just like, let's just do this every four years. You know, the Olympics happens every four years, whatever. Every four years, we'll just cut in half, wound up at 21 million, boom, put it in place, and it hasn't been touched since. That's the difference. Ethereum's has been changed, right. But I'm not sure it went through like any, like, I'm not sure that bitcoin's issuance curve had any greater foresight into. Let's let me calculate and calculate how much economic security bitcoin needs in the fullness of time. And I come up with this, you know, like, 21 million number that is the answer to all of the problems. Ethereum's just been a bit more gradual. It's been looser and has begun the hardening process, I would say. So the changes more recently have become less drastic, more algorithmic, but it certainly wasn't. It was loose on day one, is now less so, but it's not completely hardened either."
    },
    {
        "speaker": "B",
        "text": "Right. Well, so the bitcoin monetary policy, I agree, just didn't really have much a thought put into it, kind of by design. Like it was said, hey, a hard cap, 21 million, whatever, 100 million, whatever. So long as we approach a hard cap, then that's kind of the bitcoins monetary policy. And it was, like, simple by design. Like, a hard cap is just a pretty simple thing. The only thing left, once you've decided that a hard cap is good, the only thing left to decide is how quickly or slowly that you get there and what kind of curve it takes to get there. What bitcoin received as a result of that is predictability. And this is the thing that bitcoiners love about the bitcoin monetary algorithm, is that you can just model it out independently and say, oh, at this particular date on this year, bitcoin supply will be exactly this, and you will be within 98% of a correct answer. The only reason why there's a difference is because the hash rate on bitcoin changes. With Ethereum, you've never had any sort of predictability, uh, and so you don't really know what the supply of ETh will be at a given moment in future. And so this is kind of the problem with Eth's minimum viable issuance policy. I don't call it like a systemic problem, but, like, it's, it's a vibe, not an algorithm. And actually, no one really knows what minimum viable is, uh, because you don't know what minimum, if you are approached a mini minimum until after your blockchain, like, gets economically attacked, which is not desirable. So you actually want to have a buffer above a minimum viable to stay away from it, because you don't know where it is. And this is one of the big concerns about the Ethereum system, is, like, we have a direction, we have a vibe, but we are still left to be opinionated as to where that vibe is or how close to that vibe we want to go or the choices we want to make to get there."
    },
    {
        "speaker": "A",
        "text": "Well, there's two criticisms that come, I think, from the bitcoin community. When you contrast that with ethereum monetary policy, one is predictability. Like you say, you can't calculate into the future. I think that's actually less of the concern for many strong fundamental bitcoiners. I think that is part of the concern. I think the major concern is you can't touch the dials because there's a slippery slope there. Once you start to change things at all, then you introduce some humans that are able to change things and that destroys the entire, I guess, illusion of scarcity of your money, essentially. And I think among very strong bitcoiners, they would say 21 million is bitcoin. It can never be changed. If it is ever changed. Of course, this is code. So you can hard fork bitcoin, you could change it to 25 million instead of 21 million, you could implement a 5% issuance. But the true deciders of what bitcoin is, is actually the layer zero is actually the social community who's actually running the bitcoin software. Right. Um, like between the miners and uh, those that can verify and validate the transactions that the miners put out. Who, who does the community actually, what does the community actually say is the true code for bitcoin? And I think for bitcoiners, some of them don't even acknowledge that that social layer exists. I've had many arguments with them in the, in the past. It's, hey, like it's all, you know, social layer. It's all layer zero. At the end stage, there's an ethereum layer zero with minimum Bible issuance and there's a bitcoin 21 million. But you're still dependent on those nodes to kind of run the software."
    },
    {
        "speaker": "B",
        "text": "But the joke that I like to make about this is that the bitcoin social contract is that there is no social contract."
    },
    {
        "speaker": "A",
        "text": "Yeah, exactly. Right. We don't talk about the fight club."
    },
    {
        "speaker": "B",
        "text": "Rules, don't talk about it."
    },
    {
        "speaker": "A",
        "text": "Right. But they're very uncomfortable, let's say, with the tweaks that human beings like core developers are able to make and like the decision that the community has to make to what do we do in the future with respect to issuance? Do you have any thoughts on that?"
    },
    {
        "speaker": "B",
        "text": "Yeah, no, I think that kind of defines the differences between Ethereum and bitcoin. I think Ethereum vibe about the monetary policy is like bitcoin directionalism without being bitcoin precision. And so we appreciate the idea of like, hey, don't touch the controls, don't be erratic, be constrained. But we also, as the Ethereum culture say, like, but we need to be pragmatic. And we need to make sure that when we like tie our hands to the mast that we know that we've developed a system that is anti, antifragile and resilient. Yeah, and that's actually kind of getting to some of the proposals from this ETH monetary update is we are, we are considering the fact that we are not ready as an ETH monetary policy system to tie our hands to the mask and let this speaker one don't."
    },
    {
        "speaker": "A",
        "text": "Ossify it too soon has been, you know, part of the social contract. But let me just say some things that would be clearly out outside of the social contract of Ethereum. It's like good luck getting this through, right? Is let's say you increase issuance by like 1% and you delegate that to core devs for instance. That would be a change that would not go through because that is not encompassing with the minimum necessary issuance and what would be the check on power to that is the community would rebel. People would not accept that hard fork. It would like not go through it the same way that the 21 million mandate is upheld with bitcoin. So there are some things that are very clearly outside of minimum viable, minimum necessary issuance like that for example."
    },
    {
        "speaker": "B",
        "text": "And there's some things that are if you wanted to get that change in, you would first have to change the social contract of Ethereum, which is a."
    },
    {
        "speaker": "A",
        "text": "Very hard thing to do, I think so. Or else what do you end up with, right? This is hard fork governance choice lose. You'd have Ethereum with ETh grants and then actual Ethereum, right? It's like it'd be a theorem classic versus Ethereum original all over again. So you get kind of a hard fork. So where does that break? Just refresh us now. So you went through this timeline of Ethereum monetary policy and issuance. So where are we now? Like there are some people, I think that thought we were at the end of this, right? We did the burn, we did the merge. Okay. We do have some sort of issuance chart that shows what issuance will be in the future. There's some sort of algorithm involved here. Where are we now? Aren't we done? Why aren't we done?"
    },
    {
        "speaker": "B",
        "text": "I actually kind of want to go back to this one part of the changing evolution of ETh monetary policy to a part that I wondering if listeners caught this as we kind of just, I kind of just glossed over it, which is when we created the proof of stake beacon chain and then all of a sudden I said like hey, proof of work rewards are happening. That's two ether per block on the proof of work chain and then also proof of stake rewards. But like, what's the supply schedule of the proof of stake chain? Because that's actually now the supply schedule of what we now call Ethereum. And so a lot of people kind of like gloss over how this current curve of ETH monetary policy was selected."
    },
    {
        "speaker": "A",
        "text": "That's where the new issuance is happening, you're saying?"
    },
    {
        "speaker": "B",
        "text": "Yes, that's where the new issuance is happening. Yes. And so there is this post inside of an ETH research forum called the Beacon chain consensus spec, and it was about the post is signal non final status of base reward and desired issuance goal. And so this is the Ethereum researchers coming to some sort of equation about the proof of stake chain, which is the current Ethereum chain, and what the issuance should be."
    },
    {
        "speaker": "A",
        "text": "This is back in 2019, is the original date of this post, by the way."
    },
    {
        "speaker": "B",
        "text": "Yeah, so there's this equation that is the current monetary issuance schedule of Ethereum, which is the yield equals 2.6 times 64 over the square root of staked ETH. And that's the curve. That is the equation. And this produces a logarithmic curve. So it starts very high on the y axis at the very beginning, and then it tapers off very quickly and then it slowly approaches zero at the end. And the comments on this ETH research post, this forum on GitHub is pretty, pretty interesting. Justin Drake says, below is my rationalization as to why these numbers are reasonable. And then he like, targeting two to 25 ETH at stake, blah blah blah blah. And then assuming each shard consumes an average of 1000 ETH in gas per year, blah blah blah, with half the gas burden, blah blah blah. And inflation would be about half a percent and the validated return would be 5%, feels healthy. Which is like the level of rigor that went into this thing is like, Justin did some napkin math. And I've seen Justin do napkin mathematic before. He's generally directionally correct. It's probably just like, it's probably the."
    },
    {
        "speaker": "A",
        "text": "Same napkin math, though that Satoshi did."
    },
    {
        "speaker": "B",
        "text": "It was like, probably, yeah, let's have."
    },
    {
        "speaker": "A",
        "text": "It every four years, end up at 21, feels healthy, feels like it could work."
    },
    {
        "speaker": "B",
        "text": "Bitcoin gets that luxury because as long as they approach a hard cap like mission accomplished, right? Like ethereum doesn't have that same luxury because that's just not what our vibe is. Just the emphasis I want to place on this is like Justin Drake did these like three sentences of napkin mathematic, and then says, feels healthy at the very end. John Adler, if you scroll down, he quotes, feels healthy and goes, that doesn't seem like a particularly rigorous metric. Neither does this other blockchain has x issuance rate and they haven't gone intact yet, so x must be fine. Why not outsource the task to an independent panel of actual economists? So this is actually a question I have for you, Ryan. When we merged to proof of stake, it enabled withdrawals. Did you think that we were done with ETH monetary policy? Like, what did you think about ETh monetary policy at the time? Were we like, hands off? We were ready to go, this is going to be it, or like, we're going to have to change. What did you think about, like, the conclusion of ETh monetary policy once we went proof of stake in merge?"
    },
    {
        "speaker": "A",
        "text": "I mean, I think it started off in like, you know, 2015, 2016. It was more like it was just like a liquid. It was just kind of like, you know, water sloshing about or something like that. And then slowly it's hardened over time. And so, like, maybe, you know, 2018, it became like a jello type type form, but I didn't feel like it was fully concrete. There was still some hardening left to do. And so I felt like maybe there could be like one more, like maybe two. But the changes would have to be, like, much more slight, not really affecting very much. I mean, it could be other burn mechanisms that we introduce, for instance, but it would have to be in the spirit of minimum necessary, minimum viable issuance. And, like, wouldn't be a major change that would affect everything. So just, yeah, like, not fully ossified, but real close. Getting real close."
    },
    {
        "speaker": "B",
        "text": "Yeah. I remember thinking when even before we merged, that there was never any sort of conversation about the ETH issuance curve out in public. It never really reached, I never heard about it, really. And so, like, when we did the whole merge thing, I was like, you know, where did, where did we decide? Where was the monetary policy? Where did those numbers come from? And, like, my intuition was, because I didn't hear about it as like, more an external Ethereum community member, I kind of just assumed exactly what ultimately happened, which is just like we licked our fingers, stick it up in the air, felt the wind, and be like, that's the vibe. Let's go that way."
    },
    {
        "speaker": "A",
        "text": "It's just not that different than what Satoshi probably did. It's just because you don't see how the sausage is made with a is Toshi and it's shrouded. In this mystery of a pseudo anonymous founder who just kind of like set the ship in the direction and just kind of like left, then that feels like it has much more narrative, I guess, legitimacy in terms of setting the policy. Then looking like you can actually see it in this link in GitHub and you kind of see how it came to be. You see the inside baseball, you see how the sausage is made of."
    },
    {
        "speaker": "B",
        "text": "Yeah. And so always in the back of my head, I've always been like, there's going to be one more. Because we did a bunch of unrigorous policy changes, directional, you know, self correcting policy changes, but like, in order to actually, like, tie our hands to the mass on one of Ethereum's most important pillars, which is its monetary policy, it's security. Like, we need rigor and debate. And because we kind of just like gloss over that conversation when we picked that curve in proof of stake, I always, in my mind was like, there's going to be one more. Like, we're not done."
    },
    {
        "speaker": "A",
        "text": "Yeah, it felt like the network's not done yet, right? Like, not all of the economic agents have entered, like in particular, like layer twos. We, we were just on the cusp of these massive chains starting to consume Ethereum block space or just staking is new and liquid staking is new. And now Eigen layer has data left to connect. We don't even have an ethereum ETF in the US, right? So the institutions haven't even entered. So how's, how are these economic players going to end? One other thing I'll just mention is a massive disadvantage in having a hard cap and saying like, 21 million is you actually, we pointed this out in kind of like the earlier days of bankless is you actually don't know if that economic security is going to be enough to provide the level of like, settlement that your layer one actually needs. Right? So bitcoin block rewards drop down to zero. And will transaction fees be enough to pay for a decentralized global settlement layer? Like, uncertain, but it feels like, wow, that's a pretty big risk."
    },
    {
        "speaker": "B",
        "text": "They've already tied their hands to the mask, though, so they are going to find out, right?"
    },
    {
        "speaker": "A",
        "text": "They're going to find out. Whereas Ethereum can be a bit more, they can sort of weight the decisions over time and let all of the economic agents kind of enter before they fully ossify. So that brings us to the conversation that we are having right now."
    },
    {
        "speaker": "B",
        "text": "Finally here, 50 minutes into this episode, we are finally arriving at modern times."
    },
    {
        "speaker": "A",
        "text": "So what is this what is the debate? What is the actual proposal? Why do we even need, why is anyone even proposing that we need to change issuance in any way?"
    },
    {
        "speaker": "B",
        "text": "So Ansgar and Casper from the Ethereum foundation, these are researchers from the Ethereum foundation, released this ETH research blog post called Endgame Staking economics, a case for targeting. And so importantly, Endgame, rather than the Ethereum culture, has. I don't know if you noticed this, but started to replace this word ossification with endgame. We're actually removing ossification from our vernacular and kind of replacing it with endgame more and more and more. And so this is the attempt to discover the end game issuance curve for ethers, monetary policy. And importantly, this thing is, they're calling for a case for targeting. And so what's targeting? Targeting is basically trying to find a particular percent of ether supply that is staked to Ethereum and targeting that number by putting bounds on the left and the right side of that target."
    },
    {
        "speaker": "A",
        "text": "Okay, can I just understand that? So, like, that is what they're trying to target is percent of ETH staked? They are not trying to target issuance. They're not trying to. There's a just over 120 million ether in circulation, and that number can go up, it can go down based on, like, rewards versus burn. They don't really care about that number. That's not the metric that they are targeting. What they care about is percent of ETH staked. And right now it's around, like, what, between 25 and 30%? Something like that."
    },
    {
        "speaker": "B",
        "text": "Just over 25%, but has been increasing up only ever since inception."
    },
    {
        "speaker": "A",
        "text": "Okay. And so onscar and Casper, if I understand the contours of this proposal, they think it's a bad thing for Ethereum to go too high in terms of percent of eTh staked. So a bad scenario would be like 90, 95% ETH staked. Like, anything that is directionally close to that is bad. And around, you know, like 25% to 30%, 35, 40. Like, that feels like a safer zone. And so that's what they're, that's the, when you say targeting, that's the thing that they're targeting."
    },
    {
        "speaker": "B",
        "text": "Yes, yes, that's correct. Yeah. And they also make an argument that, like, if we get higher than 50% staked, I'm not sure. I don't think this is in the blog post. So I might be putting words in their mouth, but the vibe is that, like, once you approach some, like, uh, uh, pass some equilibrium, like, once you pass 50% of e staked, the difference between 50% and 100% of eth staked is not the equivalent of between zero and 50%. Like, once you hit 50%, like, there's kind of a magnet at the 100% end, and you very quickly approach 100%, and it's very hard to reverse that, uh, for all the incentives of e stake."
    },
    {
        "speaker": "A",
        "text": "So that's the reason that they're bringing this up. Before we cross these thresholds, where it becomes harder and harder to kind of go back, can we just, like, why. Why does it matter what percent of each stake? Like, why is 90% a bad thing, according to Casper and onsgar? What reasons do they give?"
    },
    {
        "speaker": "B",
        "text": "There's a number of different reasons. Um, maybe I'll kind of start by expanding the differences between solo staking and staking service providers, what we would call lsts. Um, lsts like lido, rocket pool, you know, stakewise. And now even LRT's liquid retaking tokens do a very similar thing, if not more. They reduce the cost to stake. Um, do you hold any, like, reth or like steak teeth Ryan?"
    },
    {
        "speaker": "A",
        "text": "Yes."
    },
    {
        "speaker": "B",
        "text": "How, uh, costly in terms of your time, energy, and capital was it to trade your ether for that staked eth?"
    },
    {
        "speaker": "A",
        "text": "Incredibly simple. Easier for, like, than technically running a solo staker. Of course, there's just some associated risk, but there's also, for me, it's like, there's risk in running a solo staker as well, but very, very easy from a, like, just click a button."
    },
    {
        "speaker": "B",
        "text": "And also, if you were to solo stake your ether, you would not get staked eth or reth in return."
    },
    {
        "speaker": "A",
        "text": "It's not liquid."
    },
    {
        "speaker": "B",
        "text": "You mean, so it's not liquid. Exactly. And so the incentive to use a liquid staked token is high because you get liquidity on your stake teeth. The costs of staking with a liquid stake token is very low. Uh, it's like 10% of your yield for lido. But then you also don't have to run your own node. Uh, these professional operators are doing it for you. You actually unburden yourself and you just pay 10% fee to the lido system. The costs of solo staking are high because you can't restake and you have to run your own node. You get some fees back, but really, this is all compression of fees anyway. It's like all these liquid staking providers are all competing on fees. By making it so incredibly easy to stake with a service provider, we are basically assuming that the supply of staked ETH is going to approach 100%. Because the curve of the ETH monetary policy is logarithmic. It approaches, it marginally decreases in yields for the higher percent of ETH stake, but there's no real mechanism to prevent it from going to 100. And this was, this is true for, like, all of the LSTs. Now we have LRts doing token incentives. Like three fourths, I think, of all newly deposited ether into the beacon chain is going into Eigen layer. And so this is an external force on yield on ether that's coming from outside of the protocol. So even that is pushing ether into being liquid, staked ether into being liquid, re staked ether. Okay, so the argument is that solo staking is fundamentally losing to staking service providers simply because of the dynamics of the supply curve."
    },
    {
        "speaker": "A",
        "text": "Okay, and why is that bad? Why is it bad to. So basically, the, one of the arguments here is this would result, like, if we don't change something, we'll have fewer solo stakers, and that is a bad thing for the network. Is, is this the argument?"
    },
    {
        "speaker": "B",
        "text": "And why not just fewer solo stakers? That's, that's one thing, and I think that's important. But also, let's go back to what we were talking about with the Federal Reserve. We actually have a removal of m zero money from the ethereum ecosystem. And we almost, in a 100% LST staked world, we actually only have m one money. And this is actually starting to get into one of the, my motivations for this episode, because I actually think bankless has a position here. M one money is intermediated money, right? It is banked money. It's banked money."
    },
    {
        "speaker": "A",
        "text": "And so Lido or it's more banks on the spectrum."
    },
    {
        "speaker": "B",
        "text": "It's more banks, yes, it's more banked. Even. Even rocket pool, which is like non custodial and permissionless, is still intermediated by smart contracts, which have smart contract risk. And so we, this current ether monetary schedule, this curve actually does not protect vanilla ether. So it's actually one thing to talk about the protection of solo stakers, which I think is totally noble, and we should definitely consider that. I also think even more, much more critically, this is a conversation protecting raw vanilla ether, the m zero of ethereum, base money, basically base money of Ethereum. And so the idea of constraining the supply of eth staked is in protection of base money. It's in, it's a boon to the value of raw ether at the cost of staked ether in terms of value."
    },
    {
        "speaker": "A",
        "text": "So let me see if I can kind of connect those dots of why it's bad to have, like, all of the ether inside of m one rather than m zero. So we're basically saying if you move from ether to, like, Lido staked eth, you're moving from m zero to m one without realizing the same way, if you put cash in an ATM, inside an ATM, and it goes in a bank account, well, you've just converted your m zero into m one. You have sort of a set of bankers that you're kind of dealing with now. There are levels of, like, what we mean by bankers, right. With rocket pool, it's much more decentralized. You're trusting some smart contracts, that sort of thing."
    },
    {
        "speaker": "B",
        "text": "There's actually no banker in the rocket pool system. There's just one contract."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "B",
        "text": "With Lido, smart contracts are the bank, which we are generally cool."
    },
    {
        "speaker": "A",
        "text": "With Lido, you have some smart contract risk, and then a permission set of validators made that'll decentralize over time. And then also you have kind of like a Lido governance token, which is, again, that's another layer of something, some sort of intermediary. It could be light intermediary, maybe it's acceptable, but it's not as pristine as m zero. Right? And then if you go to the extreme case where you have an exchange doing this, the staking, like a kraken or Coinbase or something, well, that is purely ceth on Coinbase, for example, that is purely banker intermediated ether. And imagine if that was 90% of all eth supply was staked inside of ceth. Well, if exchange founder goes wrong, if you get another Sam Bankman freed on the scene, they decide to fractionalize that ether reserve, then they can kind of do that, and there can be all sorts of shenanigans, and we're left with the same system that we left where you have banker intermediated money. I guess it's sort of a tailwag the dog type of scenario as well, where just the protocol loses power to the banker cabal. Right."
    },
    {
        "speaker": "B",
        "text": "Let's open up the image here where we have the three different options for the ethnic supply curve, because I think we can do a little bit better to explain what these, what targeting is. I'll do my best to explain this for the podcast listeners. So, we're looking at three different graphs, three different supply curves of ether. The asset we have on the left, we have the current supply curve, which is, like I said, it's, the yield to staking ether is very high if there is not very much ether being staked. And then as more ether is staked, that yield comes down pretty rapidly. At the beginning, and then it kind of just marginally gets closer to zero. But there's also a meaningful buffer between zero and the actual yield. So, like, you kind of always will receive, even when there's 100% estate. I think at 100% ETH staked, all e staked gets about like 2.2% yield. And so that's the current supply of things. And so that's one of the main reasons why there's this magnet in the current state of ethereum monetary policy, why there's this magnet approaching 100% eth staked. Because even at a hundred percent ETH staked, everyone gets 2% who's staking their ETH. Now, the thing is, is that like, like I said, above 50%, really the incentive to stake your ether doesn't come from the fact that ethereum needs more security. It's actually motivated by removing yourself from dilution. Like avoiding dilution, which isn't a good reason to actually have 100% ETH staked once in the. And so, like, minimum viable issuance is somewhat similar to, like, minimum viable security. Like, we actually don't want ethereum to overpay for security. We don't want Ethereum to be over secure. It should be at a Goldilocks zone. It's kind of like one of the social contracts of Ethereum is like, find the Goldilocks. And so this, by having like 2% for all stakers, even at 100% stake rate, really penalizes rath and basically invalidates its ability to exist. So that's the current state of things, and that's the left side curve. We have two options that is proposed in Ansgar's and Casper's research post, which is option one, which is the less, the less critical, the smaller of the two chains. Less aggressive, which is less aggressive. Thank you. Which is take the exact same supply curve that we have and just lower the issuance, and so don't change the curve, just lower the total amount of ether being issued. And so at 100% ETH staked, actually there's zero issuance. And so you actually severely disincentivize the power of that magnet to approach 100%. And so this assumes that there will be some sort of equilibrium discovered before we ever get to 100%, where just like the total issuance of Ethereum approaches zero as we approach 100% stake to."
    },
    {
        "speaker": "A",
        "text": "Kind of slow things down, you put the brakes on somewhere between the process, like between the 25% of ETH staked and the 90% red zone, you're just kind of slowing that incentive down."
    },
    {
        "speaker": "B",
        "text": "That's exactly right. Like, don't change the actual curve. Just reduce the total supply of ether being issued to also reduce the incentive to create m one money at the cost of m zero money."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "And then there's the more aggressive response, which is actually, let's add a new mechanism. Let's change the shape of the curve to make this curve become extremely aggressively avoiding 100%. And so this is like, so instead of like, having a smooth log curve, that's kind of basically just like, you know, shaped like a rounded l. It is an s curve. And so you have a very steep drop off at the very beginning, as we do now. That mechanism stays the same. It highly incentivizes eth to become staked at the very beginning of the curve, where there's not much eth stake. So it very strongly incentivizes higher than zero eth staked. And so there's a very high yield to go from like zero to like 10 million eth staked, which is exactly where what it is today. And then there's a target, I call it like 25 million or 25% of all e staked, where that is the flattest part of the curve. But then when we start to get 30, 45%, 50%, and you're making these."
    },
    {
        "speaker": "A",
        "text": "Numbers up, that's not necessarily, but whatever the target is, insert your target to."
    },
    {
        "speaker": "B",
        "text": "Like, illustrate the shape of the curve."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "Yeah. Once you get a higher than the target, then the issuance of yield drastically decreases and actually goes negative."
    },
    {
        "speaker": "A",
        "text": "Negative yields."
    },
    {
        "speaker": "B",
        "text": "And, and so negative yield. And so think of trying it for the podcast listeners. A very vertical line that drops, that approaches zero very, very quickly at the very beginning, starts to become more horizontal and reaches its maximum level of horizontalness at the target. And then as it gets further away from the target, target being like, at 25%, as it gets further away from the target, it starts to go back vertical, continuing downwards. So it's like a sideways s that starts high and ends very low and actually drops off at the bottom because it goes negative. And so what this is doing is this is adding an opinion, adding a mechanism beyond the target that reduces eth issuance and even allows it to go negative. And so what this would look like is that if you are staking your ether when there is negative issuance, you're staking your ether, and you're actually having ether taken away from you."
    },
    {
        "speaker": "A",
        "text": "If you are staking like 32 eth in your validator, and you're expecting to receive some profit, but if it switches into negative issuance mode. Then you're actually every, like, block, take it away from you, basically. And that gets burnt. I would assume it goes somewhere."
    },
    {
        "speaker": "B",
        "text": "Yeah, it would just get deleted. And like that. It may be that intuitively, like, as a gut reaction, and people are like, well, that's crazy. Why? Why would you do that? Well, like, think about the incoming yields from eigen layer. What if the negative interest rates of Ethereum is like, negative 2%? So you are losing 2% every single year inside of the protocol you're making, but you're actually receiving 5% inside of eigenvalue layer. And so you are net positive due to the external forces around Ethereum. That's extra to the protocol. But the protocol constrains and protects itself by penalizing people inside of the beacon chain who are staking beyond a particular."
    },
    {
        "speaker": "A",
        "text": "It's interesting how you frame this and you say you're inserting an opinion by adding kind of this target and the negative rate. I'll say, yes, you're inserting an opinion, but we already have an opinion here, right? Which is the current shape of the curve, which kind of diminishes over time, is actually an expressed opinion already. And we could keep that opinion relatively the same, except just, like, modify it slightly or like, I guess, change the opinion at a more fundamental level and add kind of, like, negative issuance. But I guess, you know, the current approach that we have is already an opinion. It's important to note that it's just an opinion that we've been used to because we've had it in place for the last, like, three years. Okay, so this is what they're proposing. And the idea, I guess, the, well."
    },
    {
        "speaker": "B",
        "text": "Maybe, maybe just to really clarify what their proposal. Okay, they have created a proposal to include option one, the less aggressive change into electra, the next hard fork, which in the ethereum context is, like, aggressive already. Like, you guys are changing the supply curve. We're slapping this thing in. And this is why there's controversy, is kind of the speed and the haste in which option one, the less aggressive curve, the one without the second new opinion is being added into that."
    },
    {
        "speaker": "A",
        "text": "Oh, that's why people are actually upset. They're like, okay, well, now you're trying to do this. Option one. We haven't had time to kind of, like, weigh in, give this some thought, and, like, you're trying to, like, put this in a hard fork. Now, when I, when I."
    },
    {
        "speaker": "B",
        "text": "And to be clear, this is not consensus. So by default, this is not going into the hard for. They are just proposing that it does."
    },
    {
        "speaker": "A",
        "text": "Go into this gets into another separate podcast I don't want to do right now, which is like, how does, how does a bill become a law?"
    },
    {
        "speaker": "B",
        "text": "You know, how to, how does ethereum, rough consensus. I don't want to do that podcast."
    },
    {
        "speaker": "A",
        "text": "Yeah, how does an eipde. He actually, it's a messy process. Let's just say that you can't just create a research post and like propose it for next hard fork and suddenly it's there. Like this is the process of the community kind of vetting it. The other thing, I've heard Anscar and Casper actually talk about this, and I think they're not like forcefully pushing this. They're very much wanting to have the discussion with the community in order to provoke that discussion. This is what you have to do. You have to write a post."
    },
    {
        "speaker": "B",
        "text": "Like, you have to provoke it and."
    },
    {
        "speaker": "A",
        "text": "You actually have to poke a little bit and you have to be like this option one could be ready for the next ethereum hard fork. What do you say? And so at some level, this is exactly the conversation that the Ethereum community kind of should be having, I guess."
    },
    {
        "speaker": "B",
        "text": "Okay, so one of the arguments that they make is that because we are in the current shape that we have, there's actually, there is no constraint on the total supply of estate. And so one of the reasons why they are being aggressive with it is that they, like I said, are provoking it. But as we approach, you know, 40% staked, 50% staked, 60% staked, it makes it harder to go back down to a lower number because you have some incumbents."
    },
    {
        "speaker": "A",
        "text": "Right, right."
    },
    {
        "speaker": "B",
        "text": "You have incumbents. Well, you're already there. Right. There's literally ether in the beacon chain. And so getting it back out is like a whole other step. And so one of the arguments is that actually the quicker that we can do this, the less painful it is on net because it's less self correct."
    },
    {
        "speaker": "A",
        "text": "Well, yeah. If you're fewer incumbents, fewer existing projects have like sort of base their entire ecosystem around the assumptions of the current curve. Right. I was just even thinking our conversation with blast and Pac man. Right. He built an entire layer two based on ETh stake yield. What happens if that goes in the negative direction? A lot of downstream effects on the business model for that entire layer too, I would imagine. Right. And so like this type of thing, the longer it exists, is going to be harder to change. And so I guess with option one and option two, the entire idea is to target a lower percent of eTh staked. And in doing so, the protocol has greater control than kind of like the smart contracts and banking layer that's kind of built on top of it. And we have more base money. And that keeps Ethereum, the argument would go, that keeps Ethereum more decentralized. But the contrast with that is because what I hear from, and I think bankless is fully subscribed to this, we want ether to be a monetary unit. We want it to be money. We sort of been talking about that for a long time. I think most of the community now agrees with this, including Anskar and Casper. And their argument for a proposal like the options that they laid out is if ether is going to be a global, permissionless money, then m zero has to be very strong, right? We can't have everything turn into m one. Right. And then the other side of the debate is also people who believe and want ether to be money, a monetary unit. They say, well, the more times you tweak the algorithm for this and the supply curve, we have to go back to, like, factory reset. We have to go back to day zero. And we have to say, well, it's been how many days since the Ethereum algorithm was actually tweaked? And it opens up a layer or a narrative hole for people to say, hey, a few core devs can kind of change issuance at every time. See, you just did this in the electro heart fork in 2024, and what's to say you're not going to do it in another year or two and you'll keep changing it over time? So we're all, eth is money people, right? Right. Is that the question of what side of the debate do you fall in? Is this worth weighing in on?"
    },
    {
        "speaker": "B",
        "text": "I think that particular argument is actually relatively weak. I think you and I, as children of 2016, 2017, Ethereum. This is when we learned about Ethereum. That particular context of Ethereum's era was marked by bitcoiners bullying us about that exact point. And they've also never really been right."
    },
    {
        "speaker": "A",
        "text": "About what you mean changing. Anytime you change, it is a bad for your money."
    },
    {
        "speaker": "B",
        "text": "Ethereum is a shitcoin because it's just, it's no different from the Federal Reserve. Like, literally, Anthony Pompagano tweeted this out one time. It's like, ETh is no different from the Federal Reserve. They change the monetary policy all the time. And like, they were always, it was always just like, not really representative truth. Like, they didn't, they don't change the monetary policy all the time. It happened like five times, four times, and it, most importantly, it was always to the reduction of ETH supply. And I'm very happy with the history of ETH monetary policy. I think we've made the right choices through and through and through. And so I'm less inclined on like breaking the Lindy of the current state of ETH monetary policy."
    },
    {
        "speaker": "A",
        "text": "You don't think that there's a, I."
    },
    {
        "speaker": "B",
        "text": "Don'T think it's that big."
    },
    {
        "speaker": "A",
        "text": "You don't think that there's a sense of mysticism here that's like, it's kind of the emperor like with no clothes. There's something about money that is mystical. It's like high priests like Satoshi has to devise this perfect algorithm and then like disappear. And who knows why it's 21 million, why it's not something else? Like do you think that the illusion of money starts to use its actual monetary prospect since all it is is a shared story? If you start to erode the actual story and people see that it's just some people writing code that actually created the monetary policy, I think the other."
    },
    {
        "speaker": "B",
        "text": "Side of the story is stronger. Uh, notably, both options here, uh, decrease the total issuance of ether. So both option one and option two lower the issuance of ether. Both of them increase the moneyness of ether. And so everything's a trade off. Uh, we are changing the monetary policy one more time. Potentially, but potentially, uh, but every single policy change ever made to Ethereum to this day, historically has always reduced the supply of ethere. Except for the one caveat when we made the beacon chain and we actually added issuance because of the proof of stake chain and parallel. But people just accepted that because it fit the story of Ethereum and it made sense. And this, these two options both reduce the total issuance of ether, increase the value of base money. And so I think those, that side of the story is much more powerful than just like the Ethereum. It's not just the core devs, like."
    },
    {
        "speaker": "A",
        "text": "Oh, so you do have an opinion on this? You like these options or you like, you like the direction of these options?"
    },
    {
        "speaker": "B",
        "text": "If one of these options increased the supply of ether, increased the issuance, I would have much stronger reserves outside of the social contract of minimum. Both options are inside the social contract of minimum viable."
    },
    {
        "speaker": "A",
        "text": "Do you think that these options strengthen the monetary properties of ethereum? It's like and massive. You do. Okay. But would you also concede that from a narrative perspective, they first weaken it in the short run because you're injecting yet another change that the core devs have proposed so in the short run it weakens it. But in the long term, you think it strengthens it?"
    },
    {
        "speaker": "B",
        "text": "I think it weakens it, sure. Technically, marginally so, but I don't think it weakens it all that much. Like, I think the costs of changing the monetary policy of ETh are low. And you, and the benefits that we get from this change are."
    },
    {
        "speaker": "A",
        "text": "And you also do also believe that there should actually be an end game. Oh, so like, here's another slippery slope argument. Like, yeah, sure, it's always one more change, right? Like there's always another endgame beyond the end game. And so you've called this the end game. And then you'll, like, you'll come up with another term for a new end state, you know, and want to change this again, two years. Like, are you on team that monetary policy actually should ossify at some point and get there should be an endgame?"
    },
    {
        "speaker": "B",
        "text": "I think option two is the most credible path to an endgame. Ethereum, ether, monetary policy economics. And this is in the title of the blog post. It's titled Endgame staking economics a case for targeting. So, like, notably, option one is not an endgame to me. And option one, which is the keep the same supply curve, just lower the total issuance, buys us time to get to option two, which is the end game. To be my own devil's advocate, a failure scenario here is we choose option two, say we choose 25% eth targeting, and then we actually learn that we approached minimum viable issuance and actually went too far. And we're actually less than viable issuance and we're like, oh shit, too far. We actually have to increase issuance because we went too far. That's the bad case scenario. But I think we can. 25% is just a number I made up. We can research that number. Maybe it's 33%, it's 40%, I don't know. But I think that we have plenty of tolerance here to choose a number that's healthy and that it will be sufficiently secure, and that the option two is the most credible path to choosing a monetary policy that we will never, ever have to touch again."
    },
    {
        "speaker": "A",
        "text": "Okay, so this is the first time we've ever discussed this, by the way. So I'm just kind of like formulating. That's your opinion."
    },
    {
        "speaker": "B",
        "text": "I am telling my ryan my opinion right now for the first time."
    },
    {
        "speaker": "A",
        "text": "So, uh, do you want to hear my opinion?"
    },
    {
        "speaker": "B",
        "text": "Sure."
    },
    {
        "speaker": "A",
        "text": "I think option two is not off the table and could be a final, like, negative issuance, resting, uh, rate. Um, I could be on board with something like option one that is much more moderate. But overall, I feel like it's too soon to do something as drastic as option two. Potentially option one, maybe not this year, hard fork, but maybe the next. And the reason I say I feel like it's too soon is because the full range of economic agents that we'll see in the future have not yet entered Ethereum in force. Right? So we're just at the early outset of figuring out, like, what restaking is going to look like, and that could be a massive force, economic force, inside of Ethereum's monetary considerations. We don't have an ether ETF. We have no idea how much ether the institutions are actually going to, like, slurp up and what it looks like when a blackrock with x percent of ether starts to flex its muscle and stay. We are now staking. Right? Like, what kind of ripple effects will that have on preserving this? So I guess what I'd say is, it's just soon. I'm glad we're having this conversation. I worry about making a drastic decision. Option one is not that drastic, so I could sort of see the case for it. But I'm not necessarily sure that option one is like, enough of a change that it's worth it to actually, like, open the door and change monetary policy yet again. I'd rather like, you know, measure twice, cut once is kind of, is kind of my, my gut take on this."
    },
    {
        "speaker": "B",
        "text": "I think that, that you are being reactive, which is, which is totally fine, legit. Uh, you're being reactive to what is going to be incoming data from future phenomenons. Um, I think my position is that we actually have sufficient data that we ought to do something now, because we actually do have informed hypotheses about what's going to happen in the near term, which is like, well, what do you think? What do you think? We haven't, Eigen Lair's not live yet. We haven't seen yield from AV's, but I'm sorry, what do you think is going to happen more ETH is going to be."
    },
    {
        "speaker": "A",
        "text": "I see what you don't want. So I think actually, and we have the day, I think that's kind of, I think that's a valid point. Right. Which is basically what you're saying is we know what we want, which is we don't want 100% of ether being staked inside m one type vehicles. Right. Or anything close to that. And we know we want to preserve an m zero base money on Ethereum, right? And in order to do that, we can't have like 60, 70, 80, 90% of ETH, like staked. And so, like, we know what the effect we have basically a target rate, and so we should go ahead and do that. I think there's merit in that case. What I would say, though, is the Ethereum community is actually not necessarily on board with that yet. I think we're still in the phase of the advocates for something like option two or even option one, quite frankly, still have to make the case to everyone in the entire Ethereum ecosystem that we should actually strive to have a target rate for percent of ether staked. And I've seen parts of that argument, but I haven't seen that argument, like, strongly put, let's say, and to be compelling enough to get the vast majority of Ethereum ecosystem participants on board. And you also have counter, like, Lido would not want that, right? Like, I think you've heard Hasoo's no li Lido."
    },
    {
        "speaker": "B",
        "text": "Lido wants a hundred percent yeeztek. There have been tweets from Lido team advocating for it."
    },
    {
        "speaker": "A",
        "text": "Sure. And this is. But Hasiwa also has said, I mean, we had an entire podcast about this. He said, yeah, 100% eth staked. Like, you're going against gravity. And by the way, it's not a bad thing. It's not a bad thing. And so I feel like in order to do something like option one or option two, you have to have more debate, more consensus, more justification, more like, there should be x percent of eth staked. And it's obvious because of these reasons. Um, because otherwise, it feels a little bit God, I'm going to say it feels a little bit prog powie for people who don't know. It's a deep cut reference."
    },
    {
        "speaker": "B",
        "text": "There's a lot of listeners who don't know about prog pal, and I don't."
    },
    {
        "speaker": "A",
        "text": "Want just that the entire community is not bought into even the idea of a target eth rate right now. Right?"
    },
    {
        "speaker": "B",
        "text": "So, okay, so prog pal, progressive proof of work was this proposed change to the Ethereum hashing algorithm back in our proof of work days. And if I remember correctly, it was very, it was interested by the miners. The miners were interested in it because it would brick asics, and I think that's right. It would brick asics, and it would be a boon to individual GPU operators. So, like, back in my GPU mining days, that would have been a boon to me, and it would have been a penalty."
    },
    {
        "speaker": "A",
        "text": "There'd be winners and losers, and basically core devs would get to decide kind of who they are, basically, right in the minor community, never went through, but."
    },
    {
        "speaker": "B",
        "text": "It was very controversial, actually. The reason this is a side quest. You know what, you know what happened actually, why I didn't go?"
    },
    {
        "speaker": "A",
        "text": "Why?"
    },
    {
        "speaker": "B",
        "text": "Because Covid fucked up the supply chains of the Asics. And so the actual, the Prague Pow fears of Asics incoming actually went away."
    },
    {
        "speaker": "A",
        "text": "Because Covid, I was against it, by the way. I just thought it was stupid."
    },
    {
        "speaker": "B",
        "text": "Most of the community was against it."
    },
    {
        "speaker": "A",
        "text": "I thought it was stupid because we're doing staking anyway. Why are we messing with like, mining?"
    },
    {
        "speaker": "B",
        "text": "That was awesome."
    },
    {
        "speaker": "A",
        "text": "And, you know, it became a non issue, obviously, because we transitioned to staking."
    },
    {
        "speaker": "B",
        "text": "So as we go forward in this debate as to like, what do about the supply of e staked, I want to call into attention option two, the more aggressive one, which preserves vanilla, raw ether inside of the Ethereum economy. And I kind of want to put this into contrast of, like, many of these startups, including the ones that you and I are invested in both as angels and through bankless ventures. And these are like organizations like Lido, any LRT project. Like, do you have staked Eth inside of like Defi. Yeah, I have. I have staked Eth."
    },
    {
        "speaker": "A",
        "text": "Yeah. Yeah. If you're a validator, you have, like, a lot of people have vested interests in this is what you're saying, right? And not so, like, there's a lot."
    },
    {
        "speaker": "B",
        "text": "Of people with vested interests who want ether to go into their project before touching the end consumer. And if we can target, um, if we target like 25% of ETH staked, it is a boon to raw vanilla eTh. That is a boon to the long tail of Ethereum, to the average Joe who doesn't have to think about or kick the tires of every single staking project, of which I think we also want many of them. And so say there's negative eth yields. So the net effect of ETh yield is 10% because of Eigen layer Avss, because of the LRT incentives, et cetera. And so as a result of that, there is negative 3% inflation inside of the Ethereum beacon chain. And ETH stakers are just eating that negative inflation because they're getting yield from external forces, external startups, like the LRT startups, the Eigen layer startups. Maybe you're just like Joe Schmo, average retail guy who doesn't want to be beholden to any LRT or doesn't want to have their Ethan Eigen layer just to stay, just to remove themselves from dilution. And so raw eth gets, it's deflationary because of MeV, because of EIP 1559."
    },
    {
        "speaker": "A",
        "text": "Which is called raw eth."
    },
    {
        "speaker": "B",
        "text": "It's also deflationary because all of the people yield maximizing, are receiving negative inflation from the Ethereum protocol. And so maybe you just want to f off and not think about any VC backed startup, any LRT, any like LST dominance is trying to eat into like 100% of market share share. Maybe you just want to hold Reth and you don't want to have to be intermediated by some startup. And so this, I think is, it's, it's very bankless aligned, in my opinion, to have option two because it preserves the m zero of Ethereum eth. It disintermediates the ethereum economy significantly in the ETH context. And I think it's, it's just like beneficial to the margins, which is always, what? Like crypto and Ethereum's always been about."
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, there's things I'm not fully on board. I just, I don't know yet. I'm definitely open. I don't know about the option. There are certainly some things that are within ethos to sort of support. Right? So like, widest set of participants is always going to be eTH holders. The ability to like have my private key in a self sovereign way and for that to be a monetary unit that is useful is like incredibly important. That is the widest set of possible participants in this decentralized network. So strengthening, that makes sense. M zero being strong, strengthening Ethereum's, like, monetary capabilities, monetary effects makes sense. Solo stakers being a valuable participant in this network that is essential to how this operates as well. There's a lot to like. I think about these concepts. I just don't know if this specific implementation is going to deliver on all of these things or if it's practical, but I guess that is the debate that is going to."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "That is right."
    },
    {
        "speaker": "B",
        "text": "There's like the very concrete here are the parameters debate, and then there's also the vibe debate. And the vibe debate is what we're seeing on screen here, like these three different options."
    },
    {
        "speaker": "A",
        "text": "Interesting."
    },
    {
        "speaker": "B",
        "text": "My vibe. My vibe is option two. Firmly."
    },
    {
        "speaker": "A",
        "text": "Firmly. You ready to call option chan? You aren't. You are. Yes, I guess I'll be breaks again. It's like, I like the concept. Let's have more discussion about it. Very good, though. I feel like I now I totally, I understand what's going on and the wider context. And bank listener, we hope you do as well. Should we end with wrist and disclaimers, David?"
    },
    {
        "speaker": "B",
        "text": "Let's do it."
    },
    {
        "speaker": "A",
        "text": "All right. Of course. David and I hold some eth, so we have a vested interest in this network being successful. And you guys know crypto is risky. You could lose what you put in. But we are headed west. This is the frontier. It's not for everyone. But we're glad you're with us on the bankless journey. Thanks a lot."
    }
]