[
    {
        "speaker": "A",
        "text": "So, obviously, like, individual stocks and bonds are going to be tokenized or issued for the first time on blockchains. From there. You know, obviously, every fund is going to, you know, have the ability, you know, 30 years from now to be running with an on chain component. Um, you know, we're not limited just to T Bell funds, equity funds, like an S and P 500 fund or a Nasdaq fund or, you know, a real estate, you know, REIT fund or commodity funds or any type of fund, you know, can and will be issued on chain."
    },
    {
        "speaker": "B",
        "text": "Bankless nation. Robert Leshner on the podcast today, he's the creator of compound. I would say he's one of the forefathers of Defi, one of the original protocols, for sure. Now he is doing something in the traditional finance space, at least. It's a cross section of Defi and tradfi. He's trying to bring $300 trillion in tradfi assets on chain. Uh, not overnight, not immediately, but over, uh, some period of years to come. He's got a new company. It's called Superstay. He's got a new product, tokenized t bills, and he's in a brand new location. So from Silicon Valley over to New York City. So a lot of new things for Robert Leshner on the episode today."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "He ended the episode with a prediction of 10 trillion real world assets on chain by the end of this decade, in the next six years. Uh, so in this episode, you'll hear how he gets to that prediction."
    },
    {
        "speaker": "B",
        "text": "What are your thoughts going into this episode?"
    },
    {
        "speaker": "C",
        "text": "I always really enjoy the real world tokenization conversations. This is actually the world I was in right before that. I left to start bankless. And one of the reasons why I left is because I thought it was super cool. It makes a ton of sense. There's all of this value that's not on chain, and let's take the value that's not on chain and put it on chain. But the crypto native move fast. Rebellious nature in me was like, oh, wait, this isn't really on chain innovation. This is legal lawyer system innovation. I had talking to too many lawyers, too many regulators, too often, and I just want to go play on chain. And so the on chain digital world moves very, very fast. The real tokenization, real world assets world moves very, very slow because it's actually, like, on chain minimalism, but, like, legal system maximalism. Yeah. Personally, not my vibe. And so I had to go and."
    },
    {
        "speaker": "B",
        "text": "Leave that whole World bank of censors. When I first met David, he was in the business of tokenizing houses, like."
    },
    {
        "speaker": "C",
        "text": "Literal houses, actual real estate."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "So I know a thing or two. So this is where I got my, like, my, sharpened my teeth in the security securities laws, which I know, like a little bit more than, than typical about. And it always kind of like, sparks joy with me just because, like, security's."
    },
    {
        "speaker": "B",
        "text": "Laws spark joy with you."
    },
    {
        "speaker": "C",
        "text": "There's like, lessons. And this is why when we remember we did our sparkly securities episode, God, that was a throwback. Um, it was really, really exciting just because there's like, lessons about decentralization and principal agent problems and a lot of things that we run into in the crypto space. Anyways, uh, we're getting off topic, and Robert is taking this brand new world head on with his new project called Super State. Uh, tokenized t bills is just the tip of the iceberg. It is the thing closest to dollars, which we know is a very successful on chain, uh, real world asset. Uh, and then he plans on going down the long tail, tokenizing more and more and more things. So we start with a little bit of history. We, we start, we talked to him a little bit about, like, why now of all times? We've tried this before. Many people have tried to do this. Um, why Robert is going after it now. And then we get into some of the more fundamental conversations about, like, why is this inevitable?"
    },
    {
        "speaker": "B",
        "text": "All right, well, let's go down the long tail with, uh, Robert and talk about tokenizing real world assets, securities, t bills and the like. But before we do, we want to thank the sponsors that made this possible."
    },
    {
        "speaker": "C",
        "text": "Bankless nation. Robert Leshner is the founder of compensation Compound Finance, one of the very first functional defi apps on Ethereum that also kick started Defi summer 2020. He's also a partner at Robot Ventures, where he invests in early stage crypto startups. And now, lately, Robert is reentering the game of being a startup founder, this time in the arena of the tokenization of real world assets. Many have tried, few have succeeded, but Robert thinks that he's got what it takes to bring off chain assets on chain. Robert, welcome back to bankless."
    },
    {
        "speaker": "A",
        "text": "Glad to be back on bankless."
    },
    {
        "speaker": "C",
        "text": "So, Robert, the asset tokenization, the asset securitization world, was actually one of my first entrants into the world of crypto back in 2017 and 2018. The security token year that was 2018 and 2019 got me through the bear market, kept me going. But ultimately, that whole era of crypto flopped. Why I, why didn't we have what it takes to actually take real world assets and put it on chain back then what didn't happen, and then eventually, we'll get into why you think now is the time. But first, give us a little bit of history of the off chain securitization tokenization of assets on chain."
    },
    {
        "speaker": "A",
        "text": "Yeah, so a lot of work has occurred over probably, I would say, the past six years, to bring off chain assets, which in my opinion, are just assets that are originally recorded, not on the blockchain. They're assets that are recorded in some other type of ledger, whether it's a spreadsheet or legal contracts or pieces of paper. And the goal is to bring them on chain where they are in a superior function over the way they used to reside. When assets are on chain, as most of the listeners here know, they're more useful. You can move them around pretty much instantly. You can see a huge level of transparency into who owns an asset, what they're doing with it, how it works, what the rules of the asset are, and they're programmable, so people can build new things with those assets. And this began to capture people's attention, in my opinion, probably going back to about 2017 or so, when smart contracts on Ethereum really began to take off. When people said, oh, it's easy enough to make a token, there started to be lots of tokens being created around that era. And people said, well, either this can be a token that's created on chain for the first time, or maybe we can somehow make a token that represents or takes its properties or value from an asset that's not held on the blockchain yet. We start to see lots of experiments going all the way back. Many different teams are trying to either tokenize securities, or tokenize real estate, or tokenize commodities. None of them really came to fruition. The one asset that got tokenized incredibly successfully were dollars. Really. Starting in about 2018, we started to see the rise of stablecoins. And stablecoins are the first, whether you want to call them off chain assets or rwas or tokenized assets, stablecoins are the first assets where there was an asset held off chain, and through a process, the value of the asset was moved on chain. So there's many different approaches to creating stable coins. Some are very different. But USDC and tether, I think, are the best example of tokenized assets. Where the asset is held a us dollar, one is held in a bank account somewhere, and somebody is able to mint a token that captures or represents the value of that dollar. For those stable coins like USDC, the value comes from the fact that the stablecoin can be redeemed for the dollar in the bank account. Theres this interaction where you can mint and burn the stablecoin, and theres a very true association to the underlying value of the asset held off chain because of this ability to mint and redeem a token associated with it. Stablecoins, as most people are aware, have had incredible product market fit. It is without a doubt one of the first true killer use cases of blockchains. You can see it in the value of stablecoins. There's $140 billion of stablecoins. People want them and they want them because the format, the file format, so to speak, of that dollar is just better on a blockchain than it is in a bank account. A dollar in a bank account really can't do anything besides sit in that bank account until you spend it. The value of a dollar on a blockchain, it's far more open. You can use it in so many different applications, you can program it, you can send it around the world. It's just so much different than a dollar that sits in a bank account. I view stablecoins as the first really clear example of an off chain asset being tokenized correctly. And that's sort of where in a lot of ways, the narrative stops after stablecoins. We really haven't seen any breakout success stories yet when it comes to tokenized assets, but I think that's going to change. And I think where we're now as a society is really at the beginning part of the next chapter, beyond the first stable coins. And when you ask why hasn't it worked yet? Well, the world hasn't really been ready for it yet. We're at a very early point of like infrastructure existing on chain for assets were at a very early point of investors wanting an upgraded file format for their assets, were at a very early point of support for these assets, whether it comes from custodians or intermediaries. And I think it hasn't happened yet, because the world hasn't been ready for it yet. But really, this is the beginning of what I see as the next chapter for digital assets."
    },
    {
        "speaker": "C",
        "text": "I think illustrating the properties of dollars and why dollars so easily became on chain assets, tokenized assets will actually do a very good job kind of defining the problem statement that all other assets will also have, like dollars, both on chain and in the real world, are highly fungible, right? The form factor of a dollar, it's liquid in the real world, it's fungible in the real world. It can move very fast in the real world, and that it matches its properties on chain as well, especially the fungibility part. Um, as soon as we get beyond dollars, the less liquid assets, the less fungible assets, like real estate definitely, for example, becomes and even bonds less, less fungible, less liquid than true dollars start to have some frictions when, uh, we are trying to make a digital manifestation of them on chain. Uh, and this is where some of the properties of tokenization starts to break down, and why there's a lot more friction than just pure dollars, especially when we're talking about like we have two ledgers, for example, we have some sort of securitization in the real world. We have some sort of asset that exists in the real world, and we're trying to make a mirror of that in the digital world in an on chain fashion. But now there's two versions of the truth, and squaring these two versions of the truth and making them be like, as one to one, compatible with each other is one of like the, is the hurdle that we are trying to get over. And that's probably the hurdle that most real world assets have not gotten over. This is kind of how I will like define the problem statement. And could you like continue with that and just maybe even provide more clarity and color there?"
    },
    {
        "speaker": "A",
        "text": "Yeah, well, that's a great summary of the problem statement. Um, you know, in some ways, the approach right now for the problem statement hasn't been a problem. When you look at stable coins, like, it hasn't been a problem that there's separated liquidity between traditional markets, whether it's, you know, walking down the street to a deli, or you know, sending money to someone online and crypto markets, crypto formed its own liquidity for dollars incredibly quickly. Dollars on chain and dollars on exchanges are unbelievably liquid. The ability to convert between dollars and another currency like bitcoin has more liquidity than the ability in a lot of ways to convert between dollars and euros or dollars and yen. And so we have seen a alternate liquidity beyond just the original markets form for this OG RWA. And I think a similar process will play out where a tokenized bond fund will have its own liquidity over time. Thats different than the liquidity in traditional markets. And if theres enough demand, then eventually there will be enough liquidity. I think the problem statement can be rephrased is whats there actually demand for? What do people actually want to own in significant size in a upgraded file format? And if that's true, then of course there's going to be incredibly robust markets for those assets. And if that's not true, then it's going to suffer from this problem of just because you tokenize it doesn't mean anyone wants it. If you take an extremely esoteric asset like a building in Alaska, a multifamily residential building in Alaska, there's like ten people that probably want to own that specifically. Just because you put it on chain, doesn't it create liquidity for it? If there's only ten people that could want to own it, very few people are going to be willing to trade it or to buy it or to hold it or to speculate on it. There's never going to be, no matter how you structure much liquidity for a residential multifamily building in Alaska, no matter how well it's tokenized, how beautiful the ERC 20 or token spec for it is, et cetera. Doesn't matter how many protocols exist that can interact with it. An extremely esoteric asset won't have liquidity. The real challenge is finding the assets in between dollars and esoteric assets and finding the sweet spot in there where there's demand for tokenized assets that is significant and not just going to suffer from this esoteric asset problem."
    },
    {
        "speaker": "C",
        "text": "Mm hmm. I want to just dive a little bit more into the opening the door of the tokenization world."
    },
    {
        "speaker": "A",
        "text": "Why?"
    },
    {
        "speaker": "C",
        "text": "We are ready now. You talked about improved infrastructure or improved custodians. I think there's like one part of this is just like kind of the background of crypto, which are some like basil level properties, as in, like there are just more users now. There's more liquidity now. There's more public acceptance now of crypto. All these are kind of like the background properties of crypto that are definitely helping put tailwinds behind the tokenization movement. But is there any way we can make this more specific and more narrow? Is like, any specific, like service providers or legal innovations or anything more specific to the world of tokenization that is unique and new that has come in the last one or two years or so or something that is near term in the future."
    },
    {
        "speaker": "A",
        "text": "Yeah. So there's definitely, I would say the biggest change has been the amount of brainpower and people and talent and energy being devoted to making all this work. I think we're finally at a point where there's enough of our industry and of the builders in the space focused on this that we're going to be making breakthroughs. There was very few people, frankly, that were focused on tokenization five years ago there was a couple, but at this point. It is a massive conversation inside almost every institution in the space, almost every business in crypto, and of most of the founders that I interact with. And so I think right now, the sort of zeitgeist around it is enough to will it into existence, so to speak. And it doesn't mean it's going to happen next week, right? It doesn't mean it's going to happen next month. It doesn't mean it's going to happen next year, that we start to see significant traction and critical mass around tokenized assets. But we're at the point now where it looks completely different. There's a huge amount of energy and effort being put into this from so many different angles that I think we're going to see traction soon."
    },
    {
        "speaker": "B",
        "text": "Okay, so I have maybe a different angle on the question, which is, at some level, it's cool that we've made a ton of progress on stablecoins in particular. What's like 130 billion? Something like this? Tether just crossed 100 billion. We actually had Paulo on the podcast not too long ago, the CEO of Tether, he talked about one of the main use cases for Tether right now is actually not on the institutional side, though. Some of that trading with exchanges, that kind of thing. It's for people in emerging countries that just want access to the dollar because their local banking system sucks and their local fiat currency has failed them. And so, wow, you get a crypto wallet and you get a dollar, maybe you have a custodial service. This is a zero to one moment for them. So there's a lot of demand coming from that angle. So I kind of have a question. Like, it's not a surprise, I guess, given that context, in terms of why, uh, stable coins have been successful in emerging countries. And also, there's certainly a lubricant. There's. There's certainly very successful for crypto natives and the. In kind of the defi economy, right. Uh, aside from crypto native assets, which are volatile, like bitcoin and ether, well, you have this stable coin, and, like, we use it in the real world, and so we just put it on chain. It's great for that. There's a question in my mind, though, Robert, is like, why haven't we come further with respect to tokenization? Right? So we have dollars, 130 billion. Why don't we have euros? Why don't we have yen? Why. Why aren't there other, like, currencies? That's weird to me. Another thing that's weird is when I hear about the tether business, model. And Paulo is saying, literally this fully transparent. They made like $4 billion last year. $5 billion. What, on the spread? On the spread between a dollar and the yield. For they buy t bills, they buy treasuries, essentially. They get to keep the spread on the treasuries, the 5% yield, and you get the stable coin, essentially. And so that's all of their profit margin. That's an insane profit margin, $5 billion. They have 80 people. So I'm like, well, you know what's better? You know, what's better than an ERC 20 version of a dollar? An ERC 20 version of a dollar that gives me a 5% yield and has that kind of baked in. Paula's comment is like, yeah, but emerging markets don't care about that because 5% over a year, like, doesn't make any difference to them because they're comparing that to some fiat currency that is like 80%, 90% inflation. Right? But anyway, that's one perspective. So I guess the general question here is cool that we have some tokenized assets, but if tokenization was really a thing, why don't we have more already? Like, what's stopping us? From your vantage point?"
    },
    {
        "speaker": "A",
        "text": "Yeah, well, there's two points here. So one is, when it comes to just simple currencies, I think there's competition between dollars and euros and yen for the mind share of the holders. And to Paolo's point, a lot of people around the world would rather hold a tokenized dollar than a tokenized euro. And the existence of the tokenized dollar competes with the tokenized euro for liquidity, for capital, for adoption and support amongst intermediaries like exchanges. And once there's such a dominant critical mass of dollar tokenization, it's really hard for other currencies to make inroads into that."
    },
    {
        "speaker": "B",
        "text": "So it really is. The dollar is the apex predator. It just slaughterbots everything that tries to compete against it."
    },
    {
        "speaker": "C",
        "text": "Well, this is what happens when we take away all the borders from our financial systems, right, exactly."
    },
    {
        "speaker": "A",
        "text": "And it's a good thing there's massive liquidity for tokenized dollars. Massive liquidity. You can convert it into other assets like ether and bitcoin, with unbelievable liquidity in that world. There's going to be less liquidity for a tokenized euro no matter what. There's going to be less liquidity for a tokenized yen no matter what. And so even if you were equally willing to hold a dollar versus euro versus yen, if there's more liquidity from this, like, call it a first mover advantage, in a lot of ways, of the tokenized dollar, it's going to be a superior product to the tokenized euro were the tokenized yen. So it's just so hard for new entrants to make progress against it. And if the first asset we had happened to be a tokenized yen, and then it gained critical mass, I think eventually a tokenized dollar might have to battle against it. But that's not how it played out. It played out where dollars were first. They built up a huge liquidity advantage, and now there's very little opportunity for a competitive tokenized currency. Now, I think to your other point, there's a huge opportunity, which is a tokenized currency that doesn't go up is worse than a tokenized currency that does go up. And if you can have a different format of dollars themselves, that go up, where instead of all of the value accruing to Paolo and tether, the value accrues to the holders, instead of it being 5.3% for him and 0% for you, something closer to 0.2% for him and 5.1% for you, or something like that, theres a huge opportunity for a different format of dollar based assets. Thats one of the major opportunities we see at Superstate and that many other companies building in the space also see is that that business model is the opportunity for new competitors to emerge. Jeff Bezos has a famous quote, which is your margin is my opportunity. He used to say this to retailers and manufacturers all the time. They said, oh, we have a great business, we have huge margins, and Amazon has no margin. He said, well, that's what the long term tailwind to Amazon's success is, that you have a big margin. And the fact that tether's margins are so unfathomably good, it's great for tether in the short term. No question about that. It's absolutely an unbelievable business, one of the best that's ever been built. But long term, that's a disadvantage to them, and it creates an opportunity for better products to emerge in a way that you couldn't see a better product emerge versus tokenized dollar. Originally, a tokenized yen is not going to be better, but a tokenized dollar based financial asset is better. And I think a lot of people realize that, and a lot of people are working towards introducing that on a global scale."
    },
    {
        "speaker": "B",
        "text": "Okay, so let's talk about that for a minute. And like, why that. Again, I'm still with the question of why that hasn't happened yet. And what's really interesting about tether is like, so 6 billion a year or something like this, right? At $100 billion, which Tether just recently hit, I believe a couple of days ago crossed the threshold of there's $100 billion worth of tether now issued. Imagine if that was a trillion, that'd be 60 billion a year, right? And of course, like the same amount of people, you don't even have to add any staff probably. And so that's a massive margin. So, like, in your mind, how does this kind of work? Is it basically there would be some competitive pressure to require stablecoin, not require, but competitive market pressure to push stablecoin issuers to return some of that yield back to holders in some form. You could imagine if the Fed rates are 5% and you own $1 worth of tether, then you're getting some portion of that 5%, maybe getting a three or 4%, something like that. That's one model, at least conceptually in my head, that seems like it could work. Again, regulatory. All of the other things aside, another model that feels like it could work is you just have, you just hold t bills, you just hold treasuries in some way. Like, if I could hold just treasuries in my, like, wallet, you know, I can hold physical cash, I can hold $100 bill. I'd kind of rather have like a $100 worth of treasury because it gives me a $100 plus that 5% a boost. I have to imagine the Fed and the treasury have kind of thought about that. They don't actually want to issue that form of debt to be kind of like a fungible currency. And so that's the reason for dollars and the reason why we can't just hold t bills in some form or fashion, but that could be tokenized. And that, to me, would be a marvelous, because it's an ERC 20 either way. And so why don't we have that? Why can't we have that? Are there some impediments on the regulatory side? Like this is, again, let's just remember, and you know, more this than anyone, I'm just reminding the bankless listeners that this is a brand of the United States government. The dollar itself is a projection of the us empire's power. They get to make the rules, okay, we can do whatever we want with our own little eth, you know, unit of account, and we have a governance and jurisdiction there. But like, when it comes to the dollar, the regulators and the government is going to have something to say about it. How can you imagine this actually working? How do you take that 6 billion margin and give that back to holders in some form."
    },
    {
        "speaker": "A",
        "text": "Yeah, well, the answer is, it's complicated. You touch on a couple of things. One is just from a purely mechanical and technology perspective, it's hard. An asset that doesn't change, that's completely fungible is a really simple asset. Tether or USDC are great tokens because they're so easy to hold. The accounting of them is very simple. It's always one. If you have 100 tokens in a year, you have 100 tokens. To your first example, if you had an actually tokenized T bill. T bills have maturities. They expire. All of these on chain operations get really complicated. If you have a token that represents a T bill and then it matures, does it become a different token? Does it become a dollar token again? Does it become a matured T bill token? If there's fundamentally, there's thousands of actual pieces of debt issued by the us government, they all have different maturities. Are there 10,000 T bill tokens? It just gets mechanically very complex to represent a financial asset that's more nuanced than just it's a dollar if it's a dollar forever. But it's very simple. And I think one of the reasons why we're at a point where tether and USDC have been so successful is because they're so simple. So the first challenge is technological. You touched on the second one, which is the legal and regulatory structure surrounding us. Every single country on earth has different approaches towards securities and tokenized asset that goes up with the expectation that you're buying it, because it goes up is very different from an asset that does not go up and really can't go up."
    },
    {
        "speaker": "B",
        "text": "Okay, can we just pause on that for a minute and make sure people know you introduced the idea of a security here. Treasury is a security, but a stable coin is not. I hope. Fingers crossed. Like Gary Gensler, if you're listening, it shouldn't be a security because it's more like a. A currency. What makes something a security in this world? And why is a T bill Treasury a security? And why not a stable coin or the dollar itself?"
    },
    {
        "speaker": "A",
        "text": "Yeah. So in general, and this is like, I will disclose first and foremost that I'm not a securities lawyer or a lawyer of any kind. And so I would say, consult true experts in the space of which there's many a security is something in which there's an issuer, whether it's the us government or a corporation that issues an investment directly to a purchaser. And that purchaser either makes or loses money and its uncertain whether theyre going to make or lose money. And it comes down to them making an investment into some entity. If you had take a stable coin you could basically take the opinion that theres really not that relationship at all where it's a receipt so to speak, for an asset held off chain. And that it's not a security because there's not really the prospect of it going up or down. There's obviously secondary markets for stable coins and there's secondary markets for all these things, but doesn't necessarily make them a security. USDC trades for above and below a dollar every day. Tether trades for above and below a dollar all the time. These things have markets for them just like theres markets for gold and theres markets for corn and theres markets for all sorts of different currencies, whether its the euro or the yen or the dollar. But theres not this relationship between hey theres an issuer and the investor. And so I think its highly likely that very few people view a stable coin like USDC or tether as a security just because it doesnt really have the properties of them. It exists in a very unencumbered regulatory and legal domain. People view these as currencies. There's obviously regulations around currencies in the US. There's a lot of rules around money transmission and running a business that exchanges money for customers. And there's lots of rules specific to a non security that you have to be aware of. If you're a stablecoin business of some kind, they're not securities. When you start to get into the domain of assets that aren't flat, that go up and down fundamentally based on some underlying investment, then you start to get into a very different legal and regulatory domain than stablecoins currently exist in. You can have a similar asset that is viewed completely differently. You could make a stable coin instead of it being backed by dollar and backed by gold. It would still probably not be considered a security. ITd still probably be a commodity of some kind. But if you have a stablecoin, I should say backed by Nike stock, suddenly that asset is going up and down based on a very different set of conditions. And its highly likely that that asset itself, the Nike stock token, would be a security. Because Nike stock is very clearly a security issued by the Nike Corporation. You just wind up having the asset treated and viewed differently, with very different responsibilities on the part of the issuers. That's what makes non dollar based assets that are tokenized just so much more complex."
    },
    {
        "speaker": "C",
        "text": "I think we're doing a pretty good job at illustrating some of those hurdles that I was talking about, that real world assets have to get over dollars. Dollars have the same kind of hurdle, but this much lower, right? Like all of a sudden, when we talk about securities, the hurdles to get becoming a token on chain are much larger. I really think the crypto industry really needs to study the history of securitization and securities law a lot more than the typical person has. It's really, really interesting because there's lessons to be learned in principal agent problems, as well as concepts of centralization and decentralization. One of the reasons why securities laws are so complex are why? Why they are is because there is information asymmetry between the issuer and the market. The issuer can have plans or intense intentions that the rest of the market do not know about. And so this is why we have securities laws, to kind of regulate the securities market and make sure that no one with dubious intentions comes to create securities. And so when there are trends towards less of an information asymmetry between the public market and the inception of a financial asset, things tend to have less security like properties. And then when there's more information asymmetry, then these things tend to be highly, highly regulated. Robert, this kind of gets into the question that I want to ask next. We have currencies on chain tether, USCC are the big ones, and there's like a very simple input output, right? Dollars in bank, token on Ethereum, token on Tron or whatever. And as soon as we get into the world of yield bearing treasuries on one side and then token on the other side, things become a lot more opinionated. We have now entered the world of securities law, and it's a lot. The question I have for you is like, isn't there a lot more room for different types of constructions, different types of opinions being built in the constructions, and therefore less kind of like credible neutrality or social scalability in the yield bearing tokenized treasury space. For people paying attention to bankless arc in the liquid restaking world, it's the same kind of pattern between liquid restaking tokens around Eigen layer and lsts, whereas you have complete lido dominant dominance because it's so liquid, it's so close to natively staked ETH. And then lrts are so much more opinionated. And I kind of see that same pattern playing out in the tokenized treasuries market, where you would have more reach, more scale if you were just purely tokenized dollars than you would tokenized treasuries. What would you say to this?"
    },
    {
        "speaker": "A",
        "text": "I would say yes, but I think at a high level that's completely correct. I think there's a much larger space to design products. That being said, going all the way back to stablecoins. The design space for stablecoins for dollar based stablecoins is also extremely large. There's obviously one format that so far has won based on market cap alone, which is the tether USDC model of there's an off chain dollar in a box, and we make a token that is redeemable for it in some way. But we cannot forget there was multiple other, many other approaches to designing dollar based stablecoins, both collateralized stablecoins. Makerdao is a great example, and Makerdao has evolved significantly over the last couple of years. But it's fundamentally a system where you could manufacture a dollar based stablecoin that was backed by a basket of crypto collateral. Totally different approach from the one that has gotten the most market share. There was algorithmic stablecoins, which were not backed by anything. Obviously those got a bad rap. We don't talk about those anymore, but they were the least successful of the different approaches. The dollar based stablecoin world had a huge spectrum of approaches. While I agree with you that there's many different approaches to create a tokenized financial asset, so far, amongst the early experiments, we're seeing far less divergence of approaches than we saw with dollar based stable coins. A lot of the approaches so far look pretty similar, where it's like you have some type of legal structure and it holds an asset and it issues a token. They all look pretty much the same. And I think there's less difference than the world of USDC versus Dai versus Terraust. That world had so much more grand experimentation than we're seeing right now in tokenized financial products."
    },
    {
        "speaker": "B",
        "text": "The comment of a dollar in a box and a dollar comes out as an ERC 20. Or David, the comment you're describing this of just cash in a bank, is what backs this thing. One thing I've learned recently is I've looked into what composes a tether, or what composes the USDC, is that there's actually very little cash in the bank. If you go to the tether transparency page, what you actually see is tether itself is about over 80% t bills. Essentially, that's what it's composed of."
    },
    {
        "speaker": "C",
        "text": "They're already treasuries."
    },
    {
        "speaker": "B",
        "text": "Yeah. And then Paulo's comment was, the whole thing is actually over collateralized as well, because they put some of their profits back into backing this thing, but also has 2.9% bitcoin. That back one unit of Us DC, there's 3.6% of precious metals, of gold, but the bulk of it is actually treasuries. Right. In some form of another overnight reverse repos, that's 10%. 10% is money market funds. But then 76% is straight up treasuries. I guess I just want to ask the simple question, why doesn't. If tether was forced to, I can see why they're just keeping the 5%. It's great profit, create business. But if they were, through competitive pressures, just forced. If tethered holders said, we're no longer going to hold tether, because you're not giving us any of this yield, would tether have the ability to just send a few percent or create some sort of staking mechanism, where if you have tether and you have your staked tether, and if it's staked or something, then that's an ERC 20, and you're a recipient of a few percentage points of yield or something like this, or can they just not do that? Robert, is that against the law in some kind of a jurisdiction? Because it seems like, mechanically, it could be kind of simple."
    },
    {
        "speaker": "A",
        "text": "Yeah. I mean, to my earlier point, mechanically, it's not that simple. Right. They could create a new mechanism, like a staking mechanism of some kind. It starts to transform what the asset is. But at some point, yes, they could respond based on competitive pressures to turning it into a even more bank like, shadow bank like structure, where it's, oh, keep your tethers with us. And they go up based on some other process entirely. It transforms the character of what is USDC or what is tether. But we've seen similar experimentation already. So Coinbase had a program where if you parked USDC at Coinbase, I believe they still do, you get rewards. They call it rewards and not interest. You get USDC rewards at Coinbase that are like 5%, which theyre doing that right now to transform the nature of the stablecoin itself. And youre right. All of them have gotten more complex over time. They did start off very simple, where it was a dollar and a bank account, and over time have become portfolios of assets that back them. And they look less like a single dollar back in a single stablecoin than they do a bunch of stuff worth more than $1 backing $1 of a stable coin."
    },
    {
        "speaker": "B",
        "text": "Yeah. In fact, Paulo actually made the comment. That's part of the reason this is, according to him, that USDC got in trouble is we could add too much cash reserves in some of the banks that were on shaky ground. Silicon Valley bank. What's the other one? You guys know the crypto, Silvergate. Uh, and. Right, so that those funds in the bank account are not FDIC insured. You're. You're. At some level, you're better off. Yeah. It's more secure to kind of back this thing by some form of a treasury, which is kind of a security, than actually cash in a bank account, which is counterintuitive, but, like, cash is more risky. How weird is that? Anyway, Robert, tell us about what you are doing over at, uh, at Supersafe. Can you kind of give us the story of what you're building? Because I know you've launched. What is it? This is a financial tradfi sounding name. A super state short duration us government securities fund has about $38 billion assets under management. This is tokenized as an ERC 20. Is this the tokenized T bill that we've been waiting for? What is this, and what are you building over that superstate?"
    },
    {
        "speaker": "A",
        "text": "Yeah, it's a great question. So, at Superstate, our first live product is, as you mentioned, the superstate short duration government securities fund. It's a t bill fund, and the t bill fund is tokenized. The way it interacts with securities regulation is that the fund is only offered to qualified purchasers, which really is a short way of saying institutions with lots of money. And that's due to the complexities of building a tokenized."
    },
    {
        "speaker": "B",
        "text": "It's not individuals. Even if they can be individuals at."
    },
    {
        "speaker": "A",
        "text": "This point, I don't believe there's any individuals. The client base is institutional in nature, but it could be individuals at some point. For us, it's an opportunity to test a lot of technology that we're building. At Superstate, our goal is to create tokenized products that have the advantages that everyone's used to in crypto, that you can have assets that interact with DeFi protocols, or they're programmable, or they're highly portable, or they're extremely useful. We're really excited about what tokens can do, and we're really starting off in a very sandbox type way where there's one very basic product, and it's only offered to a very limited type of extremely financially capable institution. And we're using this as the sandbox to test the technology that we're building. And over time, our goal is to build tokenized products that anybody can hold, that actually go through the regulatory registration process, that get a prospectus and are available for any investor to be able to purchase. Once we've battle tested a lot of the technology and the processes around them, our goal is to have tokenized securities that are useful and really interesting investments that people want to own. Because going all the way back to the beginning, if there's no demand, then you're not going to see any traction. And so you have to create products that people want to own. And that's really our focus. And the first product, it's a t bill fund. It's offered to qualified purchasers. It's designed to mimic the federal funds rate. So really t bills that are extremely short duration in nature are pretty close to the fed target rate and were not trying to innovate at the fund level. In terms of what investments does it make? It holds extremely short duration. Government debt has, by that nature, very little credit risk. Its not meant to be an interesting financial asset. Its meant to be interesting through the process of actually tokenizing it. Again, were at a very early point there where it's not even transferable yet, but it's at the jumping off point of what is a tokenized product. How does it work? What can you do with it? And we're going to use it as really the proving ground for a lot of the technology that we want to build at super state."
    },
    {
        "speaker": "C",
        "text": "One of the best things that I think stablecoins has shown the world is that simply when you put dollars on chain, they become more useful, evidenced by the fact that there's like 140 billion of them on chain. Like, why would they be on chain if they simply weren't more useful over there? And with such a pure experiment being played out, like, why are they useful? Oh, smart contracts. Uh, and so this is kind of how I see, uh, super state, like, leveraging, uh, itself is just like, hey, we have assets that aren't on smart contract rails, but they could be, and we're going to facilitate that. Uh, and so, like, the value of superstate is actually going to be like a pretty clear acid test as to the value of smart contracts. If smart contracts and tokenization wasn't useful, superstate wouldn't exist. And so kind of like what I see your strategy is you're taking the next most proximate real world asset to dollars because we already have tokenized dollars. You're doing the next most proximate asset. You're tokenizing it and trying to give it life inside of, inside of smart contracts, inside of blockchain rails. And then as soon as this short term treasuries fund takes off, Robert Leshner is feeling good and confident. He's ready to be a little bit more bold. They'll go down into the further frontier and start to be a little bit further away from dollars and more down into like the long tail of non on chain assets and putting them on chain. And the cool model with this is like where tether and USCC are kind of like monoliths. They do one thing and they just have a pretty high margins on that one thing. I see yours, your strategy, the super state strategy, is a more volume play where you're taking smaller margins on what youre a tokenizing. And that's like your opportunity, right? Like tether Circle, very high margins. Robert Lechner's tokenized treasuries fund, smaller margins. But then you're trying to tokenize much more than just a few things. You're trying to, like, you know, to name the meme, tokenize the world, and take a very small margin on many, many, many things. Is that how, is that how you see the future of Super Saiyan? Is that, did I just kind of articulate the strategy?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I feel like, you guessed, slash articulated the strategy, you know, quite succinctly. That's how we see the world, is that we're going to start with the most adjacent asset to stablecoins, which we know work. It's going to be a little bit slow to start because the number of people that can hold the tokenized securities is much smaller. Obviously, there's other firms out there that are willing to take a lot more risk in their approach, but we're taking a very buttoned up approach to this. Over time, as the usability of our tokens increases, going into additional asset classes, my hope is that over time, investors are able to hold every single asset they want on chain in the wallets that they like to use, in the formats that they like to use, that you don't need a brokerage account or you don't need tradfi systems. If you want to hold all of your assets in one place, you'll be able to do that. A bond fund or a stock fund or ether or a token that's purely blockchain native. Eventually, all of these assets will be on chain. They'll all be programmable and composable, and they'll exist in a format that not all people will prefer. Mostly people listening to a podcast like bankless will prefer. I think most people listening are quite familiar with wallets. They're quite familiar with using DeFi protocols. There's a lot of the world that isn't here yet that is only comfortable with their brokerage account. Eventually, more and more people are going to migrate from the world of brokerage accounts to being comfortable with on chain wallets and tools and systems, and will prefer to have their assets in this file format. But right now it's a small but growing ecosystem. The vision really is bring all of the assets, all of the asset classes, bring them all on chain in a way that the people who happen to be crypto native prefer. And my expectation is the number of crypto native people is going to be increasing every single year for the next hundred years, and it's the right market to build for."
    },
    {
        "speaker": "B",
        "text": "Okay, I just want to understand how this works a little bit. You guessed rightly, I think many of the people listening to the bank list are more familiar with buying a token than they would be buying a mutual fund or something like this. So when I see the potential for some sort of tokenized asset to give me the yield that I want, and the other place I can get, kind of like this yield is maybe by buying some sort of a mutual fund or a money market or something like this out in the real world, I really like this. And so this super state short duration us government securities fund, it is an ERC 20. I could see something on Etherscan, right? But it is gated. So I basically like, if I'm a qualified purchaser, then that's probably an institution or somebody who's a, like a whale, incredibly wealthy. Then right now I manually have to kind of reach out to superstay and go purchase it. And then I get issued this ERC 20 that represents basically the Fed funds rate of right now the seven day yield is 5.36%. You are taking, or superstate is taking a management fee of 0.15%, which is a much smaller margin spread than we were looking at from this stablecoin. Examples of tether and USDC is the hope right now that this is for qualified purchasers and it's gated, so you can't transfer, you can't really do any crypto native things. The hope is that in the future, once you go through the gauntlets of, you mentioned technology improvements, it seems to me this is legal technology. This is just, you have to get the right approvals in place in order to get to a place where, where I'm trying to get to, Robert, is how do we get to a place where we can democratize this? And how can it be such that any listener to bankless can go purchase this in their wallet in a kind of like a crypto native way? Maybe there needs to be some identification. Aml Kyc. So maybe it's kind of like a little hybrid. But how do we democratize this? What sort of things, Gates, do you have to step through to make that a possible world?"
    },
    {
        "speaker": "A",
        "text": "Yeah, it's a great question. And the bitter reality is that really, right now there's very few options, especially for us listeners, that are appealing. The process fundamentally is to navigate the legal and regulatory world. It's not as much on the technology side. The technology of making a token is relatively straightforward. The technology of making a token that handles KYC or composability with a DeFi protocol with KYC is more complex. The technology of doing that with a system that has a lot of off chain mechanical interactions is a little bit more complex than that. But the biggest burden is not technology. We've at this point, built the technology for tokenized products. The biggest hurdle is the legal and regulatory side. And the disappointing news is that superstate and other players in the market have to go through an incredibly cumbersome process before these products can be brought to the masses. And that process is not being done any favors so far. I think legislation could accelerate the pathways for tokenized products, but right now it's a slow process to go through the regulatory steps."
    },
    {
        "speaker": "B",
        "text": "Robert, what's a comparable product? If I have a fidelity account or Charles Schwab account, I can buy something, some sort of ETF or fund asset in the tradfi world that gives me the 5.3% fed fund rate. I can buy that right now. Would that be some form of a money market?"
    },
    {
        "speaker": "A",
        "text": "Yeah, you could buy a money market mutual fund. You could buy a short term, yield bearing ETF. You could buy any one of these products."
    },
    {
        "speaker": "B",
        "text": "Why can I buy that without being a qualified purchaser? But I can't right now. Buy this when it's tokenized?"
    },
    {
        "speaker": "A",
        "text": "Yeah, that's a great question. Those assets have all gone through the securities registration process. Basically, you file a prospectus and you get approval by the SEC to go live with those assets. It's pretty off the shelf. If you want to launch a new mutual fund or launch a new ETF, it's a very well worn path that a lot of people understand very well when it comes to tokens going through that registration process, it's a much murkier path, and it's much newer, even though all of it seems pretty open and shut. Like, okay, it's the same thing, but it's a token. There's a lot more questions naturally, on how does it work, how does the token function, what are the risks even for a similar product? Just the introduction of a blockchain complicates that registration process."
    },
    {
        "speaker": "B",
        "text": "Why can't we take one of those things that have gone through the registration process, an existing money market, and just they've done through it, they're filing everything, they've got the SEC approval. Just take that and we'll tokenize that. Why don't the traditional finance companies just go do that?"
    },
    {
        "speaker": "A",
        "text": "Some of them are doing that. There are examples of tradfi issuers making a quasi tokenized product right now. Both Franklin Templeton and Wisdom Tree have basically launched tokenized products, but it's tokenized in air quotes in that you can't actually take the token and hold it in your Ethereum wallet. They hold the token for you. And it's basically a very traditional investment with very little token usability or functionality yet. Because once you start to introduce the functionality, it complicates the disclosure process of how does it work and what are the risks. And it complicates it enough that it makes the registration process longer because you have to ask and answer all of those questions with a regulator. So far you've seen TrendfI issuers start that process, but with very little new. It's mostly extremely traditional investments that are starting to have a token component. And so there's a lot of interest from a lot of different corners to do this. We just don't exist in a market where there's been a lot of step function, zero to one changes or success in the registered product space."
    },
    {
        "speaker": "B",
        "text": "So the regulatory side of things is the thing that's really slowing us down here."
    },
    {
        "speaker": "C",
        "text": "Surprise."
    },
    {
        "speaker": "B",
        "text": "What do you think of attempts to do this outside of the US banking system apparatus? We had a founder a few months ago on talking about tokenized treasuries from mountain protocol, and there are many such projects like this that's happening outside of the US. Do you have any takes on those?"
    },
    {
        "speaker": "A",
        "text": "Well, outside the US, there's an extremely receptive set of regulators that are encouraging of tokenization of financial products. It should come as no surprise that the US is probably without question the most hostile regulatory environment on earth. For the most part, for crypto, a lot of, specifically for crypto. For crypto, a lot of teams are focused on ex us markets for good reason, because it's actually quite easy. My view has always been that I think the US is the largest market. Just because there's not a welcoming regulatory environment today, that's not always going to be the case. And I want to build products for the us market where I operate, where I live, where my friends are, where I think us investors want these products. It'd be trivial to just cut off the US and focus only on global markets. A lot of."
    },
    {
        "speaker": "B",
        "text": "So you're, Robert, you're taking the Brian Armstrong long game here where it's basically like, hey, at some point the US is going to wake up and support their hometown boys, but right now they're just not, for whatever reason. Reason. But you're going to play that long game in order to see that to fruition."
    },
    {
        "speaker": "A",
        "text": "That's right. And I think us investors are wanting and deserving of the best technologically created products that exist. It's disappointing that we don't see more of a market in the US yet. But I think that's going to change. I think history is on the side of builders in the US. You know, builders in the US that want to create high quality products that benefit from the advantages of blockchains. Obviously in ten years this is going to exist and obviously people are going to come to their senses."
    },
    {
        "speaker": "C",
        "text": "I think it's very appropriate, Robert, that I'm pretty sure I'm seeing Manhattan out of that window in the back. Seems like the right place to take that. Take Robert, what's on your wish list? So after treasury, I'm sure, I mean, Robert, I know you own a few crypto punks. Like you want to think larger than just treasuries. Like what's on your more exotic wish list of what you could tokenize and put on chain? Like daydream with us a little bit. Let's, let's go a few decades into the future."
    },
    {
        "speaker": "A",
        "text": "Yeah, well, a few decades into the future, I mean, obviously there's going to be, you know, really okay, there's a lot that's going to exist in a couple of decades that doesn't exist now. One is that, you know, individual financial assets like stocks and bonds will be originally issued on a blockchain, whereas right now theyre not. So you might see a corporation of the future, not like one of the current s and P 500, but someone thats going to be in the s and P 500 in 30 years natively issues their stock as a token on chain in a 30 year timeframe. I dont think people are going to use these extremely technologically outdated record keeping and back office systems to issue the equity of their companies that they found. I think in 30 years, in order."
    },
    {
        "speaker": "C",
        "text": "To get there, won't we need actual legislation or regulation innovation? Because if we want to have a public company go public via an on chain token, doesn't that need, that's just a complete revamping of our regulatory structure, correct?"
    },
    {
        "speaker": "A",
        "text": "Well, this isn't, I mean, there's no easy answer because no one really knows. You get different opinions. The current SEC would say no, most legislators would say yes. Most builders and founders would say, I have no idea. The whole thing is a landmine. Theres no objectively correct answer here. Unfortunately, 30 years though, all this will be solved and there will absolutely be crypto native stock and bond issuance. Theres been trial bond issuance on a number of blockchains by a number of different issuers in the past. There's no question that in 30 years blockchains are used for natively issuing the equity of a company. Why not? It's so obvious that it's just a better record keeping system and of course you're going to use it instead of what I will tell you is a horrible back office mess that things currently work on. So obviously, individual stocks and bonds are going to be tokenized or issued for the first time on blockchains from there. Obviously every fund is going to have the ability 30 years from now to be running with an on chain component. We're not limited just to T Bell funds, equity funds, like an S and P 500 fund or a Nasdaq fund, or a real estate REIT fund or commodity funds or any type of fund can and will be issued on chain. And then you get to."
    },
    {
        "speaker": "C",
        "text": "Is that something you can do at Superstate? Is that on your long term view, long term plan?"
    },
    {
        "speaker": "A",
        "text": "It is. I mean, very transparently, yes. We would like to offer funds way beyond just a t bill fund over time. Right. It would be great to offer all of the above. Anything that Vanguard can host, we can over time have a token for as well. Every asset should and will be on chain. So funds are all going to come on chain. And then the last piece of what's on chain is things that are not a native issuance. But I think we're going to have a lot better tokenization of commodities. I think we're going to have a lot better tokenization of off chain assets that the ownership of them will be on chain. I think most commodities will be on chain. I think eventually we're going to get to a point where we look back and we're like, why do we think this was such a big chasm? There's no reason why all of this couldn't be tracked, managed and issued on a blockchain instead of on spreadsheets, paper and contracts. Spreadsheets, contracts and paper is just an old, outdated file format that people know works, and blockchains are a better file format. And most of us, most of the people on this podcast know that it works. There's just a lot of skepticism from people that don't know that it works yet. And it sounds new and therefore scary."
    },
    {
        "speaker": "B",
        "text": "Robert, when we first met on bankless, and this was, I think you came on in one of the original bankless episodes, you were pioneering Defi. I consider you sort of a, you know, like a, for, like a founding father of the original Defi protocols with, with compound, this lending and borrowing protocol. And it's interesting to me. I. Yeah, David's right. I do notice that the New York City buildings in kind of your background. It's interesting to me that you've gone from Silicon Valley, San Fran with, with compound, and now you're, you're putting on the suit and you're in New York City now. And you are."
    },
    {
        "speaker": "C",
        "text": "First he went west and then he went back east."
    },
    {
        "speaker": "B",
        "text": "I see you as an impact ambassador. I see you as kind of an evangelist, and you are somebody who is needed, I would say, and kind of like to wear the suit and to speak tradfi, but also to speak Defi. And you like, know how both worlds work. And maybe this is the next era for Robert Leshner and this is the era of super State. I'm wondering if you kind of Zoom out, it feels like at some level the technology problems are easier than like the regulatory and like the, I don't know, getting traditional finance to kind of understand, although we are making progress there, it felt to me like the approval of the bitcoin ETF was just like a watershed moment. I don't know if you feel like that, but a lot of pent up energy in the space now. Blackrock, Franklin, Templeton, like, all of these traditional finance folks are talking about this and they're all Larry Fink talking about tokenization. Can you imagine? I mean, that was a recent interview. So I'm wondering from your vantage point, how are we doing on the tradfi side of things? So you are now Defi ambassador and kind of in enemy lands, New York City here doing this like hybrid type of apparatus. How are we doing? Are we convincing enough folks in tradfi? How long is this going to take?"
    },
    {
        "speaker": "A",
        "text": "Well, the honest answer is, I think that we're at a good starting point. And I think amongst everybody, whether it's people working for very traditional institutions, whether it's legislators, whether it's regulators, I think people are starting to come around to accept the fact that all of this stuff doesn't have to be scary. All of it has advantages over the traditional system, and that it can be used in business, it can be used in finance, it can be used in the real world. And that's exciting. I mean, I'd say the skeptics still outnumber the believers, but over time, skeptics are being converted into believers. Right. And it's kind of like a one directional march. I think it can only improve over time. And, like, you're right, like, this is in some ways hostile territory, you know, where a lot of people are default, skeptical and default tied to what they don't understand. And I think we're on the right side of history. I think that's one of the things that motivates me, is knowing that you can build really cool stuff with a blockchain that's just fundamentally better than the way it used to work. Pioneering defi. For me, it was all about, how do we use this new technology to do things people have been doing for 30 years, but in a way that's more transparent, it's more predictable, it's more fair, it's more open, it's more composable. It's just better fundamentally. And for me, I've spent the last almost seven years, which sounds crazy to even say that out loud, seven years focused on, what can this technology do that wasn't possible before, instead of trying to apply that to a DeFi protocol, trying to apply it to global financial and capital markets at home. The reason why I'm here in somewhat hostile territories, because this is where there's $300 trillion of assets that haven't made it onto a blockchain yet. It's a lot of assets. And there's a lot of people that have to hear from an evangelist, that have to learn why blockchains are so exciting in the first place and why ethereum is awesome and what you can do with a smart contract. And I think as people learn, they understand, and they become enthusiastic and excited as well. But it takes a zero to one moment for most people to understand why tokens are great."
    },
    {
        "speaker": "C",
        "text": "Robert, we're at the very beginning of 2024. We've got six years left in this decade. Give us a prediction for 2030. Uh, excluding stable coins. So stablecoin market cap does not count how much value will come on chain by the end of this decade. New value."
    },
    {
        "speaker": "A",
        "text": "You know, I've messed up this. These, like, macro predictions so many times. You know, I like to say that, you know, when I, you know, first started working on compound in 2017, you know, I believed that by 2022, five years in, most assets would be on chain. And one of the reasons why I was so excited about building it was that I was like, well, this is a tool that's going to start off being used for ether and Chainlink token, and in five years, it's going to be used for stocks and bonds. I was like, of course, five years later, there was almost none of that. I've gotten this prediction wrong before by being a little bit over expectations of societal change. So with that experience in mind, I would say six years from now, I would like it to be a mass migration of assets on chain. I think behavior is hard to change. So I think outside of the assets that exist today, I would guess maybe 5 trillion of assets."
    },
    {
        "speaker": "C",
        "text": "5 trillion on chain. Nice. Hell, yeah. In our $2 trillion market cap economy."
    },
    {
        "speaker": "B",
        "text": "Let'S be 2 trillion by that time. David, don't curse less."
    },
    {
        "speaker": "A",
        "text": "No, I mean, by that time, I think just the existing crypto assets will probably be 510 something trillion."
    },
    {
        "speaker": "C",
        "text": "Amazing."
    },
    {
        "speaker": "B",
        "text": "Robert, thank you so much. Good to see you on this new project. First you were out pioneering the west, and now you're going back east and go get us that 300 trillion. Man. Be an ambassador. We appreciate you coming on bank list and telling us about the project. Tokenized treasuries and real world assets has been great."
    },
    {
        "speaker": "A",
        "text": "Thanks, Ryan. Thanks, david."
    },
    {
        "speaker": "B",
        "text": "Bankless nation will include some links in the show notes to some of the materials we were talking around. Superstate as well. Gotta let you know, of course, crypto is risky. You could lose what you put in. But we are headed west. This is the frontier. It's not for everyone. But we're glad you're with us on the bankless journey. Thanks a lot."
    }
]