[
    {
        "speaker": "A",
        "text": "Welcome to bankless, where we explore the frontier of Internet money and Internet finance. And today on bankless, we're exploring some new frontiers about the future. I think quite frequently in the crypto, web three and bankless content sphere, when we talk about the future that crypto brings, we use frames of references from the past, tradfi to talk about the future of finance. Defi. We want to fix web two with web three. But today on bankless, I want to bring this conversation that we had at permissionless with Vitalik, the opening day of the final day, day three of permissionless, that we had with Vitalik that we called Ethereum for the future. I think it's very easy to imagine use cases like Defi, like web three, like nfts, when we have previous correlates to understand as a frame of reference, to think about what a new form factor for these things could be. But what about the things that Ethereum can produce, that web three can produce, that don't have a historical form factor? What about the new use cases, the net new things that can emerge because we have the new properties of what crypto can bring to the table? This is the theme of this episode and the conversation that I had with Vitalik Buterin, the sibling technologies, AI, decentralized science, synthetic biology, lots of the things that happened and went down at Doozalu, but really just as a meta theme of understanding the new things that will come out of crypto, the things that we can't articulate. I ask questions to Vitalik, like if he could duplicate himself and start a startup, which industry would he started in and how would it relate to crypto? What does he want the web three builders of the world to focus on that they might be under indexing on? Because imagining an unspoken future is hard. How will Ethereum be a platform for all of these new future use cases that we can't yet imagine? And knowing that Vitalik has gone down these rabbit holes of different industries, different technologies, how has that, that exploration changed what he thinks Ethereum can do for the world? Like I said, this talk opened up the third day at permissionless, where a lot of people's minds and imaginations were already opened up to some of the future things coming into the crypto world. We have the Solana virtual machine, we have 4844 and scale and dank sharding, and we have account abstraction and EIP 4337. A lot of things that can really make the future of Ethereum tangible from a technical perspective. And I really wanted to bring this conversation to the forward with now that we have this technology, what can we do with it? And can we imagine some new things rather than just reimagining the old things? Reimagining old things, definitely why we're here. But there's also going to be some nice surprises that we won't be able to articulate. And hopefully, bankless listener this conversation with Vitalik from permissionless can open your mind's eye as well. So let's go ahead and get right into this conversation with Vitalik Buterin. But first, a moment to talk about some of these fantastic sponsors that make this show possible. Ladies and gentlemen, I would like to introduce you to Vitalik Buterin, co creator of Ethereum, record holder for the largest ignored eips to date, and also a travel blogger. Vitalik, welcome to permissionless."
    },
    {
        "speaker": "B",
        "text": "Thank you so much, David. Good to virtually be here."
    },
    {
        "speaker": "A",
        "text": "Cheers. Cheers. So I want to open up this conversation, this Dave permissionless with a new perspective that I think it's hard to get a grasp on. When someone goes down the crypto rabbit hole, when they become educated about the power that crypto has bring to the world, it's usually through a lens of discovering newer and better ways of doing things that we already do. Defi replaces tradfi, stablecoins over bank transfers, ens names over Twitter handles. But I want to open up a new conversation because, I mean, all of these things are very exciting and they're very, very powerful. But I want to open up people's imaginations to the potentially new things that Ethereum can unlock for us that we can't readily imagine because we don't really have pre existing models for them. How do you think about the balance of these two things between improving preexisting things versus crypto enabling net new things that are harder to imagine as an industry. Would you say that we are under indexing on new things?"
    },
    {
        "speaker": "B",
        "text": "I'd say so. Well, let's see if I can try to think about the question more deeply, because there definitely are lots of very new things that the crypto space is doing. But sometimes I also feel like even those new things are in some ways not imaginative enough. Right. Like, wait, let's see, what kinds of things have, has this space done over the last few years? I mean, it's, it's done Defi and Defi is cool. And I've, you know, traded my fair share of various tokens on Dexus, but it's a, it's still just like one tool in a workflow that still looks pretty similar to what it would look like, otherwise there's nfts. And nfts are, I guess they're new. They are an extension of something that has a history, which includes art collectible, it includes video game items, and it includes all kinds of things, though, of course, every new version of that kind of concept brings something totally new to the table. There's just using crypto for payments in general, which is good, but it's payments. So I guess so far, it feels like the thing that all of those examples have in common is that they're individual pieces and individual pieces that are designed to fit into an ecosystem that's otherwise the same as before. And the thing that we haven't been as successful doing yet is creating a new ecosystem that actually has different pieces of it that make sense in the context of all fitting into each other, basically something that's more holistic. I think this is one of the reasons why I've been excited about decentralized social, for example, like the, I mean, right now, it's interesting that I think it's made more progress than I expected. I mean, already, like, I think I've been seriously afraid that we would just have like 892 cypherpunk crypto anarchist geeks and then it would just kind of stop there. But, like, if you look at forecaster, for example, like, it's actually pretty successful, right? And I mean, I know there is Glenns, which is continuing to do well. There is a bunch of others. And I mean, obviously, yeah, there is the whole situation that happened at Twitter itself that kind of created room for all of these alts twitters to grow. But the thing that I noticed about these is that they have a unique selling point, which is that they are an alts Twitter that totally does not have a reactionary identity. Right. So it totally does not have an identity that's about like Musk bad. And we have to rebel against Twitter right now. Obviously. At the same time, there's non zero of that by definition, because if there was exactly zero of that, they'd still be on Twitter. But it's less about the bad and more about like, hey, we have crypto tools and the centralized platforms are not doing these things. So let's actually take crypto tools and let's see how far we can push things in that direction. So it's been successful in that way so far. And, like, forecaster, for example, seems to, like, actually have a pretty cohesive community that's like, lasted for a pretty long time. You know, it's not just like a couple of geeks get in there for a couple of weeks and then get, get back. But where I see the longer term future here is that it really can plug into all of the other stuff that we've been doing as a space. For example, at scale, a social network needs to have some form of anti symbol. You need to make sure that the 894 likes are 894 people and not 894 accounts that are all controlled by the Kremlin. The problem there is the existing way of doing all of that stuff is very centralized and very anti privacy preserving, very hostile to exudes and anons. And it is dependent on infrastructure. That is, despite the whole meme about how centralized stuff is more secure for normal people, is often actually less secure than advertised, as I discovered yesterday. So actually having more decentralized options for anti civil, also more decentralized options for account recovery, more decentralized options for credibly identifying whether or not a person is actually part of some community, these are all things that the crypto space itself can do. We have ETH addresses and ens, just as a very simple basic way of proving that you spent at least dollar ten to be willing to post this. Then we have obviously proof of humanity and circles, and like all the various proof of personhood things, we have popes. Then this year at Kazuzulu, we also worked on zoo stamps. And zoo stamps are basically like pokes. But there is your knowledge for social recovery wallets. Like in Farcaster, you can set up an Ethereum account as your recovery method, and then that Ethereum account could be a smart contract wallet. And you can totally by yourself if you want to set your recovery account to be hypnosis safe and actually do the social recovery thing yourself. So there's just all of these tools that are really starting to plug into each other, or really have the potential to plug into each other in a serious way that actually builds on top of each other. And the big dream here, I think, is to really create an independent open tech stack. Think of how there's the conventional tech stack where you got your phone numbers and you got your Google and you got your Twitter and all of those things. And then, I mean, as an analogy, like, let's say China has an independent tech stack, right? You got your WeChat, you got your Alipay, you've got your increasingly the CBDCs. And it's kind of very sort of independent of that first one. And then what I think crypto could do is like do an independent stack, but going in the opposite direction, right? More decentralization right? You have your Ethereum account, you have various proof of humanity protocols, various popes and gitcoin passport and other kinds of anti symbol protocols. You have your reputation, you have your different kinds of recovery methods, and everything actually works together with each other. I think it's also important to have the part of the crypto space that just says, hey, you can keep everything else, you just keep one thing. But I think the holy grail would be to try to create an on ramp, right? It's like if a new person joins, scoped it for the first time, then like, fine, they can create an ethereum address which is basically controlled by a Gmail account or whatever. But then they always have the option to take that smart wallet, and especially if it's a 4337 smart contract wallet, right? You'd be able to upgrade it, change the logic without changing the address. And instead of being backed by Gmail account, it becomes maybe backed by its own key, or maybe becomes backed by multisig. And then eventually you sign on to skiff. And then you've done the reversal where instead of your Ethereum address being backed by your Gmail, your email becomes backed by your Ethereum address and basically give people the opportunity to slide down the decentralization ladder. And at the end of it, really? Yeah, properly be in this totally independent stack that actually works together between all the different pieces inside it. So I think actually realizing that vision would be super cool, and I feel like we really have tools to actually do that in a way that totally did not exist even one year ago. So, yeah, that's one of the things that I'm excited about."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think to summarize what you were saying, we have a lot of tools in the year 2023 in Ethereum, the tools that you talked about that helps support farcaster or the tools that help support the experiment, as Zuzala with Zoopass. So I think what you're saying is a lot of this stuff is kind of ready to go. It's just a matter of fitting these pieces together and also fitting these pieces together inside of newer contexts. One context that I see gaining a lot of vitality these days is the decentralized science movement. And this was a subject that had an entire week of focus at Zoozalu during those two months at Montenegro, where there was just a bunch of learnings and lessons from crypto adjacent technologies like decentralized science, like I said. But AI, synthetic biology, longevity were all there. And my biggest takeaway from that time was that all of these things like I said, are crypto adjacent? And so post Uzalu post, just being able to gather all of these different knowledge from different industries and different leaders coming to espouse what they're doing in the world of synthetic biology, has your perspective on Ethereum and what it can do for the world and the future industries, like I just listed, has your perspective on what Ethereum's role is changed at all."
    },
    {
        "speaker": "B",
        "text": "I think it's definitely, yeah, started, evolved quite a bit. Like, I think, I mean, the biggest change that's happened for me over the last ten years is just a slow grind from going from very abstract, being very concrete. Right. If you think about the original vision of Daos back in 2013, it was like very hazy. Right? Hey, we can have these automated corporations, and the automated corporations, what kind of logic they actually have inside of them was just totally unclear. Lots of things were unclear. And today, every single level of both the crypto space itself and the space of things that are adjacent to crypto, like, it's starting to become more specific. So I generally view the role of this space as having a few different prongs. So one of them is just as an alt system for people for whom middle, the traditional system, is either unavailable or too oppressive or has other disadvantages. If you think about people just wanting to hold and spend money in countries that have totally broken currency situations, if you think about people in various kinds of oppressive regimes just wanting to be able to hold and save up money and do that in a way where it can't just arbitrarily be seized from them once some random surveillance system decides that you're suspicious enough, I think, or even just people in the specific industries that are not served well. And in this case, I'm not even talking about anything regulatory. I'm talking about things that intermediaries like PayPal don't like, there's a pretty big set of categories of those. There's lots of people, mostly in emerging economies, but even some in places like the United States, that are unbanked or functionally unbanked in various ways. Not in the hipster, I'm bankless by choice way, but even in the. I have a hard time getting a bank account if I want to. So that's the first prong, an alternative for people who really need it. The second prong, I think, is as a kind of laboratory for testing out new kinds of mechanisms and ideas where they can first be. Yeah. Really? Yeah. Tested and deployed within a dedicated community that is just excited about these kinds of ideas, but then kind of trickle up into the wider world in various ways. Right. And I think in that case, things like some of the DAO experimentation that we've been doing would be one good example. Things that are being done inside of things like forecaster things in the ZK space. Right? So zoopass would be one good example. These are all areas of technology where we can experiment in them within our own decentralization enthusiast community. But then there's ideas that just inevitably are going to trickle up into the wider world in all kinds of sometimes direct and sometimes subtle ways, and basically set in example or a standard that a more open, more credibly neutral, more decentralized, and more local sovereignty favoring world actually is possible, and basically create a prototype that actually shows how that sort of thing can be done. And then in terms of interaction with some of these adjacent spaces, I think it's to some extent, it's sum of both of those two things. Public goods funding is definitely an example of. It's like a very specific use case of the thing that you would call Dow governance. In some ways, it's the same problem because it's basically the problem of making a decentralized decision making mechanism. But public goods funding does have a few specific traits that make it worth thinking about as being its own, its own sector in some ways. Right? Like, one example of this is that I think a kind of radical decentralization of decision making makes more sense in public goods funding than it does in many other kinds of dao governance, right, because it's the convex versus concave thing, essentially. You know, if you have a Dao deciding to, you know, whether or not to make its website, like, circular or make it square, and then you 50 50 compromise it, and you get like a square with rounded corners, like, that's not necessarily better. Right? Like it's, you know, like those kinds of compromises often just end up being worse. Right? And there's, you know, there is a case to be made that, like, there's particular types of decisions where what you really wants to do is you really wants to, like, pick a decision that can be. Yeah, I. Made and executed on by, like, very deep thought by one person or a few people. And, like, sticking to one of those visions is better than trying to, like, awkwardly 50 50 between everyone's. Right. But in public goods funding, I think that happens less often. Right. Like, giving $10 million each to ten different projects is like, pretty, most of the time better than giving $100 million to one project. Right. I mean, there might be exceptions, like, if you want to go to Mars, and then giving a billion dollars to one guy is better than giving like $1,000 each to a million guys, right? Because if you do the second one, then literally none of them have any chance at all of making it. But on average, it's a. It's a problem that's more amenable to that way of doing things. Right. And, you know, like in the Desai space, I think the framing it as a problem of just creating more diverse kinds of funding mechanisms to decrease the chance that something important gets completely passed by is probably the correct frame in a lot of ways. Right? What we see is we have government as a funder, but the government often, despite all of the econ textbooks talking about it as being unnecessary funder because free markets won't do it alone, it's often a pretty negligent funder in its own right. In the case of even Covid research, for example, the amount of money that has actually gone into it from governments is surprisingly tiny, given the importance of the problem. There was a big push in 2020 with Operation Warp Speed, and sometimes a crisis can galvanize people into action. Heroic. And that was good. But then basically, as soon as the first batch of vaccines and other things actually came out, it just kind of petered off. And basically it feels like a fatigue that a lot of people have where they're tired of being forced to do various things to deal with. COVID which is very understandable, has also turned into this much more nonsensical fatigue against even various quiet institutions continuing to spend even smaller medium amounts of resources dealing with the COVID problems that are still around and that are still important. And basically Yaminok, there's a big funding gap even there. Then, on the Yaminok longevity and anti aging side, I categorize that as what I call an entrepreneurial public good. The thing that markets are good at is they're good at entrepreneurial goods, like goods where you need someone with a vision to build a thing, and most people are not even going to realize how valuable it is until after it's already made the stereotypical. If you ask the Democratic focus group what they wanted out of a phone in 2006, and none of them would have given you an iPhone thing and then. But governments are better at funding public goods. But, like, if you have an entrepreneurial public good, like a public good where people don't realize the value of it after. Until after it already exists, and sort of both markets and the governments kind of often end up passing it by right. And so there's the question of, like, whether or not something pioneered by the crypto space can kind of help. And I mean, the thing that we saw, we've seen so far, right, is, I think the biggest plugger of that gap has, like, basically been billionaires, right? So, you know, the the Sergey Brins, the, you know, like, sometimes Elon Musk's, if you throw in the space program, the Brian Johnsons of the world, and a lot of, like, a lot of that stuff ends up being quite valuable. But then, like, we also see that, like, even that ends up missing some things, right? Like, so the thing that Brian Johnson is famous for, for example, right, is he's got this blueprints program where he basically spends literally millions of dollars a year and literally his entire life trying to keep himself healthy and optimizing his body as much as possible. And it's great as a frontier science experiment, but then it leaves this very obvious hole open of, well, what's the version of this that actually works for the little guy? Are we going to see the rich guys will lift to 150, but then the little guys are still stuck out. 77. Right. And this is the place where probably deci could really come in and help, basically, if you have a community of people who are not 100 millionaires. And so they actually see the need for having something like blueprints, but that does not require sacrificing your entire livelihood and insanely unrealistic amounts of money every month, actually, to try to do. And then you try to, like, do community building work to galvanize a community, to try to actually build that. I guess you can call it blueprint for the everyman, actually execute on it, do a whole bunch of experiments on it at mass scale. Right? So your sample size is not n equals one anymore. It's like, actually, yeah, n equals 500. Do everything in an open source way and really push things forward together as a community, then that's an approach that has a huge amount of value. I think the crypto space has a lot of ethos alignment with that kind of approach. At Zozo, for example, we saw a lot of excitement about that kind of thing. But the other thing that I think crypto can provide is actually trying to use the different tools that we have to try to make it work at a technical level. So there's obviously just public goods funding and tools that get built for allocating capital. I mean, the capital itself just getting allocated in more decentralized ways. Right? So we have quadratic funding, we have retroactive public goods funding, we have daos of different kinds. We should probably have one of all three in each industry. Then all of these different tools for identifying whose contributions ended up being really valuable, trying to have on chain contribution and citation graphs and all of those things. And the more of that stuff we can try to use, I think the crypto space itself is the most natural guinea pig number one for a lot of that stuff. But the desi space feels like a really natural guinea pig number two. Right? So, yeah, there's a lot of, like, spiritual alignment where there's an opportunity to turn it into a practical alignment. And I think in that case, yeah, I mean, part of it is basically, yeah. You know, like creating an alternate. Creating this alternate system, because the existing public goods funding infrastructure of society is not serving a lot of these really interesting science projects. Well, but then I think, you know, the longer term goal also is setting an example. Right? Like, you don't just want $1 billion of the crypto spaces, native capital going to those places. We want trillions of dollars of the world's capital going to things that are truly important and really helping to scale that up. So, yeah, I mean, those are some of the things that I hope to see."
    },
    {
        "speaker": "A",
        "text": "So inside of all of these different tech landscapes out there, we focus on Deci a lot just now, but also, like, many of the other ones that were at Zuzalo, perhaps, like Aihe and synthetic biology, longevity, all super interesting. Say, for example, Vitalik, that you had a duplicate of yourself, and this duplicate wanted to build a startup inside of one of these spaces. Which one of these spaces captures your attention the most? And where would you build a startup in this landscape of crypto adjacent platforms?"
    },
    {
        "speaker": "B",
        "text": "It's an interesting question. Hmm. I wonder if I could split myself into two copies, what would the other copy be doing? I mean, one option would be doing Zuzalo full time. That would be something one of the copies would probably run off doing. Another would be."
    },
    {
        "speaker": "A",
        "text": "And so just to say that answers, like, a network state. Network state."
    },
    {
        "speaker": "B",
        "text": "It'S something that can be kind of made more. It's like a very broad concept. Right. And, like, network state is this very kind of specific meme for a specific set of ideas. And they're kind of. They're adjacent, but it's possible to pull it in a lot of different directions. And I think, in a lot of ways, it actually is adjacent to some of this community driven deci stuff. Right. Because a lot of what that's about is basically organizing a community to, like, explore frontier technology collectively right. And I think that is part of what people want network states to do. And so, but at the same time, you know, there's the argument that like, well actually, you know, there's a lot of that that you can do without, like literally creating a new country and like, yeah, like going, you know, diving your feet all the way into the ocean and like playing full scale geopolitics. Right. So, you know, there's a lot, there's like a big part of the spectrum that could, that could be explored there. I could also see a copy of myself one or two years ago, like actually splitting off and trying to do the decentralized social thing. But I'm glad that farcaster and lens and some of these others exist to try to try out different versions of that. And they, you know, seem to be going so far in a direction that's like pretty, pretty aligned to the, to the values, I think. Right. Like my, yeah, one of my biggest fears of like, especially things that are vc backed is that they're gonna like, basically have, you know, the adults in the room come and sit down and tell them that like, hey, actually the crypto stuff just has to be a window dressing and like, really, you know, you have to use email accounts to back everything up and you have to like use phone number verification for everything and you have to like basically have a centralized server run things. And at some point like, hey, yeah, you can't actually let the Internet see that, see everything because then the AI's will read it and then you go for more steps down galaxy brain logic and you've basically reentered the sort of existing web two dystopia. So actually I'm pleased by the extents to which Dan Romero and in co have not become that, which I think is great. And, you know, and then lens itself has also been very ethereum accounts driven and kind of pretty radical about this from, from day one. Right. But you know, there is definitely still a lot of ways to go. And actually what's interesting is that I think it's very possible for someone new to just like come in and plop themselves into either of those ecosystems permissionlessly. Right? Like the Farcaster team is focusing on Warpcast, but like you could totally go and start your own company that makes your own interface that follows totally different principles. Right. So that's an opportunity that still exists for a lot of people. There's other like specific problems in the space that would be interesting to tackle. Like, I mean, I still feel like the oracle problem sometimes doesn't get enough love, right. In the sense that like, you know, we have oracles, but like, you know, really being rigorous about like finding things that are not optimized for speed but optimized for security. Right. Like, you know, your job as a DeFi person is not to give people 5% returns instead of 3% returns. Your job as a DeFi person is to minimize the chance that your users are going to get negative 100% returns. And, you know, fortunately, that's a lesson that's somewhat clearer now than it was twelve months ago. But I think it's a lesson that could be made to be even clearer still. Yeah. There's also another one would be trying to like really push the ZK side of the stack full time. That's definitely another thing that I'd also totally love to get into in some way on the bio side, I think. I mean, actually doing this kind of blueprint for the everyman thing, I think that's something that someone should absolutely go into. Yeah. So there's, I think, a lot of really fascinating things that you could totally get into and do at this point."
    },
    {
        "speaker": "A",
        "text": "What about just for the archetypal web three builder out there? What would you say the current innovation sphere in Ethereum and broader crypto is under indexing that you'd like them to reorient their focus towards?"
    },
    {
        "speaker": "B",
        "text": "That's a good question. Six months ago the answer would have been account abstraction wallets. But now it's fascinating. Pretty much everyone's gone at account abstraction wallet now traveling through East Asia for the past month. And there's been at least like four groups that I've talked to, like, I think maybe even five groups that are building some kind of account abstraction wallet. It's interesting in how basically these new tech spaces, they create this kind of reset, right, where if you come in as a new person, you're suddenly not like ten years behind everyone else anymore. And so you actually have a chance. And I feel like ZKVMs and I, EOC 4337 have both done a good job of actually enabling these totally new groups of people to participate. I remember five years ago, it definitely felt like East Asia had great exchanges and great mining, but very little contribution to the dev and research side. I feel like that has really massively flipped, which is interesting. You know, when the average crypto Twitter person says like, quote, Asia is back, they're really referring to like hundred millionaires. I mean, like going and buying, you know, your favorite dog coins or whatever. But like, I feel like the, here, it's like you know, Asia is back, but there's like, you know, a degree of, like, even, you know, like a deep community and technical involvement that's, you know, like, even greater than that anything that I've seen before COVID or before any of the recent bubbles. So there's like, I guess what I'm saying from there is like, there's a lot of opportunities to kind of come in and join pretty much always. And so the question is, like, what of those really is the thing that you want to do now? And they're, I feel like wallets are already starting to get saturated. The thing that's a little bit less saturated is like, security software, right? Basically, yeah. Like, I've been starting to see, actually, that some of these exist. Like, there's this thing that I only just learned about yesterday. It's called, I think it's joinfire XYZ. It's like this extra extension that you add. And, like, it basically tells you, you know, like, what are the things that you're assigning on metamask doing? And like, yeah, like, that particular one I only just, like, saw yesterday, and I saw a few, and I saw a few people, you know, like, endorsing. So, like, don't you know, like, I'm not claiming to understand that particular one or like, how good or actually useful it is deeply at all. Right? But like, and I've been told there's, like, other things in the similar category, but I think, like, really going deeper into that space and building things that help users understand what the heck it is that they're doing when they're interacting with DeFi is probably one. Another thing is infrastructure for helping to push the ethereum layer one ecosystem onto layer two. One example of this is a Merkle proof verifier that basically lets you do full decentralized verification of ens names on top of on layer two. Right? Like, there are things like optaneames, XYZ and there are some other ones, but like, so far my understanding is that they're still basically just verifying signatures from a centralized provider, right. But if you do merkle proof verification that you can get rid of a centralized provider, and like, this is all off chain calling, right? So it doesn't actually cost any guessdev. So that's like. And then that's one example. But I feel like there's a whole bunch of other examples of infrastructure that makes sense to build if we're trying to, like, really push this ecosystem up from being completely one dependent, like, really participating on layer two s a third one would be an enterprise focused stack that encourages existing enterprises that do centralized things to instead build validiums. Right. So expanding out on this one a bit, you remember the 2014 to 2019 era where everyone was excited about permission consortium chains, right? Like, you remember this?"
    },
    {
        "speaker": "A",
        "text": "That was a little bit before my time, but, yeah, I remember the hyperledger, the IBM hyper ledger."
    },
    {
        "speaker": "B",
        "text": "Right? Exactly right. And there are like, a lot of these, and I think these are have mostly failed. And my own view of why there was interest and then why there was failure is that people kind of intuitively felt that there was a bunch of applications where you want some kind of compromise between the centralized approach and the decentralized approach. And it's like you want the decentralized approach because that enables trustworthy collaboration between a whole bunch of different market participants and the ideal of instead of every company having its own spreadsheet, you have one spreadsheet that everyone can edit, but where everyone has to follow rules. And the other side of the compromise, which is doing everything on chain, actually totally breaks privacy, and it totally is unscalable, and it requires people to completely rewrite their software. But then I think what people wanted out of consortium chains is the 50 50 compromise that gets the best of both worlds. But I think what we ended up getting is the 50 50 compromise that gets the worst of both worlds. The reason why is basically that first you're still building a blockchain, and so you still have most of the it overhead of building a blockchain. Then you have a lot of community building overhead, but then because of the centralization, that actually becomes harder. Again. One pattern that I saw happen over and over again is someone creates a consortium, and the first five members happily join the consortium and start working together. But then members numbers six to 20 just never end up getting interested because they don't want to join an ecosystem that feels like it's already dominated by the first five members. Right. So there's just a lot of structural reasons why that approach did not work. But the approach that I think can work is validity. Validity. They're like roll ups without the data on chain. Or another way of putting it is there are centralized systems, but where the hash of the database gets put on chain, and every time the database gets updated, a new hash gets put on chain with a snark proving that the update was valid. Right. And so what you can do is you can take an existing centralized system, and then you can just, like, add an extra daemon that reads the database that hashes it, and that understands the execution logic, that makes an arcs and it just uploads those snarks on chain. And so you can prove that the database was only ever updated in valid ways. And this is just a thing that can keep on running, on running. And then once those hashes and the proofs are on chain, individual users can talk to the daemon, they can get Merkel proofs of what their current balance is. And so you can do all of those things. And basically this is again a compromise between centralization and decentralization, where you're gaining the decentralization benefits because you have proofs and the hashes are being put on chain. And so you're really sure that you're not passing two different sets of proofs to different people, but at the same time you are still gaining the efficiencies of keeping things centralized because you don't have to like pay any gas per transaction and you don't have to tell your it people to completely rebuild the system because it's like, well, you can keep your software, you just run an extra daemon beside it, right? And so this, I think actually is the 50 50 compromise that actually gives you the benefits of both, instead of giving you the disadvantages of both. And it's actually, yeah, there is a weak version of this that people are starting to already use, which is proof of solvency, right? Like proof of solvency is the first, I think, semi successful enterprise blockchain use case because that's what it literally is in exchange is an enterprise. And with proof of solvency, you're basically actually publishing data and you can publish that data on chain in order to prove certain things about your database, which is basically that the amount of user balances that you have actually doesn't exceed the amount of, amount of money in your wallet. Right. So that I think is like a place to start. But like this is something that can apply in gaming. It can apply for potentially even like social media algorithmic type of use cases. It can apply for supply chain management, it can apply in a lot of different areas. Supply chain management is interesting because if you have those records, then there's like financial stuff like things like short term loans that can directly piggyback into those records. So there's a lot of interesting stuff that you can do, but actually building the software stack that makes it possible to do that is something that's only possible now because this all completely depends on zero knowledge proofs. And zero knowledge proofs are finally at the level now where regular developers can go and build things on top of them, without having to deeply understand what a Zeke is, you know, what a polynomial is. Right. So I think that's something that would be really valuable to start building now as well. So, yeah, yeah, I think in general, there's just like a lot of these little areas that keep popping up, and I think literally areas are going to just keep popping up every six months. So there's a lot of places to participate."
    },
    {
        "speaker": "A",
        "text": "Well, I don't think anyone listening to this has any doubt that there's plenty of left to build and do in this crypto world. And that was just a fantastic splattering of many different possibilities from many different industries. Vitalik, as we come to a close on this conversation, I want to just turn ourselves to the here and now. I think in the last maybe few months or so, people in the crypto world have reoriented their perspective to, from cleaning up the mess that was 2022, because I think that is decently done, at least in process. We can trust that the good things are going to happen in that way. And now we are focused towards what happens next. And, I mean, everyone is cautiously crossing their fingers, like bull market, bull market, bull market. But what do we have? What do you have as things that you want the crypto world to not do, or maybe to focus on so we can successfully navigate the next bull market? That if all these cycles do play out, if we get another one, then here we go. What should we try and get done as a community, as a culture to make sure that we don't mess it up again?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, I think to me, the big thing is, like, navigating this tightrope of, like, actually increasing security and actually increasing decentralization at the same time. Right? Like, basically, yeah. Building an ecosystem where it actually is possible for people to, like, put in their money and collect even 2% a year aprs, but still feel comfortable that they're not, like, risking an even one over 50 chance of losing all of their money during that year. And that's, I think, possible to get to, but it requires a very different mindset from the mindset that's like going all out and crazy and trying to maximize returns for people at all costs. So increasing security of DeFi protocols and of wallets and of chains and of ecosystems and all that is one side of it, and then the other side of it is like, doing that in ways that don't basically surrender to, like, oh, you know, if you actually want to be secure, you pretty much have to put your funds into coinbase or like, make them or make all of your activity. Yeah. Or your anti sample protect. Be backed by a Google account. Right. So, yeah, I think it's finding a good path that achieves both of those objectives, I think is really the challenging goal here. And I think if we can achieve that, then we'll be in a really good place."
    },
    {
        "speaker": "A",
        "text": "Well, Vitalik, thank you for sparking my, and hopefully everyone else's imaginations about what. What's left to do in this world, because it's. It's quite a lot, which means that we're gonna have a ton of fun doing it along the way. So appreciate you coming in all the way from Asia to beam into permissionless."
    },
    {
        "speaker": "B",
        "text": "Yeah. Thank you so much, David. It was fun."
    }
]