[
    {
        "speaker": "A",
        "text": "Bankless nation. Welcome to bankless takes. We want to give you our takes on points. David. What are points? What is the point of points? What are we covering in today's episode?"
    },
    {
        "speaker": "B",
        "text": "Oh, we're covering points. This brand new innovation where we are issuing tokens on centralized databases. And it's this cool new thing that we're doing in this crypto world where we are just reverting back to servers to issue numbers that are on your screen. And it is sweeping the crypto world, and everyone's doing it. Everyone's getting in on the points game. Everyone's earning points, everyone's issuing points. Points are just flying all over the place. Do we know how many points there are? No. Do we know what the total supply is? No. Do we know what the monetary policy on these things are? Absolutely not. But everyone loves them for some reason, even though they are completely backwards to everything that we stand for in crypto. So what the hell is going on? How did we find ourselves here? Will these points actually turn into tokens? What will the regulators say about it overall? What's our take on points?"
    },
    {
        "speaker": "A",
        "text": "David? I gotta admit, as we get into this episode, they just sound like worst tokens to me. Okay, not even worse."
    },
    {
        "speaker": "B",
        "text": "Just the worst possible form of a token."
    },
    {
        "speaker": "A",
        "text": "All right, David, let's start at the foundation here. What are points? Here's a fantastic tweet thread from John Woo that goes into the details of this. What are we looking at?"
    },
    {
        "speaker": "B",
        "text": "So this tweet thread was, I thought, just fantastically emblematic. Exactly what we need to understand points. John Woo at Aztec goes, points are a new incentive primitive that significantly increase the scalability and utility of ERC 20 tokens and will be the key innovation of this bull market. You can think of points as off chain derivatives. Points essentially contain the right, but not the obligation to redeem for underlying ERC twenty s at a future date. Points rely on highly performant off chain databases called servers, to store and verify individuals."
    },
    {
        "speaker": "A",
        "text": "That's why you're styling. This is kind of tongue in cheek. Is this a little satire?"
    },
    {
        "speaker": "B",
        "text": "A little satire. While servers require slightly higher trust assumptions, they are approximately 100 million times more performant than the ethereum layer one. Network servers can be utilized to create redundancy and prove data guarantees, meaning points are scalable. So how do you earn points? Points are typically earned through on chain actions, through wallets like rainbow and layer twos like Blast, but they can also be assigned for non blockchain use cases. Imagine a payments cardinal that rewards users in points that can later be redeemed for flights, hotels, or even meals."
    },
    {
        "speaker": "A",
        "text": "I've seen those before."
    },
    {
        "speaker": "B",
        "text": "I think you get where we're going with this here, right? Yeah, yeah. So John Woo's take, it was not a take. It's basically just saying, pulling the mask out of these points things. It's like, yeah, we're increasing numbers on a centralized digital ledger called a database. And it is the same thing that we've always had. This is how your Wells Fargo bucks work. This is how your airlines mile works, and it's how your credit card points works. And now it's also how your crypto protocols work, too. And so it's a little bit backwards, it seems, yet everyone is super stoked about it."
    },
    {
        "speaker": "A",
        "text": "Okay, so I get that primarily these are being deployed in a centralized database right now. So these are not being deployed like, tokens have been deployed as ERC 20s. Okay, so in that way, it's very similar to, like, airline miles or hotel points or that sort of thing. But, like, John's, like, use case for this is incentive incentivizing consumer loyalty. That makes sense. Mining user behavior data and even scoring and ranking posts and forms. But also in his second tweet, he says this points essentially contain the right, but not the obligation to redeem for underlying ERC 20s in the future. So he calls this like an off chain derivative. It's like, this is one thing that I think you're getting potentially in the crypto points world that you're not getting in the airlines world, which is people are expecting this to be redeemable for tokens at some point in the future. It's like an option for something in the future."
    },
    {
        "speaker": "B",
        "text": "Importantly, that option is a right held by the point issuer, not the point collector. So it's an option for the DeFi protocol, the crypto protocol, to issue a future token, not for the users or collectors of said points, to be able to redeem that into a token, that is an option retained by the developers, which I actually think is a very important point about points because it's a protective shield around these point issuers. Point. I don't know if issuer is not even the right term. I think issue is more of a legal nation state, securities context point. I don't know pointers, the scoreboard. Whoever is issuing points gets to have control as to whether or not they turn this into a token or not."
    },
    {
        "speaker": "A",
        "text": "Okay, so this doesn't yet answer the question of why are we doing that? Which I hope we can get to, but I wanted to pull an analog from kind of the real world here, David, because I think most people listening will know about points and kind of the real world. We've been talking about airline miles. I came across this website on nerdwallethe and it's a blog post about how much airline miles are actually worth, which I found somewhat interesting. It's like on a secondary market, let's say you could sell your airline miles. How much would they be worth? So I use a lot of american airlines. So I've had like air miles over the years there. American Airlines points would be about 1.7 cents per point."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "That's what this website kind of like values those point systems as, right. I went in my American Airlines account, I had about 3000 or so points. So you multiply that airline points. You multiply that by, you know, seventeen cents and you get about $51. I've never actually gone through that exercise. But like there is a value of points in kind of the analog trad points world, let's call it. And you can also, this is interesting. You can actually buy airline miles. I don't know if you know this, but I went through the american airlines like website and I could buy airline miles, about 3000 airline miles for like double the cost. So it would cost me like $150 to buy like the $50 worth of points that I actually had. And also, interestingly, David, there's actually a place where you can resell your points. No way."
    },
    {
        "speaker": "B",
        "text": "Airline points. You can resell airline points."
    },
    {
        "speaker": "A",
        "text": "Like, I haven't researched this. I just kind of like, you know, typed in Google and found a site. This is milesbyer.com. okay."
    },
    {
        "speaker": "B",
        "text": "Milesbyer.com."
    },
    {
        "speaker": "A",
        "text": "Wow. Yeah. And what they will do is if you have excess points, you basically, it's so, wow. It's so non automated. All right? Like you fill out your name, email address, how many points you have, you talk to a customer service representative. It's like the most inefficient form of like secondary market that I can conceive of. It's so old school. All right. But like, you can actually sell points in like, you know, twenty five k point increments and higher at least like american airlines. And is this legal? Is this legal? Well, they have in their faq they said, yeah, it's legal. Well, they say it's not illegal, apparently, except for Utah."
    },
    {
        "speaker": "B",
        "text": "Apparently it's illegal in Utah."
    },
    {
        "speaker": "A",
        "text": "Yeah. Yeah. So there are really crappy secondary markets apparently for your points, your airline points. And that's kind of the extent of it."
    },
    {
        "speaker": "B",
        "text": "The spread between the buys and sells of airline points has to be absolutely massive."
    },
    {
        "speaker": "A",
        "text": "I'm sure it is terribly efficient, a."
    },
    {
        "speaker": "B",
        "text": "Terribly illiquid market, right?"
    },
    {
        "speaker": "A",
        "text": "But like, I mean, you've had points in the past, right? You. Credit card points. And you know what always happens with credit card, they get delusional, right? Because I'll just call it the issuer. The issuer can just do whatever the f they want with it. There's like, no secondary market. No one's got, like, there's no monetary policy. There's no kind of, like, no assurances."
    },
    {
        "speaker": "B",
        "text": "I put up your tweet this other last week where points are just tokens going through their Fiat era. They're just, they're just fiat points. Like, fiat tokens. Excuse me. There's, like, points, there's like, there's no assurance of monetary supply. There's no protection against dilution. You could just add a zero to airline miles. Airline miles have been inflating for decades."
    },
    {
        "speaker": "A",
        "text": "Right? I. So I think probably to listeners, it's going to sound like we are slamming points up to this point in time, but I think we've got a more nuanced stake that we'll get to near the end. But David, could you just explain how crypto projects, what the meta is, how crypto projects, when did this whole points trend start, and how has it gone on in real world projects here?"
    },
    {
        "speaker": "B",
        "text": "I think points, maybe points came before friendtech, but friendtech was, I think, the project that really put points on the map. Uh, and friendtech, of course, it was the app where we could buy and sell shares of our friends. And every single week, everyone would get their points distributed to them in their wallet or their wallet, their, um, their friend tech wallet. But it was just like a points tab, it wasn't a token. And you just saw your friend's go up, and people started to speculate about what activities inside of Friendech would make more points. And so there was like these, all these tweet threaders and these, like, black box investigators about, like, okay, what, what, how are points distributed? How are they allocated? Like, how do we, we measure this thing? And it turns out that there are certain behaviors that friendtech was trying to incentivize. One of them was just TvL, just like, how much eth did you have in people's shares? And if you had more share market cap, more share net worth, you would get more points. Uh, and people started to speculate on this, uh, and it was in the airdrop tab of Friendtech. And so I. And so people just like, oh, yeah, there's points inside of this airdrop tabdeh. Clearly, these points are just going to become tokens. It was a very easy conclusion to make."
    },
    {
        "speaker": "A",
        "text": "So it's kind of like a wink. Wink. Points. Yeah."
    },
    {
        "speaker": "B",
        "text": "Points. They're points, yeah. So far, there have been 90 million points distributed in Friendtech. I think of all point issuer distributors, Friendtech has been, like, some of the most transparent, and we all saw the absolute explosion that was friendtech. Like, not exclusively on the back of points, but there was a very amount, a very strong amount of, like, speculation about the airdrop that everyone wanted to get. So everyone started to hop into friendtech. People were also making money. This is not to say anything about, like, the fundamentals of the Friendtech app itself, which also incentivized its own behavior and attracted, attracted people. And also people came for the points. And so this really just kind of set in the meta. Um, in the first two months of Frontec, for example, there was a $412 million of trading volume and then $126 million of trading volume over the next three and a half months. Um, and so the point system is still alive and frontex people are still kind of going after that. But the thing is, is that they set in a meta. And now many other people have also started to play in the points game. Blur introduced a point system when it debuted in October of 2022. Oh, so that's actually even before friend."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "So the points have been around for a while. Like, I don't even know when the inception of points were. And the blur program was about creates issuing points for behavior. So season one had a particular goal, and you would earn points if you shared a blur referral link, and that was season one. Season two, they changed why points were to be issued. They focus on trading and loyalty. So if you were a trader on blur, you bid or you listed or you lent on blend, then you got points. You also got loyalty points if you listed your NFTs on blur and nowhere else. So if you had a wallet that was not listing nfts on OpenSea, but you were listing nfts on blur, you got loyalty points. And then season, season three of blur, focus on more trading activity. So more points for lending than bidding, listing blue chips. Loyalty scores can decrease if users listed elsewhere. And so really, the TL doctor is that, like, blur issued points if users gave the protocol blur what it wanted, and what it wanted was, you know, determined by its founders."
    },
    {
        "speaker": "A",
        "text": "Okay, so there, there's a few. I want to come back to blur in a, in a moment, but, like, zooming out for a minute, there's kind of like this. This feeling right now of just like, oh, better pay attention to points because this is how you're going to make generational wealth, this bull market. Right. Okay. The new thing is points. And there was a block article that came out that said there have been 40 billion points for crypto projects so far. When will it end?"
    },
    {
        "speaker": "B",
        "text": "40 billion points."
    },
    {
        "speaker": "A",
        "text": "Well, but, like, what's the value of those points? We have no idea because they're all basic. They're not ERC 20s. They're all basically being deployed on centralized databases. Right. So we're kind of reserving a token for, like, it's public and it's an ERC 20. And right now you can verify this."
    },
    {
        "speaker": "B",
        "text": "You can verify who owns what."
    },
    {
        "speaker": "A",
        "text": "It's an internal database entry right now. Now. But there is precedent. You mentioned Blur being one of the first ones. Right? Of course, Frontech maybe popularized it more and sort of solidified it as a narrative, but Blur was one of the first. The big question in my mind is, is there precedent for this assumption? Or the reason people are going points crazy is not because they just want to, like, I don't know, rise up the scoreboard and, like, use the app more, but, like, the reason is some expectation that there will be an actual token airdrop, and that points will be sort of a Sybil resistant way to reward users with that more valuable or, like, non zero valuable token airdrop. That comes later. And the question I have for you, David, is, did blur do that? Like, is there any precedent for that? Because I think they did, right?"
    },
    {
        "speaker": "B",
        "text": "100%. There were. There was two blur airdrops. After season one, $414 million of blur tokens were distributed towards point holders pro rata. And then season two, $185 million. Also at that time, I think that's the big one, the big boom, big bang of points where points turned into tokens. And it was all pretty explicit. Like, everyone felt very secure that their points would eventually turn into an airdrop. A token with blur Guito was the second one. So distributed 540 million jitto points, which was worth it, turned into $225 million for airdrop participants. I actually didn't even know that judo had a points program until I was looking at the notes for this episode. And it was right under everyone's noses, is the thing is, like, Jito's issuing points. And then also people were surprised by the judo airdrop. And then the reasoning as to, like, why people were surprised by the judo airdrop even though they had a points program is, well, because everyone has a points program. Now. And so, like, we have two examples of points turning into tokens, and we have, like, 200 examples of people issuing points, including, like, you know, just wallets are issuing points, and people are all kind of skeptical. It's like, well, how do wallets turn into tokens?"
    },
    {
        "speaker": "A",
        "text": "Yeah, it's like, will they explain me that? Tokens? Like, we don't know for sure, but there is some precedent. And I guess this is where I want to talk about some of the benefits of points, maybe for some of these projects, for sure. Um, rewarding behaviors that they want to incent. Right. And, like, it's. It seems like, even for users. Oh, this is a nice precursor to getting a token airdrop at some point in the future. Right? And what's great about this is we've been looking for, like, a Sybil resistant way to, like, reward usage of a protocol, actual usage of a protocol. And this gives us another lever to, like, create that. Right. Of course, people are. Are on points like, farming journeys right now, and there's kind of, like, some illegitimate activity around that and breaking of civil resistance. But it gives us another step before we issue a token to kind of analyze that data and see what the patterns are and hopefully reward real humans for actual activity that you want to see as part of your protocol. So in that way, it's kind of a benefit. And for protocols in general, like, the growth has worked. There's the example of margin fi, who. They introduced points in July, and within two months, the TVL for margin fi was up seven x, so to $21 million. So it's like, as it was, it."
    },
    {
        "speaker": "B",
        "text": "Went 3 million to $21 million. So, like, this is in the worst of the Solana bear market. Like, no one was paying attention to Solana. The amount of capital in Solana was zero and going from 3 million to 21 million, actually, like a decent, decent job. And then eventually, after the judo drop, people went for. It went from 20 to 400 million because people realized that points were real. And specifically, there was a repricing of the value of points on Solana after the Cheeto drop. I think the big just outside success story is blur by far. In addition to all of the strong fundamentals and just like, the value of the blur application, the leveraging of gamification and incentives using points allowed blur to go from, like, 0% market share to, like, 70% market share, eating into most of Opensea's market share from, like, October of 2022 to April of 2023. So, like, in three quarters, just, like, absolutely. Eating up OpenSea's market share."
    },
    {
        "speaker": "A",
        "text": "Yeah, there's some game theory here. Like the thing with points is going to beat the thing without points, right?"
    },
    {
        "speaker": "B",
        "text": "Yes, yes."
    },
    {
        "speaker": "A",
        "text": "And so that's what we're seeing in the data."
    },
    {
        "speaker": "B",
        "text": "Yeah. And granted, like, again, blur also answered to a particular population of NFT traders who were the, you know, the population that actually stuck around in the bear market. So it's not just points, but I think it also kind of shows that, like, if you're a founder whose head is in the game and your eyes are on the ball, you are seeing the points meta develop and, and your hand is a little bit forced. It's like, well, everyone is issuing points. And the thing is, since they're not tokens, since they're not financial assets, they are just numbers on a database. Founders have a decent amount of like, security in issuing these penciled in supply of, not tokens, because if they f something up, if something's unfair, if their community doesn't like it, they can just go change it because their points, it's on a database. It's on their database that they have control over. And so everyone is, feels very legally protected and also like protected from community pushback about, like, what would have been an airdrop that needed to be better? Well, you know, you can always just make it better because it's points. You can just like, oh, you guys are unhappy with this distribution? Like, let me tinker with this a little bit. And all of a sudden the distribution's better. And so, no duh, that everyone's issuing points, it's free to issue points and there's no obligation."
    },
    {
        "speaker": "A",
        "text": "So I want to talk to you about this question. What do lawyers think about points? What does Gary Gensler, what does the SEC think about points? Is this just a reaction to regulatory pressures? We'll talk about that. And also I want to get a kind of your concluding take on points. Is it net good? Is it net bad for crypto? What are the puts and takes of this? But before we do, we want to thank the sponsors that made this episode possible. All right, David, let's turn it over to the lawyers and see what they think about points in the wider context. Is why are we doing all of this? Right. We talked about some of the benefits, civil resistance, but like, we could do some of that with, with tokens. Why have we kind of shifted to points rather than tokens? I think there, there might be a legal reason for this. We've got an article up that explains this. What, what, what's the take here?"
    },
    {
        "speaker": "B",
        "text": "Yeah, this article title is why? Defi protocols love to offer points before airdrops. And I think if you're being following along in the crypto cycle for like, you know, even like just a year now, you can definitely understand why the points meta has emerged. In addition to, there are some, I would say strong, just benefits of issuing points before tokens for projects and founders in a vacuum, as in without external influences. And I kind of named them, like, the temporary nature of it. It's like a, it's like a, you know, it's a pencil before a pen. You know, you get to innovate and experiment and tinker before you actually lock something in."
    },
    {
        "speaker": "A",
        "text": "Right. Rehearsal."
    },
    {
        "speaker": "B",
        "text": "It's exactly right. It's a testnet for a token. It's their token test nets, which I think is great and very useful as a tool. And I think probably the bigger reason is that issuing an airdrop is politically dubious, legally dubious, excuse me, politically in favor in the crypto world, legally scary in the US, at least in the United States. Right? And so what have we done? Because people in crypto want tokens. We like tokens. We love playing with tokens. Tokens are fun. They come in all sorts of shapes and colors and sizes. We like to pick our favorites. We like to watch them go up and down in price. We like to mainly watch them go up in price, but mainly we like to get more tokens. And this is something that we haven't been able to do nearly as much because of the SEC, because of securities regulations. And this is, I would say, a thing. Issuing and creating tokens is not just like a feature of the crypto space. I would call it something that's like, at the core of, like, touching the metal of what it means to be in crypto. We are removing the permissions of creating financial assets from Wall street and from the regulators. And we are, we have a printing press for financial assets. We can make any sort of financial asset we ever want. We can, we can mint fake tokens that we are just going to throw away to the burner wallet. We can make tokens that are named after our dog, or we can take a token and make it a cash flowing asset from a crypto protocol. We can do whatever we want. This is our superpower. This is the thing that regulators don't like. And so I think as a reaction to the heavy handedness of the SEC being scared out of paying millions and millions of dollars of legal fees and then also still potentially having to pay tens of million dollars of court cases, developers like, especially United States based developers are just issuing points instead, kind of as like a sandbox, like a testnet. It's like, well, we're definitely going to issue a token. We don't know how, we don't know when, but we've learned that if we issue points instead, we get the benefits of issuing tokens, but without actually doing that. So we get TVL, we get new users, we get activity, we get trading volume, everyone else is doing it, everyone's doing it. And so we're going to do it too. And it is a layer of protection because no one is actually issuing a financial asset. At least that's what the meta is currently. And so I think lawyers are probably even more happy to issue, have their founders, their protocols issue points over tokens specifically? Maybe not points in a vacuum. Maybe that's worth asking about. So a particular co founder of a DeFi app in this one article that we're saying says for a certain set of teams that are risk averse or in highly regulated jurisdictions, points are a way for them to sort of engage in marketing activity prior to having regulatory clarity. In order to issue a token, your legal counsel has to sign off on it. And there's different opinions from different legal counsels while they're still figuring that out. Points offer them the ability to engage the market and, you know, get users, add liquidity into their systems without having to issue a token. Exactly what we were just saying."
    },
    {
        "speaker": "A",
        "text": "Yeah. As you were talking through that, David, I was just picturing my, my head. You remember when Richie Torres asked Gary Gensler, is Pokemon cards for a security? Right."
    },
    {
        "speaker": "B",
        "text": "I have the same, I have the same image."
    },
    {
        "speaker": "A",
        "text": "I know exactly where for every single asset class that we are kind of tokenizing, it's going to be the same sort of discussion. I can, I can picture Richie Torres asking Gary Gensler, our airline miles a security, Gary Gensler, during the next cycle as there's some conversation and Gary tries to make points, uh, like definitively a security. Right. It's like we're going to have this debate for every single thing that we want to tokenize because some regulators going to say tokenization, nope, that's mine. That's my area. That's my jurisdiction. I want to regulate that."
    },
    {
        "speaker": "B",
        "text": "What do you think the odds are that Gary Gensler and the SEC goes after some crypto protocol for issuing points?"
    },
    {
        "speaker": "A",
        "text": "I think it's a lot harder to do that. I think it's hard."
    },
    {
        "speaker": "B",
        "text": "I think it's a lot harder to do that. I think they still will."
    },
    {
        "speaker": "A",
        "text": "Oh, I think they very well could. Right. It's just like, they'll try to argue that points are just a stepping stone to these. Security."
    },
    {
        "speaker": "B",
        "text": "Gateway. Security gateway drug."
    },
    {
        "speaker": "A",
        "text": "Exactly. But, like, the further steps removed, the more and more, like, I think specious their arguments will become. And I would love for them to kind of defend that."
    },
    {
        "speaker": "B",
        "text": "I would love to see Gary Gensler try to say points or security."
    },
    {
        "speaker": "A",
        "text": "Yeah, well, you're using it to speculate. Well, like, I mean, I could speculate on airline miles if I want. Shitty speculation, but I could go do that. And apparently it's not illegal to go trading separate, except in Utah in like, secondaries. Right. So there, there's, there's a market for that. So I think that if we're, if we're talking about this from a, you know, crypto, you know, founder perspective and you're a crypto project, ask, ask Americans. Like, there's been enough airdrops that it's just like, you can't receive them because you're located in the US, right. So, like, sorry, you don't get the airdrop. American listers, would you rather have points or nothing? Because that's kind of like where we are right now. And I think the answer for most crypto users. Okay, give me points. That feels good."
    },
    {
        "speaker": "B",
        "text": "Now."
    },
    {
        "speaker": "A",
        "text": "Now, hopefully it's kind of like there's some social commitment there, and hopefully these projects honor that in some way. Like, there is a big bet that these points will become valuable over time as proxies for tokens or as some sort of, like, for some sort of utility inside of the ecosystem itself. But that's not guaranteed. And so we might yet, and we are going to get ahead of our skis on this. There will be some major disappointments, I think, in the points landscape, because points don't have all of the guarantees that tokens do, do they, David?"
    },
    {
        "speaker": "B",
        "text": "In fact, they have zero guarantees. They have zero investor protections. Tokens already have pretty poor investor protections, and points have absolutely zero. But this is, go back to what we were saying at the beginning. Points are a right to issue a token, but not an obligation to issue a token by the point issuing teams, not by users. So users are going to be subject to the choice of a point issuer about whether they want to elect to have that right exercised to issue a token off the backs of points. And this is a shift in power towards development teams. It's a choice that they have and it's protection for them, which I think is good. Like, let's protect developers over, like, if we have to choose between these two parties, let's protect developers over users, because the developers are the ones building the things in the first place that the users are using. And so they need to be legally protected the most because they're the thing, they're the people building this whole thing. What do you think about that?"
    },
    {
        "speaker": "A",
        "text": "Let me give my take. I think you could say it's good, but I would more frame it as kind of a trade off because there's, there's good parts about it and there's bad parts about it. I mean, if I'm talking about kind of the bad parts, I put out this kind of long tweet that basically said what's happening is the SEC and Congress, through inaction, are basically boiling the actual utility out of tokens and they're leaving all of the speculation. This is a point that Chris Dixon made on our episode earlier this week, David. He's just like, here's what's so asinine about our current regulatory environment in the US is like they are making it such that all we get is useless futility tokens, useless governance tokens. All we get are meme tokens. All we get as investors inside of this ecosystem of crypto projects are like points. What we actually want are tokens that have some sort of governance guarantee that have some right to treasury protections, tokens that look a bit more like equities. They have cash flows that you can realize on chain. And the insidious trap here, like the bear case for this, for points is basically they are trying to wall off all of our tokens and make them like shitty. And then they go and they go and they complain about the crypto casino, right? And they're like, it's just speculation, it's just a casino. And we're looking at it like, yeah, you forced us into not being able to do like cash flows on chain, no governance votes, and you forced us into like points and memes. So that's all speculation. And you're boiling the actual utility out of this asset class. So in some ways, I'm a little bit sad that we're at the points stage. At least that's one way of looking at it. Like they're just putting up unnecessary speed bumps. And you're right, we have less investor protections in a points paradigm versus a token paradigm. We have no governance rights, no right to kind of participate. So I worry about that right, I worry about it's back to the same old story. If only accredited investors get asset to get access to the true investor protection. So you got to be rich in order to get actual tokens. And that's not right."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's not ideal. And there are going to be examples of projects that, like, leverage that in the worst possible ways. But then also at the same time, there are going to be some projects that all people who are all users who are farming points and capturing points, are putting trust into the protocols that they're farming the points of in some particular way. Like they're giving up their opportunity costs of their ether or their stables or their whatever into that one particular defi app, because they want those points. And the points, again, is a right, but not an obligation to issue a token and also issue a token in a fair way that the users feel that they are relatively fairly compensated for, for their opportunity costs. And that will be just completely up to the development team. And so, like, user rights are like totally foregone and some of the better development teams will respect the trust that they've been given by point farmers and others will actually be leveraging it. Some people probably have spun up a points program just willy nilly without actually thinking about the long term consequences of that, without perhaps even thinking about issuing a token on the backs of that, because they want the activity, they want the users. Perhaps it was do or die for them. They needed that. And so there's a little bit of a tragedy of the commons here, but that actually doesn't actually stop good, strong, high integrity teams from actually following through on the soft commitment of issuing a token fairly based off of points."
    },
    {
        "speaker": "A",
        "text": "No, I get that. My only worry is what if regulators prevent them from making this step, like, another way to put this for me, like, retail deserves tokens, not just points. So I like points, but only insofar as they are a stepping stone to something more powerful for retail, which is tokens. And I think in the final form, a perfect, like DeFi protocol for me, has a token that provides a guarantee to on chain cash flows, right? And that is kind of like the equity side of this. They might also have points, right, that are just like in app usage, kind of like the airline mile equivalents. Like you have two asset classes, one that are just like points, they're just for users, they're not somebody who's seriously investing the protocol. And then you might, you would also have these investable assets which are like on chain tokens. And that is what I hope is the final form. I just worry that regulators are going to kind of put some roadblock in. Like, I worry that we won't go the blur route if we get stuck on just points and we don't get the tokens, then to me, that is a failure, at least a speed bump for us."
    },
    {
        "speaker": "B",
        "text": "Yeah, definitely. I definitely see that. It's also, I think, worth noting that there's been this conversation in the crypto space for as long as I've been in this crypto space, 2017, using the words regulatory sandbox. And that just means that like, hey, let's give founders and developers, company leaders, CEO's, and a sort of trial period. Some sort of like, you know, sandbox where they can experiment and tinker with their tokens before they have to answer to some sort of like, regulation about that token. So I think it was some proposals. No, no actual proposal has actually made it through Congress. But like, proposals have advocated for, like, somewhere between like two and four years of this, like, regulatory sandbox, where if you are constraining your behaviors in a particular way, but you're not being like chilly or scammy or like fraudulent, then you can issue a token and it won't be subject to SEC regulations, and then at the end of four years, it will be. And it's all this, like, trial period of just like, can you. You have four years basically, to decentralize. And I think this is what the points system is really doing for teams is they're allowing to build up users, and building up users is extremely necessary to actually getting to the point of decentralization. Because if you don't have a point system, but then you issue your token, and you only issue your token to, like, your seven users, well, then you're not decentralized. And so it's allowing apps to build up a foundation to actually get to the point of decentralization, which will be the issuance of a real token. And hopefully that issuance of a real token comes at a time in which the team has built up enough of a foundation of community ownership, community participation, like hardness of the protocol, that the whole system is ready for a token and ready to decentralize the system. And I think points are just like the answer to the lack of a regulatory sandbox that we've been asking for for like eight years in crypto now."
    },
    {
        "speaker": "A",
        "text": "I think the sandbox works in other ways, too, David, in that allows other value accrual experimentation. The one path, and I think this is probably the right path for a lot of protocols, is that points become tokens. At some point in time, there is some sort of transition, but you could also just stay on points and you could offer kind of in economy value propositions. Right again, American Airlines, what do they give? Book hotels, like inside of the American Airlines economy, you get flight access and you get kind of like the first class seating and that sort of thing. And I think that is another value accrual mechanism, maybe for these points, too. Would you agree?"
    },
    {
        "speaker": "B",
        "text": "Yeah. Yeah. Once you issue a token, you can't go back. That is a one way street. And I think some developers, some leaders, CEO's of companies are going to fall in love with the flexibility that points give them, the protections that points give them, the control that points gives them over the app that they're building, the value that they're creating. But they're still going to want some of the perks of tokens to be expressed in their app. And so I think one thing that could potentially happen is that some certain apps, some categories of apps decide that the points meta is their long term home and they only issue points, but their points actually, like, do things like they unlock, they unlock doors inside of that application, maybe they unlock value flows, like explicit value flows, because somebody wants to push up against the limits of these things. I don't know, but I think there's a very strong case where points stay as points and users are actually content with that choice based on the context and the nature of the application in question."
    },
    {
        "speaker": "A",
        "text": "Yeah, I agree, too. In fact, I don't know if you're familiar with like warps on Farcaster. They seem to be kind of like a points inside of the Farcaster economy. And you could start to do things like you can mint things using warps. And I've been collecting some warps just by, you know, doing what the protocol wants me to do, which is show my referral link. Right? Like you sign up and then I get some warps if somebody has used my referral. So I think there's that possibility too. But let's close this out. So final take, David, points, are they a net good for crypto? Are they a net bad? Where do you fall on this?"
    },
    {
        "speaker": "B",
        "text": "I see points as the next evolution of the arms race between token issuers and airdrop farmers that significantly shifts the balance of power away from airdrop farmers into token issuers because it is complete central banker control over their token. Because it's not a token, it's a point. And I think that's a good thing. I think the balance of power ought to be with the party of the people that are developing the applications, creating the value. Will we see an inevitable reswing of the pendulum, back to the point collectors? Maybe, maybe. But I think it's here for at least this cycle, the next two years or so. And one of the other unique things about points, Ryan, is previously, if you wanted to, like, speculate on apps, you would have to, like, sell your Eth and then buy a token. Buy that apps token. And now with, like, with points, you actually just like, take your Eth and you deposit it into a different app. So it's actually a completely new meta. Like, you actually aren't selling your ether, you're not, you're not taking a taxable event. You're just transferring your ether from one app for those points and going over to a different app for those points. And so I actually really like that we're nothing. When I tell my friends, hey, here's what I'm doing. I'm not telling them to sell something and buy something else. I'm actually telling them just to go transfer your ether and earn different points. So I kind of like that you."
    },
    {
        "speaker": "A",
        "text": "Just have no idea how valuable the points will be. Right. It's a big mystery box."
    },
    {
        "speaker": "B",
        "text": "We're speculating on our opportunity cost, not on our principle, which is, I think, a much better, more healthy place to be. And lastly, I kind of think that the. But the potential for innovation and experimentation with points, I think we're at the very beginning, I think we're going to see a lot of innovation around points, especially over 2024. So as the points meta really heats up, I think crypto people should probably be prepared to look really cringe to the outside world, because we were once crypto people and now we're points people. And these are not the same thing. But I think that might just be the thing that defines 2024. So overall, I'm a fan of points. I like points."
    },
    {
        "speaker": "A",
        "text": "I think I agree. I mean, caveats aside and some of the objections that we talked about this episode, I do think points are a net good for crypto. And the big reason why for me is because it's just like the way I've seen crypto. Inevitability is just like kind of a river, like water finding its way to the ocean, and there's a tree in the way. And so what does crypto do? It kind of carves a path and routes around that tree. It follows the path of least resistance. Well, we've got a tree here, and his name is Gary Gensler and kind of the SEC. Right. And so, like, what do we do? Well, this is crypto's way of kind of routing around that and leading to the inevitable future, which is it's going to make it to the ocean. Right. So whether it's good or bad, I don't know. But it is us routing around some of the objections and some of the issues that we have and finding a clean path to value accrual here and to propagating crypto. So from my perspective, that is a net good thing. And I cannot wait for the upcoming defense by Gary Gensler of why points? All points he's seen are securities. Right."
    },
    {
        "speaker": "B",
        "text": "Why investors be skeptical about points."
    },
    {
        "speaker": "A",
        "text": "Good luck with that argument. So that's going to be entertaining. David, we should end with this meme here. What are we looking at?"
    },
    {
        "speaker": "B",
        "text": "We are looking at, this is a meme from Deez that came in my replies. When I made a tweet about points, I asked, like, what's your favorite points that are out there? And he goes, so hot right now. Apparently, Deez is a chick fil a red member because he has 9282 points. I think the other meme could have been just like, corporate wants to find you the differences between these two pictures. And one is like crypto points, and one is like chick fil a points. And then they're like, these are the same things."
    },
    {
        "speaker": "A",
        "text": "I hope that we are a sandwich or at least something for those 9000 points. Chickalee guys, gotta let you know. Of course, crypto is risky. So is the journey with points. I don't know if it's risky or not."
    },
    {
        "speaker": "B",
        "text": "Are points risky?"
    },
    {
        "speaker": "A",
        "text": "You definitely don't know what you're getting. I'll say that. But we are headed west. This is the frontier. It's not for everyone. But we're glad you're with us on the banquets journey. Thanks a lot."
    }
]