[
    {
        "speaker": "A",
        "text": "Bankless nation, it's time for the ETH Futures derby. It just began last week, and the past week has been unprecedented, to say the least. That's a word we use in today's episode. Several. Not just one, but several. Ethereum Futures ETF launched for the first time in the US, the first time ever. So what does this mean for crypto? Volumes have been surprisingly low. Is that a surprise? Is that bearish will volumes pick up? And regardless if they don't, what do all of these eth ETF's mean for crypto? Are bitcoin spot ETF's next? And after that, maybe, do we get Etherspot ETF's? David, who do we have on the show today to explain all of this and walk us through these questions?"
    },
    {
        "speaker": "B",
        "text": "Mister ETF himself, Eric Balakunas. He is a commentator on Bloomberg, on Twitter, and just knows perhaps everything there is to know about these ETF products, the ins and the outs. Eric's going to tell you all the reasons why these particular ether future ETF products are dumb and bad and are just simply a means to an end of a much better, brighter future, which we definitely talk about that Eric thinks is coming very soon this calendar year, which of course is the spot bitcoin ETF's and a much sooner than expected spot ether ETF than I think Ryan and I were ready for in this show."
    },
    {
        "speaker": "A",
        "text": "Oh yeah, that's a bullish episode."
    },
    {
        "speaker": "B",
        "text": "There's been a bunch of conversations around crypto Twitter, like why are people so excited about this futures product? This show will answer that question. It's a means to an end, and that end is much closer than what people think. Meanwhile, while you are getting educated about the spot bitcoin and ether futures ETF and all that shenanigans, David, why is."
    },
    {
        "speaker": "A",
        "text": "This episode so significant? Why are we spending the time on bankless, which is a program about crypto? I thought we were escaping the banks here. David. Why are we spending time talking about an ether futures ETF and the broader implications of that?"
    },
    {
        "speaker": "B",
        "text": "Eric really said it well. These products are a bridge, a bridge from the crypto protocols to the world of Tradfi. Why do we want that? Well, in my mind, this is a winning of a thumb war for the crypto side of things. Tradfi gets to have their ETF's, which is their composable unit, money lego for their world. But really all the value inevitably flows into our world, into ether, into bitcoin, through the ETF. This is a win for crypto. It is a stepping stone towards legitimacy. It is the biggest pipes between multiple trillions of dollars of capital and the cryptocurrency market cap, which is just 1 trillion. And it's really just bitcoin and ether, which combined is something like seven to 800 billion. So like think of a pipe. It's the biggest pipe that's ever been constructed. On one end of the pipe is 30 plus trillion dollars of capital management. That's what he said by trading. And then the 800 billion meager market caps that are the combined ether and bitcoin market caps. When a pipe that's very large opens up in ways that trad fi is only going to be ever comfortable with buying crypto, which is in their ETF formats, that is bullish. Uh, and like I said, it's not necessarily going to be these products, but these products are the necessary prerequisite towards the bigger ones. Eric explains that this all in this show that we're about to have right now. So let's go ahead and get right into that conversation with Eric Balakunis, Mister ETF's. But first, a moment to talk about these fantastic sponsors that make this show."
    },
    {
        "speaker": "A",
        "text": "Possible, especially bankless nation. We are very excited to introduce you to Eric Balachunis. He's an analyst at Bloomberg Intelligence. He's focused on ETF's, that is exchange traded funds. Eric knows ETF's this last week, actually last week. By the time you listen, this nine future ETF's all launched on last Monday and Eric is going to help us unpack it this week. Eric, welcome to bankless. How are you doing?"
    },
    {
        "speaker": "C",
        "text": "Hey, good, nice to be here."
    },
    {
        "speaker": "A",
        "text": "It's great to have you. You've been covering ETF's, specifically crypto ETF's with a lot of rigor. You are one of the main accounts I go to when I want up to date information. And you had this fantastic hype tweet last Monday, an unprecedented day today with multiple ETF's all launching at the same time. No clear winner has emerged. All of them were pretty average, lower than I would have predicted, but it's a long run. And remember, these hold futures. ETF investors much prefer physical to derivatives. Okay, so the ETH futures launched last Monday. Tell us. Use the words unprecedented. Why is that unprecedented?"
    },
    {
        "speaker": "C",
        "text": "Right. So there's been many ETF, there's 3200 ETF's and change, something like that. And there's been many launches. There was a gold launch, there's been oil futures, ETF's. So it's not so much that it's ether or futures. That's unprecedented. What's unprecedented is the SEC approving many at the same time. Normally in the ETF world, when you file determines when you get out, there's like a protocol to that. And the SEC, for the first time ever, broke from that. And we have heard backchannel that the reason they did this is because, remember the proshares, Bitcoin Futures ETF launched two years ago. It had like a three day head start on the rest, and it has like 97% of all the volume of its peers and 94% of the assets. So I think the SEC wanted to eliminate that, what we call first mover advantage, because they didn't want to sort of like give one ETF that sort of, I don't know, it's almost like playing kingmaker, although in the ETH futures category, there's not a ton of assets, so it's not like you're going to become a king. But obviously, having them all at the same time is interesting to us because it is unprecedented and a foreshadow for the main event, which would be the spot bitcoin race, where we do think they'll also let many issuers out at once. When you have many issuers out at once, it puts a lot of pressure on marketing and maybe fee and other variables when you're not first out. So that's why we've seen a little jockeying from like ban Eck, who has a lower fee. Also, they've said they're going to donate 10% of the profits to charity. They've had some commercials, bit wise, kind of coming out and saying, we're more crypto native, that's our thing. And then proshares probably saying, I haven't seen them do too much marketing yet, but obviously, my guess is they're trying to tap their current beto clients because they've already got that as a major hit product. So all of them are trying to play to their advantages, and it's just interesting to see who will win, because generally, in an ETF category, there's really only one stud liquid ETF that has the majority of the volume. And when you have the majority of the volume, it's a good place to be because you have pricing power. When other ones come out that are lower fee, it's harder for them to penetrate your liquidity. And for the people who like to trade, they value liquidity. So that's why to this day, GLD is still the most traded gold ETF, even though there's dozens and many more cheaper. And something like EEm, which is the ishares emerging markets, there's been many cheaper, four times cheaper, and Em still trades a couple billion a day because there's definitely a crowd who just loves liquidity and prefers it. So those are the dynamics in this race that as an analyst, it's interesting to look at. Although I got to say, there's really not been enough volume overall to really make anyone a winner yet. It's going to take a while. Normally, you know, in a couple of days, I think this one will take a couple of weeks."
    },
    {
        "speaker": "B",
        "text": "I think bankless listeners are certainly familiar with the idea that liquidity is this black hole. The network effects lead to a single dominant winner. Eric, I want to ask about this signal that nine different different products are all launching at once. You call this unprecedented? What should we know about the significance of so many suppliers coming into the market all at once to serve this product?"
    },
    {
        "speaker": "C",
        "text": "Yeah, so it's actually not nine. It was nine ready to launch. One of them withdrew just like any horse race where in the Kentucky Derby, there's a few scratches, volatility. Shares dropped out. Kelly, I think, was late to launch. I'm missing one. And then Valkyrie was more of a name change. But anyway, just to make a long story short, there's seven or eight on the market. And remember, a couple of them have bitcoin and ether together. So I wouldn't call those exact replicas, but there's definitely, without a doubt, three straight ether ETF's and then three or four bitcoin plus ether, all of those launching at the same time. And so I think if you're in this community and I try to tell people this ether and futures, in my opinion, you have spot bitcoin. That's always been the holy Grail. So this is neither of those. This is not bitcoin, it's ether. Which to me, from my point of view, you guys may differ from the. In the crypto world. And Matt Hogan thinks ether is going to be bigger than bitcoin. But to me, it's like the no name opening band before the headliner. You know, you go to see a band and you're like, I'm sure it's."
    },
    {
        "speaker": "A",
        "text": "Like that for a lot of institutions too, to be fair. Right now. Right, right."
    },
    {
        "speaker": "C",
        "text": "Yeah. This is the band you just talk to your friend through and just, you know, just, okay, let's get through it and let. Okay. Then when your band, the regular band comes on that you came to see, you go crazy. And I think that's what this feels like. It's just like a opening event and other. The other thing is not only is bitcoin, I think, way more interesting to casual people, but the idea that it's spot. There's something about derivatives. That's like spraying advisor repellent on the ETF. They don't like ETF's that hold futures contracts. It really comes from a history of ETF's when there was, like, natural gas and oil futures, ETF's, there's certain commodities where you can't do spot, because, like, if you did an oil spot, ETF would require the ETF issue storing barrels of oil in a warehouse, and the oil goes bad. It's dangerous. It stinks. You can't do it. Just like you can't do spot corn. You could do spot gold. You have to think to yourself, could I actually store this in a warehouse? How hard is that? Gold, silver, palladium, platinum, you can do that. But not with oil. Natural gas and the case of oil going from one month futures contract and then selling it and buying the next month out before that one expires, that's called rolling. That can cost you 20, 30% in the oil market. So USo and Ung have burned advisors. So they have this once bitten, twice bitten, three times shy kind of thing with using futures ETF's. So that's why I don't put. I don't. I was, you know, I had already sort of lowered my expectations because they're futures. That said, I just think you should, the crypto world should look at all of these as bridges to the advisory world and traditional finance, and it's going to facilitate some traffic because Bitwise has salespeople. Proshares has salespeople. Who's the other one? Vanek has salespeople. When they go out and talk to somebody, a client and advisor, they're going to have in their toolbox an ether futures ETF. Now. So if the advisor has a client who's just really into this particular cryptocurrency, bam. Hey. Well, we have that. So, over time, just the fact that this is one of the ETF's in the menu of things they're selling to advisors is probably overall good. Like I said, it's like a bridge to this whole other world. It's just that the natural interest right now for it is pretty weak. But it's a long game. It's a long run. This is a bridge that just opened, I think, compared to Bito. When Bito launched, it was at October 2021, which was the height of a mania. It was like bitcoin fever. It launched, bam. Right into that, and it tapped into this immediate unmet demand. But what's interesting is it took in a billion in the first week. It still has a billion. So it's almost the reciprocal, where everything came in in three days to biddo. Clearly there had been some pent up demand. It got that. But then after that, it was just more traded. It wasn't like there was a ton of demand. Part of it is because the crypto bitcoin fell a lot. Beto was kind of the top, and then bitcoin fell. The mania kind of died down. Then you had FTX. Bito has been at the same asset level as the first three days it launched. I think this is the reverse, and I think this bought bitcoin will be the reverse, where it won't have this really quick day one, day two bonanza where it breaks records and whatnot. But over time, as the sort of slow penetration of these products gets into the advisor community, they're going to nibble here and there. And I think over the long haul, you're looking at a very vibrant category. But I will say one thing. Let's just say there's an ether spot and a bitcoin spot. These futures ETF's will go extinct."
    },
    {
        "speaker": "A",
        "text": "Really? I was going to ask you about this. These are basically inferior. You were talking about an opening ban versus the. The main act, right?"
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "The futures are basically kind of the opener for the main act, which is spot. Right. Because futures are an inferior product. Is that correct? And that's due to primarily slippage fees from kind of an investor perspective."
    },
    {
        "speaker": "C",
        "text": "Yeah, it's from that process of rolling from one month to the next. So this year, like, for example, beto is probably trailing bitcoin returns by seven, 8%. Now you're up 65%, so you're not that pissed off. But still, if I told you beto charged 6% fee, you'd be like, that's outrageous."
    },
    {
        "speaker": "A",
        "text": "That is outrageous."
    },
    {
        "speaker": "C",
        "text": "Yeah. Roll costs don't show up in the expense ratio, but they are real. And again, advisors have had a history of learning this the hard way through these other commodities. So when the spot comes out, you're going to find a migration over the spot. So these futures are almost like placeholders, but again, it's getting the. As long as these issuers are out having conversations with people, that's probably good. But over time, the spot will render the futures probably almost useless. For example, there was a gold futures ETf DGl. It just closed up shop about a year ago. It had, I think at its peak, 500 million and then just went down and down. And the issuer is like, what's the point? So gold spot ETF's have 100% of the assets in the gold category. So I'm a fan of patterns. I would assume something similar would happen with both ether and bitcoin where the spot would just take over and the futures would slowly go extinct. Preston."
    },
    {
        "speaker": "A",
        "text": "Well, I want to ask you about another product. So we talked about futures, we talked about spot. There's already these trust type products which are, I don't know what you'd classify them as, but you know, something like GBDC on the bitcoin side and on ether. The only way I could previously purchase ether inside of my fidelity account or something like this, or Charles Schwab was to buy EtH e is the product and this is a trust. How do ethereum futures compared to ETH E?"
    },
    {
        "speaker": "C",
        "text": "Yeah, so I would say compared to GBTC and ETH, the futures are a step up."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "C",
        "text": "Because here's why. Day to day, the ether futures and the bitcoin futures ETF are going to track spot pretty damn well day to day. Over a year, you may have roll cost creep in, but if you're trading it, there really is, it's not that bad. The bigger issue, but still, if you bought ether futures or bitcoin futures, let's say you made a call and you said, you know what, I think ether is going to go up 20% and you bought ether futures ETF's, and let's say it went up 20% over a year, you might get 18% right, or 17%. So you made a bet and you got most of the money, right. You're not like, you're not, you're a little pissed, but it's, you know, it's. You can live with that. The problem with Ethe and GBTC is you can actually make that bet and lose money. That's insane to me. That is going to leave a real nasty taste in investors mouth."
    },
    {
        "speaker": "A",
        "text": "Stupid product, right?"
    },
    {
        "speaker": "C",
        "text": "It's like, yes, it doesn't make sense, it's broken. It's essentially the reason ETF's rule and have really swept the country is not just that they're low costs and they're liquid, it's that they're arbitrageable. So because you have creations of shares and redemptions of shares every day, all day, there's like a two way street. If the price of the ETF creeps up above or below the underlying, someone can arb that and make risk free profit. So that natural incentive to arbitrage is amazing. That's the secret sauce of ETF's, and you don't have that in ETH and GBTC. These are simply a fixed amount of shares that was issued in a private trust that they allowed to trade over the counter. So you cannot go and create new shares or destroy them in the same way you can with an ETF. And this is part of why ETF's have sort of kicked to the side other fund vehicles, one of them being closed end funds, which have the same problem, which is the price is unhinged from the value of the underlying. And I always tell people, when the SEC didn't approve it, I was like, this is dumb. They should approve it immediately, because even if bitcoin goes down or up or sideways, people are okay with that. When they make a bet, they want the bet to be their bet, not some other variable. And so, in the case of GBTC, I could point out a time where you had the bet, right, but you lost money because of that discount that formed in GBTC, or you lost, or bitcoin was down and you were down double. And that is really nasty, nasty surprise. And so that's why I am a proponent and dedicated my career to ETF's, is because they have a great track record and they're just a good technology that just allows people to get a fair deal. Doesn't mean it's going to go up, obviously, and go down, but at least you go down the same. And there's no, like, there's nothing else there. Now, the futures ETF's, I could say you do have that third element of roll costs, which is why we do consider those red light ETF's. To me, ETF's need movie ratings, and there are some r rated ETF's. And I do put anything that rolls futures is rated r, which is so ironic because a spot bitcoin ETF would be a green light rated PG ETF. To me, isn't that ironic? The SEC approved all these r rated ETF's in our system, at least. And they even approved the double leveraged bitcoin futures, which is like, that's almost like NC 17, right? And yet they won't approve the spot. So the whole thing is so silly, in my opinion. And so this is why the ETF is so coveted and desired, and I think even for a crypto person, and you can use your own wallet and stuff, and that's great. You should use it. But for a good giant mass of investors, especially boomers and even young people. But anybody uses an advisor in particular, ETF's are the preferred vehicle because this amazing track record of tracking the underlying wealth, having very good tax efficiency and being low cost. And again, instant liquidity whenever you want it on exchanges. So that's why this is such a big deal to us, is because you're sort of your marriage of two worlds, which is the sort of traditional finance boomer advisors and the crypto world. The ETF is the bridge that will unite them. And it's a good bridge, it's a sturdy bridge. And that's why I would have. I'm a proponent of it since really, the Winklevoss filing."
    },
    {
        "speaker": "A",
        "text": "I mean, we like it and we're fans of it, and I think it's great. And what's more, I will emphasize, I think it's kind of a retail crime that it wasn't approved earlier. When you got products like DBTC and ethe that are trading either two, three, x of Nav or, like, below that, and right now, ethi is like 25% below that. And I don't even know what we're betting on. That has to be beyond an NC 17 rating. I don't even know what that is. It's just silly that we have those products. Well, let me ask one last question on this whole idea of this being unprecedented. Okay. So it was unprecedented because so many were launched at kind of the same time. The other. And I don't want to lose sight of this. I think this is important. Or you tell us, Eric. The other reason I think this is unprecedented is because, look, crypto has a lot of different assets. You know, go look at our long tail of assets beyond bitcoin and ether. All right? We could name a whole bunch for you, some of which you may have heard of, some of which, you know, no one's heard of. Um, but this is the first time that an ETH futures ETF was approved in the United States. And I'm wondering what that says about ether as an asset relative to the long tail of other crypto assets. If anything, is that unprecedented? Is that significant to have an ethers futures? Are we saying, effectively, that the SEC is saying, oh, it's not really a security, but we can't say it's not a security?"
    },
    {
        "speaker": "C",
        "text": "I get this a lot. I can't say this is my wheelhouse. And I get that you would read into that. But let me give you some background. That's a little not yet known or isn't that known? Which is that the reason ether futures ETF's came out? I don't think is more the SEC changing its opinion of it being a security or not, but more of the fact that ethutures are traded on the CME, which just means they're regulated by the CTFC, CFTC, whatever."
    },
    {
        "speaker": "A",
        "text": "Right, which is, which is the c is commodities in CFTC."
    },
    {
        "speaker": "C",
        "text": "True."
    },
    {
        "speaker": "A",
        "text": "So."
    },
    {
        "speaker": "C",
        "text": "But that's a whole other issue. I will let the regulating analyst debate that, but I don't think this was approved because of a change in whether eats of security. I think this was approved simply because a, that is the ETH futures are regulated in a way and b, there's a company named Volshares who ran the stop sign. The SEC had said, don't file these. And there was a filing, they told them withdrawal. This happened like four or five times over the last eight years. And then Volshares came in with this bitcoin leveraged futures ETF. SEC said, please don't do this. But volume shares is like, I'm just a small company. I don't really care. You're going to have to send me a cease and desist or I'm launching. And they basically called the SEC's bluff and the SEC did not do that. And they launched. And so Volshares is like, all right, well, that worked. Let's do eth futures. And so in a way, Volshares, that's why we call him the Dark Knight. He's sort of like vigilante justice. This guy named Stu, he really forced the issue on the SEC. And I think because of the grayscale suit and some other things, I don't think the SEC had the strength or even tear. I think they just back down. And so in a way, I don't think they love that these are launching, but this one issuer kind of pushed the issue. And so I don't think it's them changing their mind on. But I will say the fact that they didn't fight this issue or tooth and nail shows that maybe there is some softening overall in their whole thing. And again, we have heard back channel, you know, you heard it here first. Now others are reporting it, that the SEC is engaging with the issuers on their spot filing. So even though they were all delayed till January, they're sending emails to the spot filers saying, hey, could you please address the comments we have about your s one filing? That is a really good sign."
    },
    {
        "speaker": "A",
        "text": "They never did that for bitcoin, only spot filing or bitcoin and ethereum."
    },
    {
        "speaker": "C",
        "text": "I have not heard anything on the ether front. My guess is whatever they fix for the spot, bitcoin will carry over. But my guess also is the SEC is probably going to be like, let's get bitcoin done first and then we'll look to ether after. Just do us a favor, let's put this off to the next run. My guess is you'd probably have a batch of bitcoin and then ether. But the good news is, if you can get it, all the secs comments answered in this s one for bitcoin. All of that would apply to the ether situation as far as I know. So I would just sort of leave it there in terms of that. So I just. I don't think there was a change in their view, it was more of those other reasons."
    },
    {
        "speaker": "B",
        "text": "Yeah. So let's zoom out then and try and place the significance of this week in just the arc that is the story of crypto being accepted and legitimized in the traditional finance world. So, like, why do we care about an ether futures ETF when we know, like what you said is like, these are all just going to be considered defunct once we get a spot ethers ETF in the future? So is this just meant to be like a stepping stone to get to that point? Does this account for why some of the volume was maybe on the lower side? What is the real significance of this week if we're not truly excited about the actual products being released here?"
    },
    {
        "speaker": "C",
        "text": "Yeah, stepping stone is a good word for it. I think it's all progress. And the more this becomes just a familiar thing to the SEC regulators and advisors, it's probably going to be good for the overall acceptance of this by that, again, more conservative boomer crowd. I guess that's how I'd look at it. But to your point, to my point at the beginning, this is again, the equivalent of this isn't like Lollapalooza, where I'm going to be Gen X here, where you have smashing pumpkins opening for Primus, and both bands are good. This is the band you never heard of, nobody's ever heard of, and they will go nowhere opening for smashing pumpkins or rage against the machine or something like this. Alison chains, how much of that is, you asked me because of the millennial lollapalooza. I can't do it. Stick to that. But like I said, I would look at this not just as it's a minor stepping stone, right? Yes."
    },
    {
        "speaker": "B",
        "text": "How much of that is true? Because of the futures element. And how much of that is true because of the ether element. Like me and Ryan, we live in Ethereum every single day, so it's a very big deal for us."
    },
    {
        "speaker": "A",
        "text": "Yeah. Honestly, the boomers should be a lot more bullish on either. They should be, probably, but that's a different conversation."
    },
    {
        "speaker": "C",
        "text": "Matt Hogan, of course."
    },
    {
        "speaker": "B",
        "text": "Yeah. We've had him on the podcast a handful of times."
    },
    {
        "speaker": "C",
        "text": "He's. He thinks ether should be. Should and will be bigger."
    },
    {
        "speaker": "A",
        "text": "Yeah, he's right."
    },
    {
        "speaker": "B",
        "text": "And I think, just so you know, Matt, financial advice, I'm sure, as a listener of bankless."
    },
    {
        "speaker": "C",
        "text": "Yeah, I mean, Matt is a. I trust Matt. He's a very smart guy. One of the best communicators and presenters I've ever seen, and that's a big statement from him. So I definitely feel you. I think it's probably a little more of the futures element."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "C",
        "text": "Like, if Biddo launched today, they would not have a billion dollars in three days. Again, the mania in 2021 was off the chart. And remember, bitcoin was mostly still unvarnished or unblemished."
    },
    {
        "speaker": "B",
        "text": "Yes. Yeah."
    },
    {
        "speaker": "C",
        "text": "FTX was a gigantic black eye. Right? So it is slow. It's gonna be a real slow build up to get people one over. At that time, the FOMO was through the roof to buy at that price. I know, because that's when my wife was like, we should buy this stuff, $68,000 or whatever. So, you know when your friends and family and your college friends are like, how can I get this bitcoin thing? That's when Beto launched right there. Then it was a solid."
    },
    {
        "speaker": "B",
        "text": "It was October 2021. Like, top of the market."
    },
    {
        "speaker": "C",
        "text": "Literally the peak. Literally the peak. So that's. You got to just look at that as like a zeitgeist kind of moment, right? You don't have that now. And so if Bito launched now, it would be probably more popular than the ether futures ETF, but not that popular as when it launched. Number two, ether ETF's amongst the all crypto funds in the world have 20% of the assets. That's pretty good. So, over time, I would think in the US, an ether spot would get one fifth of the assets of the bitcoin ETF's. Again, based on the patterns of where we're at globally. Because, remember, these things exist in other countries. So I would think you're shooting for there. If Matt Hogan's right, maybe it grows beyond 20, but that's sort of where it's landed in equilibrium currently with crypto funds globally."
    },
    {
        "speaker": "B",
        "text": "Okay, so really I think the way that I interpret the significance of this whole thing is this is just an important stepping stone to get to the spot bitcoin ETF, and hopefully eventually the spot ether ETF, which notably grayscale did file to convert their trust into an ETF in the future, assuming that these things happen. And I think one of the indications here is with the approval of a spot ethers ETF, the eventual spot. Excuse me. Yeah. With the approval of a ether futures ETF, the spot ether ETF is inevitable in the fullness of time at some point, along with the spot bitcoin ETF, and this is happening in the bear market, in the crypto bear market. Meanwhile, SPF is currently going on trial, and so we're kind of like, cleaning our past up a little bit. The significance for all of this, I think, will eventually culminate when crypto has some resurgence in price action, retained, regained some favor in the zeitgeist, and all of a sudden, the price action of crypto assets now has bigger, much bigger pipes to actually paint some big green candles when that inevitable favor is regained by the crypto world in the future. That's kind of how I'm interpreting this."
    },
    {
        "speaker": "C",
        "text": "Yeah, I would say that. I mean, again, let's say, like, if you have a store and somebody builds a bridge from your island with your stores on to, like, the mainland, clearly the store is probably going to get more business. Maybe not on day one or day two, but over a couple years, there should be more traffic, more foot traffic in your store. Right. Just simply because there's a bridge and now you can drive instead of taking a boat. I would just. It's the same thing, you know, the inverse relationship I use to this is iTunes. I don't know if I'm probably dating myself at this point, or I could date myself even more with my band names. Remember on iTunes, like, the Beatles held out for a while, and when they finally went on iTunes, all their albums went to number one. Right. Because there was a lot of people there, namely younger people who wouldn't, who were like, oh, okay, I'll check the Beatles out now, simply because they're in the format I listen to, whereas they're not going to go buy a new Beatles CD or album. And it's almost the inverse, where there's a lot of older investors, advisors in particular, where once you put it in the format they love and know they're much more likely to take a nibble at it or use it as an asset allocation. I don't think advisors would use gold at all if it weren't for GLD. They're not going to go buy gold bars and store them. Just be like, add to hell with it. We'll find something correlated. So this is similar to that. There's a lot to be said for putting something where the people want it. And the bridge is the best thing I can think of. But I would look for three, four years to get to this big boy asset place. That gold is where you've got tens of billions. GBTC has 20 billion. So I think a lot of that's over grabs. That's 20, and then you have maybe some new assets. And I do think over time, boomer advisors are undergoing a real issue that concerns them, which is the generational transfer. So they have a lot of clients who are 75, 80. And remember, boomers have almost all the money in America. I think they have 80% of all the wealth, but they're getting older and they're going to pass it on to their Gen X, millennial, Gen Z kids. And the advisor is worried that the kids are going to take their money somewhere else. So the advisor may actually want to get ahead of this by saying, hey, look, I'm cool. I'm going to give you a little crypto. There may be that kind of motive for the advisor, or when it does get passed on, the younger investor, who's now using the same advisor is like, I want this. So I think that there's going to be some motive from the advisor just to impress their younger, the kids of their clients and the kids themselves could be like, I want this sort of like, you know, I, you know, grassroots style. But again, this is stuff that's going to take years and years to play out. But as I said, I think there'd be $100 billion left invested in gold if it wasn't for GLD."
    },
    {
        "speaker": "A",
        "text": "How big is gold, Eric? ETF."
    },
    {
        "speaker": "C",
        "text": "GLD? You mean of the. How much gold is above ground or how much is in GLD?"
    },
    {
        "speaker": "A",
        "text": "No, I think I know that, like, how much gold is above ground? It's like 8 trillion or something like this. Is this you approximately. Right. The total market sounds about right because."
    },
    {
        "speaker": "C",
        "text": "I think gold ETF's make up about 1% of the gold above ground, which would put them 10 trillion. 8 trillion. But, yeah, I. So 100 billion is in gold ETF's."
    },
    {
        "speaker": "A",
        "text": "Okay. So on bankless, a lot of people listening are kind of like their own independent researchers, financial advisors. They kind of do it themselves. Can you give us a scope of how much money are we talking about in financial advisor world? Are we talking about in the trillions? And is that the main liquidity source that we've tapped into? It's all of the Chuck Schwab advisors and the independent financial advisors who have baby boomers with the retirement funds and that kind of thing. Is that what we've unlocked here, or are we also unlocking a big pool of institutional capital? Will big pension funds be like, oh, you know what? We want some exposure to bitcoin ether. We'll allocate x percent. We'll just buy the ETF. Is that another source? Paint us the size here, because I don't think we often look outside of our crypto bubble and see how much capital there is in these other areas."
    },
    {
        "speaker": "C",
        "text": "Sure, these are some rough numbers, but they're ballpark. Okay, so, first of all, if you look at the. Who owns ETF's advisors probably make up 70, 75% of the ETF investors. They're the main player that uses ETF's institutions. Probably 10% and do it yourself retail, 15%, something like that. So I would say that's what you're opening up. So advisors have 30 trillion in assets, and they love ETF."
    },
    {
        "speaker": "A",
        "text": "30 trillion in assets that they manage on behalf of primarily America. Right. So this is us in America advisors, 30 trillion."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "Because once you get money in this life, I'm not sure where you guys are at, but once you get, like, a bunch of stuff, you kind of."
    },
    {
        "speaker": "A",
        "text": "Less than last year."
    },
    {
        "speaker": "C",
        "text": "Yeah, probably. You know, these rich boomers have, like, they want to do estate planning. They hate taxes. How can I pay less taxes? They have all this stuff going on, right? So that. And they have all the money. So the advisors are managing their money so that. That's massive. Right. That's why, although the crypto trade publication, one of them sort of mutated my words and said, $30 trillion coming for bitcoin. And I was like, no, no, maybe 0.5% of the 30 trillion is coming, which is about 150 billion. That's still 150 billion. Yeah. So that is a lot. Now, if there's one spot, bitcoin, ETF, that gets liquid, that will attract institutions. Institutions can get a lot of this on their own. They'll call up, like, Blackrock and just be like, hey, just make me a bitcoin account, or whatever. But the one thing that institutions cannot get anywhere else is liquidity. And so institutions love really liquid. ETf's like Gld spy because they don't have to call anybody. They can get in and out without impacting. The market. ETF trading is anonymous. Nobody knows they're there, and you don't have to call anybody. There's no contracts. It's just very easy, free. And in a crisis, they know the ETF will be liquid. They can get out. And so there will be institutions who will use the number one or number two, top two, most liquid ones. And if you look at the holders of spy and GLD, it's full of pensions, endowments, insurance companies, high level hedge funds. Bridgewater is the biggest hedge fund in the world. It famously uses Eem. Spy even dabbles in stuff like some of the sectors. So that is the institutional element, will be in the biggest traded one. And then the retail investors, I think what they're going to come into is they may like to trade this, but they like adrenaline. So when this two x spot comes out, that's probably what they're going to hit up. Retail loves leveraged. They want to feel something. And bitcoin probably wanted to be volatile enough for them. So they're going to wait till the two x comes out and be like, okay, yeah, this is good. 1020 percent in a day. That's what I'm looking forward to."
    },
    {
        "speaker": "A",
        "text": "I can't believe I didn't know that there are two x crypto ETF's that are on the potential menu here."
    },
    {
        "speaker": "C",
        "text": "Yeah, I mean, by the way, Bitex has 50 million already, so that's a good sign. No, 30 million, sorry. But it charges 1.8%, which is a lot. But if you look at the volatility on it, I'll just give you volume. So 77% volatility so far. For context, the S and P 500 is less than probably 2012. So s and P 500 is 12%. That essentially means that there's a two thirds chance that in one year the S and P will be up or down 12%. What bit x is saying is there's a two thirds chance it'll be up 77% or down 77%."
    },
    {
        "speaker": "A",
        "text": "I can see that."
    },
    {
        "speaker": "C",
        "text": "And that kind of volatility is very attractive to the retail crowd, the sort of robin Hood types, which is why the triple leverage Qs, Tqqq and Sqqq are frequently in the top five most traded ETF's every day. They trade as much as like Microsoft stock. So I think a spot, a double levered spot, bitcoin, ETF probably will be the, will have this other appeal. So those are typically how those different player types invest. The advisor will go for the Blackrock and the cheap. Right. Long term, the institution will want the most liquid one, regardless of fee. And the retail crowd will probably wait for the one that has the most jacked up volume."
    },
    {
        "speaker": "A",
        "text": "Really good insight. Wow."
    },
    {
        "speaker": "B",
        "text": "Love it. Looking back at my previous self when I was buying equities, I can definitely resonate with the people playing with the two. I think I had, like, the two x semiconductor ETF. Yeah, that one was a wild ride."
    },
    {
        "speaker": "C",
        "text": "Right? Like, semis aren't enough. Like, that's pretty much like semis alone are double, triple the volume of the S and P. But you need double. See, I call this the hot sauce bucket. Most people these days have a hot sauce bucket. Even conservative people, they have, like, their retirement account, which is like, okay, just leave that over there. It's good, it compounds, but it's boring as hell. Now let me take 1015 percent and go absolutely wild. And that's where I think this crypto ETF would live, for the retail crowd."
    },
    {
        "speaker": "B",
        "text": "Oh, my God, there's got to be so much product market fit with the retail crowd."
    },
    {
        "speaker": "A",
        "text": "Yeah. That's so fun. As crypto investors, bitcoin and ether are like, our most boring assets."
    },
    {
        "speaker": "B",
        "text": "Yeah, they're really."
    },
    {
        "speaker": "A",
        "text": "And then we have a hot sauce bucket with some pretty wild stuff."
    },
    {
        "speaker": "C",
        "text": "That is hilarious."
    },
    {
        "speaker": "B",
        "text": "It's all relative."
    },
    {
        "speaker": "C",
        "text": "I guess."
    },
    {
        "speaker": "A",
        "text": "It's fractals."
    },
    {
        "speaker": "B",
        "text": "Yeah. Eric, I want to talk about some timing predictions, if we can get that out of you. What does this mean for the timing or probability of the incoming spot bitcoin ETF? Which should we start holding our breath for a spot ether ETF? Or is that too far outd? Uh, just what, what does this know? What can we glean from the future of these, uh, approvals?"
    },
    {
        "speaker": "C",
        "text": "Okay, so we are still. James and I are still holding the line at 75% odds of approval this."
    },
    {
        "speaker": "B",
        "text": "Year of a spot bitcoin ETF."
    },
    {
        "speaker": "C",
        "text": "Of a spot bitcoin ETF this year."
    },
    {
        "speaker": "A",
        "text": "2020 calendar year no, 2023. Calendar year. Sorry."
    },
    {
        "speaker": "C",
        "text": "2023."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "And look, we've held this line when it was not cool, when they first, when the sec delayed about six of them, we got dunked on. Even by crypto people. They're like, look at these guys."
    },
    {
        "speaker": "B",
        "text": "But we like to do that in the crypto world."
    },
    {
        "speaker": "C",
        "text": "I know, by the way, the whole ether. It's funny because when the ether future is launched, there's a couple times that in my replies there'd be a fight between a bitcoin maxi and an ether person. The maxi was like, why should these even exist? The government's gonna ban it. And I was like, really? And then the other guy's like, no, this guy is out of his mind."
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "C",
        "text": "And so there are some verifiable, insane."
    },
    {
        "speaker": "B",
        "text": "People on crypto, Twitter. Oh, yeah. It's fun, though."
    },
    {
        "speaker": "C",
        "text": "It's fun. The memes, the argument. There's a lot of spirit, and I like that. So I. Okay. But, yeah, there was a lot of, there's a couple ether haters who, when these came out and they didn't have the volume, they thought there was a lot of dunking on that, too."
    },
    {
        "speaker": "B",
        "text": "But anyway, it's the arena is what."
    },
    {
        "speaker": "C",
        "text": "We call it, so the odds are still 75%. And not only did we hear the SEC is from multiple sources, that the SEC is working with the issuers, which, again, breaks the pattern. It shows they're willing. Gensler also had two moments where we thought they showed signs of weakness, where he said, we had our anchor from Bloomberg TV ask him about this, and he said, well, the spot, ETF's, look, they're in registry. I can't comment. But look, I'm only one of five commissioners. Little old me. So he's starting to hedge a little."
    },
    {
        "speaker": "A",
        "text": "Yeah, little me."
    },
    {
        "speaker": "C",
        "text": "Little old me. You know, if they approve him, hey, it's not on me. And then the other one was, he said something like, oh, when he was asked in Congress about this, he said, well, look, they're active filings. I look forward to seeing what the staff comes back with. Well, that's the same exact phrasing he used with Bito. I look forward to seeing what the staff comes back with. So you can see he's almost trying to, like, diffuse that it's all on him, which I think is a good sign. Them reaching out is a good sign. And we've had two of the things that I thought were interesting. Vanek Jan Vanek, who was, when I've met with him, he's like, you guys are. You guys are crazy. It's not happening. It could be years. He's now was on CNBC saying, it's gonna happen pretty soon."
    },
    {
        "speaker": "B",
        "text": "Wow."
    },
    {
        "speaker": "C",
        "text": "And Matt Hogan, and who was firmly in the 2024 camp, was on CNBC a couple days ago and said, this calendar year. So I've seen two people shift forward. Kathy Wood just said yesterday in a quote, odds are rising. And she was firmly in the 2024 camp. So it makes sense. All those people are issuers who got the email from the SEC, and the comments they're asking for are doable. They're fixable. They're not like anything crazy I've asked. So I think this is all very good. That's why we're going to hold this year. That said, there's something in the back of my mind that thinks because of the holidays, it could roll until mid January. I almost still think we deserve credit given how much we went on a limb and how much we hung there, because we're within a couple of weeks. I'll still give us credit if it's by January 31. But as we roll into the next year, our odds just go up and up. So that's sort of where we're at. Ether, in my opinion. I would expect that to be a month or two after bitcoin, based on logic and feel for how the SEC."
    },
    {
        "speaker": "A",
        "text": "Or two after bitcoin. You think we could have an ether spot?"
    },
    {
        "speaker": "C",
        "text": "ETF well, remember, they're already filed and there's been no withdrawals."
    },
    {
        "speaker": "A",
        "text": "The reason, though, here is Eric, is Gensler himself has very much, not very much prevented himself, and he's been given ample opportunity to say that ether is not a security, and he has not taken that opportunity ever. He's deferred and he's conceded that bitcoin is not a security, but he won't get there with ether, which feels, at least to crypto people kind of watching this, that he's got something in for ether. His reluctance to say that, and that might put a wrench in the, in the works here."
    },
    {
        "speaker": "C",
        "text": "Well, fine. Again, remember, this whole thing of, like, whether it's security is, is, I can't say I'm in the weeds as much on that in terms of. I've heard the Congress ask him the Pokemon question and stuff, and I can see that there's a lot of people who, who are debating this, but you have to understand that the grayscale ruling said that you're. Your main premise on declining bitcoin bot was that it was manipulation and fraud, and so they threw that out. That was their main reason for Etherfu, like that. It wasn't like their problem with it was security or not. It was that. So that that's gone. So if they approve spot, to me, it's sort of saying that. Okay, well, the court said we had to use a different reason, and there are none. Yeah, maybe it's possible that he says, look, we're about to go crazy on ether, and we just don't feel comfortable approving an ether spot. I guess it's possible. I probably want to talk to James a little more about it. He's a little more in the weeds on this. But based on the fact that you now have ether futures, it would be a bit silly to not approve spot after you've approved ether futures and bitcoin spot. To me, it would be, like, odd because there's a pattern to this and a cadence and that would just break from that. I just. I don't see it, but it's possible."
    },
    {
        "speaker": "B",
        "text": "I guess what I'm just hearing is that you just think it's going to be a fast follow. Like, once the floodgates open of approvals, then approvals will be approved."
    },
    {
        "speaker": "C",
        "text": "Yeah. Because think about it now. In this case, they've already been sued and lost. Let's say they decline the ETH. Someone could sue them and say, will you accrue a spot on the same premise? What's your. What ground are you standing on here? So there isn't a boldness with the issuers lately. After Sval shares running the stop sign and getting the ViDX and the ether futures out and also the grayscale loss, there's a lot of, like, the issues are getting more emboldened. I don't think any of them are afraid to sue anymore. And so this is how we feel."
    },
    {
        "speaker": "B",
        "text": "On the crypto side of things. We feel like we are racking up wins, not just against Gary Gensler and the SEC, but generally in the court. And if we accept that that vibe is collectively happening across many different respects, that would be in line with that."
    },
    {
        "speaker": "A",
        "text": "We've also run a few stop signs, I think, here or there. So that's to our benefit."
    },
    {
        "speaker": "C",
        "text": "Without getting into it, it's better to ask for forgiveness than permission sometimes."
    },
    {
        "speaker": "A",
        "text": "That's crypto's motto."
    },
    {
        "speaker": "C",
        "text": "I tell my team that all the time. I'm like, could we write research notes? I'm like, if you're not getting. Like, if you're not getting called out or an email from the editors every six months, you're not doing it right. Yeah, you need to take chances and push the envelope. And that's sort of what Volshares did. And in a way, I respect it because the SEC has made this so difficult, and everybody but other issuers just didn't have the stomach to fight or to do that because they had all these other product lines. And so you don't want to mess with the SEC, but when you have very little going on, Volshare has only had a couple of really exotic vix type stuff. They're like, yeah, you know, what do I have to lose? So sometimes it takes a, someone with nothing to lose to, like, you know, shake things off. Yeah. To sort of pioneer something."
    },
    {
        "speaker": "A",
        "text": "Absolutely."
    },
    {
        "speaker": "C",
        "text": "In this case, it was messing with the SEC, and they won. And Graciel, obviously, they, in this case, they had the money and they won. And so, yeah, it's been a. It's been a year where it shouldn't have come to this. No, I really think all this could have been hammered out a couple years ago and none of this would have had to happen. But, you know."
    },
    {
        "speaker": "A",
        "text": "Well, we certainly agree, and this has been fantastic coverage, and you and James do fantastic work on this. Eric, can you give a shout out for your Twitter handle, which is where people can go get the latest. If I listen to anyone about what's happening with crypto ETF's, I connect with you, Eric, and I connect with James. So what's your Twitter handle so people can follow?"
    },
    {
        "speaker": "C",
        "text": "Sure. It's Eriche Val Chunus. So if you're watching, that's my name right there. Yes, that's it. Believe it or not, it was available in 2010. There were no other ad. Eric dolls. No, no."
    },
    {
        "speaker": "A",
        "text": "I've been."
    },
    {
        "speaker": "C",
        "text": "That's a good thing about having my name is like, my email, by the way, my email is also at Eric Dollar, Shunis, both Bloomberg and Gmail. So I've never had to use a one, a two, or anything, like real or anything, so."
    },
    {
        "speaker": "A",
        "text": "Oh, wow."
    },
    {
        "speaker": "C",
        "text": "Very easy to find. One morning, though, I sometimes tweet about, like, I'm an ETF analyst, so there's a JP Morgan equity ETF, and sometimes people are like, dude, I don't give a shit. I don't care about this. What's going on with bitcoin? So I've noticed there's a crypto follower that isn't in love with the other ETF tweets, but you have to just wade through those to get to, you."
    },
    {
        "speaker": "A",
        "text": "Know why you guys need to get. You keep going down the stack here. And I'm looking forward to that Pokemon, Pokemon card, etfeminal. You guys can roll out. If you don't put it in ETF, crypto will just tokenize it. Okay, we'll front run. You guys will do it better. Put it in an ETF."
    },
    {
        "speaker": "C",
        "text": "I used to say that, like, you know, ETF's are so good. You could put, like, baseball cards in there and people get a good deal that goes with Pokemon cards. But, yeah, I don't think we'll see that. But who knows?"
    },
    {
        "speaker": "A",
        "text": "Who knows? Who knows indeed. Well, Eric, it's been an absolute pleasure. Thanks you so much for having us on and talking about the Ethereum ETF derby. It's been a great week for that. Thank you."
    },
    {
        "speaker": "C",
        "text": "Thanks for having me on. Great talking to you. And see you later."
    },
    {
        "speaker": "A",
        "text": "Risk of disclaimers. Bankless nation. Of course. None of this has been financial advice. Doesn't matter what generation you're in. Millennial Gen Z, boomer, Gen X. Crypto is risky. You could lose what you put in. But we are headed west. This is the frontier. It's not for everyone, but we're glad you're with us on the bankless journey. Thanks a lot."
    }
]