[
    {
        "speaker": "A",
        "text": "Bankless nation. We have a bankless takes episode for you because we wanted to just talk about, get some of our ideas out there and the ideas going on and where we are in the current crypto cycle. Is it over yet? Are we about to enter all time highs? I don't know. We're in kind of like this flat zone. So what are we talking about today, David?"
    },
    {
        "speaker": "B",
        "text": "Yeah, there's a lot of conversations going on that I want to just elevate here on the episode today and just kind of unpack. One of them is, where exactly are we in this cycle? After three months of flat crypto prices? I think people are just, like, re hashing out the conversation of, like, is this. Is this the bull market? Or maybe the bull market hasn't even actually started yet, and we were just, like, psyopped by a premature, like, bull market that was pulled forward due to, like, the Solana season and the bitcoin ETF. Maybe the bull market actually just hasn't even started yet. So people are having this conversation also, people are talking about the ether ETF, and it might miss the mark in terms of flows and expectations, or it might do the opposite and enter the banana zone. Also, WTF is the banana zone? So kind of define that."
    },
    {
        "speaker": "A",
        "text": "That's like a Raoul Paul term. And by the way, he says banana zone. He gives it this, like, incredible accent, which I think is part of the reason it's picked up so well. Oh, yeah. I mean, just banana zone versus the way we say is way better."
    },
    {
        "speaker": "B",
        "text": "Also, China is buying a lot of gold, and so what's going on over there? And what does that have to do with risk on assets and what does that have to do with bitcoin and not connected to anything else? But we'll also give a quick update on the Iggy azalea meme coin because that's what everyone wants."
    },
    {
        "speaker": "A",
        "text": "Do we have to? You have to do that, David?"
    },
    {
        "speaker": "B",
        "text": "Depends on how long we go."
    },
    {
        "speaker": "A",
        "text": "All right. All right, David. Let's get in. Where do we start this conversation from? Like, where we are in the cycle perspective? Should we start with this tweet from Ignis? They start like this. This bull run is boring."
    },
    {
        "speaker": "B",
        "text": "Thanks for asking."
    },
    {
        "speaker": "A",
        "text": "I got to admit, I know I prompted the question because I know you already put it in the agenda disorder, but this bull market is boring is kind of a sentiment that a lot of listeners are probably feeling right now. Right? Because I think, I don't know what our attention span is in crypto, but it's got to be a lot shorter. Demand entertainment everybody else. And so the last, I mean, we got the Ethereum ETF and we got a price bump, but it felt like a price bump for ants. And I'm back to being a little bit bored. Some people listening are back to being a little bit bored."
    },
    {
        "speaker": "B",
        "text": "I would also say that this has been a theme for a while, that this is the first price appreciation, if we even call it a bull market. Just like the first time that number has gone up due to exogenous factors. In 2017 and 2021, we had activities in crypto. In 2017, there was the ICO movement, regardless of how, like, toxic that ended up in 2021. In 2020, we had DeFi summer and NFT mints. There were, like, things to do and buttons to press. Now we definitely have the meme coin cycle, but that's kind of contained to mostly Solana. There's a few meme coins on Ethereum, but mostly, like the, the activities are in, like the. Just the Solana camp, which is nothing, which is not globally crypto. Like NFT mints happened everywhere across crypto last cycle. And so I think this is one of the reasons why this bull market is perceived to be, like, not as exciting, is because we don't have any of our own self perpetuating activities to excite us."
    },
    {
        "speaker": "A",
        "text": "Yeah, there's less fun defi Degen stuff on the frontier. Like the Degen activity is all around meme coins and slub coins, which I know you're dying to talk about the slub coins, David, but like, think about some of the bankless podcasts this year, and they've been incredibly important. Like, the topics is just incredible that we're here in crypto, but it's been about the ETF's. Right? Which is like, okay, institutional finance finally giving a stamp of approval for crypto. I mean, that's cool. But like, really. Or, like government policy suppress about the ETF's. Yeah. So. Or we're talking about macro stuff and interest rate decreases. Right. So where are the buttons to press? So it feels very pvp, it feels very boring for the, like, the people who are crypto natives, I think at least among some of it, some of us. And the question is, what's going to bring it back? Ignis says that staking is cool, restaking this whole thing we've been talking about for a while, but it's also a little bit more for whales. Right? So, like, if you have a lot of ether, if you have a lot of capital, you know, restaking that whole narrative is about what you can do with that. Capital. If you're new, maybe not so much. And he concludes by saying that the next boom might come from consumer apps. Right? So, like, you can see vestiges of this with, like, fantasy top, you know, pump, pump, friendtech, pump, fun, other. Other kinds of games. We might see it there. This is a farcaster daily, active users, like, kind of like going up. Not quite hockey stick, but maybe the beginnings of something that is up only hockey stick. So the question on everyone's mind is, what's going to bring retail into this market? Because it's basically the same crypto natives that we've had for the last 18 months. We're still here. Yeah, we're still doing things, but there's no new crop."
    },
    {
        "speaker": "B",
        "text": "Right. Point farming and meme coins is like, that's for us. That's not like waking up people to the frontier of finance or the intersection of culture and art and being on chain. That was all like 2021 stuff. So this is one of the motivations as to why people think that maybe just because, like, Solana did, like a ten x off the bottom bitcoin got its ETF, maybe all of that stuff was because of endogenous factors. But the true endogenous crypto cycle hasn't started yet. And so this is what people are starting to, like, reflect upon. Base carbon says we are actually are very early and the real bowl is 2025. But crypto Twitter has been too occupied with calling tops and posting the market cycle chart with where are we to realize it 0th inning. We are still scouting rookies. So this is emblematic of a sentiment that's been going around this week. It's like, no, we're actually in the zero inning of the bull market. The bull market has not yet started. And Vance Spencer also gives a take that's aligned with this. It's like the bull run starts and the first rate cuts happen. By the way, rates at 5.5% mean that we have a lot of room for things to get silly. Might want to get the rap playlist ready for the big updates. So also basically calling that, like, we have not even, like, shot any of the ammo that we have for a bull market. Now this is. This is back into, like, the whole macro commentary, but this has been a take that everyone has had. It's like when rates are at 5.5%, like, they only have room to go down."
    },
    {
        "speaker": "A",
        "text": "So this is not the end of the bull cycle. It's not even the beginning of the bull cycle, basically, where that. That is yet to come. And that's going to take us to."
    },
    {
        "speaker": "B",
        "text": "Valhalla is a take, is a bull market take for sure. And I think it's really a matter of, like, do you think that it's possible that the Solana and the Jito airdrop that just kind of, like, tugged the bull market cycle, like the curve cycle to the left, it pulled forward a bit of the bullishness, maybe because Solana was oversold as a result of FTX. And then we got the bitcoin ETF right, and so we got price appreciation without, like, internally native, like, reasons to go up, or like the other bull markets, which were caused by favorable macro policy."
    },
    {
        "speaker": "A",
        "text": "So that's a take you have. Are you saying, is that different than the take that vance just gave or the other take that we read out where we're in the 0th inning, we haven't even started? You're just saying that. I think this is a David Hoffman tweet that a lot of the bull market activity has just been pulled up into, like, 2024 because of the bitcoin ETF and also because of just like, Solana had this epic rise from the bottom? And so are you saying that's inconsistent with the. The real bull market is yet to come, or is this like the same thing?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I think people are considering, myself included, that maybe these were idiosyncratic events that don't actually fit the pattern. And the real pattern is like the very typical, like, insane cycle that we just haven't had yet. I think people are just trying to rationalize, like, why we've had three months of, like, sideways price action."
    },
    {
        "speaker": "A",
        "text": "We're starting to get some price targets, not from crypto natives, but from tradfi. So maybe it's more significant when it comes from tradfi. I'm not exactly sure, but here are some bitcoin price targets. 250k on the low end for this upcoming bull market. Chamath says five hundred k, one million at the high end. And this is Vance saying 250k still feels low to me. Only 30% to 40% of gold. Approximately zero millennials want to own gold, I think. I mean, that's true. That's definitely true for me. I just like, when crypto exists, why own gold? But Vance saying that 250k still feels low, but tradfi is in that range. That's kind of the lower end of the tradfi estimates. You mentioned Chamath here. So this is like, chamath, notable investor, you know, podcast host and the all in podcast, right? I think I saw a clip circulating. I haven't watched it yet, but Chamath, I think he's probably on all in giving his bitcoin price estimates. And the reason why should we play this?"
    },
    {
        "speaker": "B",
        "text": "Yeah, so this take clip from Tremath happened after the all in besties were talking about the political favorability to crypto as a result of the Ethereum ETF and the election. And then Chamath starts pivoting into bitcoin price targets. So let's go ahead and get into that clip right now."
    },
    {
        "speaker": "C",
        "text": "You should really look at the pattern of bitcoin after a having. So here's a little bitcoin price analysis for you guys. So there's been a couple of having cycles that have happened. And I asked him to go back and look at the price performance one month after a having, three months, six months, nine months, twelve months and 18 months after a having. And what you notice is that there are these moments initially where essentially when you go through a bitcoin having, people are sort of reassessing what's happening and they're trying to figure it out. That's sort of what I would say happens in the first month and roughly what also happens in the first three months. But then within six months to a year and 18 months of these things, there are these crazy price appreciation cycles that happen. So that's what this page shows, which is 18 months after the first halving, the bitcoin price returned 45 x, after the second halving, it returned almost 28 x. And after this third halving, it returned almost an eight x, which is really incredible, returns in such a short period of time if you go to the next page. And so if you graph that, this is what it starts to show, which is what is this price performance after each of these having cycles? Now why is that interesting? Well, it's interesting because on top of this having, which theoretically, if history is a guide, we should see some price appreciation. Obviously, the other thing that's happened is we've commercialized bitcoin and we talked about this sort of as my big prediction for 2024, which is these ETF's are really going to allow bitcoin to cross the chasm and have its sort of central key moment. Right? And so if you apply the averages, and again, these are just averages, they're by no means predictions. Okay? So I just want to qualify that."
    },
    {
        "speaker": "B",
        "text": "These are just not financial advice."
    },
    {
        "speaker": "C",
        "text": "It's not financial advice. These are just data. We took these and we applied it to the price of bitcoin. And if you go to the next page, you start to see what could happen if you just take the average of the last few cycles, because the first cycle was so extreme, and you start doing, oh, so you're just doing."
    },
    {
        "speaker": "B",
        "text": "Cycle two and three here."
    },
    {
        "speaker": "C",
        "text": "To be clear, just the averages of cycle two and three. And what you start to see is some really meaningful appreciation. And when I talk to wences about this, how he explained it, which makes a lot of sense to me, is there are a lot of countries that will never look at bitcoin credibly, even if they support it. The US may be one of those, but there is an increasing body of countries that will become dual currency, and they will look at their local currency, and then they will look at bitcoin, and they will say, both of these two things are needed. One, when you're transacting on a daily basis for random goods and services, and two, when you need to buy a permanent asset that needs to have residual value, you'll use something like BTC. And I think that's a very powerful concept. And if you look at what this price chart could indicate, is that if this thing starts to get to these levels of appreciation, it is going to completely replace gold and start to become something that has transactional utility for hard assets. And I think if you marry that with this worry that some folks have about dollar debasement, you start to see some really interesting opportunities."
    },
    {
        "speaker": "B",
        "text": "Okay, so the prices on the screen, since he never actually said them, is nine months out, a bitcoin price of $240,000 from the happening, nine months from the happening, twelve months out, $360,000, and then 18 months out, almost $500,000. Very large price targets. And this is shamath on, I think, actually the most downloaded podcast that exists and the most listened to podcasts by, in shared, like, dollar terms. And so the influence, at least, like."
    },
    {
        "speaker": "A",
        "text": "Himself, tech podcast, I would say tech investor podcast, most downloaded, right? Like, it's a very influential, it's, it's."
    },
    {
        "speaker": "B",
        "text": "In the top five podcasts. Like, full stop. Like, it doesn't matter what category. And so the amount of influence that this podcast has itself can like, actually like help create this outcome."
    },
    {
        "speaker": "A",
        "text": "But he was saying three things. So like, one, he tethered this with the havening, which I want to come back to when we talk about this concept of, uh, you know, the banana zone. And two, he said, this time it's different because of the institutional inroads that bitcoin has made. And then three, he talks about the split between, um, like currencies moving towards store of value versus, you know, payment currencies, like medium of exchange would be our parlance for that, basically. And he said for, like, non us countries, maybe, or maybe at some level, even the US in the future, but probably not this cycle, they will begin to think of their currency and their central bank as, you know, like, we need a store of value. We need sort of like. Like a gold or like a bitcoin. And then we also need our fiat, which is just a payment currency. Right. And so maybe this gets into the gold story. Does this tee up the gold story nicely?"
    },
    {
        "speaker": "B",
        "text": "Yeah. So this is also what's been happening out in the macro world, and this has been happening for a while, but it's just kind of crescendoing slowly. Crescendoing in slow motion. Here's a Balaji tweet where he says, china sold $50 billion of us bonds last quarter. Officially, they buy $25 billion of gold per year. Officially, he's implying that, like, maybe unofficially, they're buying even more. At that rate, they'll flip reserves. By 2026, they will hold more gold than us treasuries. Uh, and so especially China, that, you know, the number two most powerful country out there, uh, when it holds more gold than us treasuries, is a big statement as to what is the actual world's reserve currency. Is it the dollar or is it the gold? Is actually kind of defined as, like, all right, well, what's on the balance sheet of all the central banks that are on there? And the trend that China is showing is that they want more gold and they don't want us treasuries. And this has to do with the inflation of the dollar, the politicization of the dollar, using the dollar as a weapon, not the lack of credible neutrality in the dollar. And so the reversion back to gold is just like denouncing the dollar as the world reserve currency. Now people are alluding, and myself included to that. Like, a demand for gold on central bank balance sheets of is definitely bullish for bitcoin, because the hop from dollars to bitcoin on your balance sheet is way bigger of a leap than going from gold to bitcoin on your balance sheet."
    },
    {
        "speaker": "A",
        "text": "Yeah. Like, I mean, to link this to an earlier tweet from. From Vance, if millennials were running the central banks in their countries, and they soon will be, and some of them are, you know, like, probably rising in prominence and, like, going to become the gray hairs themselves. If they were running the central banks, they. They wouldn't just be buying gold. They'd be buying gold and crypto, probably like, gold and like bitcoin, at least. This was actually the subject, um, that we got into with, uh, Luke Groman in the episode that comes out Monday. So, bankless listeners, you guys should should tune into that. I know he's very bullish on gold as a store of value asset and also crypto. Uh, like, we'll receive kind of an echo boom for that. This is Balaji going into some more details about this. Chinese state media is explicit about their goal, reduce dependence on us debt. I and acquired gold instead. And he sources this statement in the tweet. He says, the math on anything like this is rough. Still, if this rate continues, they're selling 200 billion per year in bonds. That gets them from 770 billion to 170 billion in us bonds by the end of 2026. That's crazy. That's a crazy reduction in bonds. Conversely, by adding 25 billion in gold per year through official vehicles, they can go from 160 billion in gold to 235 billion in gold by the end of 2026. He concludes the tweet. Their stated intent is to de dollarize."
    },
    {
        "speaker": "B",
        "text": "To me, when I hear about big nations, big, powerful, wealthy nations de dollarizing, all I hear is like, okay, that's just one more step towards crypto. That's just like another coffin of just like, the. The barrier between people owning crypto and not owning crypto. And so this is why some people are less, like, zooming all the way back out. I mean, like maybe this bull market that maybe we're in, we're not in, you know, maybe semantics, definitions, whatever has a lot left to go in it. And this is where Raoul Paul has invoked this idea of the banana zone, as you call it. Nice data, the banana zone. You could probably guess a hint for what the banana zone is, but we'll go ahead and define exactly what the banana zone is as soon as we talk to some of these fantastic sponsors that make the show possible."
    },
    {
        "speaker": "A",
        "text": "Okay, let's get into the banana zone, David. So Chamath said that the four year cycles are sort of like bitcoin happening driven. And I know when we recently had Raoul Paul on the podcast, he said they are, but they're actually not. It's more about global liquidity. And it just so happens that coincidentally."
    },
    {
        "speaker": "B",
        "text": "Happens at the same time."
    },
    {
        "speaker": "A",
        "text": "Yeah, four year global liquidity cycles. And I think that's pretty important to his concept of the banana zone. But give it to us. What is the banana zone, David? And how do we know that we're in it?"
    },
    {
        "speaker": "B",
        "text": "So, looking at the charts on screen. If you go back and just look at, like, all of the bitcoin bus cycles over the years, if you go to the next bus cycle, the previous bus cycle barely shows up on the chart. Like, it is a blip. Like, the $20 price rise to bitcoin in, like, late 2019, early 2010 looks like nothing. When you see it run up to $100 a couple of years later. And when bitcoin ran up to $1,000, that mark on the chart looks like nothing when bitcoin went to $20,000."
    },
    {
        "speaker": "A",
        "text": "You got to adjust those charts in log scale to actually see anything that, you know, like, it gets exciting."
    },
    {
        "speaker": "B",
        "text": "So the banana zone very. Is very easily defined as just like, the hockey stick zone is when things go bananas. Yeah. Like, things go nuts. Absolutely nuts. And previous prices just get, like, we are not talking about two x or three x. We're talking about order of magnitude. And so if you look at this last chart, there's four charts on the screen for the podcast listeners, and the earlier three charts, which is, you know, the 2011, the 2014, the 2019 era charts all have this massive leg up where the previous price charts just, like, don't even show up from the previous cycle. We do not have that leg. This bull market. And that's kind of why the sentiment in crypto is what it is right now, is like, yo, where's our. Where's our banana zone? When do things go bananas?"
    },
    {
        "speaker": "A",
        "text": "So we can very easily tell David we're not in the banana zone, right. That that much is clear."
    },
    {
        "speaker": "B",
        "text": "Things are not crazy. And I think that's why when we open up this podcast with Defi Ignis tweet, where this bull market's boring, it's like, yeah. Cause things haven't gone bananas yet. But this is what all of the different commentators are kind of pointing towards, is we have 5.5%. Interest rates can only go down. We have shamath talking about the patterns post the happening, and a price target that would indicate a banana zone. Something like $500,000, which is, by the way, $500,000 is off the charts of even Raul's chart that we were showing. Uh, and so people are saying, like, yo, let's. Let's be patient, but also, like, the banana zone is not here yet. Uh, right. And this is. This is kind of the commentary is going on."
    },
    {
        "speaker": "A",
        "text": "Raoul's reason for. For why this happens, too, is it's not about the halvening. It's about global liquidity. So, like, here's a chart showing, like, uh, the GMI total liquidity index over time. And you can sort of see where we are. And we are not anywhere near peak global liquidity that is yet to come. We're sort of, like, rising off the bottom of last cycle. But every four years, the, like, the world markets macro goes crazy in terms of global liquidity. And that has not yet happened. And that, according to Raul, is the bigger driver for the banana zone than. Than the actual happening. But it is on these, like, four year cycles. And so Raul calls the period that we're in springtime, right? It's not. It's not yet summer, certainly, certainly not winter. That is. That is after the cycle. But we have not even reached summer. We're just in the early phases of springtime."
    },
    {
        "speaker": "B",
        "text": "And I do want to leave room for, like, it doesn't have to play out exactly like it has in the past. It doesn't have to be a perfect four year cycle. Like, we had inflation. We had. We got a 5.5% interest rates. Like, things are different. Like, we had 7% inflation at some point. And so this is perhaps why people are thrown for a curveball for, like, the plan of this, like, you know, the four year happening cycle, the four year global liquidity cycle. Maybe the bitcoin ETF and the Solana summer pulled forward a bit of the bull market. Maybe the rest of the bull market is actually being pushed."
    },
    {
        "speaker": "A",
        "text": "Right?"
    },
    {
        "speaker": "B",
        "text": "So, like, this is why we are in this three month, like, just flat prices, where bitcoin inflows just are kind of paused. We're not really seeing too much action. We have no new retail people. We have no new endogenous catalysts. Maybe the banana zone actually isn't, like, we're not. Maybe we're not on the cusp of the bananas. Oh, maybe we're still thawing out from winter. But, you know, throw. Throw whatever, like, timeframes you want on it. The idea is, like, the banana zone does come. Like, we do hit, like, the summertime. Like, it will arrive."
    },
    {
        "speaker": "A",
        "text": "And here's the thing. Given that everything we've, we've talked about so far, it feels like it would be a mistake to be offsides in this type of a market."
    },
    {
        "speaker": "B",
        "text": "Right? A pretty zone market. No, you bananas and bananas, where it's."
    },
    {
        "speaker": "A",
        "text": "Like, super obvious that the last three times we've had a banana zone moment. And a lot of things are kind of teeing up for us to have another one. Being offsides in this type of market like that seems to me the worst possible mistake. This is not a guarantee."
    },
    {
        "speaker": "B",
        "text": "If you're in crypto. You're here for the banana zone. That is the. Why would you not be here when you need exposure?"
    },
    {
        "speaker": "A",
        "text": "Exposure, yeah, absolutely. Okay, so the Ethereum ETF could be part of the catalyst for this banana zone moment. And Raoul calls this the banana zone squared, actually, he says, what the hell happens to the price of ETH if there's a big demand for the ETF and 30% remains staked or off market, and burning makes supply deeply negative as activity rises? That could create a banana zone squared. That's what he says. So tell me about the Ethereum ETF. Do you think that factors in here, David?"
    },
    {
        "speaker": "B",
        "text": "Well, specifically, he's talking about what happens if they're, I think big demand is means, like, demand that exceeds expectations, while we have, like, quote unquote, ultrasound money. And what that means is 30% of it is staked, and we have the burn. Uh, and so with, we all know that, like, eth, when it responds, when in, price goes up, like, things get more crazy. Like, eth yields go up because gas fees go up, because activity goes up and the burn goes up. And so this is, this is an equivalent of, like, some ETH head saying that we've never seen a bull market while under proof of stake with the burn. We've never seen, uh, have a demand. We've never seen net new demand under, uh, these conditions of the scarcity of ETh, where, like, Eth is being burned off the secondary market and is being staked. And so this is why Raul is saying, well, if you add any, any meaningful amount of demand, like, you, you, things might get crazy with ETH. And so this is the conversation of just like, well, how much demand will there be from the ETH ETF? And how much, how price sensitive will ether be to that? Maybe even a low demand will actually create very, like, responsive price changes in Ethan. And then also, well, if that's, if that's true, what happens if there's very high demand for ETh out of the ETH ETF? So this is now where people have entered the conversation these days in the last week or so of like, all right, how much demand for the ETH ETF is there? And when will there are still, there."
    },
    {
        "speaker": "A",
        "text": "Are still people fading the Ethereum ETF, though. And one of the objections has been, well, okay, the Ethereum ETF is cool, but it doesn't even have staking. And so, like, real investors are going to want to stake their ETH. And so they'll, they'll look at this ETF product and won't be as good as staked ETH because there's no yield. And so they'll just, they won't press the buy button. They'll just, like, you know, keep buying bitcoin or, you know, some other asset. What do you make of that? Objection."
    },
    {
        "speaker": "B",
        "text": "I think that is silly, in my opinion. And I put this into a facetious tweet where I say, quote, the ETH ETF will have poor flows due to lack of staking. Okay, buddy. The bitcoin ETF doesn't have staking either. And so, like, people who are looking at the ETH ETF, they might not even be aware of staking. Like, the tradfi investor is just looking like, do I or do I not have exposure to ETH? I don't have exposure to ETH. Let me get. Go get more exposure to ETH. Like, the fact that staking isn't. Is not in the current ETF's, is an irrelevant, doesn't matter in my opinion."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's, you know, the ETH stake rate is something like two to 3% or something like this."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "No, no one buys a stock for two to 3% dividend. Right? You don't buy apple because of its dividend. You buy it because you're like, it's. It's the future. You're very bullish on it, like its products, and you're analyzing its cash flows and these types of reasons. Yeah, I completely agree with you there. Do you want to see an analysis that I saw on Twitter, which I thought was the best analysis for Ethereum ETF flows? This is from trade the flow, and he does an analysis. I'll give you kind of the bottom line here, but he basically says there's a bear case, there's a base case and a bull case for Ethereum ETF flows. You know, the bear case we've talked about, which is like, 10% of what bitcoin did from a flows perspective. Okay. The base case is, like 25%. The bull case is 50%. So if you were to get the bear case for implied flows, you just multiply, like, 10% times what bitcoin had. From a flows perspective, you'd get $1.39 billion of, like, new flows. Right. Uh, and on, um, like, the bull side of things, you'd get about 7 billion in new flows. And he goes through some analysis, and he basically assumes that there's a reasonable assumption that ETH is about four x more reactive than bitcoin, just due to its market size. So he has that analysis. You get kind of a four x amplifier effect of ethereum inflows relative to bitcoin. Anyway, the bottom line here is in the bear case scenario, just from these new inflows at 10%, which is, like, minuscule, this is, like, very conservative from my perspective. You get a price of ETh of 4400. So, like, we're getting close to all time highs. The bull case scenario here is 6700. Okay? So that is above all time highs still, I'll grant you, not the banana zone very, I would say, inflow conscious here, but that is only factoring in inflows. Okay. And banana zone territory is not sort of a rational inflow, back of the napkin type of calculation. It is more like, what is the reflexive trade here once the price starts going to, like, you know, all past all time highs, and the headlines read ethereum at all time highs, and, like, what does that do to the markets? And you can easily see the inflows alone get us above all time high. And then the banan zone comes with kind of the memetic reflexive effect of all of this. And that's how we get to, like, a 1015k ETH, which is, like, closer to, I think, Raoul Paul's banana zone. And, of course, bitcoin. Other crypto assets map similarly to this. What do you make of this analysis?"
    },
    {
        "speaker": "B",
        "text": "This analysis, just as a. This individual actually did napkin math, maybe better than napkin math, maybe he actually did some real math. But these numbers still seem very low, like a bull case of, if ether has 50% of the demand of the bitcoin ETF that we see, $6,700 eth, doesn't that seem low to you? That seems pretty low to me. $7 billion of buy pressure from the ETH ETF, and we only get to $6,700. I think he's. I think he's being conservative. I think these numbers are conservative."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think so, too. But these are just inflow numbers. Right? There's other catalysts for. Why be bullish on ether? Like post ETF? Like one primarily. Primarily is now ethereum is no longer a security. No one can ever argue that it is. And so what sort of confidence does this give institutional investors who are not."
    },
    {
        "speaker": "B",
        "text": "Just buying ETF's bitcoin but don't buy eth?"
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah, yeah, exactly. So I think it's definitely on the conservative end of things, but that could be a catalyst for the bull market as well. All right, David, I know you were dying to talk about them, and it certainly is in the news. So what about celeb coins. We talked earlier that this bull market is boring because it's all PvP crypto insiders. And the question that we pose, and I think the market's asking is, we're sort of like poking the market and asking for something to happen, is how is retail going to flood in? We talked about a few ways, maybe consumer apps, that sort of thing. We have celeb coins, though, David. All right. The fans of Iggy Azalea that now have a new meme coin to I partake in, and there is some, like, thought out there that celeb coins could actually be a catalyst for some of this retail to come on board to crypto. So what is just going on with Iggy Azalea, the mother coin, the celeb coin mini meta that we might be in right now?"
    },
    {
        "speaker": "B",
        "text": "Well, okay, so until further notice, until the mother coin, it does the thing that many bears think that it will, which is go to zero. Until further notice, like there are, it's worth paying attention to at the very least. If you open up the chart of the mother token."
    },
    {
        "speaker": "A",
        "text": "Mother is Iggy Azalea's token."
    },
    {
        "speaker": "B",
        "text": "Yes. Hashtag or dollar sign. Mother is her ticker symbol. Is that an 88, $89 million valuation and it actually hasn't gone down. And so we're into like two week two of the mother token. So still very early, but like, people are giving Iggy Azalea some credit. So Edgar, who is a Solana founder, Defi founder, says a week ago, Iggy Azalea was in crypto. Since then, she's launched a meme coin fire hose, information about how to authentically integrate with a broader crypto ecosystem. Spent 10 hours engaging live with her community. Crushed Iggy scam coins driving through, driving the sheer velocity of the mother community. Built one of the most vibrant and far reaching communities in crypto, hired a full team of devs to build natively in the space, and then listed a bunch of other positive things that Iggy Azalea does, has done. And I would say this is in stark contrast to the Caitlyn Jenner token, which the Jenner token has approached zero. Because the way that Caitlyn Jenner is, like, engaging with the community is kind of just cringe. Posting videos of, like, I'm really excited about my token, have fun trading go get him tiger kind of vibes, and just like, not engaging, being very, very distant. Whereas Iggy Azalea is sitting shoulder to shoulder with, like, many in the Solana community, so many are giving her praise and some people are starting to speculate, like, maybe this is the first celeb coin that works. Maybe. I can't believe this."
    },
    {
        "speaker": "A",
        "text": "I can't believe this. So this tweet actually ends with something that sounds incredibly like pro mother, pro Iggy Azalea. On this token launch, you're watching how absolutely insane the velocity of a world class entrepreneur can be. And you have a front row seat. This is hustle, pure and simple. One day could have been a fluke. Two days could have been just her existing fame. Three, four, five days of nonstop grind. Now it's getting interesting. Wow. I got to tell you, David, I really can't get in this frame of mind here. It's been two weeks. That is nonstop, pure hustle and grind. Amazing. Yeah. World class entrepreneur. I mean, wow, this is high praise. I'm not quite ready to get behind that. I feel like we need some more time to let this one bake. But it's not. Jenner coin is at least what I'm getting from this."
    },
    {
        "speaker": "B",
        "text": "It's not something else. Yeah, I mean, I would like a full unpacking and analysis of, like, the ownership of Iggy. She says she's hired devs to do what? What do you do with your meme coin? Like, in my. In my opinion, you can't just, like, work on your meme coin without injecting utility into it. And that's where I think things actually get interesting, because that's when we start to talk about some of the things that we were talking about in, like, 2021, which is, like, bridging artists and their communities via, you know, on chain. And then that's when you, like, you leave the meme coin behind, and now it's just like, an actual, like, fan token or, like, community token. But, like, the story is not over yet, and I think that's, like, the interesting part."
    },
    {
        "speaker": "A",
        "text": "This is Chris Berninski saying good things about mother two, which actually surprised me a lot. If mother breaks into sustainable value creation, it'll also be the mother of this cycle, celebrity experimentation. So it's kind of like, it's an experiment, right? It's a great cultural experiment. Um, what a fan token could be. I guess that's the. The bull case for it. Chris says he has no position here, but he's watching this in real time. So, um, interesting to see Chris weigh in on this as well, and to be. And to be bullish."
    },
    {
        "speaker": "B",
        "text": "It's also worth noting that, um, and this is a tweet from croissant eth. More tokens have been made in the last few months than the entire history of ethereum. And this is actually just on the ethereum ecosystem. So nevermind all the tokens that are also on Solana, but this is actually something that is an indicator of success in my mind, never mind how, like, most of these tokens are, like, total bullshit, but that's also kind of the point is, is when we have crypto, we have a printing press for financial assets. We now have the ability for the average individual to just make a token. Whereas previously, if you ever wanted to make a financial asset, you would have to file paperwork and get approval from regulators. And so this is what crypto has always been about, is giving power to the people about finances and financial assets and tokens. This is the thing that the SEC hates. It's cool that we are being able to just print tokens left and right. And I think, like, the whole, like, meme coin craze on salon is emblematic of this. Celeb coins are an emblematic of this. Now there's, of course, with great power comes great responsibility. But, like, to me, this is an indicator of just like, the maturity of the crypto industry. Like, we want more financial assets so we can have more resonance between what users like and what people like and the assets that they buy."
    },
    {
        "speaker": "A",
        "text": "So are you saying you think slab meme coins could be sort of not the future of finance, let's say, but like an onboarding tool for more retail this cycle and one that is good and is sustainable. Are you willing to say that?"
    },
    {
        "speaker": "B",
        "text": "Not going that far. The quality of a meme coin, and it is highly dependent on, like, its creator and a single creator that has power over a meme coin, there's, like, a lot of power and control, and I don't think the incentives are there because the incentive. Why does a celebrity make a meme coin? To get rich. Like, that's the number one reason, which means that that's extractive out of their community. And so, like, in order. The only way that I see mother, like, materially working is, like, if iggy doesn't sell, but, like, why is. Why is she here then? Like, is she here for the laws? I don't think she's here for the laws. Yeah, but she hasn't. I don't, like, we haven't, I haven't looked at on chain analysis. I haven't seen anyone do any on chain analysis. So we don't know who owns what or who's selling or who's not. But I don't think the incentives around celebrity meme coins are, like, sustainable."
    },
    {
        "speaker": "A",
        "text": "But, yeah, my take is, like, speculation is very different than adoption. I don't. I don't think speculation, like, necessarily drives adoption. And there are many cases where we've seen it drive kind of negative adoption, because think about your net promoter score, your happiness with the crypto token that you just bought in your first experience with, with crypto. As an Iggy fan, if you buy this thing at like a, you know, like a $1 billion market cap or something like this, and then, like, you watch it crashed in 99%, like 99% down, lose all of your money, that is a very bad user experience for crypto. And I think that's like, the base case from what we've seen historically. I'm not saying there won't be outliers. There's not something here, right. Maybe it's something to do with, like, social tokens, access to, like, various networks, or like, fan tokens or something like this. But it's hard to get behind for me personally to get behind this manifestation of it. But this might be a hint of something broader to come. David, we've talked about so many things. How do we bookend this episode? What are the takeaways in your mind?"
    },
    {
        "speaker": "B",
        "text": "Yeah, like, why, why did we just talk about meme coins at the end of the banana zone? The ETh, ETF's china buying gold. And like, all of this bullish macro stuff is we're still looking for our internal, the crypto endogenous bull market. Like, we. Maybe it has always been meme coins, but I don't think so because not everyone engages in that. Whereas like, the last activities of previous bull markets, the entire market was engaging in that. So we're still looking for, like, the thing that gets everyone to press their buttons, to make transactions on chain, to, like, have demand for block space. And we haven't really seen that yet. And so that's why we talked about celebrity meme coins. Like, okay, there's something over there. Like, still skeptical, but it's something. Where is the endogenous catalyst? I guess this could just be a completely macro, exogenously fueled bull market. But if we want adoption of crypto stuff, we need something internal, we need incentives that we built."
    },
    {
        "speaker": "A",
        "text": "My take on this too, David, is we don't even have to worry about that. Just don't overthink it would be my book. Add to this and part of the concluding take, it's very clear that we're not in the bubble yet. We are pre banana zone. Some people think we'll never get a banana zone. But that would be an outlier case. Like, that's not how it's happened the other three times. And what I've learned in crypto is just like, fractal pattern keep repeating. Just like, almost like a. Not a blind faith in it, but, like, at some level, a blind faith in the chart is going to spike at some point in time, and then retroactively, we'll look and we'll say it was because of this, obviously, and it was here the whole time and lying in plain sight. But maybe it's just some underlying factors, like global liquidity of markets, and it was just kind of like time for crypto to, to pump. And so if this is the top, if this is all we have in the bull market, it will be the first time ever. So the base case is we're about to. We're pre banana zone and we're about to enter it. And it's like, I think the base case, not financial advice, is like, this is not the time to be off size. This is the time to be in crypto, being patient. Uh, plan for the banana zone. Make sure, though, you're okay if that doesn't happen. This is not like, go margin long on the whole thing. Um, because it may not happen. You know, this time could be different, but the base case plan, at least for me, is we've got a good six to 18 months ahead of us. Uh, and, uh, things are going to get really exciting."
    },
    {
        "speaker": "B",
        "text": "Yeah. There's one takeaway that you have from this episode. It's that you're in crypto to have exposure to the banana zone. And the banana zone is a small, acute amount of time where you get all the gains. And if you feel like we've had the banana zone so far, this bull market, we haven't, we haven't yet good time as well."
    },
    {
        "speaker": "A",
        "text": "You're relatively sober yet because you're a little bit pre bonanza zone to think about your sell plan for this market as well. And it doesn't mean you sell everything, but you might want to lock in some gains as, like, we enter, and now's the time to be thinking about zone. Don't do your sell plan when we're in, like, summertime banana zone. Bad, bad timing for that. For sure. You're not going to feel like selling, guys. We'll just end it with this. Of course, none of this has been financial advice. You could lose what you put in. But we are headed west. This is the frontier. It's not for everyone, but we're glad you're with us on the bankless journey. Thanks a lot."
    }
]