[
    {
        "speaker": "A",
        "text": "Why is everything pumping except for ETh? ETH got its blackrock filing for a spot eth ETF and then EtH went up 8%, but then Solana went up 25%. You know what else has pumped in the last two weeks? Avalanche, Chainlink, Thor chain, illuvium, polygon. What's going on in this market? And what does the grayscale eth e trust have to do with it? I think I've got some answers, Ryan, and I want to share them with you and see if you're seeing what I'm seeing. That's what we're going to start this episode with, what else we can talk about."
    },
    {
        "speaker": "B",
        "text": "Yeah, this is the first take. The second take is going to help you, David, because that sounds like a little bit of cope, my friend. And we've got some lessons from UD for ETH holders like you on how to cope. And then we've got a better question here. Well, so the question is, are, is the ethereum community, are we the maxis? Now, that's the discussion point I want to have with you. Also a take from me, why I think that bull markets are more dangerous than bear markets and what to do about that. All right, David, the first take, why don't you answer the questions for me? Okay, so why is everything pumping except for ETh right now? What about my bags?"
    },
    {
        "speaker": "A",
        "text": "David, I think everyone who is paying attention to markets has noticed some sort of trend eth. The bitcoin eth ratio is down bad, like it's Eth down bad versus bitcoin. And then a lot of the down the market cap alts have really, really pumped, notably Solana. And I want to start off this take with a metaphor here of have you ever played craps before, Ryan?"
    },
    {
        "speaker": "B",
        "text": "I've not played craps. I've watched craps being played on tv. So, like, you know, the hangover comes to mind. That's what, that's what I'm looking at. I'm looking at a craps table, and I'm playing with Zach Galifianakis at the craps table."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "So tell me how this works, though."
    },
    {
        "speaker": "A",
        "text": "Okay, so craps is a pretty fun game because you have chips, like all games, and your chips can either be on or off the table. And if they are on the table, they are on the table in a specific way. I think of all games in a casino, craps is probably most like the stock market or the crypto market, where like, you can place your chips on like the ten or the seven or the, or the four or certain combinations, but they're on the table or they're off the table. And if they're on the table, they are at risk. There are also. You can have gains as well. So if you put your chips on ten and a ten gets rolled, you get money. If you put your chips on ten, but a six gets rolled, you don't make any money, but you also don't lose any money. And then there's also, like, the certain roll of the dice, where if you roll the dice and then everyone who has chips on the table, they all lose money. It's a little bit like a stock market. It's a little bit like an economy."
    },
    {
        "speaker": "B",
        "text": "So it's a multiplayer game? It's not just, like, one stock, it's a multiplayer game."
    },
    {
        "speaker": "A",
        "text": "Multiplayer versus the market. So it's players versus market. Yeah."
    },
    {
        "speaker": "B",
        "text": "Now, in craps, the house always wins, though, right?"
    },
    {
        "speaker": "A",
        "text": "Okay, well, in the casino, the house always wins. Okay, so this is kind of my take for what is going on in the market. This is the phase in the market in which players are placing their chips on the table. I think we all have gotten this bullish sentiment in the last two weeks or so, probably sparked by the realization that a spot bitcoin etfeminal approval could be imminent. And everyone kind of realized, oh, I'm. I'm off sides. I have chips off the table, and I need to put chips on the table."
    },
    {
        "speaker": "B",
        "text": "So everybody crowds around the craps table, right?"
    },
    {
        "speaker": "A",
        "text": "Because I think that at some point, the bear market has concluded. People are tired of being bearish, and they see the bullish catalysts ahead, and they're like, oh, it's time to re enter the game. Where am I going to place my chips? Am I going to play my chips? Place my chips on the floor. Going to place my chips on the. On the five, on the ten. Where am I going to place my chips? And I think this accounts for one of the big reasons as to why we've seen so much appreciation downstream of the market. Sub, bitcoin and ether sub, the blue chips. Uh, and this is where people who have. Have pulled their. Their stable coins out of the market and are now deploying stable coins, aka chips, into the market. People have decided where they want to place their bets. Solana is the clear winner here. And I don't mean to say that, like, oh, people are just betting on solana, and it's not really. It's not really supportive of their fundamentals. No, actually, people are placing their bets on Solana because of its fundamentals."
    },
    {
        "speaker": "B",
        "text": "I just put a number I've got the screen. This is a 30 day gainers over the last 30 days. Solana number two, it's up 164%. You're saying a lot of players are putting their, their chips on the Solana Square right now?"
    },
    {
        "speaker": "A",
        "text": "Yeah, that's totally right. And if you actually look at the monthly winners here, you actually see a lot of familiar faces from last bull market. Thor chain is number one at up 200%. Solana on the 30 day, up 150%. IMX 120%. Illuvium, 110%. Remember, pancake swap on binance. Smart chain up 100%. Chainlink, 95%. Avalanche, 85%. Polygon, 83%. These are familiar faces. You know, all of these names. These are names from the 2021 bull market. So my take here is that there's actually no new money coming in. It's people, it's us crypto people that have been around for the bull bear market who have decided that is now time to take their chips that were off the table and place their chips on the table. And so this is the market telling you of these winners here, who they think has built the most during the bear market, but it's not new money buyers here."
    },
    {
        "speaker": "B",
        "text": "So. So I get that point. So, but this still doesn't answer the question, which is, why is everything, why are all of these other things pumping? And why isn't eth pumping? I would have expected it to also be part of the. The chips that even the internal, uh, I guess casino is. Is bidding up, and it's not happening. This is. This is my meme for you, David. This is David waiting for Eth to pump. This is the classic kid in middle school with, like, the veins popping out just, like, holding it up or something else. That's what you look like right now, David. But, like, okay, so why isn't eth pumping, though? Can you answer that question?"
    },
    {
        "speaker": "A",
        "text": "So I have two takes on this. I think ETH was a clear winner in the 2022 bear market year, where prices were just going down. ETH was a relative winner. It held strong versus bitcoin, alts, avalanche, Solana, terra Luna, all just got decimated versus Ethan. And so people who decided to leave chips on the table, if they had their chips on EtH, they left it there. And so people who pulled their chips out of the table, one of the, like, avalanche, Solana, you know, down 95%, they got their chips pulled. And so when the chips come back, people have. There's less chips to come back to ether than there are on the downstream alts, right? People went risk off due to high interest rates. So that that's what kind of my first take is that, like, people that had their chips on Ethan, left them on ETH, and now that we are seeing a risk on phase of the market, people are going downstream. That's my first, like, kind of qualitative argument. But I think Rahm Alawalia here, previous bankless guest, has a much more concrete argument, which is, again, why is EtH lagging? Well, actually, because people are buying the grayscale eth e trust before buying spot eth. So the grayscale eth trust traded at, like, a negative 40%, 30% discount just a few months ago, and that discount is about up to negative 10%. The grayscale eth e trust just absorbed all of this brand new buying pressure that was actually coming from net new money. This is the. These are people that partly crypto natives who are trying to buy crypto ether at a discount. And also, if it's going to be the grayscale trust is going to come externally. And so as the discount has floated back towards nav, we're, like, within striking distance. This has absorbed all of ether's buy pressure over the last, like, month or so, where the discount kind of came closer to par."
    },
    {
        "speaker": "B",
        "text": "I sort of get that argument. By the way, I was one of those buyers because it was very clear to me over the summer that e was underrated relative to the price of ether. So this was in retirement accounts, and I purchased some of that ETh. And so I think part of that makes sense, but that is only a temporal phenomenon. So once the price of Ethan matches nav or exceeds nav, then that excuse goes away. David. And there's a lot of other trust products. Like, if you look at link or, like, Grayscale has a Solana trust product, these are up, like, multiple, many multiples."
    },
    {
        "speaker": "A",
        "text": "Over now have a huge premium over Nav right now, both Solana and link."
    },
    {
        "speaker": "B",
        "text": "Okay, David, so, so I get what you're saying, because I was actually one of those buyers. Over the summer, I saw this massive discount of ETh, discount to Nav, and I was like, I had some retirement accounts with some dry powder in them, and I went in, and that makes sense. But at some point in time, there will be no discount to Nav for ETH, and it'll level off to 0%, and then it will start climbing. Okay, and so then that excuse kind of evaporates. That excuse for ETh evaporates. And by the way, if you look at some of the other grayscale trusts, like, they have a Solana trust, they have a link trust, for example, those things are trading at massive multiples over nav. So I don't know if it tells the full story here, but I am a patient investor. Okay. Uh, maybe I'm dealing with some cope right now. I don't know if you are, David, but I'm a patient investor. I know how these markets generally play out. But the big question is, because a lot of people are saying, okay, grandpa ETh. Yeah, that was last year's, like, bull case. Uh, it's not going to be the same this year. That was kind of like it's been superseded. Right. It's back to our theme from our last takes episode of Ethereum being kind of the buggy. You got the motorized vehicle on the scene. And so Ethereum is legacy tech. Do you think some of this rotates back into ether, or do you think that is cope?"
    },
    {
        "speaker": "A",
        "text": "Well, I think this is why I brought up the idea of the craps table at the very beginning. When it's bull market time, it is narrative season. People rotate from six to four to eight. It's rotation time. And so there's going to be different narratives that circulate around the bull market that people are going to try and instill. Some people will try and follow, some traders will trade. But yes, eventually there will be a grand rotation back into ETH, and then it will go out of ETH, it'll go further back down the market cap stack. Here's a van Spencer tweet that I thought was useful, where he kind of just said, illustrated the point that I'm trying to illustrate here as well. Wherever he just states, it feels like we've come full circle on the narrative. ETH is deflationary. Ethereum NFT activity is picking up defi reflation due to new borrow and supply capital LsT share growing real world asset narrative in Fuego. ETF en route with most of crypto Twitter now rotated into shitcoins, you'll never guess what happens next. So Vance is saying kind of something that I've been saying is that people that had chips, deployed them down market cap, down into the altcoin, and no one knew really has allocated their chips towards ETH. And so if we understand that there is like this sloshing around of capital from traders and rotators and narrative players, ethereum, that gas tank is empty relative to the sloshing around of capital elsewhere. And so if we look at flows, like, if we look at diffusion, what I'm identifying and what Vance is identifying is there is a low point of diffusion that capital will ultimately diffuse to back towards Eth."
    },
    {
        "speaker": "B",
        "text": "Okay, so I've got two comments on that. Number one, the first is this, doesn't this depend very much on what the net new buyers want to actually buy and invest in? And maybe you could make the case that bitcoin and ether are going to get a to ETF's that are institutional grade months, years ahead of everybody else, actually. Okay, so then net new buyers will maybe, maybe come from there, but it does depend on what the net new buyers actually want to buy. But another, I guess, comment I have for you is, you know what this reminds me of, David, is actually 2020 and the beginning of the last bull market. Except last time it was bitcoin that took the lead and Defi tokens. And there was like a crypto barbell portfolio strategy at that time, which was in vogue. A lot of eth fading going on. And it was basically all you need are Defi tokens and bitcoin. Why? Because you have your store of value asset that is bitcoin, the hardest money in existence. We love it. It's bitcoin. Bitcoin. Bitcoin, right. And you have Defi tokens. What does that represent? The future of finance."
    },
    {
        "speaker": "A",
        "text": "This is the capital assets, equities, crypto equities."
    },
    {
        "speaker": "B",
        "text": "What do you need ETH for? ETh is just gas. Okay. So it reminds me a little bit of that trade, that narrative trade that probably lasted for three to six months, I would say, in 2020. Except this time it's bitcoin, which has seen some inflows relative to its market size, some impressive inflows. And it's Solana taking the lead. We're not just Solana, but it's like good blue chip, I would say tokens. I mean, we saw the list earlier, right?"
    },
    {
        "speaker": "A",
        "text": "The 2021 tokens that made it through the 2022, and three excited communities."
    },
    {
        "speaker": "B",
        "text": "Right. And enthused communities. So it reminds me of that, that leg of the narrative segment. Do you think I'm onto something there?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I think that's totally right. People are taking their loose change, their remaining powder, and they're deploying it onto assets that they think are going to be bull market winners. One of the themes that I'm noticing in, like, all of these tokens that have pumped recently, right, Solana, Chainlink, Avalanche Polygon. One of them is like, hey, these are old faces of the last bull market. But also people are buying block space. Again, people aren't buying ether, Ethereum, because that block space has already been like purchased, right? That remained at saturation. So Solana, polygon avalanche. Also like optimism is up bigly. People are buying block space, new block space sellers, cheap block space sellers. Because what did we learn last bull market? So we need block space. We need more block space. And so people are buying cheaper block space and selling expensive block space. Because that's what we learned last bull market."
    },
    {
        "speaker": "B",
        "text": "So what conclusions do you have from this take? David?"
    },
    {
        "speaker": "A",
        "text": "I have. I have one big conclusion and one big question that I think everyone in the crypto industry needs to ask ourselves. Because this bull market catalyst, the bitcoin and ether spot ETF approvals, hopefully approvals that we're assuming approvals. That is awesome. That is great. That's a huge milestone for the industry that sets in stone a bull market. If it does, if it sets in stone a bull market, it will be a very different bull market than all bull markets previously. And I'll get to why. So like, let me, let me run you through the thought process here. So with a premature launch of the BTC ETF, crypto investors have reconsidered what it means to be on sides. There was a wake up call to alert the people of a big incoming bullish catalyst. The players look wake up, they look around the board, they start placing their chips on what they seem to be likely bull market activity, locales, venues. Right. Solana was the clear winner here is pumped earliest and the hardest. Some familiar faces as well. Avalanche, Thor, chain link, matic. These are all the risk on players of crypto going down the market cap stack, allocating their chips. Meanwhile, the grayscale and ETH discounts approach par. All the incoming new capital goes into the grayscale eTH trust and the bitcoin trust and everyone who is buying alts that arent bitcoin or an ether I think are actually long a traditional crypto bull market that we've seen before and implicitly short incoming ETF flows into the market. Because if you are buying Solana, you are not going to be exposed to the incoming flows of the spot ether ETF or the spot bitcoin ETF. Only bitcoin and ether are going to have exposure to those spot ETF's. Everything else downstream won't have that unless we get ETF's for the downstream tokens which like TBD, there's no evidence to suggest that we're getting that anytime soon. And so there's people are placing their chips, some people are placing it on I'm bullish flows. I think the ETF approvals are going to bring in so much more capital, and that capital is going to go into bitcoin or ether. And then you have the crypto Twitter narrative, people who are saying it's a bull market. I'm going to go and speculate down the long tail, down in the avalanche like Solana, long tail of assets. My big question that I have is where is the endogenous factor of the crypto bull market? Bitcoin and ether are going to absorb all the external spot buying pressure, because that's what an ETF does. That is the ETF mechanism. So where is the external bid going to go towards downstream long tail crypto assets? Where is crypto's internal thermo generation? How do we generate heat internally as a bull market? Like the ICO mania of 2017 was crypto internal thermogeneration. We made our own heat, we made our own activity. What was 2020 and 2021? That was defi summer and NFT mania. That was our own bull market. This incoming bull market catalyst is being triggered by external buying pressure coming for the blue chips, bitcoin and ether. So there's a line here between the internal narrative games of Twitter and crypto Twitter and the crypto industry saying, oh, it's a bull market. I'm going to buy Solana because I know it's going to bring in a ton of new people and they're going to want a cheap block space. Or there is, it is a bitcoin and ether ETF approval, and those are two, those are the only two assets that are going to absorb all the incoming flows. So my question is, like, if we do want this to be a very big bull market, the one that we've seen in the history, where is our internal, internal endogenous catalyst for block space demand for activity? Because that remains. That is an unknown question, and that's my take."
    },
    {
        "speaker": "B",
        "text": "Where indeed does the question, and when we come back, I'll ask you another question, which is, was all of that cope, David? That's what we're about to discuss, guys. Stay tuned. Okay, I'm opening with this meme, David, are we the baddies now? This is the Ethereum community here. I spun this up for a bankless take show, and it's, of course, I don't, I don't know even know where this is from, but a Nazi asking the question, are we the baddies now? This is the Ethereum community asking the question, are we the Maxis now, this was a tweet that got some steam. I don't know, the last five days or so from our friend, friend of the show, Udi Wertheimer. He says this, he writes an entire thread, by the way. Actually, it's not a thread, it's just a. Just a long tweet. How to cope with soul going up as an eth maxi. A letter from a former bitcoin maxi. Of course, Udi Wertheimer was, I guess, formerly a bitcoin maxi, and now it just seems like he is a. He's a. Take Maxi. Maybe he's a twitter maxi. But he says this, it happens every cycle. The old guard has it all figured out. Their bags are packed and ready to go. The bull is at the gate. The new kids are finally here. So why aren't they buying our coins, David? Why aren't they buying our Eth? Sorry, Eth podcasters. You're the new laser eyes. You're the Maxis now. You got cocky, you took your eyes off the ball, you got old, you got slow, pretentious, too preachy. You promised scale and shards, but no one cares about your empty promises. Now. I feel like he's talking about us, David. It's over. Or is it? No, it's not. Eth can recover, but you have to earn it. And he goes through five steps. Step one, admit that you have a problem. So he's saying Ethereum is a problem. It's not pumping as much in the market, so you could see obviously has a problem. Step two, news flash. Everyone is not just like you. I take this to mean, basically not everyone values the same things that the."
    },
    {
        "speaker": "A",
        "text": "Ogs do or the old guardian alignment."
    },
    {
        "speaker": "B",
        "text": "Yeah, no one cares. Did anyone care in the bitcoin maxi circles about their ability to kind of run a node or like their kind of like, block size debates? No. Step three, he says, stop being a maxi. Don't tie your identity to your bags. Step four, hone in on what you're good at. Quite simply, Ethereum is good at a lot of things, but it can't do everything. So you need to find the x factor. What is Ethereum best at? Number five, go all in. So once you find that thing you're best at, go all in, he says. PS, if you get this far, thanks for reading. Hopefully it should be clear to you by now that this is also a letter for bitcoin tax season. Okay, let me ask you first, I've got some takes on this, but let me ask you this, are we the baddies now? Are we the maximalists now? And Udi is clearly identifying. He's saying like, you know, the bitcoin maxis, they went toxic. They thought there was only bitcoin. Everything else was a shitcoin. And now Ethereum community, you're doing the same thing. You are very excited about your Ethereum thing. You're very excited about your layer twos. It seems very clear from the market activity over the last 30 to 90 days that that thesis is wrong and you have to capitulate. And the sooner you do it, the better, like the better of a bull cycle you'll actually have. So get on with it."
    },
    {
        "speaker": "A",
        "text": "What do you think is our Ethereum Maxis? This new bitcoin maxis? Yes and no. Bitcoin maxis are insane. People like, those people are disconnected from reality."
    },
    {
        "speaker": "B",
        "text": "Okay?"
    },
    {
        "speaker": "A",
        "text": "People that never dabbled with Ethereum would just advantage, like repeat the same bitcoin, Maximus, goswell, if you can't run an Ethereum node, blah, blah, blah, blah, just like straight things that are just completely disconnected from reality. Yeah, like to some sort of like religious zealot. Zealotrism."
    },
    {
        "speaker": "B",
        "text": "Okay, but they don't think that that's the thing. You could be in your own bubble yet. Like, they don't think that they're crazy. You, you might be crazy and not know that you're crazy."
    },
    {
        "speaker": "A",
        "text": "And that's the yes part of the question is like, well, like, I'm sure that I have said some things about Solana in the past that are just objectively untrue. Yeah, but there's a difference between the crazy zealotry of a bitcoin maximalist and the actual, like, pragmatism and like generally reasonableness of Ethereum. Anyone?"
    },
    {
        "speaker": "B",
        "text": "Why is this? Because you respond to facts and logic and you generally, you don't lie. Sometimes you're mistaken, but you're trying not to spread misinformation and propaganda."
    },
    {
        "speaker": "A",
        "text": "Yes, I was. I would say a characterization of Ethereum, Maximus included, is generally an interest in the truth. That is, I would say that is a ethereum property which when we're at our best. When we're at our best, yes. Right. Not always perfectly attempt to seek truth. And so, like, yeah, like there's maximalism and tribalism is almost basically the same, just with one degree of differences in degrees. And so anyone, anyone who is tribal has like a little bit of maximalist in them."
    },
    {
        "speaker": "B",
        "text": "Sure."
    },
    {
        "speaker": "A",
        "text": "But it's like, so we all have that gene, but do we also have like, you have activator genes and you also have like suppressor genes, right? So bitcoin maximalists have very high maximalist genes with no suppressor genes. And I would say the Ethereum maximalists have much more suppressor genes of maximalist tendencies than other tribes."
    },
    {
        "speaker": "B",
        "text": "I also think that there's an element of you want to be, you want to veer towards maxi on maxi values, right? A set of values that you hold true to. But when you get Maxi to a certain asset or a certain school of thought and you kind of disconnect that from values and it becomes like my team versus your team, just because my team is wearing a different jersey than your team or has a different asset ticker, that's when it becomes more toxic. So I agree with you. I think that there's some false comparison going on with, with UD's tweet. I will also say this, David, Ethereum has always been poly. It's always been a poly asset, okay? Like, that's the purpose, that's why it's programmable. You have these things called ERC 20s that are poly asset, whereas bitcoin has always been."
    },
    {
        "speaker": "A",
        "text": "It's about bitcoin."
    },
    {
        "speaker": "B",
        "text": "That's the only asset. It's mono asset. And I also think that one thing that people mistake, in addition to mixing up a values maxi with like, a specific tribe, maxi having a thesis about a particular set of assets is not being maxi. That's called being an investor. And there's a huge difference. Like, I have a thesis, I could be right or wrong. The long term market will show me whether I'm right or wrong. But that's just called like making a bet, I guess, on a, on a slot in the, in the crap table and having conviction on that bet. I don't think that's being, that's called just being an investor. I think there's a bit of that blended in here. I have a few other takes on this. Like, so here he says this, ud says this. David, admit that you have a problem. My big question to you, is he right? Does Ethereum have a problem? Or is this just narrative pump? Like, when people see this kind of market activity on the scoreboard, they just assume things. And my take is this is you can't assume things on the 30 to 90 day, okay? You have to zoom out and look at long term trends. It's too soon to call that Ethereum strategy is completely wrong. Like, I feel like they're fading it too soon. What do you think about that?"
    },
    {
        "speaker": "A",
        "text": "Knowing Udi, a lot of motivations for this massive tweet is for tribes to be told that they're wrong. Like, Ooty is like tribe tribalist and he loves knocking down other people, and he will definitely take that opportunity to do that. He'll always try and take, like, the Ethereum maxis down a peg because, like, he's a troll. That's what he is. We're elevating him on this podcast. We're doing the exact thing that he wants to do. He's just like inflammatory. And so like, do, do you have a problem? I would say, like the biggest. If you think that Ethereum has a problem and it needs to be addressed, what is that problem and how do you address it? And if we are taking it from the perspective that Solana is the solution and Solana has the solution and Ethereum needs to take a leaf out of their book, the answer is going to be the EVM. Like, the problem is the evm, it's slow, it's serial, it's constraint. Solana has the parallel gas markets and parallel fee markets and Ethereum doesn't. Udi saying, that is how I interpret that. If we want to try and listen to Udi and be pragmatic here, it's like, okay, we need a better vm to compete with Solana. And so that begs the question, like, is the Ethereum virtual machine inappropriate for Ethereum and could be better, or is Oodi just trying to dunk? And the Ethereum virtual machine is built in a very specific way to be very secure, to match the security properties of Ethereum and to have all of that just like be de risked to not be a threat to the network. Is that appropriate for Ethereum or is that not appropriate for Ethereum? Could we do multi threaded, a virtual machine? How would we do that?"
    },
    {
        "speaker": "B",
        "text": "Well, we are, David, that's the thing. We are. That's what layer twos are. You could do, you could do multi threaded, you could do like whatever you want."
    },
    {
        "speaker": "A",
        "text": "Ok, so the Solana side would be like, no, it needs to be on the layer one."
    },
    {
        "speaker": "B",
        "text": "But it doesn't though that, that. So here's the other thing I think is that not only are people fading Ethereum, people are fading layer twos way too early. Right? I don't know if you saw this tweet from Mustafa albasam. Okay, so imagine if PayPal decided to start running a roll up sequencer. Just, they were just using their existing app and they were just posting batches of its transaction data on chain, all right, boom. PayPal becomes a roll up, like immediately. That's all it takes."
    },
    {
        "speaker": "A",
        "text": "The PayPal app is now a roll up PayPal app."
    },
    {
        "speaker": "B",
        "text": "And I think a lot of people assume that people, you know, that new folks that are using crypto are going to enter it the same way we did. They're going to open up their phantom wallet or their metamask wallet, and they're going to create an account and start using the chain. It doesn't necessarily have to happen that way. In one fell swoop, a company, a sidechain, like PayPal or any banking system, JPMorgan has a private blockchain with their own stablecoin. If they made that public and started committing transactions with a sequencer back to Ethereum, they would convert into a roll up and they get an additional set of auditability by confirming those transactions on chain. Okay, so this goes to like, from double entry bookkeeping to triple entry bookkeeping, where you are committing transactions on chain and auditing that in a public way, and you're creating a more trustless system. So that's what can happen anyway. I just think the whole idea of fading layer twos at this stage before we've even seen the new set of transactions, like the new set of opportunities and the new ways these will be built out, is, uh, is silly. Like, it's way too early to call it. Um, the other thing I want to say is, if you are thinking that Ethereum is going to outperform every coin in crypto, like the top 500, right, you are wrong. That is, that is an unrealistic expectation."
    },
    {
        "speaker": "A",
        "text": "In the bull market."
    },
    {
        "speaker": "B",
        "text": "In the bull market, it's a $250 billion asset. It's not, it's not a penny coin. Okay? So if ETH goes up 10%, it adds a solana to its market cap. That's how big it is. All right? So there are tons of higher return assets that you can buy in a bull market. And people should have fun with that. If they're playing the craps game, they're playing the casino, right? You've got these whale chain that take a lot to move these whale assets like bitcoin and ether. Of course you're going to get higher multiples down the stack. You have to ask yourself, what's your risk reward appetite? Right? I don't think anybody, at least who is an ETH advocate, thinks that Ethereum is going to be the thing that soaks up all of the market cap for all of crypto forever. That's not the thesis for Ethereum. So that's another thing, is I think that there's some unrealistic expectations. And the last thing I think is wrong with UD's thread is he seems to think that the Ethereum community is like bitter about this and like angry about it."
    },
    {
        "speaker": "A",
        "text": "Right. He's presenting a narrative that a very small minority of Ethereum is representing."
    },
    {
        "speaker": "B",
        "text": "Well, I think there are some. And I think that I don't want to completely discount this because you'll always find true eth maxi on Twitter who just hates this and is not honest and all of these things. Okay. But I think this in general, if you are a person who is bitter and angry, every time someone else's coin, a coin that you don't hold goes up in price, you're going to have a really bad time in crypto."
    },
    {
        "speaker": "A",
        "text": "The bull market is going to suck. It's going to lose money."
    },
    {
        "speaker": "B",
        "text": "So this is where like, comparison is the thief of joy. You know, we did that Morgan Housel episode earlier this week and he just brought some timeless investing tips and like, one of them is how to be happy. And the way you are happy is you don't envy somebody else's gains. Okay. Like if youre buying Eth, youre buying a lower risk asset, I would say from a risk adjusted basis, its one of the best assets that you could buy, but it doesnt mean its going to pump as much as all of the other assets. So dont be envious. Dont start comparing with someone elses portfolio. Who does? Because youll follow that trail from Link and Solana and then youll be bidding on the next meme coin, the next pepe frog meme coin. And then where does that get you? So, yeah, that's another thought I have. As I was reading about this, I."
    },
    {
        "speaker": "A",
        "text": "Have two takes to round out this section before we go on to the last. I thought Santiago summed this up nicely when he put out this tweet. There are two kinds of people. Those that celebrate the success of others and those that can't stand it. Be the former. Just good. If you are not Zen as you go through this bull market, your brain is going to be fried by the end of it. So, like, practicing mindfulness and appreciation is a good thing. That being said, I've got one more take to round out this section. And I thought Ledger's response to Oodie's very, very long tweet was the best, which was, bro, this was so long. I thought I was going to read it, but then I couldn't bother."
    },
    {
        "speaker": "B",
        "text": "Wait, are you telling me you didn't read this?"
    },
    {
        "speaker": "A",
        "text": "I read parts of it. I'm like, no, it's just like Udi likes to twist knifes around narratives."
    },
    {
        "speaker": "B",
        "text": "Yeah, well, he's great at that."
    },
    {
        "speaker": "A",
        "text": "He's really good at it."
    },
    {
        "speaker": "B",
        "text": "I think it's a tweet that sounds a lot smarter than it actually is. No disrespect duty, but we know."
    },
    {
        "speaker": "A",
        "text": "We know who you are."
    },
    {
        "speaker": "B",
        "text": "We know the game you're playing."
    },
    {
        "speaker": "A",
        "text": "We know your game."
    },
    {
        "speaker": "B",
        "text": "All right, last take. You ready for it? Yeah."
    },
    {
        "speaker": "A",
        "text": "Hit me."
    },
    {
        "speaker": "B",
        "text": "David, I think the bull market is more dangerous than the bear market, and I expect you're going to agree with me on this. Okay? And the reason is I can try."
    },
    {
        "speaker": "A",
        "text": "Not to if you want."
    },
    {
        "speaker": "B",
        "text": "I've. I've said, I've. I've seen firsthand that bull markets are more dangerous than bear markets. And that. That. What that means is that's when an investor. That's when I have made all of my mistakes. I don't generally make mistakes during the bear market. Right. Because the only mistake you can make during the bear market is you capitulate, you sell assets, that you lose your conviction. And that's never been a problem, at least for me, where I see the crypto natives, which is what you were arguing for in the beginning, which is everybody playing this market right now. They're all still crypto natives. We don't have that exogenous source of capital coming in. So I'm talking to the crypto natives here. The mistake you're going to make, the most hazardous mistakes, are actually during the bull market. Okay? And I've got some. Some tips on how to survive. But let me just ask you, do you feel like you make all your mistakes during the bull market or the bear market? Does that ring true for you as well?"
    },
    {
        "speaker": "A",
        "text": "I make good decisions at the beginning of a bull market. My decisions, my quality of my decisions decay as time goes on. And also, just to play devil's advocate, there are more decisions to make in a bull market. So there's more traps to fall into, 100%."
    },
    {
        "speaker": "B",
        "text": "But you don't have to make these decisions. That's the thing. I think they're false decisions."
    },
    {
        "speaker": "A",
        "text": "You kind of got to play the game, though. Sometimes."
    },
    {
        "speaker": "B",
        "text": "You don't have to. You don't actually. All right, so you don't. That's what I'm saying. And then. And then as you do, as the buzz kicks in and as you get drunker and drunker during the party, that FoMO is going to sound like a good idea. So while we're all sober here, this was a continuation from. From last week where we said, hey, some things while you're. While you're not drunk. Let's talk about this five tips. Here's what I'm going to do number one. I'm going to have a sell plan. Okay. I think, David, people forget to. They remember to dollar cost average in. At least sometimes they do. They forget to dollar cost average out."
    },
    {
        "speaker": "A",
        "text": "And sometimes they. Instead of forgetting to dollar cost average out, they actually accelerate their DCA ing in."
    },
    {
        "speaker": "B",
        "text": "Yeah, exactly. I mean, you know, if you're DCA ing into, you know, good assets, I think that makes sense. Anyway, have a sell plan. But one tip on that, don't sell everything. Don't sell everything, would be my tip. Uh, hold on to some things. Remember, crypto isn't a secular bull market. It's like a multi decade bull market."
    },
    {
        "speaker": "A",
        "text": "It's never gone down over the longest amounts of time."
    },
    {
        "speaker": "B",
        "text": "Here's another one. Don't chase the pumps. All right, so have a home base. My home base is bitcoin and ether. Um, less ether. Less bitcoin than ether. Um, others might be a different set of assets. You know, the link. Marines might. Their home base might be linked. Some people have a home base of Solana. Mine is like, crypto monies that are store value assets that I feel like are durable and then have a side pocket for more speculative assets. You know what I. What's your. What's your portfolio look like in terms of weighting? So I'm a bit, like, probably these days, I'm a bit like 90% ten. So 90% of my, like, crypto assets are just hold long term, and then 10% is kind of play money. How do you do things?"
    },
    {
        "speaker": "A",
        "text": "I'm about. No, I'm more djen than you. So I'm anywhere between, like, 75 and 80 to 25 to 20."
    },
    {
        "speaker": "B",
        "text": "Okay. But it's still not crazy."
    },
    {
        "speaker": "A",
        "text": "I play craps."
    },
    {
        "speaker": "B",
        "text": "I mean, some people flip that and they have, like, ten to 20% on the home base."
    },
    {
        "speaker": "A",
        "text": "And my first bull market, I was like, 90%. No, I was 100% play. I was a hundred percent."
    },
    {
        "speaker": "B",
        "text": "No judgment. No judgment."
    },
    {
        "speaker": "A",
        "text": "And it worked. And then it didn't work well."
    },
    {
        "speaker": "B",
        "text": "But the one thing I'd say to you, right, like, if you're playing that game, that's a game you can play. Rotate those profits into home base, though. Again, back to number one, have a sell plan, right? So don't just, like, roll with it. I think you got to rotate those assets into a safer things. Number three. David, why don't you say this one? Because I know you feel it more passionately than me."
    },
    {
        "speaker": "A",
        "text": "Number three, set aside taxes. When you swap assets, you are incurring a taxable event, likely, because probably that asset went up so that means that you owe somebody else the IR's or your respective tax agency. Whatever country you live in, you owe them money. So if you keep your chips on the table, but you are accumulating a bill, that is risky and that can get you wrecked."
    },
    {
        "speaker": "B",
        "text": "Yeah. I love that you are the one to say this, David. That is so good."
    },
    {
        "speaker": "A",
        "text": "Why?"
    },
    {
        "speaker": "B",
        "text": "I think everyone knows why. People can infer if they don't know us well. But my advice is record your tax obligations as they're incurred. Not at the end of the year, because they can, they can mount up. That bill can."
    },
    {
        "speaker": "A",
        "text": "Don't estimate them in your head. Don't have a paper, paper tax bill in your head."
    },
    {
        "speaker": "B",
        "text": "Just set some stuff aside as you go for we already covered, which is don't compare with other people. And then fifth is something we talk about so often on bank list, which is choose your character class. So this is mostly for first cyclers."
    },
    {
        "speaker": "A",
        "text": "I would say for new, newer people, older people generally know what their strategy is."
    },
    {
        "speaker": "B",
        "text": "I think people switch into things. Like you said, your first cycle, you're probably like narrative trader, right? And Gem Hunter. That was your. Those were your dual character class follower a little bit. Now you've become more a long term investor plus some narrative trade on the side, right? So you've reallocated your skill points. I think this goes for new investors and old investors alike. Like, you can just reallocate your skill points, but it's. You got to play. Play to the strengths of your class. I would say pick a lane. Don't try to, like, jump all over the place. This week I'm a trader, you know, three months from now, I'm in like, narrow. And now I'm stacking."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "B",
        "text": "Like, it just doesn't work. The last thing I would say is this is how we're all going to feel pretty soon. We're all pretty soon, if this bull market goes how we expect it to go, you're going to feel real smart. You're going to feel, like, smart."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Okay. And the smart, invincible."
    },
    {
        "speaker": "A",
        "text": "Invincible, too."
    },
    {
        "speaker": "B",
        "text": "Yep. The smarter you feel, the dumber you actually are. Okay. Because that's when you start to make the bad decisions."
    },
    {
        "speaker": "A",
        "text": "The smartest thing that you've done, bankless listener, is stick around during the bear market. Every further decision that you make over the next year will be dumber than that decision."
    },
    {
        "speaker": "B",
        "text": "100%. I want to take you guys back. If you're listening now, go back to January 2022. You know who the smartest people in crypto were at that time? I'll give you three names. Do Kwan Suzu, SPF."
    },
    {
        "speaker": "A",
        "text": "These guys were so smart, bro. He was the boy genius."
    },
    {
        "speaker": "B",
        "text": "People were getting tattoos of do Kwon's chain right on their arms. Okay? You could not win a twitter battle with these people. They would absolutely swarm you. It was like, these were the pedestal. These were the smartest investors of the bull cycle. We know how that ended, right? You just be a humble investor with a bull market plan. That's the advice. Those are the takes."
    },
    {
        "speaker": "A",
        "text": "It becomes smarter in the bear market when the assets are cheaper and all of your friends don't care, that's the time to be smart. And sadly, you kind of have to keep it to yourself because no one's interested, which means you get all the gains."
    },
    {
        "speaker": "B",
        "text": "Take it from Eric Voorhees, too. There's a bonus tweet for you, David. Don't try to 100 x in one cycle. This is horrible advice. So he's responding to someone who is like, if you're not rich, you can hundred x this cycle. And Voorhees is like, don't do that. Don't do that. You don't have to do it in all in one blast. We've got multiple cycles at this thing, so we'll end there. Guys, this has been bankless. Takes risks and disclaimers, of course. You got to know crypto is risky. You could lose what you put in. But we are headed west. This is the frontier. It's not for everyone. But we're glad you're with us on the bankless journey. Thanks a lot."
    }
]