[
    {
        "speaker": "A",
        "text": "Is your microphone so sexy right now? Is that what it."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah, baby. We're back. We back in his."
    },
    {
        "speaker": "A",
        "text": "Oh, I don't think my body can handle this."
    },
    {
        "speaker": "B",
        "text": "They call me the big Sasquatch. Welcome in to the mid my crisis."
    },
    {
        "speaker": "A",
        "text": "You sound the way Zion looks."
    },
    {
        "speaker": "B",
        "text": "Velvety."
    },
    {
        "speaker": "A",
        "text": "Yeah. Thick, thick and low."
    },
    {
        "speaker": "B",
        "text": "Low key or high key?"
    },
    {
        "speaker": "A",
        "text": "I think both. Weirdly enough, it was. Well, did you see that game yesterday?"
    },
    {
        "speaker": "B",
        "text": "No, I didn't. Was that the early game?"
    },
    {
        "speaker": "A",
        "text": "It was late. You didn't get wrapped up in the new NBA in season tournaments?"
    },
    {
        "speaker": "B",
        "text": "I'll tell you right now, the first game was phenomenal."
    },
    {
        "speaker": "A",
        "text": "The Pacers, they have been phenomenal. They're making regular season games in the middle of December, like must see tv, and, you know."
    },
    {
        "speaker": "B",
        "text": "Well, that's the point, right? I mean, that's. And I wasn't sure if the players would."
    },
    {
        "speaker": "A",
        "text": "I mean, they're professional athletes. It's a chat, like, you know what I mean? Like, it's not a regular game. There's stakes involved, and there's bragging rights involved, and I feel like real, real champions, regardless if it's the NBA championship or not. I think want to get up and play, and they want to win. You know what I mean?"
    },
    {
        "speaker": "B",
        "text": "Oh, totally. And I actually even thought that the Pacers, I saw something yesterday that, like, the average salary of a pacer starter is, like, super low compared to, like, average because they're very young, so that extra 500k goes a long way for those people. And Tyrese Halliburton, my man, future laker."
    },
    {
        "speaker": "A",
        "text": "Man, him and Austin Reeves were best friends on the Team USA over the summer. And he's coming over. He's coming. I don't know when what's going to happen. Maybe post Lebron paine."
    },
    {
        "speaker": "B",
        "text": "I want your not into it."
    },
    {
        "speaker": "A",
        "text": "I want Payne's thoughts, a on the in season tournament in general, what his thoughts are, and then what he thinks. I don't know if you know this or not. Payne knows a thing or two about."
    },
    {
        "speaker": "B",
        "text": "A thing or two about a thing."
    },
    {
        "speaker": "A",
        "text": "Or two about just conditioning, and he'll be able to give us a good review on what he thinks of Zion's body if he thinks there's gonna be any long term effects to carrying that much weight."
    },
    {
        "speaker": "C",
        "text": "GMGM, we got a packed house. My bad."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's all five of our accounts. And two, good thing this show gets listened to as a podcast, so."
    },
    {
        "speaker": "C",
        "text": "Yeah, absolutely. Yeah. Been a blast. Been phenomenal. I'm a huge pacers fan now after watching him this season. Huge Halle fan. Zion's body. I was of the, of the camp that, like, he'd be all right, but now I'm not so sure. After the past couple years, I just don't think the, the wear and tear of the weights going to be, be too much. You're. You're not supposed to be that big and that powerful and I. Jumping that high."
    },
    {
        "speaker": "A",
        "text": "He's got to be. He's got to be 325 pounds. That's like, like, easily, like, he. He might be 350. Yeah, he's a tank. Um, now, I don't watch the Pelicans that much, and I was shocked to see him that size. Did. Were you shot? Like, did it shock you? I'm like, oh, shit. It looked like he gained 50 pounds from the offseason."
    },
    {
        "speaker": "C",
        "text": "I have followed Zion relatively closely, so it. No, it did not shock me. But, yeah, he is a big. He is a big man."
    },
    {
        "speaker": "A",
        "text": "Yeah. I mean, he's still moving, but I think the biggest, when you're comparing, because Zion came out to be when he came out, a lot of comps to LeBron. Right. And you see what LeBron's doing on, like, the eve of his 39th birthday and the way he moves, and arguably, at age 30, at age 39, has not even taken a step back yet, realistically. I mean, he's, he's not playing well for a 38, 39 year old. He's just playing well for an NBA basketball player. And, I mean, I don't know how old Zion. Zion is probably, what, 24 maybe."
    },
    {
        "speaker": "C",
        "text": "I think so. I think so."
    },
    {
        "speaker": "A",
        "text": "Like, if I'm Zion, I'm looking at that. I'm like, there's like a. What's his eye going to look like knocking on 40?"
    },
    {
        "speaker": "C",
        "text": "Charles Barkley."
    },
    {
        "speaker": "B",
        "text": "He's going to look like. He's going to look like Greg Odin did at 20."
    },
    {
        "speaker": "C",
        "text": "Oh, gosh. Breaking news. Dogecoin breaks $0.10."
    },
    {
        "speaker": "B",
        "text": "I'm still on the sideline chamber."
    },
    {
        "speaker": "A",
        "text": "Well, there's still."
    },
    {
        "speaker": "B",
        "text": "I don't know why. I don't know why. There's literally no reason."
    },
    {
        "speaker": "A",
        "text": "Just that's."
    },
    {
        "speaker": "B",
        "text": "It's got to go click."
    },
    {
        "speaker": "C",
        "text": "There is no reason."
    },
    {
        "speaker": "B",
        "text": "I'm just going to go click."
    },
    {
        "speaker": "C",
        "text": "You've had your time, your chances."
    },
    {
        "speaker": "A",
        "text": "Obviously, there's lots of run, in my opinion, still. Still left in, in doge. I don't know where it's going to, but, like, north of think is nothing out of the realm of possibility."
    },
    {
        "speaker": "C",
        "text": "We're here for the ride."
    },
    {
        "speaker": "A",
        "text": "But, yeah, so I, you know, I framed this episode, google Gemini versus OpenAI's chat GPT four. And I don't know what any of that means."
    },
    {
        "speaker": "B",
        "text": "Yeah, I saw the alert come in earlier and the title of the episode, and I was like, I guess. Guess this one's on me today."
    },
    {
        "speaker": "A",
        "text": "Well, I did see one TikTok that was about 45 seconds where somebody was showing the new Google Gemini versus Chachi pt four with Dolly. So I have a very bare minimum amount of knowledge on this. I'll tell you what. At first glance, the Google Gemini version looked to be superior."
    },
    {
        "speaker": "B",
        "text": "Okay, well, that's what we're going to talk about here, because there's been quite the chatter here lately about this. So hold on. Before we get to that, a couple things. One, just bought a bunch of doge."
    },
    {
        "speaker": "A",
        "text": "Nice."
    },
    {
        "speaker": "B",
        "text": "I think I'm in."
    },
    {
        "speaker": "A",
        "text": "All right, commence the mega pump."
    },
    {
        "speaker": "C",
        "text": "Can I say, your mic really does sound so good."
    },
    {
        "speaker": "A",
        "text": "It's almost too much. It's almost like I can't. I don't know if I can concentrate for those."
    },
    {
        "speaker": "B",
        "text": "Is me bunch."
    },
    {
        "speaker": "A",
        "text": "I think I got pregnant."
    },
    {
        "speaker": "B",
        "text": "Uh oh. I bought more doge than I intended."
    },
    {
        "speaker": "A",
        "text": "Uh oh."
    },
    {
        "speaker": "B",
        "text": "Whoops. I made two buys instead of one. Oh, all right, well, you're fine on it tomorrow."
    },
    {
        "speaker": "A",
        "text": "I think Doge is."
    },
    {
        "speaker": "B",
        "text": "And I'm down $236. Wonderful. Cool. All right, easy come, easy go. That's right. Whatever. All right, so before we start on the AI stuff, I would have liked to do this, I think, more if there were more people here live, but I saw this today from an old friend, actually, of ours in the crypto days. And I'm gonna ask you, this is a. I guess a would you rather not? I don't know if I would classify it exactly as a would you rather. But it is a, you know, a situation that you would find yourself in. This is from our old friend Josh McGruff. Do you remember Josh?"
    },
    {
        "speaker": "A",
        "text": "Of course, yeah."
    },
    {
        "speaker": "B",
        "text": "You still keep in touch with Mister McGruff at all?"
    },
    {
        "speaker": "A",
        "text": "Is he. I don't think. Is he on Twitter still?"
    },
    {
        "speaker": "B",
        "text": "Oh, yeah. This is a tweet from him up top that I just."
    },
    {
        "speaker": "A",
        "text": "He's not showing up in my. In my feed as much. I haven't noticed it. At least."
    },
    {
        "speaker": "B",
        "text": "You should go engage with this tweet, and maybe he will."
    },
    {
        "speaker": "A",
        "text": "I'm gonna do that right now."
    },
    {
        "speaker": "B",
        "text": "He's a good trader. So this is the time that you want to engage with, I think."
    },
    {
        "speaker": "A",
        "text": "Friend of the show Josh McGruff, too."
    },
    {
        "speaker": "B",
        "text": "I feel like he's been on rect podcast back in the day. Yeah, we've donated many times to his daughter's charity for down syndrome."
    },
    {
        "speaker": "A",
        "text": "That's right."
    },
    {
        "speaker": "B",
        "text": "Yeah, we've done. We've done a lot with Mister McGruff and. All right. You ready for this conundrum?"
    },
    {
        "speaker": "A",
        "text": "I am."
    },
    {
        "speaker": "B",
        "text": "We might have to. We might have to change the rain. The number here, just based on I've. Because I think your initial response is going to be a no brainer. Yes. So someone offers you 500 bitcoin right now, 500 BTC, but they release a turtle. If the turtle touches you, you die. The turtle is indestructible and cannot be stopped. And it always knows where you are. Its sole purpose is to reach you. Do you take the bitcoin?"
    },
    {
        "speaker": "A",
        "text": "Obviously. You know, turtles can swim. Yeah. I think I take it. I think I take it, and I'll tell you why."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "500 BTC."
    },
    {
        "speaker": "B",
        "text": "That's a lot of money."
    },
    {
        "speaker": "A",
        "text": "That's a lot of money."
    },
    {
        "speaker": "B",
        "text": "That's probably $20 million."
    },
    {
        "speaker": "A",
        "text": "Yeah. You don't have to work anymore."
    },
    {
        "speaker": "B",
        "text": "Uh, 20. Is it 20 million or am I wrong?"
    },
    {
        "speaker": "A",
        "text": "1 second."
    },
    {
        "speaker": "B",
        "text": "It's. I would think it's. Can we get a math."
    },
    {
        "speaker": "A",
        "text": "Can we get a mathematician?"
    },
    {
        "speaker": "B",
        "text": "Maybe?"
    },
    {
        "speaker": "D",
        "text": "It just went up to 44 today. So 44 by, like, 200."
    },
    {
        "speaker": "B",
        "text": "Wow. We hit 44 today. Jesus Christ."
    },
    {
        "speaker": "D",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Sure did. Up $1,000."
    },
    {
        "speaker": "D",
        "text": "Yeah, it showed in my notifications. I was like, holy crap."
    },
    {
        "speaker": "B",
        "text": "So 44,000. There you go. Chamber times 500 is $22 million."
    },
    {
        "speaker": "A",
        "text": "Okay, so. And that's right now. That's right now."
    },
    {
        "speaker": "B",
        "text": "That's right today, yes."
    },
    {
        "speaker": "A",
        "text": "Once it hits a million, obviously. That's quick math. That's $500 million you're getting good at. So I. Do I get the dimensions? Do I see the turtle prior to me getting it? So I can see who my."
    },
    {
        "speaker": "B",
        "text": "Well, let's assume. Let's assume it's this little turtle in the picture. It's a very tiny turtle, but of course it's going to grow over time. Let's assume it's a baby turtle that grows over time."
    },
    {
        "speaker": "A",
        "text": "Okay. Okay. What I would do is I would take some of that money and I would find a research, a researcher that would tell me how quickly a turtle can travel over the course of, say, I buy two houses. I buy one house in Los Angeles. Okay."
    },
    {
        "speaker": "B",
        "text": "Yeah. Okay. I like where I was going."
    },
    {
        "speaker": "A",
        "text": "And I buy one house in."
    },
    {
        "speaker": "B",
        "text": "You could do that because you have the money."
    },
    {
        "speaker": "A",
        "text": "Exactly. And I buy one house in, I don't know, Paris. Okay, so I have a house in Paris. I have a house in Los Angeles. All I have to know is how long it would take that turtle to get between those two places. And once we're within a week of that timeline, I just move to the other house for that same amount of time that makes sense."
    },
    {
        "speaker": "B",
        "text": "Yeah. So, like, you're gonna basically, you're going to just snowbird or."
    },
    {
        "speaker": "A",
        "text": "Yeah, I feel like six months. You know what I mean? Like, it can't be. I can't imagine. Do you think it's less than six months or more that you'd be in."
    },
    {
        "speaker": "B",
        "text": "One place if you just did?"
    },
    {
        "speaker": "A",
        "text": "That's. Yeah. Like, it. Would it take the turtle more than you think it would take the turtle more than six months to get from Los Angeles to Paris."
    },
    {
        "speaker": "B",
        "text": "Well, I don't know how it would get to Paris."
    },
    {
        "speaker": "A",
        "text": "It would swim there, it would travel across the land, and then I think."
    },
    {
        "speaker": "B",
        "text": "You'D have a good six months. Yeah."
    },
    {
        "speaker": "A",
        "text": "Right. I feel like six months. Like, that's all I would really want. But, like, to me, six months becomes less inconvenient. You would have. You wouldn't be moving in the sense, like, when you move houses, you would just have some stuff there and you would have some stuff."
    },
    {
        "speaker": "B",
        "text": "Yeah. Like a vacation house."
    },
    {
        "speaker": "A",
        "text": "Exactly. I feel like that's the move."
    },
    {
        "speaker": "B",
        "text": "But, like, the thing is, you don't really know when and where the turtle is. Right. So, like, you would have to just."
    },
    {
        "speaker": "A",
        "text": "At some point, I guess the turtle could trick me."
    },
    {
        "speaker": "B",
        "text": "That's what I mean."
    },
    {
        "speaker": "A",
        "text": "Like, wait."
    },
    {
        "speaker": "B",
        "text": "It could just."
    },
    {
        "speaker": "A",
        "text": "Yeah, it could just wait in Paris."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "For six months."
    },
    {
        "speaker": "B",
        "text": "You would have to basically have visual confirmation of the turtle before you moved. Right. Like, before you moved locations."
    },
    {
        "speaker": "A",
        "text": "Right. And there's no way of, like, geotagging that turtle."
    },
    {
        "speaker": "B",
        "text": "I mean, I guess you could."
    },
    {
        "speaker": "A",
        "text": "I feel like that's cheating. I feel it needs to be a battle of wits between me and the turtle."
    },
    {
        "speaker": "B",
        "text": "Here you go. Von fronten just coming in. Clutch here. Turtle travels 3 miles an hour on land and 22 miles an hour on. In water."
    },
    {
        "speaker": "A",
        "text": "Okay, so how fast in water?"
    },
    {
        "speaker": "B",
        "text": "22 miles an hour. That's fast. Yeah."
    },
    {
        "speaker": "D",
        "text": "He says 22."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's quick. That's quick. Yeah, I think I would take. I think I would take the."
    },
    {
        "speaker": "B",
        "text": "I'm taking the BTC. Like, yeah, I'm taking it. I like somebody. You said trick the turtle. Von Fronton says, trap the turtle. I was thinking earlier that you could, like, you know, have it accidentally, like, fall into a deep hole or a ditch that you dig or something. Like you could moat your house or something."
    },
    {
        "speaker": "A",
        "text": "That's true. That's a good point."
    },
    {
        "speaker": "B",
        "text": "And I feel like you're up on."
    },
    {
        "speaker": "A",
        "text": "Your trade, by the way, too."
    },
    {
        "speaker": "B",
        "text": "But I'm just checking my channel. I'm certainly not. Says, I'm down really $236, and it's probably the coinbase fees quite honestly."
    },
    {
        "speaker": "A",
        "text": "Oh, I see. We are up. Since the time you purchased, the number has gone up, so we're just trying to erase the fees at this point. Okay. I. Yeah, I think that's where we land. I think we take the BTC. Let us know. Let us know if you would pain."
    },
    {
        "speaker": "B",
        "text": "You taking the BTC or what?"
    },
    {
        "speaker": "C",
        "text": "Oh, 100%."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Yeah. That's enough money. Because if it was. I'm gonna be honest. If it was less money than $20 million right now, I may not take it. To me, $20 million is just enough."
    },
    {
        "speaker": "B",
        "text": "I thought you were gonna, like, snap, call this at yes, and we were gonna have to lower the amount out."
    },
    {
        "speaker": "A",
        "text": "No, I think lower than that. I might not take it because it's too much of a risk, and you might run out of funds."
    },
    {
        "speaker": "C",
        "text": "You'd still take 10 million, though, right?"
    },
    {
        "speaker": "A",
        "text": "I don't know."
    },
    {
        "speaker": "B",
        "text": "I would."
    },
    {
        "speaker": "A",
        "text": "You buy two houses."
    },
    {
        "speaker": "B",
        "text": "You have one house."
    },
    {
        "speaker": "A",
        "text": "I already have one. Yeah, I do. So, I mean, I guess. I don't know. Maybe. Maybe less extravagant cities. Maybe not Los Angeles or Paris. Maybe, like, you know, rural Scotland and. And Montana. You know what I mean?"
    },
    {
        "speaker": "C",
        "text": "Maybe that's if we're honest. You despised Nashville, so being in Los Angeles would be a nightmare."
    },
    {
        "speaker": "A",
        "text": "I really did."
    },
    {
        "speaker": "B",
        "text": "You didn't like Nashville?"
    },
    {
        "speaker": "A",
        "text": "I. I'm gonna be honest with you. I don't think I'm going back to the states anytime soon."
    },
    {
        "speaker": "B",
        "text": "Wow."
    },
    {
        "speaker": "A",
        "text": "The whole american experience. I've been thinking about it."
    },
    {
        "speaker": "B",
        "text": "I need to finish. We need to finish this because I want to dig into this. I didn't realize you didn't like Nashville when we talked about it. Von Frauton again, coming in clutch distance from Los Angeles to Paris, 5642 miles. Does that change anything for you?"
    },
    {
        "speaker": "A",
        "text": "No, I think I would. I think if the amount of money would just dictate the two places I would be living."
    },
    {
        "speaker": "B",
        "text": "Okay. Yeah. I mean, look, I'm thinking I take the turtle, right? You. You want the turtle? I can outwit the turtle. I think the only problem is, like, uh, you know, you can never relax. You never know. You can relax for a little bit if you're moving locations. But after a while, you know, you're gonna see that turtle, and it's gonna be bad."
    },
    {
        "speaker": "A",
        "text": "Yeah. I don't know. I don't know. The more I think about it, I like a stress free life."
    },
    {
        "speaker": "B",
        "text": "Yeah. See, I'm the opposite of that. My whole life is stressful all the time, and I hate it, so. But I feel like $20 million would solve a lot of that. All you'd have to do what if you had. Okay, here you go. What if you hired a full time turtle security team?"
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "You know, you pay a couple people. You pay a couple people, you know, maybe a hundred grand a year combined, and they are total turtle reconnaissance. And you know what?"
    },
    {
        "speaker": "A",
        "text": "You think 100 grand a year again, I just think expenses, like, there's only a certain."
    },
    {
        "speaker": "B",
        "text": "You don't have to change your life. You don't even have to move. I'm just saying, hire a recon team, like. And then you just stay where you are and they protect you from the turtle."
    },
    {
        "speaker": "A",
        "text": "Can they pick up the turtle and move it?"
    },
    {
        "speaker": "B",
        "text": "I would say that's cheating."
    },
    {
        "speaker": "A",
        "text": "No, I feel like that is cheating. Yeah."
    },
    {
        "speaker": "B",
        "text": "Yeah, I would say."
    },
    {
        "speaker": "A",
        "text": "Okay. I don't know. I just feel like it's a lot. I don't. I like to sleep at night. I'm."
    },
    {
        "speaker": "B",
        "text": "That's a tough one, right? Like, if your security team's off. Off duty or, you know, you're coming up on six months and you're now worrying, sleeping with one eye open, that this turtle might get you."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "I don't know. The. The juice might not be worth the squeeze. You know?"
    },
    {
        "speaker": "B",
        "text": "Who's got their hand up on the DJ?"
    },
    {
        "speaker": "A",
        "text": "It's probably pain."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "Yeah. On the desktop, you can't raise your hand."
    },
    {
        "speaker": "B",
        "text": "Oh."
    },
    {
        "speaker": "C",
        "text": "I was hoping they would fix that feature at some point, but."
    },
    {
        "speaker": "B",
        "text": "Got it. I was like, I didn't even know what was happening. Go ahead."
    },
    {
        "speaker": "C",
        "text": "Um. I'm assuming that turtles can't climb well. Correct."
    },
    {
        "speaker": "B",
        "text": "Right. Which is why I said I'd throw it in a well or something."
    },
    {
        "speaker": "C",
        "text": "Well, even if you elevate your home."
    },
    {
        "speaker": "B",
        "text": "Then maybe, you know, beach house on stilts. Mmm."
    },
    {
        "speaker": "C",
        "text": "Yeah, problem solved."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's good."
    },
    {
        "speaker": "C",
        "text": "We could do this. For sure."
    },
    {
        "speaker": "B",
        "text": "All right, we're going to. Sean, Sean, what's your. You taking the turtle or."
    },
    {
        "speaker": "D",
        "text": "No, definitely not taking a turtle."
    },
    {
        "speaker": "B",
        "text": "Number one."
    },
    {
        "speaker": "D",
        "text": "Yeah, so I do. Overheard somebody just go straight to the turtles and try to avoid any pressure or anything. But my first question when it comes to that is why you're taking that turtle. So you're taking that turtle and keep it somewhere safe, which they never can reach you, or why are you taking that turtle? If it. Once it touches you, you die."
    },
    {
        "speaker": "A",
        "text": "Like."
    },
    {
        "speaker": "D",
        "text": "Yeah, you want it to be okay. So you're taking a turtle and go. Go dying."
    },
    {
        "speaker": "B",
        "text": "Yes. It's actually a great question because, like, if you're actually doing the math on this, like, you're basically saying your life is worth $20 million, or that you think you could out hustle a turtle and live this stressful life, all of your life. Chamber, what do you think?"
    },
    {
        "speaker": "D",
        "text": "Interesting. Yeah, interesting perspective. But now I kind of get a little bit of why they even started asking this question. But, yeah, just, just to, just to finish up my answer right here. Yeah, definitely taking the BTC. Always wanted to have a couple of BTC here from over the past few years. Mostly because I didn't even know there's BTC until 2000, until 2007, November where I was. Yeah, I was looking for. I literally just. I'm super surprised. I can't understand why I'm living in the United States, northern, you know, close in the, in the lake, great Lake area. But nobody, nobody or. I never got exposure to that before 2017, November."
    },
    {
        "speaker": "B",
        "text": "I was like, Sean, I feel you there. I was actually the same way. I've been in tech, like, interested in technology for so long, and I also did not discover bitcoin until about May of 2017. So we're in the same boat. Same with Chamber. Chamber was not a bitcoin person till then either. So, yeah, I'd like to have 500 of them, I think."
    },
    {
        "speaker": "D",
        "text": "Yeah. So. But, uh, you know, if you ask me, once I got that 500 BTC, what's gonna do? I have a huge plan to, um. Yeah, to make sure it's going, uh, you know, over to 500."
    },
    {
        "speaker": "B",
        "text": "Not like, you know, once you have, you know, takes money to make money. Now you can take that 500 BC, make it a, make it a thousand BTC chamber. If you were able to compound that BTC, if you were able to compound that BTC into 1000, does that, is that worth the turtle stress?"
    },
    {
        "speaker": "A",
        "text": "Possibly. It could be. Again, the higher the number, obviously, the less the stress, because then you can finance a lot of things around your lifestyle, your new lifestyle. Yeah. My worry is I'm just gonna run out of money."
    },
    {
        "speaker": "B",
        "text": "Would you possibly fund turtle murder research?"
    },
    {
        "speaker": "A",
        "text": "I would. I would. I think I would donate a lot to the."
    },
    {
        "speaker": "B",
        "text": "Actually, no, it doesn't. I'm sorry. It does say this turtle is indestructible."
    },
    {
        "speaker": "A",
        "text": "Oh, that's. Well, so far. So far."
    },
    {
        "speaker": "B",
        "text": "Right, right. And you could use. I mean, look, we've, we talked on this show about Sam Altman's definition of AGI. And his definition is that it can create novel science. And maybe AGI will be able to create something that will destroy this turtle that we just don't know about yet."
    },
    {
        "speaker": "A",
        "text": "Do you think the company that researches how to kill animals is called the WCW?"
    },
    {
        "speaker": "B",
        "text": "Why?"
    },
    {
        "speaker": "C",
        "text": "What?"
    },
    {
        "speaker": "A",
        "text": "Because it's the opposite of WWF."
    },
    {
        "speaker": "B",
        "text": "Oh, my God. Oh, my God. That's terrible. That's gonna do it for us today. Thanks for coming out."
    },
    {
        "speaker": "A",
        "text": "I think it would be funny if we're called WCW. Like, world cruelty, you know, watch or something like that."
    },
    {
        "speaker": "B",
        "text": "World cruelty, watch. I like. Yeah, I feel like that must already exist in some."
    },
    {
        "speaker": "A",
        "text": "Yeah, I got it. It's a throwback nineties wrestling joke. For those of you keeping trucks, keeping square home."
    },
    {
        "speaker": "B",
        "text": "All right, chamber. All right. I think we have circles. Is circles hand still up? Circles. GM, are you. Are you taking the 500 BTC and avoiding the turtle at all costs? Or are you just saying now I'm good?"
    },
    {
        "speaker": "E",
        "text": "Well, so here's some question. I think the indestructibility of the turtle means that, like, no matter how much research you put into it, there's no killing this fucker. My question is, what do we define as cannot be stopped? Like, if I put a cage around this indestructible turtle and maybe I just have that cage kind of fly around in various locations. It's not stopping, but I'm keeping it away from my position. Does that. Does that count here? Like, I'm. I'm trying to poke loopholes here through here to see what I can do."
    },
    {
        "speaker": "A",
        "text": "See, my thought is, I would say."
    },
    {
        "speaker": "B",
        "text": "It would not count. Like, you. The turtle is. I would say the turtle is omnipotent and it would learn or be able to get out of said cage. I think you just have to automatically. I just have to."
    },
    {
        "speaker": "E",
        "text": "That I have somebody else weld shut, and then I have that attached to a drone that is just flying around and carrying this turtle all around away from me at all times."
    },
    {
        "speaker": "B",
        "text": "I have a question about this, too. Is, like, is the turtle the one that's giving you the 500 bitcoin? Because if so, that turtle's rich and probably knows some people that would be able to help it in a situation that you just described. Right? Like, that turtle's got."
    },
    {
        "speaker": "E",
        "text": "It's just a question of what does cannot be stopped mean. Indestructible. I get what that means."
    },
    {
        "speaker": "B",
        "text": "I mean, I think it cannot be stopped means you can't trap it. It's always coming for you. That's how I would interpret that, yeah."
    },
    {
        "speaker": "A",
        "text": "The way I see it is it has unbreakable features. So if you put it in something, it will dig its way out or gnaw its way out, even steal. It may take longer, but it will get out eventually. And then I'm assuming if it kills you with touch, it can kill anybody with touch. So if there's, like, a pilot."
    },
    {
        "speaker": "E",
        "text": "Are you guys familiar with the SCP foundation? The Creepypasta forum way back when."
    },
    {
        "speaker": "A",
        "text": "This sounds like one of the familiar with creepypastas."
    },
    {
        "speaker": "E",
        "text": "This sounds like one of those things. The whole thing is they contain anomalous things. This sounds like something that they, like. Somebody on the Internet has thought of this, this kind of creature and already crafted the perfect containment chamber for it. So I think I can do some research on that or just ping some people who are still around on that particular forum and be able to successfully survive and live a wonderful, long life."
    },
    {
        "speaker": "B",
        "text": "So you're taking. So the answer here is you're definitely taking the."
    },
    {
        "speaker": "A",
        "text": "I'm gonna have to rename this podcast episode, I think."
    },
    {
        "speaker": "B",
        "text": "Yeah, you should actually tag Josh in it as well. You should rename it. You should tag Josh in it and just be like turtle 500 BTC or Turtle. Yeah, I mean, I'm sorry I ruined the show."
    },
    {
        "speaker": "A",
        "text": "Do you know this is the perfect Friday show? Are we kidding?"
    },
    {
        "speaker": "B",
        "text": "This is what we do here. I would rather talk about this."
    },
    {
        "speaker": "A",
        "text": "We can talk about Gemini versus Chow GPT on Monday. That's like a Monday thing."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's definitely a Monday thing. And it's like, I don't want to be here. Let's talk about."
    },
    {
        "speaker": "A",
        "text": "I'm changing the title now."
    },
    {
        "speaker": "B",
        "text": "I think I am up on my buy, by the way."
    },
    {
        "speaker": "A",
        "text": "Oh, 100%. This thing has gone nothing but up."
    },
    {
        "speaker": "B",
        "text": "I just, I bought way too much. I double bought what I want. I bought double the amount I wanted to."
    },
    {
        "speaker": "A",
        "text": "You heard here first, people. Bunch is now Elon."
    },
    {
        "speaker": "B",
        "text": "Oh boy, I'm going to. I look like Elon with that wario costume. All right, we're going von Fronton, Van Facero. All right. Von, I feel like we've. Vaughn, I feel like we have really hit a nerve with you on this, just based on your responses so far in the chat. So I cannot wait to hear all of your rationale here."
    },
    {
        "speaker": "F",
        "text": "Listen, we look, we obviously, we're taking the 500 BTC. We need to think bigger. We are thinking very terrestrial. We need to get out of our, our own atmosphere. We're welding that turtle into a very thick steel safe, understand? Indestructible. It's going to gnaw through, but we're buying ourselves time. And then we're taking a quarter mil to our buddy Elon and we're putting this on a spaceship and we're sending it into space. So yes, you can argue that it's going to somehow gnaw through that spaceship and find its way back to us. But instead of a two to three month move that chamber is talking about, I feel like we bought ourselves six to twelve months now, at a minimum chamber of thoughts."
    },
    {
        "speaker": "A",
        "text": "I like it. I mean, that's the name of the game, is you want to get as many weeks or months, or ideally years between you and that turtle. So if we can maximize that distance where, you know, you said it swam at 22 miles an hour, so I'm imagining it's the same amount in space. He's just swimming through the vacuum of space at 22 mph. So that's going to take some time and then eventually get sucked in by Earth's gravity and then start propelling to Earth like a meteor, a death turtle meteor that is destined to kill you. I like it."
    },
    {
        "speaker": "B",
        "text": "Death Turtle Meteor was the name of my high school grunge band."
    },
    {
        "speaker": "C",
        "text": "One important fact is, when you're in space, you will not be able to move at a pace that you choose."
    },
    {
        "speaker": "B",
        "text": "Oh, so the turtle could just."
    },
    {
        "speaker": "A",
        "text": "Can you not."
    },
    {
        "speaker": "B",
        "text": "I thought."
    },
    {
        "speaker": "A",
        "text": "I thought you could swim in space. Are the cartoons."
    },
    {
        "speaker": "B",
        "text": "You are at a severe disadvantage trying to swim against a turtle."
    },
    {
        "speaker": "A",
        "text": "Yeah, no doubt, no doubt, no doubt, no doubt. I guess there's no atmosphere to push through. I don't know. I don't know how things work."
    },
    {
        "speaker": "B",
        "text": "I don't know enough about stars to tell you you're wrong. Vasero, jump on in."
    },
    {
        "speaker": "G",
        "text": "I'm loving von Fronten's approach to this, but I just thought, instead of it being a rocket, can it not just be a missile that launches into space and then it explodes? And there's no way of ignoring back in and getting. Using the ship to get back down. But the question I've got for you, and this very much reminds me of it follows, which we mentioned a few weeks ago, is the turtle like it follows because on land it would move very slowly, which means you can get away from it, you can move to the other side of the world and it's just going to be very slow. But the other aspect of it is, can you pass it off to somebody else if you have sex with them?"
    },
    {
        "speaker": "A",
        "text": "This is the. This is. This is why."
    },
    {
        "speaker": "B",
        "text": "Hold on. Wait, wait, wait, wait. Go back. What is the stipulation here?"
    },
    {
        "speaker": "F",
        "text": "Before we get there, can we just acknowledge that we did not answer the question? Is the turtle capable of steering a rocket ship by itself or does it have to swim through space? I think that's a very, very important determination here."
    },
    {
        "speaker": "B",
        "text": "It's indestructible and cannot be stopped. So I would assume it can do some of those things I did want to mention while you are. While we are back to von Fraun for a second, he says turtle. Turtle can walk from LA to NYC in 38 days, can swim across the Atlantic quicker. You're moving every two to three months. Chamber. Does this change your. Does this change your."
    },
    {
        "speaker": "A",
        "text": "Absolutely."
    },
    {
        "speaker": "B",
        "text": "Like, it does. Two to three months is not a long time."
    },
    {
        "speaker": "A",
        "text": "Oh, my goodness. I already have anxiety just thinking about it even as soon as you get there, let alone the fact that it could be tricking you and, like, giving you, you know, some head and shoulders, uh, you know, thinking it's on its way back to wherever you were, but it's actually just hiding out in the bushes in the house you're going to."
    },
    {
        "speaker": "B",
        "text": "Yeah. Well, how about another. How about another potential, uh, trick here? What if the. I mean, I would assume this turtle does not have enough, um, differentiated marks on it for you to be able to differentiate it from any other turtles that might be hanging around. So, like, what? It could probably conspire with other turtles to trick you, right? Like, you're. Like, you've got. You are sitting in your house in Paris, and all of a sudden you see the turtle coming up the driveway and you're like, up. Time to go to laden. You get to LA. And up. The real turtle is sitting."
    },
    {
        "speaker": "A",
        "text": "Surprise, motherfucker."
    },
    {
        "speaker": "B",
        "text": "Yeah. Fake turtle. You know, and we know if you know anything about turtles, they travel in groups of four. They wear bandanas that are different colors."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "B",
        "text": "And they'll just switch. You will. They'll just switch the bandana."
    },
    {
        "speaker": "A",
        "text": "That's a good. I feel like ninja turtles from the ear, turtles from the nineties did stuff like that to trick bebop and Rocksteady, if memory serves me correct."
    },
    {
        "speaker": "B",
        "text": "And I would even say that these turtles have turtle power. Mmm."
    },
    {
        "speaker": "A",
        "text": "Interesting. Interesting."
    },
    {
        "speaker": "B",
        "text": "Who's next? Circles or facero or pain? Let's go back to circles."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "E",
        "text": "Okay, so a couple things. One, I presume that as soon as I know that this turtle is chasing me, I'm putting a tracer on it and something that cannot be removed. So I'm always going to know that."
    },
    {
        "speaker": "B",
        "text": "Okay, so you're not getting fooled by the turtle. No, no."
    },
    {
        "speaker": "E",
        "text": "My second point, if I can't get a tracer immediately, is any turtle that comes near me is getting shot. If that turtle survives, then I know it's the invincible turtle, and I know to tag that one. If it doesn't survive, then it's a decoy. Second thing, doing some rough."
    },
    {
        "speaker": "B",
        "text": "Great. Another great point."
    },
    {
        "speaker": "E",
        "text": "Doing some rough math. 500 BTC right now is roughly 40k. Means you got $20 million."
    },
    {
        "speaker": "A",
        "text": "How much?"
    },
    {
        "speaker": "B",
        "text": "We did the math before you got here. It's roughly 22,000,022."
    },
    {
        "speaker": "E",
        "text": "How much does it cost to shoot something out in a rocket? That's my next question. Because, like, it might not be economically feasible now. Like, economic feasibility of buying a place in, like, Paris and then somewhere in the US. And then I guess what owning a jet, fuck, that's starting to get right."
    },
    {
        "speaker": "A",
        "text": "I agree."
    },
    {
        "speaker": "B",
        "text": "I don't know. I don't think 22 million is jet ownership level. You might be able to have like, a net jet, a subscription or something."
    },
    {
        "speaker": "A",
        "text": "You might be able to get like that once every couple of years. You can rent a jet to go to Vegas type of money, you know."
    },
    {
        "speaker": "B",
        "text": "Well, I think you'd have a net jets. You know what NetJet is?"
    },
    {
        "speaker": "G",
        "text": "No."
    },
    {
        "speaker": "B",
        "text": "It's like. It's like a private jet subscription. You get. It's like private jet time share. You get hours. You get flight hours."
    },
    {
        "speaker": "A",
        "text": "Okay, I like that."
    },
    {
        "speaker": "B",
        "text": "You could. You could say, oh, I'm gonna buy, you know, 30 hours of private jet flight hours a year. And that would cost you, you know, x. And that would get you, you know, two or three trips, whatever."
    },
    {
        "speaker": "A",
        "text": "Interesting."
    },
    {
        "speaker": "B",
        "text": "Probably four trips."
    },
    {
        "speaker": "E",
        "text": "The main thing you need is just two locations that are far enough between that you enjoy both of them that you completely own and have, like, complete control over a case, shooting a turtle in the head with no repercussions that you're quickly able to bounce back and forth between. And to our earlier discussion, probably are across the ocean. That way you have more than just two to three months of downtime, potentially doable in 20 mil. But that starts to get kind of."
    },
    {
        "speaker": "B",
        "text": "Sketch when you're thinking long term out von front. And that makes a good point. And this was what Sean was saying before, is like, once you have 500 BTC, you could use that to make more money. So, like, you're not necessarily, necessarily just capped at 22 million."
    },
    {
        "speaker": "E",
        "text": "I don't know if you know this about me. I lose money. I don't make more money."
    },
    {
        "speaker": "B",
        "text": "I'm the same. I'm the same way circles, which is why I'm taking the BTC to be historically."
    },
    {
        "speaker": "E",
        "text": "I'm historically only down."
    },
    {
        "speaker": "B",
        "text": "Hey, I feel you. I'm in the same boat, which is why I'm taking the BTC to begin with. If I could make it, I would have, you know what I mean? But. So I'm with you there. Back to Facero then, Paine."
    },
    {
        "speaker": "G",
        "text": "I'm obviously not as much of a baller as circles, because my first thought wasn't to buy a private jet with the 20 mil, 22 mil. I quite happily go business class and just sort of get there and there's no immediate rush. You're still going to be quicker, apart from depends how long the queue is at the airport. But I quite like the life of a digital nomad and sort of having two, three months in different locations. The only problem I've got, I think."
    },
    {
        "speaker": "A",
        "text": "Digital Nomad is a lifestyle that I could get used to. I quite happily, yeah, there's just so much stress. There's just so much stress that's involved in this whole scenario. Am I wrong?"
    },
    {
        "speaker": "G",
        "text": "No, you're right. And the problem is, is the fact that if I had, was going to be a digital nomad, I'd want to be on a beach somewhere and you're closer to landing area and also I'd want to go diving. I love scuba diving. So the thought of not being able to go into the sea would be a real sort of, you know, is it, is it worth it? Scenario. But, you know, I suppose if you bumped into it in one part of the world and you go to the other side, then you can go diving for a couple of days and then go somewhere safe."
    },
    {
        "speaker": "B",
        "text": "Yeah, this is, these are all great points. I didn't even think about the fact that, like, beaches are, you know, prime for trickery. Like, you're, you're now like walking into a graveyard if you're going to the beach, you know, it always, you know."
    },
    {
        "speaker": "G",
        "text": "Where you are, you never know when it's coming for you."
    },
    {
        "speaker": "B",
        "text": "That's right. Pain?"
    },
    {
        "speaker": "C",
        "text": "Um, yeah, just a, just a couple things. So just circles. I know he kind of, he kind of said it jokingly, but he's just okay with being a turtle murderer, you know, shooting random turtles. You will likely be trying to conspire against me then."
    },
    {
        "speaker": "E",
        "text": "Yes, I will murder the other turtles who are conspiring."
    },
    {
        "speaker": "C",
        "text": "Are you going to explain that to PETA and all the other organizations?"
    },
    {
        "speaker": "E",
        "text": "I have 20 million in bitcoin. Peter does."
    },
    {
        "speaker": "C",
        "text": "Okay, fair enough. And then I was going to ask, does this turtle sleep? But I went and answered my own question because through, through Google, and sometimes it sleeps short naps, sometimes it'll do a couple hours, whatever. But what I did find out is, excuse me, that they kind of, they don't hibernate, but they like warm weather. So in the winter, I think you're going to be a little bit more safe then in the summer. I was wondering what happened. Chamber fell down. Huh."
    },
    {
        "speaker": "B",
        "text": "I don't see the request, though."
    },
    {
        "speaker": "C",
        "text": "Yeah, I know. It's, it's still showing on mine. He just. Okay, let me remove him from. Okay. Goodness gracious. Chamber. What is this? He's probably looking at something in the background."
    },
    {
        "speaker": "B",
        "text": "Probably trying to get it. He's probably trying to plan his getaway."
    },
    {
        "speaker": "C",
        "text": "Oh, 100%. And the price of BTC is only going up. So right now, we're at 20 million. And who knows?"
    },
    {
        "speaker": "B",
        "text": "That's true. All time highs. This is. This is true. If you're holding, if you're hodling the bitcoin, you're expecting, you know, sailor like, returns on these, right?"
    },
    {
        "speaker": "C",
        "text": "Like, speaking of sailor, just get a yacht. Live on the ocean."
    },
    {
        "speaker": "B",
        "text": "I like it. Tay, are you back?"
    },
    {
        "speaker": "A",
        "text": "Yeah, sorry. The turtle got me."
    },
    {
        "speaker": "B",
        "text": "I was worried that you got turtles. I was worried that. What if we change this. What if we change this slightly and it is. What if we change this slightly and it is no longer turtle the animal, but it's turtle from entourage?"
    },
    {
        "speaker": "A",
        "text": "I feel like that's somehow slower. Is that wrong? Is turtle from entourage slower than actual turtle."
    },
    {
        "speaker": "B",
        "text": "In water? For sure."
    },
    {
        "speaker": "A",
        "text": "Was he dating. I might be getting just shows conflated. Did he date Meadow soprano at one point, or was that in."
    },
    {
        "speaker": "B",
        "text": "I think that's true."
    },
    {
        "speaker": "A",
        "text": "That is true."
    },
    {
        "speaker": "B",
        "text": "Right?"
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "I think so."
    },
    {
        "speaker": "A",
        "text": "Like, in real life, right? Not, like, not on a show. Was it on entourage where he dated meadow soprano? Does that make sense?"
    },
    {
        "speaker": "B",
        "text": "Oh, maybe. You know what? It actually might have been in entourage. I was never a huge entourage fan, but I think it actually was."
    },
    {
        "speaker": "A",
        "text": "It was. They were, like, real people to me. When I watched it, it was just very. Yeah, I thought they were actual, you know, playing herself. Yeah, like, I feel she was right."
    },
    {
        "speaker": "B",
        "text": "She was playing herself. What's her name? Jamie Lee Curtis or something."
    },
    {
        "speaker": "A",
        "text": "Yeah. Jamie Lynn Spears."
    },
    {
        "speaker": "B",
        "text": "That's it. I probably close. That's it. So, wait, I. Before we go back to circles, turtle from entourage or turtle, are you still taking the 500 BTC if it's."
    },
    {
        "speaker": "A",
        "text": "Yeah, I feel like turtle from entourage. He's, like, kind of doesn't have a lot of drive. Like, he's taken a lot of naps. He's kind of high a lot."
    },
    {
        "speaker": "B",
        "text": "Yeah, but he can drive."
    },
    {
        "speaker": "A",
        "text": "He can drive, but I feel like he loses."
    },
    {
        "speaker": "B",
        "text": "He'll. He'll lose, but don't forget, his sole directive is to get you."
    },
    {
        "speaker": "A",
        "text": "Oh, is he, like, turtle but also, like, t 2000 from, like, Terminator? Like, what's his name? I can't think of the cop, but, yeah, I don't know, it's. I think I would rather have a regular turtle. What about."
    },
    {
        "speaker": "B",
        "text": "Definitely rather have the regular turtle."
    },
    {
        "speaker": "A",
        "text": "What about the master of disguises, Dana Carvey, when he's in the turtle."
    },
    {
        "speaker": "B",
        "text": "Poor turtle. Turtle poor fix the down there, he says. Showed up late. Never been more. Can never been more lost in my life."
    },
    {
        "speaker": "A",
        "text": "Hey, you want to hear? It's not circles."
    },
    {
        "speaker": "B",
        "text": "Sorry, go ahead."
    },
    {
        "speaker": "A",
        "text": "I was gonna say it's not a fun fact, more of a morbid fact about the Dana Carvey Turtle movie master of disguises. When 911 was happening, they were in the middle of filming that scene, like, literally that morning, and Dana Carvey had to, like, console the cast in that turtle outfit. That's, like, a fact."
    },
    {
        "speaker": "B",
        "text": "Oh, my God. That's a fact. That's so."
    },
    {
        "speaker": "A",
        "text": "Isn't that wild?"
    },
    {
        "speaker": "B",
        "text": "Wow. Yeah. Live update. I'm definitely down on my doge buy."
    },
    {
        "speaker": "A",
        "text": "Yeah, my Internet all, like, power went out in my house, so I just got my Internet."
    },
    {
        "speaker": "B",
        "text": "It's the turtle, bro."
    },
    {
        "speaker": "A",
        "text": "It's chewing the cable."
    },
    {
        "speaker": "D",
        "text": "Turtle is coming."
    },
    {
        "speaker": "B",
        "text": "The turtle is coming."
    },
    {
        "speaker": "A",
        "text": "If I walk outside there's a turtle, I'm going to shit my pants."
    },
    {
        "speaker": "B",
        "text": "Circles. Are you. You got your. You know, whatever you were originally going to say, but are you more or less inclined to have turtle from entourage do the chasing circles? Did he rug?"
    },
    {
        "speaker": "C",
        "text": "He got typical circles fashion."
    },
    {
        "speaker": "A",
        "text": "He got got by the turtle."
    },
    {
        "speaker": "B",
        "text": "Classic circle."
    },
    {
        "speaker": "D",
        "text": "He's in the space business. Or turtle."
    },
    {
        "speaker": "B",
        "text": "What did. What did Sean say?"
    },
    {
        "speaker": "C",
        "text": "Oh, he's throwing thumbs down, so I guess maybe he's not."
    },
    {
        "speaker": "B",
        "text": "All right."
    },
    {
        "speaker": "E",
        "text": "Okay, I think. I think I'm back."
    },
    {
        "speaker": "A",
        "text": "Oh, here he is."
    },
    {
        "speaker": "B",
        "text": "Yeah, you're back."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Yep."
    },
    {
        "speaker": "E",
        "text": "Okay. Yeah. You guys cut out, and I knew I was driving through a sketch, so I missed your question, bunch."
    },
    {
        "speaker": "B",
        "text": "When would you. Well, whatever your original comment was, you could fire that off. But the. The other question was, how would this change? Uh, if. How would your answer change if it was turtle from entourage?"
    },
    {
        "speaker": "E",
        "text": "I don't know who that is, but that sounds like an actual person, so. Fuck no, I'm not gonna fuck around with an actual person who's falling by the same rules. Uh, speaking of the same rules. Painted yada."
    },
    {
        "speaker": "B",
        "text": "There he goes. The turtle got turtle."
    },
    {
        "speaker": "A",
        "text": "Turtle. I can't even. Yeah, circles is done. Circles is done. He doesn't get the final."
    },
    {
        "speaker": "B",
        "text": "The official name of Turtle from entourage is Jerry Ferreira. Right. I think we follow each other on Twitter, actually."
    },
    {
        "speaker": "A",
        "text": "He fought because."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah, yeah, he got. Yeah, he got into Zed run pretty big in the, uh. I got my 2021."
    },
    {
        "speaker": "A",
        "text": "My celebrity Nft follow was Andy Milonakis."
    },
    {
        "speaker": "B",
        "text": "He does not follow me. I follow him, though."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's all right."
    },
    {
        "speaker": "B",
        "text": "I feel like we were. Andy Millenniacus ended up rugging everybody, buddy."
    },
    {
        "speaker": "A",
        "text": "Well, that will happen, but he's still funny, so I cut him some slack."
    },
    {
        "speaker": "B",
        "text": "Here's Jerry from. Here's Jerry Ferreira's Twitter profile, just in case you want to follow him, in case you need to know kind of where he is as he's trying to kill you."
    },
    {
        "speaker": "A",
        "text": "But note, he's on for Jerry."
    },
    {
        "speaker": "B",
        "text": "Yeah, you have to. You have to. He's often found that Nick's so, like, Jerry for. I actually am not sure I would take this deal if it was turtle for Montreal, because I'm pretty sure he lives in New York, and I am far too close. Like, this is."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's. That's way too close for you. But you'd see that backwards hack coming. You'd see it like. Like a fin. Like a fin out of the water. You know what I mean?"
    },
    {
        "speaker": "B",
        "text": "Totally. Totally. Vaughn. You taking it from turtle, from entourage, or you still. Are you only taking this on turtle the animal?"
    },
    {
        "speaker": "F",
        "text": "I have some clarifying questions first. So, because Jerry, we have now moved from animal to person, and a person who's on social media is Jerry Ferreira, constantly tweeting his location. So I have some idea. Or is his location as mysterious as the actual turtle?"
    },
    {
        "speaker": "B",
        "text": "I would say you're allowed to follow him on Twitter, but, like, you're not getting any additional information that's not public."
    },
    {
        "speaker": "A",
        "text": "I would say you would build your following on Twitter and then ask your followers to tweet anytime. Tweet the location anytime they see him. I feel like that's the move. So. You have eyes all."
    },
    {
        "speaker": "B",
        "text": "Yeah. Look, you could run. You could run thousand dollar giveaways to, like, you. You're rich. You know, you can do once a day."
    },
    {
        "speaker": "F",
        "text": "Thousand dollars for Jerry Ferrer sighting. If I'm. If I can make sure I'm always at least a day away. Now that I'm. Now I'm more constantly on the move, though. I don't know if I like this."
    },
    {
        "speaker": "B",
        "text": "Yeah, well, that's a problem, right?"
    },
    {
        "speaker": "F",
        "text": "Yeah, I think I'm. I think I'm going at least."
    },
    {
        "speaker": "A",
        "text": "The."
    },
    {
        "speaker": "F",
        "text": "The regular turtle was giving me three months in Paris, you know, entourage turtle is giving me, like, you know, three days tops."
    },
    {
        "speaker": "A",
        "text": "Like, some really terrible reruns, half a half hour lunch, and hoboken."
    },
    {
        "speaker": "B",
        "text": "Son of a bitch."
    },
    {
        "speaker": "A",
        "text": "Hoboken is maybe my favorite."
    },
    {
        "speaker": "E",
        "text": "I."
    },
    {
        "speaker": "A",
        "text": "Favorite city name of all time. It just."
    },
    {
        "speaker": "B",
        "text": "Hoboken is a great place. Have you ever been?"
    },
    {
        "speaker": "A",
        "text": "I've never been. I would love to live there. It's the funniest name, and I feel."
    },
    {
        "speaker": "B",
        "text": "You'D use it expensive."
    },
    {
        "speaker": "A",
        "text": "It is a very ritzy place."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's the. Well, it's the. It's the New Jersey. It's the place in New Jersey where all the new people who work in New York live. Right."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "Because it's right across. It's right across the tunnel. Oh, yeah. It's right across the tunnel. So it's like. And that's next door to it is Jersey City, which is, like, historically not a great place, but it's now up and coming, so interesting. Yeah, but Hoboken is where it's at. The bars there. Bars and restaurants scene in Hoboken, good bakeries, all the. All the things you want."
    },
    {
        "speaker": "A",
        "text": "Interesting. Interesting."
    },
    {
        "speaker": "B",
        "text": "Yeah. Vasero, jump back in. We got ten minutes left. Spent the whole time talking turtles. This is fantastic. Go ahead, Vicero."
    },
    {
        "speaker": "G",
        "text": "If it's turtle from entourage, and he is a human, he's indestructible, right? Have I got that right?"
    },
    {
        "speaker": "B",
        "text": "Correct."
    },
    {
        "speaker": "A",
        "text": "Yes. In this scenario."
    },
    {
        "speaker": "G",
        "text": "Okay, so here are the rules."
    },
    {
        "speaker": "B",
        "text": "Hold on. If he touches you, you die. The turtle or turtle from entourage is indestructible and cannot be stopped. It always knows where you are and its sole purpose is to reach you. Those are the. Those are the stipulations."
    },
    {
        "speaker": "G",
        "text": "I would 100% take it, and I would pay somebody to put some concrete wellies on that motherfucker and sink him to the bottom of the river. He's not going to move."
    },
    {
        "speaker": "B",
        "text": "But he's indestructible."
    },
    {
        "speaker": "G",
        "text": "Yeah, I know, but he might be indestructible, but he can't move. Like, if his feet are in concrete wellies, he can't get out of it. He's just going to be down there."
    },
    {
        "speaker": "B",
        "text": "Forever, just swimming with the fishes."
    },
    {
        "speaker": "G",
        "text": "He's going to be checking on the other turtles chamber."
    },
    {
        "speaker": "B",
        "text": "Is this against the rules, or you think it's fair game?"
    },
    {
        "speaker": "A",
        "text": "I don't know what the little bit."
    },
    {
        "speaker": "B",
        "text": "Of concrete shoes for."
    },
    {
        "speaker": "A",
        "text": "I don't know what the dilution rate of concrete in saltwater is, so I'm sure it's years."
    },
    {
        "speaker": "B",
        "text": "Oh, wow. But, yeah, I would think you'd have probably a lifetime."
    },
    {
        "speaker": "A",
        "text": "No, at least you would think a good 20 years."
    },
    {
        "speaker": "B",
        "text": "But don't forget turtle from entourage. Also rich. Can he use his resources, any resources that are available to him, and he can speak well, like the regular turtle."
    },
    {
        "speaker": "A",
        "text": "That's a good point. These are great points here."
    },
    {
        "speaker": "B",
        "text": "So turtle makes a phone call, right? And somebody is down in a submarine getting turtle out, and you're just constantly playing this game."
    },
    {
        "speaker": "A",
        "text": "You need a net worth on. On."
    },
    {
        "speaker": "B",
        "text": "Jerry, this isn't really fair. When you actually put this podcast out, be sure to tag Turtle from entourage and apologize."
    },
    {
        "speaker": "A",
        "text": "His opinion, like, I don't."
    },
    {
        "speaker": "B",
        "text": "Think this is fair to him."
    },
    {
        "speaker": "F",
        "text": "So Jerry's also then call. He could call friends and have, like, you know, a couple of hoboken nasties come after you and, like, trap you in a motel room until he gets there to take care of business."
    },
    {
        "speaker": "B",
        "text": "That's what I'm talking about. You got to have much more, much higher security. And Opsec, if you're taking turtle from Ontario, it makes the whole thing much harder."
    },
    {
        "speaker": "A",
        "text": "In 2023, his estimated net worth stands at $12 million. So you are almost double his net worth. So I think you could wear his. His capital down to a nub, and then it's just basically comes down to two homeless people fighting each other or running away from each other. I feel like it's a battle of funds at that point, which I think you can win. But, I mean, once you take everything away from a turtle, you know, that's when shit really hits the fan, I think."
    },
    {
        "speaker": "B",
        "text": "Yeah, I don't know where. I have a feeling. I'm saying no if it's turtle from entourage. And I'm saying yes if it's a normal sea turtle or turtle of any kind. I think. I think that's my final answer. Circles, back to you."
    },
    {
        "speaker": "E",
        "text": "So, two things. One, is it Hoboken or Hoboken? I thought it was hoboken."
    },
    {
        "speaker": "B",
        "text": "It's hoboken."
    },
    {
        "speaker": "E",
        "text": "Huh?"
    },
    {
        "speaker": "B",
        "text": "At least here in Jersey it's Hoboken."
    },
    {
        "speaker": "A",
        "text": "As a canadian, that's how I heard it as well. Hoboken."
    },
    {
        "speaker": "E",
        "text": "Okay."
    },
    {
        "speaker": "F",
        "text": "I didn't know circles was gonna sound so defeated by that answer."
    },
    {
        "speaker": "B",
        "text": "Circles is like, he was really like, I live in Hoboken. He's like, circles. He's like, I live here, and I don't call it that."
    },
    {
        "speaker": "E",
        "text": "I mean, as we all know, I famously live with Yamiche, or at least nearby. So second part on the concrete shoes, there was an anime that, like, some people in the 17 hundreds drank an immortality potion, and then it picked up in the 1920s, and this guy got some concrete shoes. And then it shows that while he was constantly dying and then reviving during that little bit of time, he's slowly chipping away at the concrete shoes. So, I mean, give it enough time, especially if you are invulnerable and not constantly dying every single time, you can probably pry yourself out of those concrete shoes pretty dang quickly."
    },
    {
        "speaker": "B",
        "text": "Yeah, good point. This is all I'm going to be thinking about. No, I'm gonna ask my wife this question. What do you think your wife would say?"
    },
    {
        "speaker": "A",
        "text": "You're an idiot."
    },
    {
        "speaker": "B",
        "text": "I think my wife would actually answer the entertainment and ask. And answer the question. I think she would say she's taking money, though."
    },
    {
        "speaker": "A",
        "text": "I know my wife. She would be way too stressed out. She would never."
    },
    {
        "speaker": "B",
        "text": "Yeah. I feel like you two seem like you'd be a ball of nerves. I'm already a ball of nerve, so, like, it doesn't change my, like, resting stress level."
    },
    {
        "speaker": "A",
        "text": "Right. So you just be up $20 million."
    },
    {
        "speaker": "B",
        "text": "Yeah. And still be a ball."
    },
    {
        "speaker": "A",
        "text": "Yeah, right, I got it."
    },
    {
        "speaker": "B",
        "text": "Yeah. But anyway. All right, should we. Should we shut this thing down? I mean, I got a totally get away from."
    },
    {
        "speaker": "A",
        "text": "Yeah, absolutely."
    },
    {
        "speaker": "B",
        "text": "I would probably take, like, a giant pot of turtle soup and just, like, I constantly have it going."
    },
    {
        "speaker": "A",
        "text": "So a couple years ago, I was driving down country road, and amber and I were in the car, and we're like, oh, a turtle crossing sign. This is not a joke."
    },
    {
        "speaker": "B",
        "text": "You're like, thank God."
    },
    {
        "speaker": "A",
        "text": "And we see this turtle crossing sign, and we're looking at it, and as I put my eyes back on the road, there is a massive turtle on the road, and I destroy it. Like, so turtles have something. And, like, having this conversation just reminds me that all turtles have a vendetta against me currently without the $20 million. So this is. This is. I'm going to have turtle nightmares is what it comes down to tonight."
    },
    {
        "speaker": "B",
        "text": "Yeah, you certainly, certainly are. All right, man. Like, this is exactly the type of Friday show I like to do. And I had a fantastic time talking turtles with you. Please put out. Make sure you quote, tweet Josh's tweet up here."
    },
    {
        "speaker": "A",
        "text": "Yeah, we'll quote, tweet Josh, and then we'll add Jerry in there as well and see what his thoughts are."
    },
    {
        "speaker": "B",
        "text": "Thanks to Josh here, we. I tagged him and he responded. Actually, he. I don't know if he thought we were talking about this at random, because he then sent us his own tweet. Like, we just made this shit up. No way. You know what I mean? So. But a very great content for the Friday, so appreciate you all for hanging out. I feel really, really bad for the two gentlemen that were new here, uh, that were obviously coming to listen to Gemini versus OpenAI talk, and we went, $20 million turtle rabbit hole. So apologies to those gentlemen, and come back."
    },
    {
        "speaker": "A",
        "text": "Come back on Monday. Yeah, we will talk about this on Monday."
    },
    {
        "speaker": "B",
        "text": "We will. In some capacity. Yeah, well, I mean, as long as Jerry or the turtle doesn't get us, right? Yeah. And, you know, you're. You're welcome for just getting my mic to work after, like, three months of."
    },
    {
        "speaker": "A",
        "text": "It's amazing. And we had so many people with great mics on today to copy."
    },
    {
        "speaker": "B",
        "text": "We sure did. Ficero's mic is amazing. Pain sounds awesome. Gosh, we're working with a high quality crew here. Even circle."
    },
    {
        "speaker": "A",
        "text": "Even. Even circles wasn't that bad today."
    },
    {
        "speaker": "B",
        "text": "Yeah, circles was, I would say, better than normal."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "It's terrific."
    },
    {
        "speaker": "B",
        "text": "Have a good weekend. I wasn't gonna say pain. If you've got, for the outro, throw on that entourage theme song, because that is. That's a vibe banger that's gonna do it for us. Until next time, keep the mic hot."
    }
]