[
    {
        "speaker": "A",
        "text": "It's crazy that 420 is like a national holiday in Canada and it's so illegal in so many places in the world. Like it's, it's, it's bonkers. Like it's a national shop. Like everybody's like just advertising. It's, it's like Black Friday. It's absolutely like Black Friday for adults. But you know, what are you gonna do? You guys getting high today?"
    },
    {
        "speaker": "B",
        "text": "I mean, after business hours?"
    },
    {
        "speaker": "A",
        "text": "Yeah, during business hours, I don't get high all day business."
    },
    {
        "speaker": "B",
        "text": "I can't function. I'm not good. I'm bad at functioning like that."
    },
    {
        "speaker": "A",
        "text": "Well, happy 420."
    },
    {
        "speaker": "B",
        "text": "Anyways, let's start this show."
    },
    {
        "speaker": "C",
        "text": "This episode is brought to you by the Degen Community Network media for the decentralized generation. If you want to connect or to check out more great NFT and crypto content, go to dgen.net network. That's DGEn network."
    },
    {
        "speaker": "B",
        "text": "Hello and welcome to the Mint condition. I am Bunchu, aka Joe, aka Bunchu bets, aka Moonbird enthusiasts, alongside my esteemed colleagues and co hosts, chamber and Des Chamber. How you doing, buddy? Happy 420 to you it is. I mean, I think you, you would prefer 420 to your birthday."
    },
    {
        "speaker": "A",
        "text": "I would bethe, oh my goodness. Who likes a birthday? Oh, see, I like literally every other holiday besides my birthday."
    },
    {
        "speaker": "B",
        "text": "At this point, but happy 420 to you. Tell us a little bit before we get into it about what's going on in your neck of the woods. You are, you're a, you know, you do this as a profession. So what is it like from a professional level?"
    },
    {
        "speaker": "A",
        "text": "Um, it, you know, it's so new. This is the third year of legalization, I think, in Canada. So it's, you know, every year it's kind of ramping up more and more, but this year with, you know, with COVID last two years it's been, you know, tough at, you know, retail, brick and mortar stores. So, you know, it's, it's a sunny day today. It's, I don't know, it's like 55 degree, I don't know what it is in fahrenheit, but like a nice day, sunny, the stores are open, masks are off, we're passing joints, you know, it's, it's, it's a good day. It's a good day. Everybody's happy handing out sunglasses and t shirts. Like it's my job. Like it is my job."
    },
    {
        "speaker": "B",
        "text": "It is your job."
    },
    {
        "speaker": "A",
        "text": "It's weird."
    },
    {
        "speaker": "B",
        "text": "So like, what does today look like for you? Are you."
    },
    {
        "speaker": "A",
        "text": "I have a ridiculous amount of stores, so I'll go see kind of you know, seven or eight of my top, top, you know, performance stores drop off some, some swag for them and, you know, buy some stuff that they recommend. It's usually not like my product, but, you know, because I smoke that all the time, so I usually take recommendations from the bud tenders and, you know, and these guys are like, I've always been the weed person in my circle of friends, but once you start talking to these people at work, professionally, at store, it's, I mean, they're, they're on another level. So they can recommend all sorts of crazy new things that, you know, I'm an old man. I don't know a lot of these things. So today I got recommended a pot potluck, if you can see that. This is a combination of pineapple Express, orange layer cake, frosted cherry, and banana cream."
    },
    {
        "speaker": "B",
        "text": "Sounds, sounds delicious. Des, how are you feeling today? What's going on in your world?"
    },
    {
        "speaker": "C",
        "text": "I'm doing good. Yeah, I'm doing good. Just busy. We post last week's show. We did release G milk, and so that's out in the world. So just working on some development things on that end. But other than that, enjoying the, I would say, overall positivity of the market right now, I think a couple things are happening and. Yeah, so, yeah, pretty excited."
    },
    {
        "speaker": "B",
        "text": "Um, overall positivity in the market. I'm not, I don't know if, if everybody feels that way, it might only be, uh, might only be moon birdies."
    },
    {
        "speaker": "C",
        "text": "I'm looking, I'm looking at the, the charts right now, and I'm not seeing."
    },
    {
        "speaker": "A",
        "text": "I would say today there's been some, some, you know, you got a lot."
    },
    {
        "speaker": "C",
        "text": "Of positive around the ape land sale, which is imminent. Um, you got a lot happening with like, clone x, obviously, moon birds. Uh, uzuki survived. Kind of like a little setback. I think they're, they're rolling again. Um, cool cats is making a revival. Doodles."
    },
    {
        "speaker": "B",
        "text": "That was some interesting. You're, you're right. I mean, you're right. Look, like now that we're looking at it on a chart here, you got, obviously, moonbirds, just a juggernaut up 18% today."
    },
    {
        "speaker": "A",
        "text": "No big deal."
    },
    {
        "speaker": "B",
        "text": "Mutants up 11%. Eleven and a half. B A y."
    },
    {
        "speaker": "C",
        "text": "We need to take a, take a stop and just highlight."
    },
    {
        "speaker": "B",
        "text": "Peace."
    },
    {
        "speaker": "C",
        "text": "Frog. 80 five's comment real quick."
    },
    {
        "speaker": "A",
        "text": "Very generous."
    },
    {
        "speaker": "C",
        "text": "It's worth stopping for."
    },
    {
        "speaker": "B",
        "text": "Just the craziest part is we like, it's hard to be this sexy when you live in your mom's basement, but somehow we pull it off."
    },
    {
        "speaker": "A",
        "text": "You know, you get to borrow your mom's facial creams."
    },
    {
        "speaker": "B",
        "text": "And, yeah, she's got a great skincare regimen, and that transfers over. So thanks for that peace frog. I'm now feeling way better about myself, and I'm thinking I might take that, like, a cute shirt off pic later and circulate around the war room with this newfound confidence, you know? But the. Yeah, no, I think you're right. How about this one? Byc up 15% of a, had a floor of 124.89. Everybody, everybody talking moonbirds but don't sleep. Still on the yacht club. Look like. Just insane where that's getting to apecoin."
    },
    {
        "speaker": "C",
        "text": "Ape coin, I think, is up like 50% over the last three days or something."
    },
    {
        "speaker": "A",
        "text": "I was looking at the chart this morning. It's, it's crazy."
    },
    {
        "speaker": "B",
        "text": "Um, no, but I think you're, you're definitely right here, Des. Like, uh, crypto. It's in 24 hours. That's been interesting. I think that's mostly because of a rumor that they're getting whitelisted for Apeland. Um, it also could be some moonbird spillover that, that's driving that. You got vfriend series two. Um, down a little bit, but, uh, that's kind of to be expected because they're rolling out, like massive supply me bits up 20%. Kennel, even the dogs up 20%. Cool cats up 30%. Bouncing back. Yeah, pretty interesting. So I think you're right. I was assuming over the weekend, in the last couple days, it felt like if you didn't, if you weren't in moonbirds, everything that you had was terrible, at least what the sentiment felt like. But it doesn't appear to be that way if you're looking at the market today. So that's pretty cool. Alien friends took a big dump down here. Only 1.18 floor. They were up to like three last time I looked at them."
    },
    {
        "speaker": "C",
        "text": "But they released a companion, I believe. And sometimes that happens with collections, right? They release a companion and their genesis floor dips a bit."
    },
    {
        "speaker": "B",
        "text": "So, I mean, let's not bury the lead here. We've got, we've got to talk moonbirds for a lot of reasons. One, one of them is, I think we, Des, need to take a tiny little victory lap on, on chamber here. I think, Des, I'm going to let you go because you were the one, you texted our little group and said victory lap on chamber coming on Wednesday. So I'm going to let you start this conversation."
    },
    {
        "speaker": "C",
        "text": "No, to be fair, I said victory lap. And you're like, sure, Des, you can take a victory lap on the normies. The plebs. And I was like, no. I was like, no, no, no victory laps specifically on chamber. No, I mean, if chamber himself, he listened back to that podcast. Lot of good predictions in there were that eight to twelve range when release. We nailed that. And then the four up to 20, which is kind of what we were calling to nailed that. So, no, I mean, overall, you know, we did our job as alpha providers and, yeah, glad chamber. Glad chamber aped into one extra one that, that made my day. That took me over the edge, was like, all right, he gets a free one. Of course we knew that was going to happen."
    },
    {
        "speaker": "A",
        "text": "I did, I did say on the record, I would not buy one at ten e. And I, in fact, bought one at Tennyson."
    },
    {
        "speaker": "C",
        "text": "Amazing."
    },
    {
        "speaker": "B",
        "text": "Yeah, we're, we'll get into that in a moment here. Um, but so here we, here we are looking at this. Holy crap. It's, the floor is 23 and a half. Looked like an out. I looked an hour ago, it was 21. Uh, the, this is going to get out of control pretty quickly here."
    },
    {
        "speaker": "C",
        "text": "Less than a week."
    },
    {
        "speaker": "B",
        "text": "It's, it's, yeah, I hate to, you."
    },
    {
        "speaker": "C",
        "text": "Know, nfa all over this yet again, but I, I mean, come on, when, when does staking not boost the floor? Yeah, I don't know."
    },
    {
        "speaker": "B",
        "text": "Well, there's just not. So you're just gonna get, you're just gonna get listings scarce. Like, super scarce. And how many listings are there right now? I will tell you. So as we're looking at that, I'll bring up nerds. Hold on."
    },
    {
        "speaker": "A",
        "text": "Something."
    },
    {
        "speaker": "B",
        "text": "So while I'm bringing this up, the incredible thing about this, to me, I'm not surprised by the floor. I think, like Des, you said, we, it kind of played out pretty exactly how we thought it might. What is absolutely earth shattering incredible to me that I just cannot wrap my head around is the volume, the sheer volume numbers that this collection is doing in such a short time. It's at 83,000 or 81.8 thousand eth traded since Saturday afternoon. And, I mean, we've never seen anything even remotely close to that. What's your take on that, Des?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I mean, this is, it's a weird one because I actually wouldn't have thought that the volume, like, I knew, you know, the demand, maybe even the floor was going to be where it was, but you just, the sheer volume of people trading and flipping these, I just, I didn't. It's unbelievable. Honestly, I don't know how to explain it. People are happy to try to trade this at like a $60,000 asset, which is just kind of hard to wrap my mind around. Like, people are day trading this $60,000 asset, but, you know, there's enough volatility in it. Like, right. We've been up to 22. We've been down to 16. Again. We've been up to 23. There's enough there to make it worthwhile for people to do it. And the royalties are pretty, you know, conservative. So, yeah, it's just, it's crazy. I could not have predicted this much volume."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's, it's unlike anything that we've ever seen. Chamber tan. Go back to your question before. 795 listings. And this just keeps going down. This, this was over a thousand yesterday. This was over a thousand yesterday. The buys keep coming in. We're talking, like, you know, if we just put this on, we are now only, we are 44 listings from 25 eth. 44 listings. That's it. And it doesn't really get crazy. Like, up till 30 even, is only 277. 276. Because listings up to 30 eth. That's incredible. And you got to figure with the nesting coming, that's probably in range pretty quickly. There was a thread yesterday, or there was a tweet yesterday by Steve nft Barkley. Will, will birds flip mutant apes? Let's, let's go around the horn chamber. Will birds flip mutant apes?"
    },
    {
        "speaker": "A",
        "text": "It's tough to say. I mean, you look at apes today, 124 Eth floor."
    },
    {
        "speaker": "B",
        "text": "No, no mutants."
    },
    {
        "speaker": "A",
        "text": "Oh, mutants. Oh, yeah. No, mutants is no brainer."
    },
    {
        "speaker": "B",
        "text": "Wow. You were considering apes?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I, I mean, I was. I would have said apes, uh, at least in the near future. Uh, but, uh, yeah, no mutants. Yeah, no, definitely flipping mutants. Just hit, what, 30?"
    },
    {
        "speaker": "B",
        "text": "30. What are they, 32 ish? They're about 32."
    },
    {
        "speaker": "A",
        "text": "They're due for a pullback. I can see a pullback after the launch of the, you know, of the land stuff. Um, you know, to go back to 25, like that's going to happen. I would say they flip mutants within the week. Like, by this episode next week, I want to say moonbirds flips mutants."
    },
    {
        "speaker": "B",
        "text": "We got some interesting comments over here that from, let's see, florgon 333. Crypto bats, better than moonbirds. And I thought that was a trolleye. However, he comes back with, I think Moonbird floor is six eth in two months. No chance. No, no chance of that. Correct. I mean, I don't, I don't see that happening. Do any of you guys see, you know, something like that? Barring catastrophic failure to deliver on anything, I don't, it's."
    },
    {
        "speaker": "C",
        "text": "Yeah, I just, that's not even a possibility."
    },
    {
        "speaker": "A",
        "text": "Jimmy Fallon just bought two. Me and Jimmy Fallon have the same amount of moonbirds."
    },
    {
        "speaker": "B",
        "text": "You and Jimmy Fallon do have the same amount of money. And, and my wife thought that was."
    },
    {
        "speaker": "A",
        "text": "Very funny, by the way she saw it. She's like, oh, did you get, she's like, are these not the same ones you got over the weekend? And she showed me a tweet from Jimmy and yeah. I said, yeah. She's like, how much you get? I'm like, two. She's like, she. So you have the same amount as Jimmy Fallon? Like, yeah, no big deal. I'm kind of no big deal."
    },
    {
        "speaker": "B",
        "text": "You're like, I'm actually richer than Jimmy Fallon, too, at least in the chamber. Going from fuddy moonbirds to calling them to flip apes from one show to the next is quite the character arc, is what our friend Chris, Captain Zweig."
    },
    {
        "speaker": "A",
        "text": "I feel like the narrative has, has been, been altered a little bit because I just relistened to the show."
    },
    {
        "speaker": "B",
        "text": "So did I. And what do you think?"
    },
    {
        "speaker": "A",
        "text": "What are your thoughts?"
    },
    {
        "speaker": "B",
        "text": "We're going to go to the tape. We're going to the tape. Here's where we'll pivot here. We're going to the tape. But first, we're going to play, we're going to play defend that tweet, which is, if you've never listened to Rect podcast, this is one of our favorite segments to do on rect podcast, defend that tweet. And it is typically almost always me picking out chambers best tweets of the week and, you know, poking holes in them and asking them what his thought process was. So here we go. We have the, we have the tweet of the week that you are going to defend here. And on 223 at April 19, at 02:23 p.m. sent Twitter from iPhone. You got, I mean, for you, this is a high performing tweet. You got 2021 likes. 21 likes is like 21 times your normal tweet."
    },
    {
        "speaker": "A",
        "text": "Absolutely."
    },
    {
        "speaker": "B",
        "text": "One quote tweet. I don't know who did that."
    },
    {
        "speaker": "A",
        "text": "Let's probably quote, tweeted myself, isn't this such a great tweet?"
    },
    {
        "speaker": "B",
        "text": "And you actually got three retweets. That's, and then me chiming in down below that. This is going right into the defend that tweet segment. So, Beezel, you didn't even like moonbirds."
    },
    {
        "speaker": "A",
        "text": "All over me."
    },
    {
        "speaker": "B",
        "text": "So the tweet is top three NFT projects by the end of 2022. And you rank them Azuki, official number one, moonbirds number two, and board ape yacht club number three. So I ask you, chamber, defend that tweet."
    },
    {
        "speaker": "A",
        "text": "Well, I'm gonna be honest with you. I like to be a provocateur with my tweets a lot of the time. I do think those are gonna be the top three. Whether the order is right is a different story, but I do think those are gonna be the top three going forward. I do think there's a huge Azuki following, and I think they're going to keep, you know, they had a little bit, I feel like, a little bit of a stumble with the beans. We'll see how that goes. But I do think moonbirds, you know, you guys were convincing me by the end of the episode last week. I was pretty convinced with your bullishness. And then just seeing the. Just like you mentioned the volume unseen volume with. With moonbirds over the weekend. And then. Yeah, I'm just fudding with the last one. Just fudding. Just upsetting any of the apes out there. That's really what it's there for."
    },
    {
        "speaker": "B",
        "text": "Des, how does this tweet make you feel?"
    },
    {
        "speaker": "C",
        "text": "I don't know how to feel about this. Seems like there's a direct correlation with chambers bags here."
    },
    {
        "speaker": "B",
        "text": "I don't."
    },
    {
        "speaker": "A",
        "text": "I don't have hips."
    },
    {
        "speaker": "C",
        "text": "I think he threw that in as a red herring."
    },
    {
        "speaker": "A",
        "text": "If I added Clodagh, it would have been totally."
    },
    {
        "speaker": "C",
        "text": "I disagree with it, but I like that."
    },
    {
        "speaker": "B",
        "text": "Do you disagree with those?"
    },
    {
        "speaker": "A",
        "text": "Do you disagree with those being the three, though?"
    },
    {
        "speaker": "C",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "Like, okay, what do you have in there? What's your taking Azuki out, I'm assuming? Or what do you do?"
    },
    {
        "speaker": "C",
        "text": "I'm gonna go. I'm gonna go board apes number one."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "I'm going to go clone x number two. And I'm going to go project to be determined number three."
    },
    {
        "speaker": "A",
        "text": "When I was tweeting this, I was actually thinking that as well. There could be something that we don't even know yet. That we don't know."
    },
    {
        "speaker": "B",
        "text": "Yeah. So, yeah, so this tweet has made me have to do a little exploration through the archives. And so we've ranked. He's ranked Suzuki number one. Moonbirds number two. We're actually going to go to the tape twice here. Uh, Chamber. Chamber. You know, he's going to defend his moonbird take, but we're going to. We're going to, you know, poke a hole in that, too. But first, I want him to defend his Azuki take because two weeks ago, when Drew was on, uh, here's a little clip about how Chamber felt about Azuki or FuD. All right."
    },
    {
        "speaker": "A",
        "text": "All right."
    },
    {
        "speaker": "B",
        "text": "Azuki. The solid, solid. Number two. PFP project in the NFT space. Fact or chamber number two? Number two."
    },
    {
        "speaker": "A",
        "text": "Over, over."
    },
    {
        "speaker": "B",
        "text": "Pump over. Whatever you decide. I mean, this is it. Is it them or nothing?"
    },
    {
        "speaker": "A",
        "text": "I mean, I would say number three for sure. Premium carrots brings up a good point here. Clone x, I think, is they're a little. Obviously, they're at a high price point right now. What are we, around 20 on clone x? I think that has a 30 e plus move in it. That one could be. I don't know. I'm a bag holder, but I don't think they're number two."
    },
    {
        "speaker": "B",
        "text": "There you go. You're number one. So the tape. The tape don't lie. You just. Absolutely. They were not two weeks ago. They were not there two weeks ago. And now. Oh, we're going to go to the moonbirds one here. We're going to go. We're going to go here for moonbirds as well. We're going to go back to the tape. On your thoughts on moonbirds arbitrum tomorrow."
    },
    {
        "speaker": "A",
        "text": "This is what I'm talking about. Maybe he's got the move."
    },
    {
        "speaker": "B",
        "text": "All right, so what's the final verdict here? And we'll move on to something else. Uh, chamber, yes or no, are you buying a moon? Will you have a moonbird by the next episode?"
    },
    {
        "speaker": "A",
        "text": "I will have a moonbird. I'm calling my shot right now. I'm getting in on the lottery."
    },
    {
        "speaker": "B",
        "text": "Okay, so say, yeah, of course it's gonna happen. We're gonna get shut out. He's gonna win the lottery."
    },
    {
        "speaker": "A",
        "text": "I got due somehow. Guys."
    },
    {
        "speaker": "B",
        "text": "If you. Okay, so say you don't win."
    },
    {
        "speaker": "A",
        "text": "I."
    },
    {
        "speaker": "B",
        "text": "If you. On the next podcast that we do, will you have a moonbird?"
    },
    {
        "speaker": "A",
        "text": "No."
    },
    {
        "speaker": "B",
        "text": "Interesting."
    },
    {
        "speaker": "C",
        "text": "I don't deserve to screen share the amount of accounts that you have in your metamask right now."
    },
    {
        "speaker": "A",
        "text": "How many annoying laughs, Twitter and discord accounts do you have, too? Is the other question the."
    },
    {
        "speaker": "B",
        "text": "I mean, what do you have to say for yourself?"
    },
    {
        "speaker": "A",
        "text": "I. I might be a witch. Um, again, he's not."
    },
    {
        "speaker": "C",
        "text": "Again, what's crazy is he's not wrong. He said Azuki wouldn't be, would not be number two. It's number one. He said he wouldn't own one moonbird. He actually owns two, technically, chambers. Just the subtext is just genius."
    },
    {
        "speaker": "B",
        "text": "He did say, though, if he did not win the lottery, he would not have won."
    },
    {
        "speaker": "A",
        "text": "And I'm. I think about that, and I'm not sure if I would have. The FOMO could have got me going though. The fomo of the day, of the. With the volume."
    },
    {
        "speaker": "C",
        "text": "I actually believe that, though. I don't think you would have jumped in if you didn't get. Because you even rationalized it into a tweet or in a message with us. You're like, I got them at six and a half."
    },
    {
        "speaker": "A",
        "text": "Exactly. I got two at six and a half."
    },
    {
        "speaker": "C",
        "text": "See, that's. I think you wouldn't have jumped in if you didn't win one for free."
    },
    {
        "speaker": "B",
        "text": "Interesting. Well, the tape don't lie."
    },
    {
        "speaker": "A",
        "text": "Is that crazy though, that I got one and both you guys got shot out like that?"
    },
    {
        "speaker": "B",
        "text": "We literally called. I mean, we. I don't think we could have called the happenings of the weekend any."
    },
    {
        "speaker": "A",
        "text": "I was, I was relisted to that in the car."
    },
    {
        "speaker": "B",
        "text": "My."
    },
    {
        "speaker": "A",
        "text": "Holy shit. I can't believe that happened."
    },
    {
        "speaker": "C",
        "text": "I think the best, like, comeback story that I'm looking to purchase the movie rights for. For is like the mental battle that bunch you had to face that night, going into the mint in the following morning, just knowing that, like, he prepped all that time to get those spots, got zero of them, and then had to rally his faith in moon birds to be like, you know what? I'm still going to spend this 50 eth on these birds. I think that's one of the greatest untold stories of all time. It was all by himself in his mom's face. That was so crazy."
    },
    {
        "speaker": "A",
        "text": "It's so true. The, the difference that 24 hours between the lottery, you know, the lottery winning at or losing in this case, and the next day minting. And how proud he was at the end when he got his, I don't know, five, I think."
    },
    {
        "speaker": "B",
        "text": "Five yes was my goal."
    },
    {
        "speaker": "A",
        "text": "Which you did say last week that you wanted five yes. So my heart was full at the end of the day with, with love."
    },
    {
        "speaker": "B",
        "text": "You know, it's a, it's an interesting thing because there was no. And I threw this up. I'll throw it up again. Beasel says I got DQ'd for having all my guilds sign up and using the same two and a half he too many times. Well, so that's, that's what happened to me. I got all of my. I think I got all my raffle spots flagged. So I did not win the raffle."
    },
    {
        "speaker": "A",
        "text": "And are you just moving eth around to the different."
    },
    {
        "speaker": "B",
        "text": "No, no, I wasn't. I don't want to go too far into."
    },
    {
        "speaker": "A",
        "text": "That's fair."
    },
    {
        "speaker": "B",
        "text": "But to Des's point, like, I spent a long time doing that. I had, you know, the raffle ended with 24% odds. So if you had, you know, if you were in, you had a really good shot. And, you know, based on our predictions, which came true for the most part, is like, I thought, I thought I was just going to be sol and I thought my 50 eth might get me two moonbirds, right? Like, I thought we would see this a lot, this price a lot fast. Like, I thought it would open there quite honestly. And so I was, like, in a really bad spot on Friday when I did not get any of them in. I was like, I was pissed because I knew the opportunity I was missing and it was very hard to, like, get myself in this mental state for the next day. Like, having my setup in the war room, in my own personal war room, like, ready to go, ready to snipe all this stuff. And I mean, the whole experience on Saturday was really fun. But, like, I mean, I tweeted out on, I don't know, Monday or, yeah, Monday because a lot of people were feeling like, I felt on Friday that they had missed, that they'd missed Moonbirds period, right. Because they didn't get some on Saturday. They didn't. Weren't sitting in a position to spend ten e fat at, you know, on the secondary if they didn't win the raffle. And it's true though, like, this space, like, messes with your head and it is an emotional roller coaster. So for anybody feeling that way, I understand that. I would consider my first viral tweet. It got like 13."
    },
    {
        "speaker": "A",
        "text": "That was a big tweet. I just, I was looking at that, God damn, that's way better than my 20."
    },
    {
        "speaker": "B",
        "text": "I mean, anything more embarrassing is if I just would have posted the paper hands GG screenshot is like, I'm glad that my misery went viral and people could, you know, commiserate with me. But, you know, the. It was, it was very interesting. Des, what was your experience, like, Saturday doing it all?"
    },
    {
        "speaker": "C",
        "text": "I don't even think I told you guys this, but I totally messed up. But it's kind of comical. So, you know, normally I would be in the same position. You have war room set up, ready to look up metadata, ready to snipe all the stuff, like multiple screens, getting ready to go. And instead I, like, 15 minutes before mint, I was like, you know what, right now would be a great time to go to Home Depot. So I. I ended up, I ended up going to Home Depot during the mint. Had to, like, stop what I was doing in an aisle, get my phone out, like, use my metamask app to look at what the birds I were buying were and then try to buy them and snipe them was failing. A Home Depot worker came up to me and was like, do you need any help? And I was like, no, not right now. And, yeah, it was, it was, it all worked out, man. I can't be too sour. But that was definitely not the way to play it. But overall, super happy, you know, I think I got what I wanted. Of course, hindsight's 2020, and I think you're right. The space messes with you so much because we were talking about, like, I'm a buyer at twelve and then you see the floor go down to eight and you're like, oh, is it going to go a little bit lower? Like, instead of just, you know, pulling the trigger there, you're just like, kind of convinced yourself, oh, maybe it could go a little lower. So there's always that. But, um, yeah, crazy, crazy whirlwind of a couple hours there, but happy what I walked away with."
    },
    {
        "speaker": "B",
        "text": "So my, my cost basis ended up being like around around nine. And it was. So I took a very interesting approach. I thought that the floor was going to be like, price me out right away. So I went and I put a tweet out the night before that said I was buying mint spots. Anybody who would give me allowa spot, I was paying 80th for. And I got hit up a bunch in the morning before this, before the mint. And I actually ended up working out two deals with for ten eatch and I bought their mint spots for ten eatch and we got into a discord chat and I watched the mint them live. And this is while the floor was like six and a half, seven. It was right where the floor was, like, getting to the lowest point. It was. And I was paying these guys ten. And so at the time, I probably looked like a sucker and one of the guys ends up minting a top 500 rarity. And so I lucked out and I got a top 500 rarity, which is the one that's my profile picture. We actually worked out a deal because I didn't want him to feel like he got a shit end of the deal. So we kind of put in place like, hey, if the rarity is between x and y, I'll pay a little more as a premium, blah, blah, blah. So we came away, everybody happy. But I. The reason I did that was because I wanted the chance to mint something rare. Otherwise you were just going to be buying what people considered floor. And so I tried to get strategic. I probably could have ended up with one more bird total if I didn't do that. But I'm happy with what I ended up with, but that was, it's my moonbird's journey. And I was. I totally forgot about."
    },
    {
        "speaker": "C",
        "text": "I totally forgot about that play you're, you made about the, the tweet because, man, I was so nervous that you were going to get scammed and like, this would, like, legitimately, I felt like if you got scammed out of 40 eth, this would be your exit from nfts. Like, yeah, like, I was legit worried. I was like, this is the dungeon chamber show. This is how it happens."
    },
    {
        "speaker": "B",
        "text": "Yeah. So I was, don't do what I did. Kids. Don't go make OTC deals with strangers on the Internet. Just don't do it."
    },
    {
        "speaker": "A",
        "text": "I did that on a slightly lower scale the other day. I was actually trying, I was just putting together liquidity, I think, for the moonbird. And I had like a, a dog, like a gutter dog that was fairly rare. And some guy messaged me about it and I'm like, oh, let's. I said, I said, you know, he low balled me and I said, well, let's do it. Like, let's do it off of opensea. So we're not paying, you know, the fees. I said, just send me. Send me the eth. I'll send you the dog. They said, no way, I'm not sending you. I'm like, what about. I'm like, I'm like a real person, like an NFT. Come on, just send it to me. Like you could. I said, you know, if you use."
    },
    {
        "speaker": "C",
        "text": "The term public figure, I might have spit my water out."
    },
    {
        "speaker": "B",
        "text": "I'm like a per."
    },
    {
        "speaker": "A",
        "text": "I said, I'm like a person. I'm like, I'm like a person. Like a real person. Like you can see who I am."
    },
    {
        "speaker": "B",
        "text": "That's chambers version of don't you know who I am? Yeah, there, Drew. Drew's got it. He's like, don't you know I own 120 footers."
    },
    {
        "speaker": "A",
        "text": "Yeah, my, my office smells like mahogany."
    },
    {
        "speaker": "B",
        "text": "I own 6000 pickaroons."
    },
    {
        "speaker": "A",
        "text": "Yeah. Are you not familiar with Pickering? Because I'm kind of a big deal, me and Banksy, or not for me and franksy, I should say. But anyways, so I said, I said, you know, screw it, I'll send you the ETh and then you send it to me. I said, what's your Twitter? I said, we were talking on discord, so what's your Twitter? And I kind of. The way he was talking, I felt pretty confident. But I'm like, I don't care. I'm like, I'd rather save the funds. I said, if I lose the money big, you know, whatever, shame on me. But yeah, I said, I sent him the NFT first and then he was cool."
    },
    {
        "speaker": "C",
        "text": "Don't do any."
    },
    {
        "speaker": "A",
        "text": "Don't do any stuff."
    },
    {
        "speaker": "C",
        "text": "Don't do any of that."
    },
    {
        "speaker": "B",
        "text": "No, don't. This is bad, bad advice."
    },
    {
        "speaker": "A",
        "text": "This is all that is bad advice. That is not good financial advice."
    },
    {
        "speaker": "B",
        "text": "If you want some, if you want some better advice, captain up in the chat earlier mentioned this, and I'll bring it up just because I did it and it's out there for everybody. So I had that tweet the other day, that commiserating with people, and I got a bunch of DM's on, like where I do research for stuff and how to find projects and I tools and all this stuff. So today I put together a tweet and it's got literally all my favorite tools from, you know, marketplaces where sniper tools, how to, you know, what I use for gas and etherscan and things like that. So if you are curious about that, go find it there. We can link to it also in the show notes, but it's a good resource for anybody starting out that wants to know where to find some information."
    },
    {
        "speaker": "C",
        "text": "That's impressive, man."
    },
    {
        "speaker": "B",
        "text": "Chris. Thanks. Well, you know, I'm just. I'm a person."
    },
    {
        "speaker": "A",
        "text": "You're a person in Athes."
    },
    {
        "speaker": "B",
        "text": "I'm a person at. What else should we talk about? I mean, I've got to talk about the NBA."
    },
    {
        "speaker": "C",
        "text": "We got to talk about the NBA."
    },
    {
        "speaker": "B",
        "text": "Oh, yes. Yes. Okay. Yes. All right. So what is the actual collection called? Des, while I bring it up, the association. Okay. You. You were following this pretty closely while it's happening. So let's talk about what happened. Holy crap."
    },
    {
        "speaker": "C",
        "text": "So very interesting. Yeah, no, it's. It's spiking. Always got to buy into the fud, man."
    },
    {
        "speaker": "B",
        "text": "Somebody made some coin. Based on what you're about to just tell me somebody has made."
    },
    {
        "speaker": "C",
        "text": "Yeah, I. Exactly right. And considering it was free, like, that's 20. Oh, my God. That's 2017. Those. Those exploiters made. Yikes. So the NBA released their own NFT, separated from top shot. This is like their own thing. And it's. It's actually a really cool concept. So it's. It's a limited launch for the playoffs. It was a free mint to the people on their allow list, which they filled it, basically. So it was just going to be a free NFT for everyone. No, no actual sale. And. And it's just for the playoffs. So they're dynamic, which is a cool thing. So your NFT based on the player you randomly get. So there's 18,000 nfts, 75 per player. So, you know, 75 trajans are out there. And as trae Young does better in the playoffs and wins games, like all the way to wins mvp finals, they, they change your NFT and give them like different traits and different rarities. So it's dynamic. So pretty cool, pretty cool concept. But they, let's just put it this way, they kind of rushed this one out the door. That's the nice way of saying it. I was laughing because, because everyone was upset about this contract exploit which allowed people to mint more than the wallet limit, which was only one. And these were free. So you, I mean, there's just like, you just had to pay gas. So there was a couple wallets that ended up with plus 50 of these nfts for free that shouldn't have. And so it, they had to pause the mint. Stop the mint. It was a whole nightmare and headache. People were pissed because people were on the allow list that couldn't mint. It was supposed to be guaranteed allow list. All this stuff. Huge amount of FUD. It dropped down to like 0.10, but now it's all the way up to, .3 which is just incredible. Gotta buy. Sometimes you got to buy the Fud. But, yeah, that's my screenshot. It was so rushed. It was so rushed that they had, didn't even update the collection details on Opensea. So for those who haven't like, launched a project or anything like that, based on how many times you run a test, a test contract or a test project, like, it comes in as v two. So like the official name of the collection was the association NFT. V two had no background, no profile picture, no description, none, nothing. And for like this, I mean, this."
    },
    {
        "speaker": "B",
        "text": "Was an hour ago. This was like, this was not like, oh, we went live and people are minting and we forgot this was an hour ago. Like, the contract had already been exploited. Here's what it looks like now. It's nice and pretty, but, so the contract exploit is, do you know officially exactly what happened? Like, what was the method? I know you said it a little in our telegram."
    },
    {
        "speaker": "C",
        "text": "Yeah. I mean, I don't know the full details, so I won't even comment on it. But the, to the, yeah, the effect was that people were able to mint more than their, their one wallet or limit using some sort of the hex data."
    },
    {
        "speaker": "B",
        "text": "Yeah. So typically it either happens that they, they don't put the like per address filter on and what you can end up doing is, like, transferring out and minting again. So that's one thing that sometimes happens. The other is, like, they unverify the contract and they do their whitelist offline or off chain, and people can mint via hex data, and that's a disaster because then people on the list aren't even guaranteed to mint any. And you could just end up with somebody with hundreds and hundreds and hundreds. And it's probably what happened here. Yeah, that sucks sugar. Shane from the war room says he got a 24 hours timeout in the association discord for saying that the top shot team was more confident. That's fantastic. What do you think, though, about. Yep, here you go. Louise says send zero eth to the hex address. That's the way to do it. What do you think of them releasing an NFT outside of top shot? Just in general?"
    },
    {
        "speaker": "C",
        "text": "I mean, I like the signal they made you do."
    },
    {
        "speaker": "B",
        "text": "Or is it a bad signal for top shot? Is it like, you know."
    },
    {
        "speaker": "C",
        "text": "No, I mean, okay. I mean, I haven't talked about top shot in NFT years, but literally almost an NFT year. I know, but no, I mean, I guess for. For top shot specifically, it's not a good look. But I do like, you know, big. Big companies, big organizations jumping in and trying to do their thing. Obviously, this could have easily been avoided, and a person or an organization with the resources of the NBA, I would have assumed would do their due diligence. But I think, you know, given the playoffs are a time constraint, like, I think they honestly just rushed it out, so."
    },
    {
        "speaker": "B",
        "text": "Yeah. Well, what this tells me is they probably did it internally and didn't really know what the last little details were. Right. You know what I mean? Like, because anybody who's done this before obviously knows that's part of the process. But, like, tells me that they did it internally is and would be my guess. Right. Because even with what they've done with top shot, they don't have to do any of this stuff. You know, it's all taken care of. Chamber. Will you be buying any association NFT V two s and you're getting. You're getting your, your lakers, collecting them all. What's. What's going on?"
    },
    {
        "speaker": "A",
        "text": "Um, honestly, don't do our lakers like that."
    },
    {
        "speaker": "C",
        "text": "You know, they're not in the playoffs."
    },
    {
        "speaker": "A",
        "text": "My heart. My heart."
    },
    {
        "speaker": "B",
        "text": "Oh. So I actually didn't. I actually didn't know that they were in the playoffs. I am the least NBA fan you could possibly meet. Like, if. If NFL all day was top shot, like, you know, during that, the bull run, I'd be retired because I would have been so. You would have known early. Yeah, I would have been so early. Like, I was late because I didn't like the NBA. You know what I mean?"
    },
    {
        "speaker": "A",
        "text": "That's fair. No, I don't know. I don't know much about this one. Just basically, from what you just said five minutes ago, I'll take a peek at it a little bit more. But that being said, a lot of people, we've been, you know, a lot of people have been shitting on top shot for a long time now. But I, and I don't know what the process is, but I've been seeing a lot of, like, people that own top shot NFTs that are going to games like, because they have one. I love that. Like there's the, there's this level of participation in top shot now that you're getting. You're going to go to playoff games. Like, I saw somebody was tweeting that, thanking Topshot and they look like they were seven rows deep and Kevin Durant and who was it? I forget who else was it. But it was just like, I'm like, oh, like, that's fantastic. So I don't know. I don't know what the steps were in order to get there, but the fact that they're there, I think that's pretty good."
    },
    {
        "speaker": "B",
        "text": "Maybe your sports pass will do that for you. One of your 10,000 Vayner sports passes that you."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's a big bet I made. I made a big bet on Vayner sports sports pass."
    },
    {
        "speaker": "B",
        "text": "I feel I sold all mine at a loss, except for one."
    },
    {
        "speaker": "A",
        "text": "Not losing on this one."
    },
    {
        "speaker": "B",
        "text": "I'm not losing on the one that I have left. I liquidated them all to buy moonbirds. So."
    },
    {
        "speaker": "A",
        "text": "Okay, that's fair."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Good play."
    },
    {
        "speaker": "B",
        "text": "That's the only reason I sold them for a loss. Otherwise I would have held them."
    },
    {
        "speaker": "A",
        "text": "But I feel good about them."
    },
    {
        "speaker": "B",
        "text": "Still, one thing we have not talked about yet. I would like you to chime in on Des. Coinbase NFT launched today in their beta. So here's what it looks like. I have not been able to sign in and play with it. I don't have a code. Did you have a code, Des?"
    },
    {
        "speaker": "C",
        "text": "I was looking, poking around in my email, but I didn't. So I signed up pretty early on their waitlist, but billion other people."
    },
    {
        "speaker": "B",
        "text": "So have you heard much about it?"
    },
    {
        "speaker": "C",
        "text": "Well, one thing, I mean, the biggest thing that was surprising for me as a founder of a project was that, you know, for some reason, and I don't know why I convinced myself of this, because it doesn't make sense, but because they were so strategic about announcing like launch partners, for some reason I thought they were going to only exclude the marketplace today's projects. So like, it was. Oh yeah, well, anytime one of those projects got named, like, you'd see their floor increase, like, because I think everyone almost had that assumption, right, that they were going to somehow gate it to certain projects. But that isn't the case. Goats is on their verified collection, already has all our tokens. And I'm like, oh, okay. So all that stress I spent for months trying to get listed on Coinbase or whatever, I guess is a moot point. So that's the biggest surprise for me, is that it will be an open marketplace. All collections are welcome and. Yeah, but you know what I mean? The Ui. Who the hell designed the UI? Damn, it's horrible."
    },
    {
        "speaker": "B",
        "text": "I've heard that from a couple people as well that have even been in there. That have even been in there and messing around with it."
    },
    {
        "speaker": "C",
        "text": "They say that comment section is going to get unruly. They will need to do that down within one week. They will need to take that down."
    },
    {
        "speaker": "B",
        "text": "I said, I said a month. Chamber. You can leave comments on people's nfts, good, good or bad."
    },
    {
        "speaker": "A",
        "text": "You said in, in one week it's going to be within hours of it being full fully live. That's absolutely."
    },
    {
        "speaker": "B",
        "text": "I said, yeah. I said a month. So it sounds like I'm going to be wrong on that one. I made a joke before on Twitter. I said undercut a floor on Coinbase NFT. Someone commented that I was a pussy. Ngmi like, it's the comments. The fact that you could leave comments is hilarious. And I think that's going to be a very interesting dynamic. I don't think it's going to make it. I think they will probably take a that down at some point, but just."
    },
    {
        "speaker": "C",
        "text": "From a scam perspective as well. Like private deals, like that's a nightmare liability for them. Like, oh, it's no bueno."
    },
    {
        "speaker": "B",
        "text": "Yes. 05:00 a.m. props to whoever at Coinbase managed to get troll boxes into production. It's hilarious. Like for those who haven't been around crypto for very long, like there used to be troll boxes, like chat rooms on like live active exchanges like Bitmex and Poloniex, like famous troll box. And what people used to do, like, I mean, basically just pressure you to buy and sell and just people would lose sains amount of money from fomo like, so the troll box on NFts is actually kind of funny as well. But, yeah, one other thing I wanted to talk about today, because I. I took a dive in it this morning, and I will report back in the next time we do an episode here. But have you guys seen. Have you seen Steppen?"
    },
    {
        "speaker": "C",
        "text": "Wow. For some reason? Like. Yeah, I don't. What? Maybe that was in the proof discord. I don't know why, but I've seen that. Yeah."
    },
    {
        "speaker": "B",
        "text": "So chamber. Have you heard of step in?"
    },
    {
        "speaker": "A",
        "text": "No, this is really."
    },
    {
        "speaker": "C",
        "text": "Oh, my God. It's crazy. It's the move to earn stuff. That's what it is."
    },
    {
        "speaker": "B",
        "text": "Yes. And this is super cool. And I. So I was lucky enough to be given a access code today, so I got myself set up. And it's actually, speaking of 05:00 a.m. i'll enjoy this. It's actually built on Solana. It's super cool. It's a super cool idea. So you basically buy an NFT on their app. So they have a mobile app, so you could get it on your apps, your Apple or your Google play, and you download the app, you load up your Solana wallet, and you buy, essentially a sneaker. And these. These shoes have different traits, like, for power ups and all things like that. But essentially what you do is, you know, based on your traits, they have, like, running, walking, jogging, and they're different shoes. And you buy the ones that fit your, you know, fit what you're doing, but it's essentially move to earn. You're at your, you go outside, it gps tracks you on outdoor walking, running, jogging. And it pays you based on your movements and your exercise via your. With, in accordance with your attributes of your, your sneaker here. So it's got a live counter of what they've, people have run over. Is that 8 billion mile or meters? No meters. 8 billion meter carbon offset. Interesting. Calories burned, 5 million discord."
    },
    {
        "speaker": "C",
        "text": "Why wouldn't they just put it in kilometers?"
    },
    {
        "speaker": "B",
        "text": "I don't know, but, yeah, so this is super cool. And I downloaded the app today. I got myself in. I bought a shoe. The shoes, I think the floor on, like, the most common shoe was, I think it was like ten or so sole, which is, you know, roughly a $1,000. So if you're doing in eth terms, it's probably a little under 0.3 ish or whatever. And so I bought one. I'm going to try it out, uh, I'm gonna try it out tomorrow and see how much money I can earn going, uh, you know, going for a little walk."
    },
    {
        "speaker": "C",
        "text": "My favorite tweet about this was our favorite Josh on goes. Just made $50 walking back from the library. This is not sustainable."
    },
    {
        "speaker": "B",
        "text": "I saw that. Yeah, I saw that and I was like, yeah, but I'll go out and walk for, you know, I'll go out and walk for the next two months before the masses come in, you know what I mean? And then you'll just earn far less after that. But, yeah, super interesting. And what I really thought, their app that they built out is super high quality. I was very impressed with it. So I'll tweet out my results tomorrow and see what happens."
    },
    {
        "speaker": "C",
        "text": "What do we think they're getting? Like, what are you. What's the value for them?"
    },
    {
        "speaker": "B",
        "text": "There actually is something here on it that was about how they. How they get paid or how they make."
    },
    {
        "speaker": "C",
        "text": "Hey. Being upfront about it."
    },
    {
        "speaker": "B",
        "text": "Here you go. How we profit. So they take small taxes from in app activities such as buying, selling in the app, shoe minting, shoe retail or shoe rental. You can actually rent out your shoes if you are the owner of them. All assets are owned by the individual users. So they're basically taking, you know, royalties and transaction fees from the in app purchases because they have their own token here. It's so you earn. You earn GST when you move. And you can. In the app, you can swap the app, you can swap the GST for USD C or Solana, or you can use it to do any of these things. Their token sinks here, sneaker repair, this, like boosting, leveling up, customization, all that kind of stuff. So I guess it seems like they're making money mostly on the transactions inside the app, which probably pretty significant so far. I mean, like, if you're taking, you know, the base shoe cost me a $1,000, you're taking a couple percent fee on that. That's not bad, you know what I mean? But interesting. So I'm gonna exercise pretty aggressively until I can make my return back."
    },
    {
        "speaker": "A",
        "text": "Watch."
    },
    {
        "speaker": "C",
        "text": "We're gonna show up next week and he's just absolutely fit."
    },
    {
        "speaker": "A",
        "text": "I did $130,000."
    },
    {
        "speaker": "B",
        "text": "I did. I did buy, guys, I haven't stopped walking in six months. I forrest gumped the entire country. I did buy a walking shoe. I didn't. I am not ready to start to commit to jogging or running so hard on your knees. Yeah, right, exactly. Nobody got time for that. But anyway, that's all I got. Anything else you guys want to talk about before we get out of here?"
    },
    {
        "speaker": "A",
        "text": "No. Do we have any? What are you guys minting? Do we have any upcoming mints that you guys are."
    },
    {
        "speaker": "B",
        "text": "I'm broke. I spent all my."
    },
    {
        "speaker": "A",
        "text": "When we sell it. Oh, uh, we have, uh, speaking of moonbirds, uh, is it next week that the, um. What is it? Nesting starts?"
    },
    {
        "speaker": "C",
        "text": "They said the 25th in the discord, which I think is an aggressive timeline."
    },
    {
        "speaker": "B",
        "text": "But, yeah, they actually said. They said this week in the discord the other day."
    },
    {
        "speaker": "C",
        "text": "Oh, that is right. Oh, that is right. Yeah. Okay."
    },
    {
        "speaker": "B",
        "text": "I just want to. I just want to give an update because, again, this is how incredibly insane this volume is since we've been sitting here. The price is now 24 eth 723 listings. We are eleven listings. From 25. It was 100."
    },
    {
        "speaker": "C",
        "text": "I'm going to go out on a list. I didn't want to do this, but I'm going to go out on limb. I'd say a day after staking release floor is 35."
    },
    {
        "speaker": "B",
        "text": "Yeah. My prediction was 40 to 60 as, like, the peak that we get to here for a while and, like, after the nesting starts. And then, you know, I think then it's decision time from a rewards and, you know, value standpoint. Like, I think it's gonna get somewhere in that 40 to 60. And then if the team delivers something, you know, massive, sky's the limit. And then if not, or if it's average, you might see it dip a little, and then we'll see what happens from there. But that's my guess. Luis Angelo says skull kids, generations mint next week, Chamber. So put that on your calendar. That's alpha, and I love it. And he said the mint is 0.03 for the public. Mint. There you go, Morgan. Morgan was lucky enough to get herself onto the raffle. So Morgan's got herself a bird, and her and her husband bought a second bird, I believe. So they're two birds deep. Morgan wants to know, when are we selling chamber? I'll let you go there because I guarantee you're out of birds before we are."
    },
    {
        "speaker": "A",
        "text": "Yeah, no, definitely out of birds. I think. I think you're right. I think that 50 ETH marker is kind of what I'm zoning in on. There's going to be another, like, wild ride to, like you said, between 40 and 60. And then after we've hit the top, I think that's the move now, too, is just in general, a lot of people like to sell into the pump. I think selling on the way down makes a lot more sense. I used to sell into the pump and then miss a bunch, but wait till the pump's done. There's usually, like, a dead cat bounce at some point, I mean, this one."
    },
    {
        "speaker": "B",
        "text": "Can go parabolic, so."
    },
    {
        "speaker": "A",
        "text": "Right. Just hang on. Just hang on. But, yeah, somewhere, you know, after that next massive rally that I'm sure will come, you know, I could look to exit 50 ETH is a nice number. A nice, nice round number to use. What do you think?"
    },
    {
        "speaker": "C",
        "text": "Sorry, what does exiting you mean?"
    },
    {
        "speaker": "B",
        "text": "Yeah. When are you studying? Oh, yeah, I'm only gonna."
    },
    {
        "speaker": "A",
        "text": "I'm only gonna sell one though, too, by the way."
    },
    {
        "speaker": "B",
        "text": "Okay, so you are. You are keeping a forever bird."
    },
    {
        "speaker": "C",
        "text": "This is. This is a big deal, man. He's talking about forever community member over here. He's gonna."
    },
    {
        "speaker": "B",
        "text": "Forever bird. Are you in the discord chamber? No. Okay, so that it's. He's not getting a forever bird if he's not in the discord. He doesn't have a forever bird yet."
    },
    {
        "speaker": "A",
        "text": "I thought. I thought you needed the."
    },
    {
        "speaker": "B",
        "text": "No move birds got their own little."
    },
    {
        "speaker": "A",
        "text": "Oh, okay, I'll get it. I'll get it. Okay."
    },
    {
        "speaker": "B",
        "text": "And then, yeah, I'm not planning to sell. I will sell one. I will sell one. The only spot that I'm even interested in, considering it, is when one covers my entire investment. And that's the only reason I would sell. And so that's. That's my first decision point. Otherwise, I'm. I'm talking myself into long term capital gains. Here is what I'm looking at. So that means I plan to hold for a year. I think, des, you're probably on the same page there for the most part."
    },
    {
        "speaker": "C",
        "text": "Unless it goes insane knowing. Yeah. My experience with wolf game and then just like, staking in that whole holding any back and seeing that moon to like, ten eth per sheep and a couple other good examples, I will hold one back from staking and just see what happens there. If it gets astronomical, I could do like a 45, 50, but, yeah, I really don't want to sell. The problem is I screwed myself, is I. I ended up buying four. And then they were all pretty plain, and then I just slowly started upgrading them to, like, rare ones. So now I actually have ones that, like, I like the look of that I would keep forever."
    },
    {
        "speaker": "B",
        "text": "So."
    },
    {
        "speaker": "C",
        "text": "I don't know. We'll see. Knowing me, I'll probably paper handed. Who knows?"
    },
    {
        "speaker": "A",
        "text": "You know?"
    },
    {
        "speaker": "C",
        "text": "You know, I'm trying my paper hands. Ge doesn't get to where it is without a little bit of."
    },
    {
        "speaker": "B",
        "text": "I'm not going to sell until this wipes out my paper hands, GG. But anyway, all right, that is going to do it for us. Until next time, stay mint."
    }
]