[
    {
        "speaker": "A",
        "text": "Anytime I need to see a piece, I just close my eyes and I am taking two because we have grass don't mind a magenta feeling like a chicken cherry cola I don't even try to explain I just don't die then if it happens again I'm a move so silently to the arms and the lips and the veins of the human. Can I bowl that?"
    },
    {
        "speaker": "B",
        "text": "I need to."
    },
    {
        "speaker": "A",
        "text": "I want to come stand a little bit closer. Breathe in and get a bit. You never know what he did. When I get to you, I don't know if I need you. I know."
    },
    {
        "speaker": "C",
        "text": "I had to leave it going at least a little bit longer until bunch got in here. Steve with the immediate thumbs down, though."
    },
    {
        "speaker": "D",
        "text": "Not. Not a shock."
    },
    {
        "speaker": "C",
        "text": "Yeah, it was fast. I was like, what? How could he even possibly like Steve?"
    },
    {
        "speaker": "D",
        "text": "So I'll tell you what happened to Steve. I don't. I don't even need to hear it. I understand what happened. So Steve and I are the exact same age. Okay. So this song came out, and when we were in our early teens, maybe like, 13, 1415, something like that. And he probably liked it, and he probably got teased about it. And since then, has vehemently rejected savage garden and the quality of their music. I, on the other hand, was made fun of. But as I'm, you know, I'm one to do, I leaned in hard. And when you lean in hard, uh, nobody can make funny about anything."
    },
    {
        "speaker": "C",
        "text": "I mean, he's just spamming the thumbs down."
    },
    {
        "speaker": "D",
        "text": "That's fine. It's fine. I could see. I can smell the childhood trauma from here."
    },
    {
        "speaker": "C",
        "text": "Yeah, for sure."
    },
    {
        "speaker": "D",
        "text": "He's definitely Gary."
    },
    {
        "speaker": "C",
        "text": "I'm really interested in what, what bunch thought."
    },
    {
        "speaker": "E",
        "text": "Gm. I don't know what is going on in my spaces lately, but I'm not having a great time. I can't see any of those thumbs downs from Steve. Eve. I will trust that they happen because it sounds like something he might. Thumbs down. I am very much a fan of savage garden. I am very much into I chick a cherry cola regularly. And when you. So for those listening at home, here is the behind the scenes of how this went. Chamber today at 252 posts. This is how it happens every. Every time we have a show, Chamber will come in and drop his, you know, song of the day in for paint and tag pain to put it on as the opener. And he chose today to the moon and back by Savage garden. And I responded. Savage garden. Sheesh. And I was going to chick a cherry cola all the way to the show. Then at 03:07 he decided he was going to change it to something called Pusher man by Curtis Mayfield. And I responded ten minutes later, what the fuck? And then he at 350 came back over the top with savage garden. I want you."
    },
    {
        "speaker": "D",
        "text": "Yeah, see, I was confused by your initial response. I'm like, oh, maybe he doesn't want that."
    },
    {
        "speaker": "E",
        "text": "Oh, no, I want it. Yeah."
    },
    {
        "speaker": "D",
        "text": "No. So then we went."
    },
    {
        "speaker": "E",
        "text": "In fact, I would go so far as to say, I want to, you know, stand with you on a mountain. I want to bathe with you in the sea. I want to live like this forever. Guy falls down on me."
    },
    {
        "speaker": "D",
        "text": "Listen, I I was listening to some greatest hits from Savage Garden, and they're not a one hit wonder."
    },
    {
        "speaker": "E",
        "text": "They're not. They're totally not a one."
    },
    {
        "speaker": "D",
        "text": "They have. They have some bangers. I mean, they're no, you know, they're no. What's her name? What's. Who's the popular gal that I don't like? I heard somebody else say the other day, went to a concert. They absolutely loved it. Taylor Swift. You know, they're no Taylor Swift, but they're no one hit wonder either. You know what I mean?"
    },
    {
        "speaker": "E",
        "text": "Steve is just really coming in on how mid Savage garden is. He says savage garden is so mid, they're even more mid than chamber memes. And how great. How great of a segue is that that he doesn't even have even know what is about what he's about to be hit with on the chamber memes topic. It's actually our lead topic of the show, as I texted you last night. So great segue, Steve. You didn't even know that you were segueing us into a topic we wanted to discuss here. Are we done with Savage Garden? Can I move?"
    },
    {
        "speaker": "D",
        "text": "Yeah. Yeah, we can move on past."
    },
    {
        "speaker": "E",
        "text": "First of all, I need to congratulate you. There's this thing that happens between you and I in which sometimes I rib, you know, like, I give it to you every once in a while, and it's all in good fun. Like the meme topic, right, where we all are giving feedback on your memes. And, you know, when you have friends like that, you need to make sure that you give them the kudos when they actually deserve it, right? So you're not just a total asshole that just busts. Busts their chops all the time. You sent me something last night that blew my mind. Just blew my mind. I've not stopped watching it since. And I. I'm proud of you. And I want to congratulate you here live on the show today. I'm extending a congratulations because I think no matter what happens with anything you post going forward on the Djen handle or otherwise, you'll always have this, and you'll always have this."
    },
    {
        "speaker": "D",
        "text": "That time will always have sausage."
    },
    {
        "speaker": "E",
        "text": "That time you went viral on TikTok. Uh, for those of you who don't know, Chamber is on TikTok, and he's. He's quite the TikToker, I would say. I mean, he's never really had that banger. Um, you know, most of your stuff, would you say what gets around 200, 250 views?"
    },
    {
        "speaker": "D",
        "text": "Yeah, maybe you get a couple that get into, like, 801,000. I had one get up to 20,000 views one time, but, you know, that was kind of the high water mark."
    },
    {
        "speaker": "E",
        "text": "Enter Gary Busey and buttered sausage. Now, I don't know. I've pinned it up top for people. You've tweeted it. It's not nearly as well, to my point."
    },
    {
        "speaker": "D",
        "text": "Like, I don't know what's happening with Twitter, to my point. What do we have? Three likes on Twitter, and one of them is yours, because, you know, we did it for the show."
    },
    {
        "speaker": "E",
        "text": "Well, I mean, I'm liking it regardless."
    },
    {
        "speaker": "D",
        "text": "Yeah, yeah."
    },
    {
        "speaker": "E",
        "text": "You know, it's buttered sausage. The. So describe what. Describe your process here. First of all, give the current stats on your buttered sausage TikTok posts, because I got to gloat about this, I think, a little bit."
    },
    {
        "speaker": "D",
        "text": "So, yeah, so Gary Busey was on a podcast a couple of days ago, I want to say, and he gave this phenomenal interview, for those of you familiar with Gary Busey, in only the way Gary Busey can give an interview. And there was a clip in it that I green screened, and then I put over a picture of some sausage that I had taken because we had breakfast. I don't know if it was Sunday or Monday. We had bacon and sausage. I had a pic of it, and I overlaid Gary Busey, talking about buttered sausage on top of it, and it. It blew up."
    },
    {
        "speaker": "E",
        "text": "It's the number one people are here for Gary Busey and buttered sauce."
    },
    {
        "speaker": "D",
        "text": "It really exploded. I'm going to try to go into TikTok right now just to get the exact numbers. So if I get cut off, I should be able to. But, yeah, let me."
    },
    {
        "speaker": "E",
        "text": "That's all right. If not, pain will just hit the savage garden button and we'll all be saved. I don't know. You might have disappeared. I think he did. Payne."
    },
    {
        "speaker": "D",
        "text": "Oh, yeah."
    },
    {
        "speaker": "E",
        "text": "I'm back."
    },
    {
        "speaker": "D",
        "text": "I'm back."
    },
    {
        "speaker": "E",
        "text": "Okay. You're back. You've got the numbers."
    },
    {
        "speaker": "D",
        "text": "Yeah, I got the numbers. So it did cut me off. I couldn't talk. But we're at."
    },
    {
        "speaker": "E",
        "text": "Let's hear that."
    },
    {
        "speaker": "D",
        "text": "We're at 235,000 views."
    },
    {
        "speaker": "E",
        "text": "Incredible."
    },
    {
        "speaker": "D",
        "text": "Unbelievable. We're just under 9000 total likes."
    },
    {
        "speaker": "E",
        "text": "It's incredible. Hundreds of comments. Let's. Let's scroll through some of these comments. What, what are people saying about busy butter?"
    },
    {
        "speaker": "D",
        "text": "So I was shocked with how many people, I would say there. There's really, like, three. Three types of comments. So the one is, oh, okay."
    },
    {
        "speaker": "E",
        "text": "You can categorize them. You have so many, you can put them in buckets."
    },
    {
        "speaker": "D",
        "text": "Exactly. There was definitely three major buckets. So the first bucket was talking about his motorcycle injury, and I was surprised with how many people knew about, like, back in the day, he had this, he had this, this, you know, motorcycle accident where he wasn't wearing a helmet and got, you know, brain damage to a certain extent. So I was shocked with that. So a good number of people were commenting that. A good number of people were just talking about, you know, buttered sausage and how that's extremely, like, just taking it at face value and seeing how extremely funny it is that he's talking about buttered sausage and kissing honey on the lips."
    },
    {
        "speaker": "E",
        "text": "What was the comment? Or what was the context of this conversation?"
    },
    {
        "speaker": "D",
        "text": "Like, literally out of nowhere, I watched the interview. Like, that's, that's. I love Gary Busey. Like, when he was on, he was on some, like, reality shows back in the day. I just. Everything, everything he does, I think, is fantastic. Like, he would do tons of, like, acronyms and stuff. Like, yeah, he had his own show for a bit or something. I watched all of it. Like, anything. Gary Busey to me is, is fantastic. When he starts making acronyms, you know, like, a Gary Busey acronym is one of the best things in the world. So I watched the whole thing, and literally the interview was like, oh, like, I don't know. Maybe he's like, oh, like, what's your movie? And he's like, I don't want to talk about that. Let's talk about buttered sausage. And the interviewer's like, what? He's like, yeah, let's talk about buttered sausage. Yeah. And then it kind of goes from there. But, yeah, out of nowhere, there was no, it was, it was out of the blue. But, yeah, the other group is, you know, there's another group of people saying, like, don't make fun of him because he does have, like, head trauma. And then a bunch of people basically calling him Biden's speechwriter. Those were the kind of the. Those are the three big ones."
    },
    {
        "speaker": "E",
        "text": "Wait a second. So do you think that this had such a, you know, a viral moment person? You know, maybe it's not truly viral, but if, you know. Do you think it blew up because people saw it as controversial?"
    },
    {
        "speaker": "D",
        "text": "No, I think people just saw it as just a wild thing to say. Like, there's. And I mean, butter sausage."
    },
    {
        "speaker": "E",
        "text": "Not the actual comment. The fact that you would put this out there like that, is it come across like. I didn't. I didn't have it coming across as you were making fun of Gary Busey, per se. It actually. You're making fun of yourself. You know what I mean?"
    },
    {
        "speaker": "D",
        "text": "Yeah, no, I think. Yeah, it's. You know, just. No, I don't think. I think most people saw the comedy in it. I mean, you're not gonna. You're not gonna make everybody happy, but I think most people saw how hilarious it was."
    },
    {
        "speaker": "E",
        "text": "Now, I'm not a Tiktoker, however, this. This has inspired me to potentially get into tick talking just because I can't even imagine what the dopamine hits."
    },
    {
        "speaker": "D",
        "text": "You know me. You know me. You know what I. You know what?"
    },
    {
        "speaker": "E",
        "text": "I. Oh, yeah, I know. You were probably sitting there just refreshing this thing every five minutes."
    },
    {
        "speaker": "D",
        "text": "You couldn't refresh it fast enough. It was non stop, like you're waking up. It's like checking charts in the middle of the night, you know what I mean?"
    },
    {
        "speaker": "E",
        "text": "You're like, these fuckers love buttered sausage. Now, what can you learn from this for your next one, do you think?"
    },
    {
        "speaker": "D",
        "text": "I think it's all about. I think the lesson here is being there quick, because I think it would have been a meme anyways. I was just one of the first ones to get it out there, you know what I mean?"
    },
    {
        "speaker": "E",
        "text": "To market tomorrow."
    },
    {
        "speaker": "D",
        "text": "Yes, I was definitely one of the first to market with the Gary Busey butter sauces market."
    },
    {
        "speaker": "E",
        "text": "Yeah. Okay, I see. So, like, how fast were you? We're like. Like, within hour."
    },
    {
        "speaker": "D",
        "text": "No, I would say, like, within, like, a day or two. You know, I mean, like, the interviews out. Like, it's. I see it. I'm like, okay, let's. Let's. Like, I probably saw the interview a day or two after it aired and then got to work."
    },
    {
        "speaker": "E",
        "text": "God's work. Now, how long did this take you to craft?"
    },
    {
        "speaker": "D",
        "text": "Minutes. Minutes. No time at all."
    },
    {
        "speaker": "E",
        "text": "Minutes. Minutes. Fantastic. So I like, what are your expectations? What does a follower get? Like, good question. Because I don't think you got a huge follower bump."
    },
    {
        "speaker": "D",
        "text": "No, you don't. I think with TikTok, I think a lot of things go viral on TikTok."
    },
    {
        "speaker": "E",
        "text": "The algo, man. It's better than Elon."
    },
    {
        "speaker": "D",
        "text": "It's so good. So, you know, you get a. You get a bump, but, I mean, it's not. You might get a cup, like, maybe a hundred followers. I think the people that get the."
    },
    {
        "speaker": "E",
        "text": "Big is like 200,000 views on a tick tock. Like child's play. Is that really what we're talking about here?"
    },
    {
        "speaker": "D",
        "text": "It's not child's play, but it's like a. It's like a b, you know, I mean."
    },
    {
        "speaker": "E",
        "text": "Okay."
    },
    {
        "speaker": "D",
        "text": "Like, not bad. No. Yeah, yeah. Not. Not the best. Not an a plus, you know what I mean?"
    },
    {
        "speaker": "E",
        "text": "But, I mean, compared to your priors, yes is a home."
    },
    {
        "speaker": "D",
        "text": "That's a big one."
    },
    {
        "speaker": "E",
        "text": "I mean, this is the most engagement I would say you've probably gotten on any single piece of thing you've put out in your history."
    },
    {
        "speaker": "D",
        "text": "I texted you, make it all back in one trade, right? That was great."
    },
    {
        "speaker": "E",
        "text": "That's right. 100%. I need to hear what Vicki thinks about buttered sausage and the fact that you are now a viral TikTok superstar GM."
    },
    {
        "speaker": "B",
        "text": "Everyone. Of course, I have questions. Well, congratulations on being viral or going."
    },
    {
        "speaker": "E",
        "text": "Virus, whichever particular was already virus."
    },
    {
        "speaker": "B",
        "text": "Okay. And then my question for you is, when you got all these comments, did you make the most of it and reply to as many as you possibly could?"
    },
    {
        "speaker": "D",
        "text": "Um, no."
    },
    {
        "speaker": "E",
        "text": "This is a great question. I think you would have gotten many more followers if you did. If you did comment back. And because this was your chance, and I think I know where Vicki's going here. Like, this was your chance to really show your comedy skills here. Like, or your. Your personality in these really hand sell each one."
    },
    {
        "speaker": "B",
        "text": "You know, even if you said, fuck you, go away, they'll come back and they'll give you shit back. But that feeds the algorithm. It's a reply."
    },
    {
        "speaker": "D",
        "text": "Yeah, I didn't want to jinx it. That was the other thing. I was on a roll. I'm like, I don't want to mess it up. I liked. I liked most of the comments, but I replied to maybe, you know, within the first couple of thousand views. You know, I mean, like, to those."
    },
    {
        "speaker": "E",
        "text": "Yeah, you. This thing could have been a million view post."
    },
    {
        "speaker": "D",
        "text": "Well, that's. I think that's the next benchmark is like, when can I crack a million views?"
    },
    {
        "speaker": "B",
        "text": "And now Gary Busey. I actually got sent the video. My husband thought it was humorous enough to send to me. So I actually seen the butter sausage phenomenon and chose to do nothing, nothing with it, but mainly because he knew it would make me laugh. Because for those that watch impractical jokers, they brought Gary Busey into one of their scenes in a coffee shop. And it's hilarious. You've got to look it up. He had set lines of what he was supposed to do, and Salvacano was the barista and he's supposed to do these set lines and be really unhappy and say whatever the set lines were to sell volcano in front of this packed coffee shop. But no, he didn't. He literally went rogue. He started throwing things. It's hilarious because, you see, poor Sal's face was like, what the. He starts throwing bread rolls at him and going, you know, all these expletives. And obviously he's got an earpiece in. And Sal's going, oh, my God, Gary Bushy's gone rogue. And Gary Bushy walks out and they're all really confused behind the scenes. And then he goes, oh, my God, he's coming back. He literally ducked down behind the coffee thing because he was throwing more things at him. And it was like I was crying because you could genuinely see. Everyone was like, we've probably gone too far with hiring Gary Busey for this."
    },
    {
        "speaker": "E",
        "text": "With Gary, he just."
    },
    {
        "speaker": "B",
        "text": "I would be super scared of, like, any kind of setup with him because for that very reason, he's like, gary's gonna do what? I think it must be in the name. Gary's. Gary's will do."
    },
    {
        "speaker": "E",
        "text": "What I was just gonna say, would you rather have Gary Vaynerchuk or Gary Busey in your coffee shop chamber?"
    },
    {
        "speaker": "D",
        "text": "Oh, Gary Busey all day."
    },
    {
        "speaker": "E",
        "text": "Even if he's throwing stuff at you?"
    },
    {
        "speaker": "D",
        "text": "He is the definitive wild card, though."
    },
    {
        "speaker": "E",
        "text": "Like, that's what I mean."
    },
    {
        "speaker": "D",
        "text": "Yeah. Even if he's throwing stuff."
    },
    {
        "speaker": "E",
        "text": "I think he was on, like, celebrity big Brother one time or."
    },
    {
        "speaker": "D",
        "text": "Yeah, like, I remember him on a few, like, mid, you know, 2000. You know what I mean? Early two thousands. Because I think it was the last writer strike that. That's when it was like, the boom of the, like, reality tv. And I feel like he was on, like, a couple of things, but he was. Yeah, he was so good. So good."
    },
    {
        "speaker": "E",
        "text": "Yeah, I'm looking at the. Our comments right now and dunked cookie, shouting it out properly. Vicki, congratulations on acquiring your ape. Very cool. Congratulations."
    },
    {
        "speaker": "D",
        "text": "You got an ape."
    },
    {
        "speaker": "E",
        "text": "Oh, yeah."
    },
    {
        "speaker": "D",
        "text": "Look at this. I'm looking at it right now."
    },
    {
        "speaker": "E",
        "text": "She's. She's brand new. But what do you think?"
    },
    {
        "speaker": "B",
        "text": "Can I just say? The funny thing is, this is a real good learning experience community wise, because I actually had my original ape before I got my mutant so I chose to rep my mutant because I thought she was a lot more fun than my Og ape. But it's been very interesting as a community learning experience to see who doesn't want to put me in the cabal or talk to me, but will follow me when they see this ape, as opposed to my mutant. So, yeah."
    },
    {
        "speaker": "E",
        "text": "Did you get. Did you get into any wag me cabals today?"
    },
    {
        "speaker": "B",
        "text": "I was actually requested in the ape council because they wanted to speak to me. I got a ding and I went in there, and obviously, I was the subject of conversations, and I said, well, obviously, the fact that she's got a dagger is no mean feat to keeping these receipts for some of these fuckers who don't want to talk to you when you rep a mutant, but are quite happy to include you on everything when they think that inverted commas, that you're suddenly aboard eight. But it's the culture."
    },
    {
        "speaker": "E",
        "text": "You know what they say, Vicki. You know what they say, vicki. If they don't invite you to the cabal, create your own cabal. That's. I mean, that's a classic line, right?"
    },
    {
        "speaker": "B",
        "text": "I've always had my own cabal. And chamber has his own cabal as well. Like, we are quite unique in the fact of, obviously, we don't. We do things our own way."
    },
    {
        "speaker": "E",
        "text": "So, little known fact, chambers, the Cabal, king of Canada. That's what they call him."
    },
    {
        "speaker": "B",
        "text": "Passport."
    },
    {
        "speaker": "E",
        "text": "We start to realize, no, it's. He's stuck in his own cabal up there, and that's it. He's doing his thing, making buttered sausage memes, just living his best."
    },
    {
        "speaker": "B",
        "text": "And we also need an update on the graveyard situation, because butter sausage followed by living behind a graveyard, is that. Is that likely to happen in terms for Halloween?"
    },
    {
        "speaker": "E",
        "text": "There's so many things we need updates on from Chambers life. We need updates from the haunted house, the graveyard house. I also need to hear more about the soccer championship that we only touched on at the very end of our last show that I definitely wanted to get on. So, Chamber, give us an update on club aqua versus haunted house."
    },
    {
        "speaker": "D",
        "text": "I'd rather be at Haunted House. I talked to, I would say, after our holiday, my wife and I spoke. We decided to put it on pause for the time being, just because we're. Again just. There's. I have an itch. You know, there's been something itching at me just in regards to the."
    },
    {
        "speaker": "E",
        "text": "Does this have anything to do with the virus?"
    },
    {
        "speaker": "D",
        "text": "This does. It's immediately or it's. It absolutely has something to do with the virus. I learned how to spell cabal. C a b a l. Yeah, there you go. Like, is it k? But I was thinking of cable from Mortal Kombat. Yeah, the confusion there. But, yeah, we decided to put it on pause for the time being. We got the kids going back to school, so, you know, gave us an."
    },
    {
        "speaker": "E",
        "text": "Entire week full of content."
    },
    {
        "speaker": "D",
        "text": "It did."
    },
    {
        "speaker": "E",
        "text": "Talked about the whole."
    },
    {
        "speaker": "D",
        "text": "It was close, man. It was. It was close. But now that the kids."
    },
    {
        "speaker": "E",
        "text": "We talked about the haunted house for three episodes."
    },
    {
        "speaker": "D",
        "text": "Yeah. I mean, that was probably the lifespan or the legitimate lifespan of the possibility, but, yeah, with the kids going by."
    },
    {
        "speaker": "B",
        "text": "Your next TikTok, would you live in a house with a graveyard? That could be your next content and get the realtor to let you back in again and say, you need to take some video content for, like, your consideration. But really, you're making a TikTok."
    },
    {
        "speaker": "E",
        "text": "Yeah, you can get, like, real dead bodies. Could you imagine, like, MTV cribs, pimp my morgue."
    },
    {
        "speaker": "D",
        "text": "But, uh, yeah, I don't know. Um, so. But, yes, we decided to put it on pause, um, with the, you know, school. You know, you don't want to move during school. Not fun. So it will probably push back till, you know, next spring. But it did give me. It did give me the opportunity to do my favorite thing, which is, like, I like spring cleaning any time of the year. But we did. We just did it over the last week, and I get a bin, like a dumpster bin delivered to my house, and I just go hand. Oh, my God, there's nothing. I'm the opposite of a hoarder, so whatever that is, like, a minimalist. So any. And my wife's kind of not a hoarder, but, like, she definitely likes to hang on to things."
    },
    {
        "speaker": "E",
        "text": "And if I had it my way, everything would be thrown out."
    },
    {
        "speaker": "D",
        "text": "So imagine having a fucking bin, you know, delivered to you."
    },
    {
        "speaker": "E",
        "text": "I had this opportunity, actually, and I took advantage of it. When I finished my basement, there was a dumpster outside my house, and I would just go free rein on that dumpster every week, and I would. There's so many things I threw out that it's amazing. She has no idea about that. She's never asked about this, and I'm just praying that she never does, because I, you know, I know that it will never be used. We've moved three times, and stuff is still in the same boxes, unpacked, so, like, really? Do you need it? Nope, it's out."
    },
    {
        "speaker": "D",
        "text": "No, you don't. I'm with you 100%. So. So we have. We rent it with the. With that in mind. So we're, you know, get rid of some old outdoor playsets that we had for the kids, you know, stuff in the. In the shed, stuff in the basement. And it's just. And they're picking it up tomorrow. So we've had a pretty good week of just throwing. Cleaning up and throwing stuff out and just, you know, airing out the air out of the house, which always makes me happy. So, yeah, so we'll look again. I think we'll start to look again, depending on where the market is."
    },
    {
        "speaker": "E",
        "text": "Graveyard exclusive. Is that like, on your."
    },
    {
        "speaker": "D",
        "text": "I think that's a prerequisite now going forward. Right. I'm hoping MLS has it in their search grid."
    },
    {
        "speaker": "E",
        "text": "Like air conditioned pool. Graveyard."
    },
    {
        "speaker": "D",
        "text": "Yeah, graveyard view. So hopefully. Hopefully it is an option. Come next spring, you can run something."
    },
    {
        "speaker": "E",
        "text": "Called a scare BNB."
    },
    {
        "speaker": "D",
        "text": "Oh, my God."
    },
    {
        "speaker": "E",
        "text": "Nailed it."
    },
    {
        "speaker": "D",
        "text": "So, yeah, so that's where we are. We started throwing around the idea of, because when you're. When you're thinking about buying a house, you really put the clamps on spending everywhere else. You know what I mean? So now that we've kind of released the clamps, we're looking to spend some dough. So we're gonna do a trip, maybe like, random dough."
    },
    {
        "speaker": "E",
        "text": "Like, what are you. What are you buying? You just decided you hate. You just spoke about how much you hate things."
    },
    {
        "speaker": "D",
        "text": "No, this is like trip, trip stuff."
    },
    {
        "speaker": "E",
        "text": "So I think the good stuff."
    },
    {
        "speaker": "D",
        "text": "Yeah. So I think we'll plan a trip to Nashville, I think, for the fall cruise. No, no, I talked to Amber about it after we did our show, and if she was, like, 100% in, I would be, you know, I would start looking into it. She did not. She. She was a hard no."
    },
    {
        "speaker": "E",
        "text": "She was a hard no on the."
    },
    {
        "speaker": "D",
        "text": "Yeah, she's like open water. Because she gets kind of seasick. I think she's kind of like Laura. Like, where."
    },
    {
        "speaker": "E",
        "text": "Yeah, kind of."
    },
    {
        "speaker": "D",
        "text": "Kind of gets a little seasick."
    },
    {
        "speaker": "E",
        "text": "Yeah."
    },
    {
        "speaker": "D",
        "text": "Well, it didn't sound like she was, you know, like, too bad, but, yeah, she. Similar issues. She doesn't listen to the show, so she can't get the great feedback."
    },
    {
        "speaker": "E",
        "text": "Thank God."
    },
    {
        "speaker": "D",
        "text": "Could you imagine?"
    },
    {
        "speaker": "E",
        "text": "No, I'm glad that my wife doesn't listen to the show."
    },
    {
        "speaker": "D",
        "text": "My wife gets her own personal show every single day, which she does not."
    },
    {
        "speaker": "E",
        "text": "My wife hits the mute button at every opportunity."
    },
    {
        "speaker": "D",
        "text": "One star."
    },
    {
        "speaker": "E",
        "text": "Yeah, one star. Two virgins reading the news from. From his own basement."
    },
    {
        "speaker": "D",
        "text": "But Vicky brought up an interesting topic that I want to touch on, you know, because I've been. I've been seeing it lately on TikTok, but she had mentioned impractical jokers, and you had mentioned that they had, like, a cruise the other day."
    },
    {
        "speaker": "E",
        "text": "They had their own cruise."
    },
    {
        "speaker": "D",
        "text": "And it started me getting me thinking of, like, the other kind of similar types of shows on my TikTok. For whatever reason, I've been getting a ton of the Ashton Kutcher show from that time. Punked. Okay. A lot of old punked clips."
    },
    {
        "speaker": "E",
        "text": "I hate to break this to you, but that means the algorithm thinks that you are the target audience."
    },
    {
        "speaker": "D",
        "text": "Well."
    },
    {
        "speaker": "E",
        "text": "Or that your content resembles punked."
    },
    {
        "speaker": "D",
        "text": "And it just happened with the butter. Like, it literally just."
    },
    {
        "speaker": "E",
        "text": "Yeah, this is what I'm talking about. Like, you're now being put in that bucket of."
    },
    {
        "speaker": "D",
        "text": "And it's not like, a lot of punk'd. And I'm like, so I watched a couple. Pardon me. I have to cough."
    },
    {
        "speaker": "E",
        "text": "Riveting."
    },
    {
        "speaker": "D",
        "text": "I'm back. So I watched a couple of them, and then it reminded me of how, like, mean things were back then. Like, there was, like, a meanness to, like, the nineties and the early two thousands. And then I started punk."
    },
    {
        "speaker": "E",
        "text": "That they're a bunch of punk. Oh, boy."
    },
    {
        "speaker": "D",
        "text": "Sorry. And I started thinking about, like, jackass. And is. Is. I don't watch impractical jokers, but is it as mean as those other shows?"
    },
    {
        "speaker": "E",
        "text": "So the. The beauty of impractical jokers is that it is not mean to the unsuspecting. They're mean to each other. Right. So, like, they're trying."
    },
    {
        "speaker": "D",
        "text": "I think that's okay."
    },
    {
        "speaker": "E",
        "text": "They're right. They're trying. It would be like me and you going in public doing challenges to try to make each other either embarrassed or crack laughing or, you know, get caught doing something. So they're not tipping. And their winners and losers are of the show are based on who cannot complete these challenges. And, like, you know, the very classic one that they do is they throw them into this public situation with unsuspecting people. So, like, Vicki was saying, like, as a barista in a store, and the rule is you have to say whatever the guys in the back are telling you in their ear. And the first one, or if you do not, you don't get a point. And that's kind of how they determine the winner of each show. So it becomes very funny, because then there's inside jokes that repeat, and, you know, it's. It's somewhat, like, makes you want to cringe sometimes thinking about you saying these things."
    },
    {
        "speaker": "D",
        "text": "I did see one. Like, I've seen clips of it before, and the one I'm thinking of that I like the most, and it's totally, like, my type of comedy. And something that I would do was, I think they were, like, in a grocery store, and there's this older guy that one of the guys is talking to, and he starts talking about how he used to be, like, an Olympic soccer player or swimmer or something along these lines. And then the other guys slowly start to come out from behind, you know, like, behind the scenes, and, like, are like, oh, is that, you know, so and so the Olympics. Didn't, weren't you for. Didn't you, weren't you in the, you know, 1972 Olympics? And I did that one time years ago, um, to an unsuspecting, like, not on camera just because I like to fuck around with people. Uh, I was selling cars back."
    },
    {
        "speaker": "E",
        "text": "Oh, you. This is you."
    },
    {
        "speaker": "D",
        "text": "This is. I, it was. I'm like, I did this, so you."
    },
    {
        "speaker": "E",
        "text": "Deserve all these punked things in your pocket."
    },
    {
        "speaker": "D",
        "text": "I. My. It's one of the greatest moments that's never been televised. Or this is, like, prior to, like, um, this is probably, like, 2004, 2005. So, like, cell phones are, like, not, not for, like, you know, viral videos and stuff like that yet. And I was selling cars, and it was, I worked in the used car section, so it was just me and this other guy, and it's one of my buddies that I'm working with, and he's like, oh, this guy comes into the lot, and he's like, oh, this guy's been here before. And he starts telling me the story about the guy, about how he was on Oprah, like, back in the nineties as a Wesley Snipes lookalike. And I'm like, that's all I need to know. I'm going out. Apparently, he comes just to kind of look at cars. There's a lot of tire kickers when you're in the biz and you see a lot of the same people over."
    },
    {
        "speaker": "E",
        "text": "I don't even know who you are right now. What the conversation are you're talking about being in the biz, kicking tires."
    },
    {
        "speaker": "D",
        "text": "I was a whole other person back then. So I go out and I start talking to this guy, and he's looking at some of the cars, and I'm like, I know you from somewhere. And I'm like, were you on, like, Oprah back ten years ago? Like, as, as like a Wesley Snipes impersonator? And he looked at me like I made his day. Like, like, I just gave him 250k views on TikTok, you know, like, that was his. And I just let it, you know, I. Everybody was a winner that day because I made him, you know, he walked away, you know, sailing on a cloud. I made myself laugh for my own personal enjoyment. And, yeah, I just remember how happy he was that he was recognized for it. And it reminded me of the impractical jokers where the guy felt the same way, but he had, like, three or four guys come. It was amazing."
    },
    {
        "speaker": "E",
        "text": "You made that guy's day shout out to fake Wesley Snipes. He's out there somewhere, hoping that somebody today recognized. Recognizes him from Oprah. From what? What year? 1992. Who knows? Who knows when was Wesley Snipes? I think."
    },
    {
        "speaker": "D",
        "text": "Yeah. Probably like mid nineties is my guess. Yeah."
    },
    {
        "speaker": "E",
        "text": "Yeah. Wow, look at you. You're just out there doing the Lord's work. Yeah, well, I mean, so I think, you know, if anybody is out there that has any ideas for what chambers next TikTok should be, please comment below. Let's get this man to a million views. I mean, what would you do if you got a million views on a single post?"
    },
    {
        "speaker": "D",
        "text": "We'd make another show about it."
    },
    {
        "speaker": "E",
        "text": "Show about it. Some comments from the chat bird spy. If you want to make yourself sound really old, say something like, who's that popular girl I don't like? Oh, yeah. Taylor Swift. Also, coffee with captain. We won't be playing savage garden or pusher man to open coffee tomorrow. The reminder is up top. So I guess all of coffee is a no savage garden. I actually thought maybe cap would get down with some savage garden, but I guess. I guess not. But don't forget to set your reminders. Also. What day is today? Wednesday. So tomorrow morning, we have coffee with captain. We have lunch break at noon, and we have alpha afternoons at 02:00 p.m. eastern. That show has leveled up big time. Have you watched alpha afternoons lately?"
    },
    {
        "speaker": "D",
        "text": "I have, yeah, a couple times. Very, very high quality."
    },
    {
        "speaker": "E",
        "text": "The addition of Jack has just been something to marvel, I think. It's just. It's a whole new show. No thumbs. And it's like the opposite of when."
    },
    {
        "speaker": "D",
        "text": "They introduced Andy in the office. You know what I mean?"
    },
    {
        "speaker": "E",
        "text": "Yeah. You're not a big Andy guy, huh?"
    },
    {
        "speaker": "D",
        "text": "No, no, no."
    },
    {
        "speaker": "E",
        "text": "Get down with the Nard dog."
    },
    {
        "speaker": "D",
        "text": "The, I would argue, the worst character in television history."
    },
    {
        "speaker": "E",
        "text": "Television history."
    },
    {
        "speaker": "D",
        "text": "For the level of show that it was. You know what I mean? Like, you have to take the popularity of the television show into account."
    },
    {
        "speaker": "E",
        "text": "I would say that about the boner champ."
    },
    {
        "speaker": "D",
        "text": "So terrible."
    },
    {
        "speaker": "E",
        "text": "I can't believe it. Broccoli Rob."
    },
    {
        "speaker": "D",
        "text": "Oh, yeah. I can't. I can't even do."
    },
    {
        "speaker": "E",
        "text": "You know. Come on."
    },
    {
        "speaker": "C",
        "text": "I feel like, if we're talking about when he was the actual boss, I could I could get on board with that. But as far as just a character, come on, chamber. Like, is it?"
    },
    {
        "speaker": "E",
        "text": "He was he was a terrible manager, that's for sure."
    },
    {
        "speaker": "D",
        "text": "Terrible manager. He was a piece of shit. He punched a hole in the wall because he got mad. Like, that's a piece of shit. You know?"
    },
    {
        "speaker": "E",
        "text": "I mean, you know, not nobody's perfect. I don't think that makes him the worst character in tv history."
    },
    {
        "speaker": "D",
        "text": "I think it is."
    },
    {
        "speaker": "C",
        "text": "I mean, po bodies, nerfect."
    },
    {
        "speaker": "E",
        "text": "That's right. Speaking of, how about bo body? That's an acronym for you. You get that one. Chamber. That's I don't that's a Creed acronym."
    },
    {
        "speaker": "D",
        "text": "No, I don't get that one from."
    },
    {
        "speaker": "E",
        "text": "The office as well. While we're on the topic, the, I can't believe you think Andy Bernard's the worst character in history."
    },
    {
        "speaker": "D",
        "text": "I feel like I'm not wrong. I feel like there's probably some people on that side of the argument. I'm just going to google it right now. Is Andy Bernard the worst character in television history?"
    },
    {
        "speaker": "E",
        "text": "Ask chat. GPT. I'm dying to know. Chat."
    },
    {
        "speaker": "C",
        "text": "I feel like Nellie was worse."
    },
    {
        "speaker": "D",
        "text": "Nelly was not worse than Andy."
    },
    {
        "speaker": "E",
        "text": "Oh, come on."
    },
    {
        "speaker": "D",
        "text": "Nellie wasn't the best, but she wasn't."
    },
    {
        "speaker": "C",
        "text": "As bad as, oh my gosh."
    },
    {
        "speaker": "E",
        "text": "Oh my God. You must be watching the canadian office. You know, there's the british office, the american office. I don't know what goes on in the canadian office."
    },
    {
        "speaker": "D",
        "text": "I don't know."
    },
    {
        "speaker": "E",
        "text": "Canadian office is just a bunch of, everybody brings donuts every morning and they all apologize all day day for being late to meetings. What did chat GPT say about I'm asking Google. Okay, I will ask."
    },
    {
        "speaker": "D",
        "text": "So Andy Bernard's character in the final season of the office became unlike. Okay, that's that's not good. That's not what we want."
    },
    {
        "speaker": "C",
        "text": "But yeah, that that makes sense."
    },
    {
        "speaker": "D",
        "text": "Yeah, no, I agree. Why Andy Bernard has one of the worst character arcs."
    },
    {
        "speaker": "C",
        "text": "Oh, my."
    },
    {
        "speaker": "D",
        "text": "I don't know."
    },
    {
        "speaker": "C",
        "text": "We can talk about who's great. Robert California."
    },
    {
        "speaker": "D",
        "text": "Robert California is great. He is the lizard man or the Lizard king."
    },
    {
        "speaker": "E",
        "text": "I should say cabal. Lizard King."
    },
    {
        "speaker": "D",
        "text": "Yeah. You don't even know my real name."
    },
    {
        "speaker": "E",
        "text": "All right, Bob Sack manuscript."
    },
    {
        "speaker": "D",
        "text": "Bob Sack. First of all, it's Bob Sacamano, if memory serves me correct."
    },
    {
        "speaker": "E",
        "text": "Okay."
    },
    {
        "speaker": "D",
        "text": "And Bob Sacramento is a funny name and not the worst character."
    },
    {
        "speaker": "E",
        "text": "Okay, here we go. Whether Andy Bernard from the office, parentheses, us version is the worst character in tv history is subject, is subjective and varies based on personal opinions. Here are some considerations regarding this claim. Character development Andy Bernard's character underwent significant changes throughout the series. He starts as a rather insufferable character in Stanford, transitions to a more sympathetic figure during the middle seasons and then becomes a more controversial character again in the final seasons. Some fans appreciate this complexity while others found the inconsistency to be frustrating. Comic relief Andy, like most characters on the office, is meant to be a source of comedy. His anger issues, singing talent and catchphrase rid it, didoo are all meant to be humorous. Whether or not these comedic elements resonate with an individual viewer can influence their perception of the character. Comparison to other tv characters tv history spans many decades and countless shows with a diverse array of characters. Some characters in shows might be perceived as more annoying, offensive or poorly written than Andy. There you go. It's a broad statement to label any character as the worst in all of tv history. Personal resident resonance. People's life experiences shape how they perceive characters. For example, if somebody goes viral on TikTok, they might be put into the same bucket as Ashton Kutcher from Punk'd. Weird."
    },
    {
        "speaker": "D",
        "text": "That doesn't say that."
    },
    {
        "speaker": "E",
        "text": "For example, if someone had a personal experience with a coworker similar to Andy they might have a more negative view of him. Actors performance Ed Helms, who plays Andy Bernard, is a talented actor and comedian. Some viewers might differentiate between their feelings for the character and appreciation for the actors performance. It's worth noting that discussions around characters from popular culture can be fun and engaging. As long as you're right. That's right."
    },
    {
        "speaker": "D",
        "text": "So I will say this. I will say Ed Helms. I don't. I don't necessarily, you know, I don't necessarily hate him. There are some movies that I really like. You know, obviously, he's in the Vegas one. What's it called? Bradley Cooper."
    },
    {
        "speaker": "E",
        "text": "Oh, the hangover."
    },
    {
        "speaker": "D",
        "text": "The hangover. So obviously that's good. And he's funny enough. He, one of my favorite movies. He was in a movie called. What was it called? It was called Grand Rapids. I don't know if you ever seen this. He plays, like, an insurance salesman that goes to an insurance conference where he meets up with, like, John C. Reilly. And it's very good. So, yeah, it's not necessarily him. It's definitely the character. I pulled up some other unlikable characters from, from the office and you just. I would like both of you, both pain and bunch, to. I want you to tell me if they're better or worse than Andy. Okay? Is that fair?"
    },
    {
        "speaker": "E",
        "text": "Yeah."
    },
    {
        "speaker": "D",
        "text": "Okay, we'll start with Roy Anderson."
    },
    {
        "speaker": "E",
        "text": "So Pam's fiance, he's definitely a worst character. Talk about an asshole."
    },
    {
        "speaker": "D",
        "text": "He's an asshole. But I would say one of the most memorable moments in the office, for me at least, is when they quickly flash his mugshot. I don't remember this. It made me laugh so hard."
    },
    {
        "speaker": "E",
        "text": "I mean, look, you just said that Andy was the worst because he punched a hole in the wall. There is a scene where Pam tells him he's at the bar where he breaks the glass against the bar and he's all kinds of angry."
    },
    {
        "speaker": "D",
        "text": "Yeah."
    },
    {
        "speaker": "E",
        "text": "Total, total douchebag maneuver. And. Yeah, poked a hole in your argument. So."
    },
    {
        "speaker": "D",
        "text": "But also, but he wasn't on as much. So I feel like."
    },
    {
        "speaker": "E",
        "text": "Right. He was a very ancillary character."
    },
    {
        "speaker": "D",
        "text": "Exactly. So because Andy had so much screen time, to me, it makes it worse. And I mean, yeah, but if you're."
    },
    {
        "speaker": "C",
        "text": "If you're asking me between the two, I'm definitely. Roy was, he was awful. And then I can play piano and sing like."
    },
    {
        "speaker": "D",
        "text": "All right, that's fair. Okay, I'm cool. I'm cool with this."
    },
    {
        "speaker": "E",
        "text": "But that, then if Roy is worse and you're accepting that Andy could not possibly be the worst character in television."
    },
    {
        "speaker": "D",
        "text": "I accept your opinion. I think Andy's still worse. Charles Miner, who was the temporary, I."
    },
    {
        "speaker": "E",
        "text": "Mean, I think a good character. Terrible person. Good character. Yeah. Yeah. I like, he's unlikable. I think, like he's, it's a good character."
    },
    {
        "speaker": "D",
        "text": "I agree."
    },
    {
        "speaker": "E",
        "text": "What about Michael Scott?"
    },
    {
        "speaker": "C",
        "text": "Yeah, yeah, I agree. I'm on board with that for sure."
    },
    {
        "speaker": "D",
        "text": "All right."
    },
    {
        "speaker": "E",
        "text": "But is that a better character than Andy pain? I don't know."
    },
    {
        "speaker": "D",
        "text": "Yeah. Like, I like, like, I like the character more than the Andy character."
    },
    {
        "speaker": "E",
        "text": "For me, I would still pick a, I would still pick the Nard dog over, over. Charles."
    },
    {
        "speaker": "D",
        "text": "Here's, here's one, here's, I think this one's could be controversial. I feel like we could, we could see some separate, some, some changing of the tides here. Jan Levinson, better."
    },
    {
        "speaker": "E",
        "text": "No gould."
    },
    {
        "speaker": "D",
        "text": "No, just no gould. No gould, no single Jan Levinson. Candles, candle aficionado."
    },
    {
        "speaker": "E",
        "text": "Terrible. I hate Janet. I hate Jan."
    },
    {
        "speaker": "D",
        "text": "I love Jan way more than Andy."
    },
    {
        "speaker": "E",
        "text": "I mean, I think like, yeah, I don't like people like Jan, so I don't, I don't vibe with Jan's character, so, but I, but I think she's."
    },
    {
        "speaker": "D",
        "text": "A good, like the, the cd, like this, that whole."
    },
    {
        "speaker": "E",
        "text": "Yeah, yeah. Cd and the candle. Like the candles."
    },
    {
        "speaker": "D",
        "text": "Yes."
    },
    {
        "speaker": "E",
        "text": "That, the, the episode, the dinner party episode is one of the cringe episodes of any show I've ever watched."
    },
    {
        "speaker": "D",
        "text": "It might be, like, one of the best shows, like Scott's tots."
    },
    {
        "speaker": "E",
        "text": "Kill that one. We got some comments up here from. Based on the worst character in tv history. So we've got this one. I am totally on board with Steve Skyler from Breaking Bad."
    },
    {
        "speaker": "D",
        "text": "I was going to bring up Skyler as one that is notorious for being hated."
    },
    {
        "speaker": "E",
        "text": "God, I hate her so much."
    },
    {
        "speaker": "D",
        "text": "I don't see. I don't see it. Like, I. She's not my favorite character, but I'm."
    },
    {
        "speaker": "E",
        "text": "Like, let your husband make meth. Simple as that."
    },
    {
        "speaker": "D",
        "text": "Like, come on, let the man."
    },
    {
        "speaker": "E",
        "text": "He's following his dreams. You're supposed to support him. There you go."
    },
    {
        "speaker": "D",
        "text": "Okay, I get it. I got it."
    },
    {
        "speaker": "E",
        "text": "This one also, I. Dude, Steve's got some good takes on this one. In addition from Scott from Breaking Bad, he'll submit Janice from the Sopranos. That's. That's a good one."
    },
    {
        "speaker": "D",
        "text": "Janice is not bad. Janice. Janice is the worst. But she's not like, she's that sister. Like, I don't know. You don't have a sister, right?"
    },
    {
        "speaker": "E",
        "text": "No, like, I. Not that I."
    },
    {
        "speaker": "D",
        "text": "Like, I've seen, like, I have that sister."
    },
    {
        "speaker": "E",
        "text": "See? Okay, so he is right. Personal resonance plays a lot of. A lot of weight into this."
    },
    {
        "speaker": "D",
        "text": "Yeah. There's a lot of Tony Soprano and Janice in my family. Me being Tony, obviously."
    },
    {
        "speaker": "E",
        "text": "Some other. Some other ones here. Ian says that Lori from walking Dead."
    },
    {
        "speaker": "D",
        "text": "Is Laurie is Terry. Yes, I agree."
    },
    {
        "speaker": "E",
        "text": "Walking dead. I fell off of walking dead after, like, season three."
    },
    {
        "speaker": "D",
        "text": "So I don't even know that there was. There was a moment in time where AMC was actively trying to bring back the woman's movement by making the worst female characters. Like, because it was like walking dead. It was like. It was Elizabeth from Mad Men. A lot of people didn't like her."
    },
    {
        "speaker": "E",
        "text": "Wait, which one is Elizabeth?"
    },
    {
        "speaker": "D",
        "text": "I think. I think that's a real name. I can't think of. Not Elizabeth Olsen. It's. She's a. It's the same gal that's in, like, the. She's Peggy Olson. Peggy Olson. That's what so she."
    },
    {
        "speaker": "E",
        "text": "Okay, so she's the one from."
    },
    {
        "speaker": "D",
        "text": "Yeah, there was."
    },
    {
        "speaker": "E",
        "text": "Yeah."
    },
    {
        "speaker": "D",
        "text": "AMC was actively trying to bring the."
    },
    {
        "speaker": "E",
        "text": "Woman'S movement, but I think she's a good character. She."
    },
    {
        "speaker": "D",
        "text": "I don't. Yeah, I don't."
    },
    {
        "speaker": "E",
        "text": "She's a great actress. And Handmaid's tale is lit. If you haven't watched that, that's. Oh, you would dig it. I actually think you would like it. Do you even know what it's about?"
    },
    {
        "speaker": "D",
        "text": "I think I read the book back in high school."
    },
    {
        "speaker": "E",
        "text": "Oh, all right. Fair enough. Boom boom says the worst character in history is Dawson Leary, not Andy Bernard."
    },
    {
        "speaker": "D",
        "text": "I don't even know Dawson Lee from Dawson Creek."
    },
    {
        "speaker": "E",
        "text": "I think so. Maybe James. Maybe it's James van der Beek's character."
    },
    {
        "speaker": "D",
        "text": "Yes."
    },
    {
        "speaker": "E",
        "text": "Steve is clapping. Steve's confirmed hate. Savage garden loves Dawson's creek. What a conundrum."
    },
    {
        "speaker": "D",
        "text": "Maybe he's agreeing with that. He's the worst character. Maybe also hates. Maybe he also hates Dawson, which is. Yeah."
    },
    {
        "speaker": "E",
        "text": "All right, let's go back to Vicki to roast you for your women's movement take, not mine."
    },
    {
        "speaker": "B",
        "text": "I didn't understand the law. Not gonna lie. The last ten, three minutes went over my head. I didn't understand what the fuck you were talking about."
    },
    {
        "speaker": "E",
        "text": "That's because Vicki only watches the british office and she doesn't like."
    },
    {
        "speaker": "B",
        "text": "I don't really watch that much tv because I've got a busy life. But what I would say is when I do get the opportunity to watch tv, something that I can thoroughly recommend that I got. There's two series out, and I've just finished the first series on Apple TV. I am a big Gary Oldman lover. Like, he can do no wrong in my eyes. He's amazing in most things. He's in the. But there's. Apple signed him up to a thing called slow horses, and I watched it at the weekend and it's like. It's very british. There's a lot of british humor in there. I cried with laughter."
    },
    {
        "speaker": "E",
        "text": "Sounds like right up your alley."
    },
    {
        "speaker": "D",
        "text": "I do love. I do love watching a lot of british stuff."
    },
    {
        "speaker": "B",
        "text": "One particular line struck me when he's being told by his mi five boss was, yes, they're all a bunch of fucking losers, but they're my fucking losers. And that struck the fever."
    },
    {
        "speaker": "D",
        "text": "That's how I feel about all of you."
    },
    {
        "speaker": "E",
        "text": "That's exactly right."
    },
    {
        "speaker": "B",
        "text": "I didn't want to liken it to DJ network, but there you go."
    },
    {
        "speaker": "D",
        "text": "No, it's just my perspective of it."
    },
    {
        "speaker": "E",
        "text": "No, it's not Vicky's perspective of us. That's exactly what it is. That's awesome. What was the other one, Vicki?"
    },
    {
        "speaker": "B",
        "text": "I don't know. That one. Definitely with him. And that's new out. But you do have to subscribe to Apple TV. But for Gary Ullman, that is well worth it. He's like a washed up mi five agent smoking on fags and just coming out with absolute bullshit. But it's just that when you look back at your time and you waste time watching crap tv, that I'm pretty sure most people would watch it and go, do you know what that was actually, that was taking me out of my real life stresses into hilarious moments of a child being kidnapped and things that could possibly happen."
    },
    {
        "speaker": "E",
        "text": "Yeah. I am, I'm a proponent of trash tv. I'm a connoisseur, if you will. So it's like the thing, me and my wife, at the end of the day, we put the kids down. We don't have too much time before we go to bed. And so we'll sit on the couch and watch, you know, we're not huge. We're not huge movie goers like movie watchers, because she doesn't."
    },
    {
        "speaker": "D",
        "text": "Movies are tough. It's hard to watch 2 hours straight of something."
    },
    {
        "speaker": "E",
        "text": "Yeah. And that's kind of like where we're at. So like, we'll binge things instead and, you know, we'll do an episode, a night or something. Of something."
    },
    {
        "speaker": "D",
        "text": "And do you ever, um, so we don't watch a lot of like, reality tv, but we do watch the show."
    },
    {
        "speaker": "E",
        "text": "Get on this topic."
    },
    {
        "speaker": "D",
        "text": "Um, Vicki. No, it was, no, it was Vicki talking about that show, the impractical, impractical."
    },
    {
        "speaker": "E",
        "text": "Jokers and then Harry Busey on impractical Joker punk then. I don't know how we got from punk to the office."
    },
    {
        "speaker": "D",
        "text": "I don't know how we got to the office."
    },
    {
        "speaker": "E",
        "text": "I don't know."
    },
    {
        "speaker": "B",
        "text": "You started talking about shit actors, and then bunch, you started looking up on chat."
    },
    {
        "speaker": "E",
        "text": "GPT oh, God, I do have, so."
    },
    {
        "speaker": "D",
        "text": "I did find a character from the office that I might hate more than Andy Bernard because I really hate, he doesn't have as long of a tenure on the show, but I know Brian."
    },
    {
        "speaker": "E",
        "text": "Is a worst character."
    },
    {
        "speaker": "D",
        "text": "Pam is a terrible character. I agree. But Brian Whittle, the cameraman."
    },
    {
        "speaker": "E",
        "text": "The camera guy."
    },
    {
        "speaker": "D",
        "text": "Yeah, fuck that guy."
    },
    {
        "speaker": "E",
        "text": "Yeah. That guy's the worst."
    },
    {
        "speaker": "D",
        "text": "The worst. He's the worst. He's good in other things."
    },
    {
        "speaker": "E",
        "text": "Like he's, oh, yeah, he's Russ Hannemande, baby."
    },
    {
        "speaker": "D",
        "text": "Is that the billionaire from Silicon Valley? Silicon Valley, yeah. Great character. But him in the office, very. I don't I'm always worried that a cameraman in my life is going to take my wife away. You know what I mean?"
    },
    {
        "speaker": "E",
        "text": "I think that's a very real concern, constant worry. Look, I mean, you struck it rich in crypto and hired that camera crew to follow you around a couple years ago and your whole, it's a legitimate fear now. I get it."
    },
    {
        "speaker": "D",
        "text": "But going to reality tv, did you watch, did you ever watch alone? Do you know about that? So it's basically like survivor, but like real survivor where you get dropped in the middle of nowhere, naked and afraid. But better, it's like, real. It's like actual people that know what they're doing that get left. They get to bring, like, ten items and they're dropped in the middle of nowhere, and there's usually, like, ten, you know, ten contestants."
    },
    {
        "speaker": "E",
        "text": "Supermarket sweep meets naked and afraid."
    },
    {
        "speaker": "D",
        "text": "Yeah, exactly. But I'm watching the Australia, so my favorite thing to do, I'm watching the australian version right now, and Amber and I, we, you know, we put the kids to bed, kind of like you said, and then what we'll do is we'll eat food while watching them struggle in the wilderness and make fun of them for breaking down mentally and physically. It's amazing."
    },
    {
        "speaker": "E",
        "text": "This is the clip for the day. Thank you very much. You and your wife just sit down. Nice piping hot skillet of buttered sausage."
    },
    {
        "speaker": "D",
        "text": "Yeah."
    },
    {
        "speaker": "E",
        "text": "Watch. You watch alone and make fun of the contestants."
    },
    {
        "speaker": "D",
        "text": "Yeah. For breaking down."
    },
    {
        "speaker": "E",
        "text": "That's love."
    },
    {
        "speaker": "D",
        "text": "It really is. Australians too, by the way. I would have thought Australians, in my mind, were going to be significantly tougher and, like, more resilient. Embarrassing. So for those of you who watch alone and who haven't seen the australian version, I think it's embarrassing. Really embarrassing. I'm not going to spoil it for any."
    },
    {
        "speaker": "E",
        "text": "Now, why would you. Why would you think that they're tougher in general? Is it because of their close relation to the kangaroo?"
    },
    {
        "speaker": "D",
        "text": "Well, there's that. There's also, like, Australia is just like a world of beasts that don't live anywhere else with spiders and snakes. Right, exactly. I just feel they're gonna. They're out, you know, they're out for walkabouts and didgeridoos and. I don't know, they just. In my mind, they're gotta watch your."
    },
    {
        "speaker": "E",
        "text": "Didgeridoo on a walkabout."
    },
    {
        "speaker": "D",
        "text": "You do? You know, but, yeah, in my mind, they're just. I don't know, I thought I had a certain level of appreciation for their survival skills, and it's. It's been embarrassing thus far."
    },
    {
        "speaker": "E",
        "text": "Now, before we go to Joe, I will say that my. My television watching will probably fall off a cliff here soon because it is becoming football season, so that's gonna get all my spare tv time. So we'll see if this conversation happens again in the near future. I've enjoyed this conversation. Actually, Joe, before we get to you, I do have to hit our NFT quota for the day. NFts are dead. Thank you for listening, Joe. Welcome."
    },
    {
        "speaker": "F",
        "text": "Wow. Um. I don't even know. First, Vicki, congratulations on finally joining the board. API club. No, I just think it's funny that they now invite you to these chats. Um, seriously, I agree with Steve on Skyler, but I would say Todd exists and that dude is creepy as fuck. And we also have to remember with Skylar. And it's really hard for me, but I sit there with my wife and I think, you know, if she was married to, like, this boring dude who taught chemistry at high school, and then I became a serial killer and a meth kingpin, she might feel a certain way and it might take her a little bit. Plus, I knocked her up. She's got a little kid. And the other one is cerebral palsy or something."
    },
    {
        "speaker": "E",
        "text": "Right? They do have the baby. Yeah."
    },
    {
        "speaker": "F",
        "text": "Yeah, she got. She might feel a certain way about it."
    },
    {
        "speaker": "E",
        "text": "That she does get a raw deal, that is for sure."
    },
    {
        "speaker": "F",
        "text": "He annoys the shit out of me, though. But the worst character on Sopranos is AJ."
    },
    {
        "speaker": "D",
        "text": "AJ is the worst character on Sopranos."
    },
    {
        "speaker": "F",
        "text": "Janice is the mafia boss we all deserved. Like, Janice literally just walks over, grabs the gun."
    },
    {
        "speaker": "D",
        "text": "Yeah. So good. That's such a good."
    },
    {
        "speaker": "F",
        "text": "And then she. And then she almost loses it. But you can't really believe if she actually is losing it and they come over and clean up the body for her. That is like a baller move."
    },
    {
        "speaker": "D",
        "text": "Yeah."
    },
    {
        "speaker": "E",
        "text": "God, I want to watch the pronos again now."
    },
    {
        "speaker": "F",
        "text": "But AJ. I mean, even. Even when AJ starts to get his shit together, he parks on a pile of leaves and sets his xterra on fire. Like, at some point in the child rearing, they should just take an AJ out to the pool and drowned him."
    },
    {
        "speaker": "D",
        "text": "I agree."
    },
    {
        "speaker": "F",
        "text": "Yeah. Yeah. Seriously, though. Oh, yeah. When he's dating the chick with the, like the whole age, like, when I forgot that show over, I just want to reach in and punch AJ. I came up to say, um. I have to say this because I was on the phone with him a couple months ago and he might work with me on some shit. Everything Ashton Kutcher has ever made is amazing. Um, just in case he's ever listens to this. Uh, seriously? Seriously. Like, some of that shit sucks. Some of his fuckers just sucks. But no, AJ. AJ needed to be murdered. Any justice in the world, that show would ended with AJ."
    },
    {
        "speaker": "E",
        "text": "Nothing happens to him at the end, right? He's."
    },
    {
        "speaker": "D",
        "text": "No, turns out he's the killer. He was the killer."
    },
    {
        "speaker": "E",
        "text": "He was the killer."
    },
    {
        "speaker": "F",
        "text": "That would have been amazing, right? But then he would have cried before he pulled the trigger."
    },
    {
        "speaker": "D",
        "text": "I can't do it, dad."
    },
    {
        "speaker": "F",
        "text": "So I just, like."
    },
    {
        "speaker": "E",
        "text": "Yeah, AJ is kind of a. Yeah, he's a bad character."
    },
    {
        "speaker": "F",
        "text": "I just say the worst character on the Simpsons is Bart. Okay."
    },
    {
        "speaker": "E",
        "text": "Oh, hot take, baby. What, Chambers?"
    },
    {
        "speaker": "F",
        "text": "All he does is act like a dick the whole entire time. Like, there's."
    },
    {
        "speaker": "E",
        "text": "We've decided today that dick. Dickhead characters are not. Are not. They don't fly here. If you're a dick on tv, you don't fly here."
    },
    {
        "speaker": "D",
        "text": "I don't disagree with the barthic. Don't know how many house is funnier."
    },
    {
        "speaker": "E",
        "text": "Yeah, everything's coming up mill house."
    },
    {
        "speaker": "D",
        "text": "Everything is coming. Name me a Bart. Like. Like, the funniest thing Bart ever said. May be like, my short was a wazzle."
    },
    {
        "speaker": "F",
        "text": "You know how I know it's Bart? Is that the nine year old? The house has now watched the Simpsons on Disney probably two times through. And that's his favorite character. And he's suspect as a person. So I know for a fact that's the worst fucking character."
    },
    {
        "speaker": "E",
        "text": "That's incredible."
    },
    {
        "speaker": "D",
        "text": "All right, we're learning things."
    },
    {
        "speaker": "E",
        "text": "Jump on in here before we close this thing down."
    },
    {
        "speaker": "G",
        "text": "GMGM. Hey, I just wanted to say congrats, Vicki. Also, Natalie took a new position as well. Natalie Stone. So congrats to her as well. Yeah, that's pretty much it. I agree with all the takes that have been going on. My vehicles are all named after the walking dead characters."
    },
    {
        "speaker": "E",
        "text": "One of them or."
    },
    {
        "speaker": "G",
        "text": "No, no, no."
    },
    {
        "speaker": "D",
        "text": "Lori's the piece of shit."
    },
    {
        "speaker": "G",
        "text": "The jeep is named Carol because she's badass."
    },
    {
        "speaker": "D",
        "text": "Yeah."
    },
    {
        "speaker": "G",
        "text": "And yeah, in my car's name, Maggie. So, you know, she's. She's a badass, too. But yeah, the car's hot. It's the type."
    },
    {
        "speaker": "D",
        "text": "That's my. Maggie is, like, my type. Yeah, that's my. I've noticed as you get older, you notice what? What? You know what your type is a lot more. And, yeah, the Maggie type. That's. That's."
    },
    {
        "speaker": "G",
        "text": "Pull up a picture of Maggie, and then I pull up a picture of the Kia K five with the GT one package on it and put them side by side through."
    },
    {
        "speaker": "D",
        "text": "Am I going to have some inappropriate thoughts about a car right now?"
    },
    {
        "speaker": "G",
        "text": "Yes."
    },
    {
        "speaker": "D",
        "text": "I got to save it for later. I got to save it for later. I'll look at it while I'm editing the show."
    },
    {
        "speaker": "E",
        "text": "I'm going to put. I'm going to make it an office meme with that. And I will. What was the car key?"
    },
    {
        "speaker": "G",
        "text": "Kia K five with the GT one package. The 2023 one."
    },
    {
        "speaker": "E",
        "text": "Okay. I'm gonna. I got work to do after this. I do have to ask. So, blockchain ninja, do you agree with the. The Andy Bernard take?"
    },
    {
        "speaker": "G",
        "text": "Kind of sorta. I honestly, like. I'm not sure who that is. Well, Andy Bernard."
    },
    {
        "speaker": "E",
        "text": "What."
    },
    {
        "speaker": "G",
        "text": "What show?"
    },
    {
        "speaker": "E",
        "text": "From the office."
    },
    {
        "speaker": "G",
        "text": "Which one is he on? The office."
    },
    {
        "speaker": "E",
        "text": "He's the Nard dog, if you don't know. Oh, okay."
    },
    {
        "speaker": "G",
        "text": "Gotcha, gotcha. Yeah, yeah."
    },
    {
        "speaker": "D",
        "text": "No, worse one."
    },
    {
        "speaker": "G",
        "text": "I liked his character, honestly."
    },
    {
        "speaker": "E",
        "text": "Tell me the worst character on walking Dead isn't Carl."
    },
    {
        "speaker": "G",
        "text": "You gotta say, like, coral. Yes. He's definitely the worst character. Look, as much as I hated Negan, like, now I'm starting. They did it. They managed to make people like Negan, and, like, it's. I don't know."
    },
    {
        "speaker": "D",
        "text": "I see all these, like, new spinoff walking Dead shows. There's. Everybody's got their own show. The jockey dead."
    },
    {
        "speaker": "E",
        "text": "That was the first one they tried. It was slightly faster. People. People didn't really like it, so then they tried, like, the speed walking dead just. It's like listening to a podcast at one and a half speed. They talked. The sitting dead, the one with Maggie."
    },
    {
        "speaker": "G",
        "text": "And Negan, is actually really good. Like, we're watching."
    },
    {
        "speaker": "D",
        "text": "What's that one called?"
    },
    {
        "speaker": "G",
        "text": "The Talking Dead. I'm not sure. I'll have to look inside."
    },
    {
        "speaker": "E",
        "text": "Yeah, that's funny. So I wasn't too far off."
    },
    {
        "speaker": "D",
        "text": "And just before we end up here, there are two more people on the list of worst office characters. I agree with this one as well. Kathy Sims."
    },
    {
        "speaker": "E",
        "text": "Who was Kathy Bates, that Kathy Bates character?"
    },
    {
        "speaker": "D",
        "text": "No, no, no. Kathy Sims was the girl. I think she was like, a new hire that started trying to. She was."
    },
    {
        "speaker": "E",
        "text": "She was basically. Yeah, exactly."
    },
    {
        "speaker": "D",
        "text": "And then Dwight comes in and you."
    },
    {
        "speaker": "E",
        "text": "Just trying to watch the heat game."
    },
    {
        "speaker": "D",
        "text": "That's right. That's right. And then D'Angelo Vickers at the top of this list. I do not agree. D'Angelo Vickers. Great character. Great scene at the bar with. With Steve Carell in the transition period. Like, that was great scene. Yeah, yeah, yeah."
    },
    {
        "speaker": "E",
        "text": "Very classic will Ferrell scene."
    },
    {
        "speaker": "D",
        "text": "Oh, so good."
    },
    {
        "speaker": "E",
        "text": "I just love, like, I picture the first time you. And in terms of, like, then they go back to the office, and the lights are all off, and he's like. And they're running around and, like, giggling like schoolgirls. And then D'Angelo goes, we should write a movie together. I'm serious. I feel like that's what it would be like."
    },
    {
        "speaker": "D",
        "text": "Absolutely."
    },
    {
        "speaker": "C",
        "text": "Talk about just one of the all time great shows. We're not flying today's society, but absolutely just a banger, dude."
    },
    {
        "speaker": "E",
        "text": "Some of the show, some of the season one episodes of the office would absolutely not be on television."
    },
    {
        "speaker": "D",
        "text": "Season one's rough."
    },
    {
        "speaker": "E",
        "text": "Season one is not kosher these days."
    },
    {
        "speaker": "D",
        "text": "It's from a different time. It was that sweet. There was that sweet period between, like. But they're 98 and 2005."
    },
    {
        "speaker": "E",
        "text": "They're good, though. All right, we're going back to Joe, then blockchain ninja one more time, and then we'll close this thing down."
    },
    {
        "speaker": "F",
        "text": "I was gonna ask, is creed the best? Because every time he fucking says something, it's amazing. And then, of course, he gets arrested at the end, which is the best way to close a character out. And I was also gonna say that I can't ever decide if it's Jon Snow or Joffrey, who I hate more on Game of Thrones."
    },
    {
        "speaker": "E",
        "text": "That one's Jon Snow's worst."
    },
    {
        "speaker": "C",
        "text": "Stop it."
    },
    {
        "speaker": "E",
        "text": "Stop."
    },
    {
        "speaker": "D",
        "text": "Of course he is. Well, I mean, Joffrey's interesting."
    },
    {
        "speaker": "E",
        "text": "Joffrey's interesting. Jon Snow's not interesting."
    },
    {
        "speaker": "D",
        "text": "Oh, very boring. He's the pam of Game of Thrones."
    },
    {
        "speaker": "C",
        "text": "We're going to have to talk off air, for sure."
    },
    {
        "speaker": "E",
        "text": "Yeah, that sounds like you guys. Sales and marketing meeting. Great. Next."
    },
    {
        "speaker": "D",
        "text": "We got to invite Vicki to that, by the way."
    },
    {
        "speaker": "E",
        "text": "Yeah, that's right. You guys can do, like, book club of the. Is that what the show is called? That what you have to watch now?"
    },
    {
        "speaker": "D",
        "text": "Yeah, whatever. Yeah, it's like, I'm gonna go on Apple TV, and you better. You got 100%."
    },
    {
        "speaker": "E",
        "text": "I will feel like it's the show you would like, so. All right. Blockchain ninja. And then we'll shut this thing down."
    },
    {
        "speaker": "G",
        "text": "I appreciate it. So I've never watched a single episode of Game of Thrones. Like, never. Not in my life. The only other thing I wanted to say before y'all close it out is bears beats Battlestar Galactica."
    },
    {
        "speaker": "E",
        "text": "There it is. That is the perfect way to end it. Chamber. I don't even know what. Like, this show is one of those shows that I hang up the call and I'm like, man, that was so much fun. Like, these shows are nines and tens to me. I feel bad when we do shows like this, though, because, you know, we don't talk about anything relevant to what."
    },
    {
        "speaker": "D",
        "text": "Listen, last week, I did lots of work into putting together some web three material, at least, so this week we could have some fun."
    },
    {
        "speaker": "E",
        "text": "Thank you. That's. That's great."
    },
    {
        "speaker": "D",
        "text": "So you don't have to feel. You have to feel guilty about it. We. We put in our time last week."
    },
    {
        "speaker": "E",
        "text": "Okay. I mean, you know, sometimes. Sometimes we just like to kick it, you know, and talk about what characters are terrible, and you going viral on TikTok and, you know, buttered sausage, those are. Those are the best shows, in my opinion. But that is going to do it for us. Reminder again. Set your reminders for coffee with captain tomorrow at 08:00 a.m. followed by lunch break at noon and alf afternoons at two. I almost forgot, though. Almost forgot. I'm going to pin it up top if you are. I don't know if there is a tweet yet, but if you are a football fan. As we are headed into the season, we have a brand new show hosted by some of your favorite dj network folks. We've got called Djen Bets. It's a football betting and fantasy focused podcast and show that is going on. It's going to be every Thursday, however we have. It's actually going to be every Monday, Thursday, Sunday. But we actually have a show tonight at the 06:00 p.m. that I totally forgot about. So I better get over there. But there you go. So check out Djen bets tonight, coffee with captain tomorrow, lunch break and alpha afternoons. And that's going to do it for us. Chamber, I hope to see you at a million likes by Friday. Do you think this thing has any steam left in it?"
    },
    {
        "speaker": "D",
        "text": "No, I think, I think the legs are done on it. We might get to 250, but I think that's, that's where, that's where it's going to end. I'm gonna have to come up with another genius meme to let's see if."
    },
    {
        "speaker": "E",
        "text": "You'Re a one hit wonder or if you've just really found your chops here. As a tiktoker. I would love to see nothing more than you to blow up. By the way, as we were saying that, I'm looking through the comments and we actually have an ad on our spaces down there today."
    },
    {
        "speaker": "D",
        "text": "For real?"
    },
    {
        "speaker": "E",
        "text": "Maybe we're going, maybe we're moving up the ranks and qualifying for some, some Twitter slash X Monet monetization. We had a barstool sports ad."
    },
    {
        "speaker": "D",
        "text": "Oh, see, it's a weed ad for me."
    },
    {
        "speaker": "E",
        "text": "Oh, there you go."
    },
    {
        "speaker": "D",
        "text": "So yeah, spinach, which is a competitor of mine, so I don't know how we feel about it."
    },
    {
        "speaker": "E",
        "text": "That's gonna do it for us. Until next time, stay mint. Excellent."
    },
    {
        "speaker": "A",
        "text": "Well done, Sadeena. It."
    }
]