[
    {
        "speaker": "A",
        "text": "What have I done? What have I become? I can't describe this. This is my mid mic crisis."
    },
    {
        "speaker": "B",
        "text": "Hello, and welcome to mid mic crisis. I am Bunchu, alongside my esteemed colleague and co host, chamber. Chamber. How you doing, buddy?"
    },
    {
        "speaker": "C",
        "text": "I'm doing pretty good. Your voice actually sounds very good. Now. Do you have."
    },
    {
        "speaker": "B",
        "text": "Would you say it. Would you say smooth as fuck?"
    },
    {
        "speaker": "C",
        "text": "I would say that, yeah. Are you like. Do you have your mic plugged into the. Right. Into your desktop?"
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "Or is it. Okay, good."
    },
    {
        "speaker": "B",
        "text": "I use this mic for my normal calls, too, during the day, so I look and sound very, very suave on. If you have a video call with me at any point."
    },
    {
        "speaker": "C",
        "text": "Well, speaking of your voice, we need to talk about a little video you sent me, I think, yesterday or this morning."
    },
    {
        "speaker": "B",
        "text": "Well, I prompted you yesterday and didn't get a response from you, so I was like, well, I'm not going to just, you know, send this unsolicited. So I waited till you responded. Yeah, I waited till you responded to me before I sent you the video. But, yes, I was hoping you would bring it up, because I think this is just so funny. My kids love it. My wife. I've never seen my wife laugh so hard. So, yeah, go ahead."
    },
    {
        "speaker": "C",
        "text": "Well, so you're like, oh, I think you said, well, the other day."
    },
    {
        "speaker": "B",
        "text": "Well, the other day we were talking about. So the reason I sent you the initial text was on the show last. Maybe last Friday, or maybe it was Tuesday or whatever, where we were talking about how our children behave at meal times."
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "B",
        "text": "And that's why they sent you the show. Yes. Right."
    },
    {
        "speaker": "C",
        "text": "So, yeah, so you're like, oh, this is what happens if I host during meal times and you send me a video. And honestly, it's a phenomenal video of you."
    },
    {
        "speaker": "B",
        "text": "Should I tweet it later?"
    },
    {
        "speaker": "C",
        "text": "I mean, if you want to. Engagement farm. I would if I were you."
    },
    {
        "speaker": "B",
        "text": "I mean, it'll get some action."
    },
    {
        "speaker": "C",
        "text": "A hundred percent it will. 100% it will. I think it's very good. I thought it was excellently done. You're at the dinner table. You have baby carrots fashioned in your mouth in a way to make you look like a walrus."
    },
    {
        "speaker": "B",
        "text": "Correct. Tusks."
    },
    {
        "speaker": "C",
        "text": "Tusks to the layman. Walrus teeth. And it looks like both your boys are also sporting the tusks."
    },
    {
        "speaker": "B",
        "text": "At least. At least one of them. The older one is. Yes."
    },
    {
        "speaker": "C",
        "text": "Okay. And you're doing this voice, which I think is great."
    },
    {
        "speaker": "B",
        "text": "And I would describe it as a. I would describe it as a mix of Donald Trump and Adam Sandler, which."
    },
    {
        "speaker": "C",
        "text": "I think is phenomenal. Because when you sent this to me, I said kind of a similar thing where you had, like, it's a character you do for your kids. Correct. This is a recurring character that I."
    },
    {
        "speaker": "B",
        "text": "Just, he's new this week. It was literally only his second appearance, actually, and the first one was totally impromptu, and I thought it was never going to be a thing again. And now my, my oldest is requesting."
    },
    {
        "speaker": "C",
        "text": "It, so I, yeah, I'm like, oh, like, Bunch has a recurring character he does for his kids, which made me think I have a recurring character I do for my kids. So what's your, what's your guy called?"
    },
    {
        "speaker": "B",
        "text": "First of all, I have, like, ten recurring characters now. I love it. And my son will go back and forth asking me to talk. Like, whichever one he feels like, he'll come up and be like, dada, can you let Mickey talk? Because I do a Mickey Mouse impression. Dada, can you let goofy talk? And then he, like, interacts with me like, I am these characters."
    },
    {
        "speaker": "C",
        "text": "I love it."
    },
    {
        "speaker": "B",
        "text": "And so this one in particular is called Willie the Walrus."
    },
    {
        "speaker": "C",
        "text": "I love Willie the walrus, which he."
    },
    {
        "speaker": "B",
        "text": "Can'T say, and it's cute. And I say willie the walrus to save his life."
    },
    {
        "speaker": "C",
        "text": "So I do. So back when my oldest kid, who's like, now almost eleven, when she was like a year old, maybe like two years old, I got this, this purple dragon puppet. And you can put, like, you put your hand in it and you can take your other hand and use it as his arm. And I started doing Ralph the dragon, and I've been doing it for like a decade now. And it's my recurring character. And mine sounds basically like if Seth Rogen was like 50 or 60 years old and he's been smoking a long time. I wanted to give it that smoker's voice because he's a dragon, obviously. You know what I mean? And I think he should."
    },
    {
        "speaker": "B",
        "text": "Can you do it?"
    },
    {
        "speaker": "C",
        "text": "It's funny, I was thinking about doing it. I don't have him on my hand."
    },
    {
        "speaker": "B",
        "text": "So I have to be, it's hard. I tried to do Willie the walrus, not in character, right? And I, like, couldn't do it."
    },
    {
        "speaker": "C",
        "text": "I will grab the, I have to find it somewhere in my daughter's room, but I'll find it for maybe Friday and I will throw it on. And once it's on, it's, it's no problem. Like, it's, it's, I become Ralph."
    },
    {
        "speaker": "B",
        "text": "I'm gonna tweet this video underneath the, underneath. I'm not gonna go full engagement farm, but I'm gonna tweet it. I'm gonna tweet it underneath so that you guys can see the absurdity. That is what I do at my house. It's. I mean, I'm just like a psychopath."
    },
    {
        "speaker": "C",
        "text": "It made me think, though, does every cool dad, which I, you know, I categorize us as cool dads. Does every cool dad have a character? Like a go to character? Because I don't think."
    },
    {
        "speaker": "B",
        "text": "I asked my wife this the other day, too. I literally said to her, I said, do you think other dads do this stuff? And she said, probably not many. There it is. Up top. Willie, the one. And. But you're missing that. You did not talk about the best part. The whole scene is Willie the walrus about to sing a song. And the song is wheels on the bus. That's right. And then he goes into the song, and it is. It's, you know, pandemonium. You'll see you. You'll see it up top. And so leave your comment for Willie Walrus up top and or down below, wherever the heck you comment on desktop. I don't even know. But, Payne, I can't wait for you to watch Willie Walrus and tell me what you think. So I'm watching it right now, and it's amazing."
    },
    {
        "speaker": "C",
        "text": "So, yeah, so, like, I do. I do think I would say cool dads do have a go to character, which I think is interesting. But, yeah, no, I thought this was."
    },
    {
        "speaker": "B",
        "text": "We have a ton in our house, and there's a game that we play that is. Oh, man, we got. We fired some people up in the audience about this. We've got. Oh, wow. I just looked down outer Mister house and circles all down there. We got to bring them up to talk about characters. This is the. Watching the video. I can't stop laughing. Pain says I kind of look like Steve Buscemi. And that is the most offensive thing anybody's ever fucking said."
    },
    {
        "speaker": "C",
        "text": "He is thin, though. He is thin."
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "C",
        "text": "Sure. I'll take it."
    },
    {
        "speaker": "B",
        "text": "Yeah. Hello, fellow kids. So we have a game that we play because there's so many characters, and this game is actually played. It's a game my dad used to play with us that I have now passed on to my kids. And it is called who are you? And it's a very simple game. I get on the floor on my knees and crawl around, and I pretend to be all these different characters, and my kids have to guess who I am. And then I'm kind of, like, attacking them or horse playing with them the whole time."
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "B",
        "text": "They have to knock me out with a pillow. And then I get amnesia and become a different character. And it just happen. It just does that. Until we just do that. Until I decide I don't want to play anymore or."
    },
    {
        "speaker": "C",
        "text": "How long does that normally take?"
    },
    {
        "speaker": "B",
        "text": "I don't know. I will have CTE by the end of it. They're actually getting pretty good at hitting me with a pillow."
    },
    {
        "speaker": "C",
        "text": "That's fantastic."
    },
    {
        "speaker": "B",
        "text": "Do you want to ZG telling me I look thin in the walrus video? There you go."
    },
    {
        "speaker": "C",
        "text": "That's what you want."
    },
    {
        "speaker": "B",
        "text": "Maybe I need to put some more weight on. Become a big, chunkier walrus, you know? All right, I'm gonna. I don't know how to operate hands on this here."
    },
    {
        "speaker": "C",
        "text": "I got it. I got it. Let's go to. I think I saw outer first."
    },
    {
        "speaker": "B",
        "text": "Outer was first? Yeah, I was last."
    },
    {
        "speaker": "D",
        "text": "You're first in a. Oh, my God, I'm dead. Your order is Mister House, then circles, then me."
    },
    {
        "speaker": "C",
        "text": "It's okay. We're orderless here. Go ahead."
    },
    {
        "speaker": "D",
        "text": "All right. Okay. But I don't want them to, like, come for me, so."
    },
    {
        "speaker": "C",
        "text": "No, no. They know who's to blame. Come on."
    },
    {
        "speaker": "D",
        "text": "Okay. I once did this, and I feel bad about it, but, of course this is a show where I always share shit like this, so let's go. I think my kid was, I want to say, four or five at the age where we would read fairy tales and all that kind of stuff. And I'm reading a book, and I'm sitting with him in his bed, and I love, like, pranks, right? But I've, like, never pranked him before. He's little, and I thought this would be kind of fun, like a little role play, whatever. So I, like, turn away, and then I turn around and I pretend that, like, I'm a witch that took over my, like, you know, his mom. So, like, I'm no longer. I'm no longer me as a mom. Do you remember when I did that, by the way? Yeah, you do? Did I scar you for life?"
    },
    {
        "speaker": "B",
        "text": "No."
    },
    {
        "speaker": "C",
        "text": "That seems scarring, though. But you do remember it?"
    },
    {
        "speaker": "D",
        "text": "I remember it. He was. Well, he's right here next to me. Just came down. But I'm telling the story. When I turned into a witch for."
    },
    {
        "speaker": "E",
        "text": "Like, how could I forget?"
    },
    {
        "speaker": "D",
        "text": "And for, like, 20 minutes, I didn't let out a character until he looked white. And he thought, like, something was terribly wrong. And I was like, oh, I'm just kidding. Oh, my God, I'll never do that again. And, like, low key. I've never pranked him. Unless it's, like, just scaring, like, you know, like, boo. Like, that kind of stuff. But I've never, like. Like, psychologically, I'm prepared. Pranked him because I'm terrified. Like, I'll take it too far. But I just. When you guys said characters, I was like, oh, my God, I gotta tell him. Are you going to the park? Okay, sweet. See ya. Do you have your phone?"
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "D",
        "text": "Great."
    },
    {
        "speaker": "C",
        "text": "The parenting. That's how you parent parenting advice?"
    },
    {
        "speaker": "D",
        "text": "Yeah, I know. At first it's about like, oh, my God, why do I have to wipe their ass? And suddenly it changes. And you're like, are they gonna come home or not? Let's find out."
    },
    {
        "speaker": "C",
        "text": "That's okay. I would say six to seven times a week, I yell at my daughter to stop twerking. That's like, a consistent me yelling."
    },
    {
        "speaker": "B",
        "text": "Incredible."
    },
    {
        "speaker": "D",
        "text": "Is this funny? Like, six year old twerking or, like, 17?"
    },
    {
        "speaker": "E",
        "text": "Both of them."
    },
    {
        "speaker": "C",
        "text": "Both of them. Like, the oldest one got the other one going. They'll just, like. They love it. They love twerking. It's a."
    },
    {
        "speaker": "B",
        "text": "In my house. It's in my house. Everybody has to yell at me to stop twerking. I can see you're laughing because you know it's true."
    },
    {
        "speaker": "C",
        "text": "You got that yacht, though. You know what I'm saying?"
    },
    {
        "speaker": "B",
        "text": "Oh, yeah. Oh, yeah. I twerk better than the magic Internet cat, which, you know, we'll talk about that."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "D",
        "text": "I want to know, like, there is no second pet. Like, what is this magic Internet wizard cat stuff? Like, what's happening?"
    },
    {
        "speaker": "C",
        "text": "What's not happening is the question."
    },
    {
        "speaker": "B",
        "text": "Oh, man. Well, there's no better time than any. Than for the Segway chamber. Why don't you play the new magic Internet cat? Drop. It's the mic minute."
    },
    {
        "speaker": "A",
        "text": "Meow."
    },
    {
        "speaker": "B",
        "text": "Talk about magic Internet cats. God, you're just so, so incredible with you do like, I've never. I think you've found your true calling."
    },
    {
        "speaker": "C",
        "text": "I love it. You like that one pain?"
    },
    {
        "speaker": "B",
        "text": "It took everything within me not to."
    },
    {
        "speaker": "F",
        "text": "Laugh while that was going."
    },
    {
        "speaker": "B",
        "text": "The meow. The meow is so perfect. It's fantastic. Well, outer, I would love to tell you about magic Internet cat here in the mic minute. So magic Internet cat outer. If you've missed the last month of the show, it has been the most trying month of my life. But we are coming out the other side. Magic Internet cat is a meme coin, a community takeover that I have found myself the charismatic leader of. And we have been grinding for 40 days. Today, I think, is the 40th day we had as low of as a $22,000 market captain. Today we are sitting at $454,000 market cap. The magic Internet cats are purring, baby. So here is your mic minute. Here's all things going on with the magic Internet cat. We've got a game, a mobile game that we are launching this week that will be for the community. It'll have a leaderboard, wallet, connect, and some prizes, of course, paid out in Magic Internet captain. We've got apparel being designed by James Costa and clubhouse archives. And we've got a 3d artist that we've onboarded, a 2d art team that's doing video for us, and we are just firing on all cylinders. We also got our Twitter account suspended twice this week. So, you know, we're just grinding at it hard. But that is your mic minute. Come back next time for more Microsoft news. How did that, how did that go? Chamber."
    },
    {
        "speaker": "D",
        "text": "Wow."
    },
    {
        "speaker": "C",
        "text": "I thought that was fantastic. What do you think? What do you think odor?"
    },
    {
        "speaker": "B",
        "text": "What do you think?"
    },
    {
        "speaker": "D",
        "text": "The only thing I would say is, I still don't know what chain this is on."
    },
    {
        "speaker": "B",
        "text": "It is Solana."
    },
    {
        "speaker": "D",
        "text": "Got it."
    },
    {
        "speaker": "C",
        "text": "A magic Internet cat could really only be on Solana. This is not an ethereal, I mean."
    },
    {
        "speaker": "B",
        "text": "I don't know, project here."
    },
    {
        "speaker": "D",
        "text": "There's definitely wizards and quantum cats on the bitcoin side of things. So I wasn't sure if this was an homage where you, like, take the taproot wizard and the quantum cat and you put them together and this is. And you get the magic Internet cat."
    },
    {
        "speaker": "B",
        "text": "It's funny you say that, actually, because somebody launched a magic Internet cat rune the other day that is definitely trying to do something like that if they're. But we were first. There's blockchain provenance on Solana of the magic Internet cat, and, you know, nobody can imitate the fat, purple chunk, so that is what it is."
    },
    {
        "speaker": "D",
        "text": "Oh, you mean before the coin got it. I thought you meant before the taproot wizards. I was like, wait, how?"
    },
    {
        "speaker": "B",
        "text": "Oh, no, no, no, nothing. Before the taproot wizards, this is. We're just wizard cats. We're magic cats and wizard hats. What else?"
    },
    {
        "speaker": "D",
        "text": "Tell everybody how we buy bags of this coin. Like, I'm sure everyone's dying to know."
    },
    {
        "speaker": "B",
        "text": "You actually have to answer three riddles. They get more challenging as you get closer to being able to buy a magic Internet cat. And then you have to solve a Rubik's cube, and then you actually just go on Solana and onto Jupiter or just swap it right in your phantom wallet and you can buy yourself some chunky cats. Outer is the greatest of magic Internet spokeswoman that we've had so far. Guess what? Outer send you some magic Internet cat for just being such a ambassador of the brand. So drop me your Solana wallet and we will gift you so you will be visited by the magic Internet cat."
    },
    {
        "speaker": "D",
        "text": "I am excited as a proud owner of not one, but two quantum cats, second of which I won for a costume contest. I am all about the magic Internet cats of all sorts. So I'm stoked. Thank you. I will send you my Solana wallet. That's exciting."
    },
    {
        "speaker": "B",
        "text": "Well, you know, when we are having some sort of party of our own, uh, next year, at some point, I hope you dress as a magic Internet cat for that party as well. I will be expecting nothing less."
    },
    {
        "speaker": "D",
        "text": "Only if there's a contest, I'm game."
    },
    {
        "speaker": "C",
        "text": "All right, we got to, um."
    },
    {
        "speaker": "B",
        "text": "Yeah, let's go to mister House now. Or circles. Who was first?"
    },
    {
        "speaker": "C",
        "text": "Yeah, so we got to get to mister House. We gotta get to circles. But we also have Shane on board too, who's gonna talk to us, uh, about."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's a good halfway point through the show. So we'll get six minutes of house and circles, and then we'll go over to Shane."
    },
    {
        "speaker": "C",
        "text": "Perfect."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "G",
        "text": "So I came up during the dads as characters part, so my dad's strategy around this was he would talk for our dogs when we were really little. So, like, anything he did that could potentially be, like, frowned upon. No, it was the dogs. The dogs did it because it was the dog's voice talking. So, like, you know, what happened that went wrong? Oh, it was champ. No, that was Jeter that did that. Or, like, you know, he's playing a joke. It goes too far. I didn't say it. Champ and Jeter said it, so that was always a great one. There were no, like, no original characters, though. I'm not sure if that's like a generational gap thing where it goes between, like, you know, pets versus characters, or if that's just family by family. But I will say the other thing that he did very well and captivated us with was he told a lot of stories, not all of them real, but, like, sometimes he would just make shit up to entertain us and act as if it was real. And then, you know, you get, like, 17 or 18, you tell the story to someone while your dad's there. He's like, oh, shit, you gotta stop telling that story. That's completely made up. It's like, oh, well, shit, I've told that story to 50 people now. I feel like an asshole."
    },
    {
        "speaker": "B",
        "text": "I don't know if you remember this, but I told a story on the show a while back how my dad used to tell me and my brother that he would go to work, climb the top of his chemical plant and fight Mister Egg, who was the Yoshi character from Super Mario two that would spit eggs and he would bring us home treats. And so we always thought that he would actually go to work and fight this Yoshi like, egg spitting character. So I totally can relate to that. And, yeah, so I can relate to that one big time."
    },
    {
        "speaker": "C",
        "text": "That's amazing. I love that story."
    },
    {
        "speaker": "B",
        "text": "Circles GM. By the way, I can't hear any speakers on. It's not just an outer thing on desktop. So I'm listening. So if that's the delay is I'm listening and then trying to unmute so I don't get echo. So don't, don't crucify me here. Chamber for."
    },
    {
        "speaker": "C",
        "text": "No, you're doing a great job."
    },
    {
        "speaker": "B",
        "text": "All right. Circles GM circles. A very big supporter of Magic Internet cat. Did a giveaway on his space. Check out circle spaces every day at 01:00 p.m. eastern the afternoon NFT circles GM GMG."
    },
    {
        "speaker": "H",
        "text": "Appreciate the shout out. So two questions. One, how many magic Internet cats tokens does it take to create a full magic Internet cat?"
    },
    {
        "speaker": "C",
        "text": "That's a good question. How many magic Internet cat tokens does it take to create a magic Internet cat? I would. I would say. What do you think, Bunch?"
    },
    {
        "speaker": "B",
        "text": "I mean, at least 420,690."
    },
    {
        "speaker": "C",
        "text": "That's what I'm thinking. Right?"
    },
    {
        "speaker": "B",
        "text": "Yeah. By the way, we were playing a game in the telegram today. We have passed it now, but at the time we were nearing 426 90 market cap and somebody, somebody got it. Somebody bought and it hit 420,609. Giving that person away. Some magic Internet cap. But we. I don't know if it was Chris Hoddle this time. He won the last time we did it at 69,420. So that's how far we've come. But we, we play those kind of games in the telegram. So I think that's the official answer."
    },
    {
        "speaker": "H",
        "text": "Got you some. So I'm about halfway there. Good to know. I own half of a magical enter maybe three, two, five second thing. Throwing it back to the dad conversation. We got a lot of Louie games in our household. So I'll be robot. I'm also well known as scruffy the mechanic. Somebody who's very inaudible."
    },
    {
        "speaker": "C",
        "text": "I like scruffy the mechanic."
    },
    {
        "speaker": "D",
        "text": "Me too."
    },
    {
        "speaker": "B",
        "text": "Oh, scruffy the mechanic is fucking great."
    },
    {
        "speaker": "C",
        "text": "He might be rough around the edges, he might be rough around the edges, but he's got a big heart."
    },
    {
        "speaker": "H",
        "text": "Just a level bear of a guy. He just know you can't understand half of what he's saying, you know, you just gotta bring the bar on over. We'll take her back. It'll be fine."
    },
    {
        "speaker": "B",
        "text": "I feel like scruffy the mechanic would get along great with the assistant coach from the water boy."
    },
    {
        "speaker": "C",
        "text": "Yeah. And boom. Howard from king of the hill."
    },
    {
        "speaker": "B",
        "text": "Correct. They all hang out together. Definitely."
    },
    {
        "speaker": "D",
        "text": "You got a space as like, a whole skit with that. Like, if you can't find a home for that, I will find you on undead issues in the mfrs, like Saturday Night live type skits. Because, like, scruffy the mechanic has to just come out and give some, like 1 minute alpha. Like, oh, my God, so good."
    },
    {
        "speaker": "B",
        "text": "I love it."
    },
    {
        "speaker": "H",
        "text": "I think I stole scruffy the mechanic's name from Futurama, but I don't think it was."
    },
    {
        "speaker": "B",
        "text": "Circles. Did you. Did you know, like, is scruffy the mechanic inspired by anybody IRl, or is this just something you."
    },
    {
        "speaker": "H",
        "text": "No, it was just the kids were playing. Dad, I need a mechanic to fix."
    },
    {
        "speaker": "E",
        "text": "They got these little trikes that they."
    },
    {
        "speaker": "H",
        "text": "Run around the house. Like, I need a mechanic to fix the bike."
    },
    {
        "speaker": "D",
        "text": "But imagine if you were giving, like, the market update like that. Oh, I don't know, the Web three, blah, blah, blah. It would be so funny."
    },
    {
        "speaker": "B",
        "text": "Bitcoin basically sounds like chamber."
    },
    {
        "speaker": "C",
        "text": "It's a much deeper voice."
    },
    {
        "speaker": "H",
        "text": "We really improved."
    },
    {
        "speaker": "B",
        "text": "I love it."
    },
    {
        "speaker": "E",
        "text": "It's so funny."
    },
    {
        "speaker": "C",
        "text": "All right, well, my lilty voice go."
    },
    {
        "speaker": "D",
        "text": "On coffee with captain tomorrow characters is fantastic. And introduce gruffy the mechanic in the morning."
    },
    {
        "speaker": "H",
        "text": "I don't know. I don't know if Steve or Cap is gonna fly with that one."
    },
    {
        "speaker": "D",
        "text": "Cap's mortified at the suggestion right now. I could, like, feel it. I could feel his glaring at me. Even though he, like, from my PFP to his, he's like, lumen, listen, I'm."
    },
    {
        "speaker": "H",
        "text": "Here for a good bit, but I think that might be a bit too far for coffee. Captain."
    },
    {
        "speaker": "B",
        "text": "The real question is, how are you still connected? Did you get a new cell service?"
    },
    {
        "speaker": "H",
        "text": "No, it's very surprising I'm still connected. I'm about to hit on the road as well, so I'm sure I'm going to rug in, like, 5 seconds."
    },
    {
        "speaker": "C",
        "text": "That's great."
    },
    {
        "speaker": "B",
        "text": "All right, Chambere get. We're bringing Shane up because I couldn't hear most of that, so."
    },
    {
        "speaker": "C",
        "text": "Yeah, yeah, we're going to bring Shane up now. Hey, everybody. Just want to take a quick minute to thank you for listening to this show. If you're interested in joining the conversation, you can follow us on Twitter it crisis. We do a live show every Tuesday and Friday at 04:00 p.m. eastern. Please subscribe to the show on Apple Podcast, Spotify or wherever you're listening to this right now. Let's get back to the show. The talk of the town has been this. What's it called? Top. Fantasy."
    },
    {
        "speaker": "B",
        "text": "Fantasy top, which I don't understand. The name sounds like a male strip."
    },
    {
        "speaker": "D",
        "text": "Oh my God. Is that the rest of the show? Fantasy top?"
    },
    {
        "speaker": "C",
        "text": "More."
    },
    {
        "speaker": "D",
        "text": "Tell me now."
    },
    {
        "speaker": "C",
        "text": "A chunk of it. A chunk of a. But yes. Shane, are you with us?"
    },
    {
        "speaker": "E",
        "text": "Yeah, I'm still here. Chamber, I did want to say, you obviously did at least plan for this show a little bit before the last five minutes. You sent me a DM at like 01:00 p.m. asking if I could come on. So there was some planning here."
    },
    {
        "speaker": "C",
        "text": "I'm really the workhorse of the show, if we're being honest, and I mean not, not like bunch and pain say otherwise, but, well, here's nice to be highlighted."
    },
    {
        "speaker": "B",
        "text": "Here's who it, here's how it really went down. I said, chamber, do you know what fantasy top is? He said, no, I don't. I said, I'm pretty sure Shane does want to ask him. And then he probably proceeded to wait 3 hours before he asked you and then thankfully you were available."
    },
    {
        "speaker": "C",
        "text": "Sounds about right."
    },
    {
        "speaker": "E",
        "text": "Honestly, I, you know, it didn't matter if I was available or not. I cleared my schedule for chamber to be here."
    },
    {
        "speaker": "C",
        "text": "So I love it."
    },
    {
        "speaker": "B",
        "text": "All right, hold on. So fantasy top, this is the all the rage Shane. Cap is giving you your proper flowers earlier today, but you've been talking about fantasy top for quite some time. You are always on the cutting edge of like the, of the alpha. Super early to a ton of these trends, this one being no different. I'm super interested in this. I haven't gotten involved yet, mostly because I've been spending my time with fat magic cats on the Internet and haven't had much other time. But like, the more I see this, the more it intrigues me. It's kind of like draftkings, rainmakers meets crypto All Stars meets NBA top shot. And if you don't know what crypto All Stars is, I was talking about this in the war room this morning. Do you remember this chamber crypto All Stars?"
    },
    {
        "speaker": "C",
        "text": "Oh, of course. Yeah, I was. It was my dream to be one."
    },
    {
        "speaker": "B",
        "text": "Me too. And it was the first time I learned about an NFT and what an NFT was and a 721 and all this stuff. And it was essentially this group of people that made fantasy or like trading cards out of popular crypto traders. So CT influencers, crypto traders, you know, like, and it was, I mean, if people are calling fantasy Top a Ponzi, with Ponzi nomics, this was the ultimate. You basically bought a player or a person's card and every time it was bought it was put on a bonding curve and automatically put for sale higher. So it was like this ultimate game of hot potato. However, it is the thing that taught me about unique digital ownership. So pretty cool to hearken back to it, but it's got a lot of those same kind of vibes where there's cards of influencers or popular creators. So Shane, tell us a little bit background about what fantasy top is, how long it's been around, why it's all the rage in the last week, and kind of what your overall thoughts on it are."
    },
    {
        "speaker": "E",
        "text": "Yeah, for sure. So just a little backstory of it. I mean, I think I really started getting in it like right at the end of February, beginning of March. I tried to go back and look. Beginning of March was like earliest I could find talking about it. I actually think phonics got me onto it back in the back when it first came around. So when it, when it first came out, you know, I'm a super fantasy football nut. Like I'm probably not quite as addicted as a captain is, but I'm pretty up there with him. I've already been doing best ball drafts and stuff and I just love the concept of it. So, you know, it's been around. Testnet came out probably about a full two months ago. So they gave you two months of learning their whole system. I mean, you basically learned the value of the cards. You learned who was good, who was bad, kind of the scoring system. So they didn't ask for a dime this whole time. So you had two whole months to really practice, test it out, see what it was like. And honestly, I never expected, expected it to blow up quite as much as it has. I just really enjoyed it and was looking forward to playing the main net. So, you know, rewind. It's been out now four days, five days maybe. I think it came out on like Thursday. And like you said, it's just absolutely been cooking. I mean, cards were .001.002 for most of the day. You know, their Thursday, Friday. You could literally buy like as many cards as you wanted for pennies up until pretty much like Sunday. That's when it really started catching on. And now some of the top cards, like for example like pac man Jin, they were literally going for like 0.001. And now just to get their common basic card is 0.4 to 0.5. Wow."
    },
    {
        "speaker": "C",
        "text": "I feel like I wasn't listening hard enough. Where do you say these things? Because I posted a tweet here at the top. Everyone, since you tweeted out this today, everyone complaining about fantasy top being a whale game or P and D, obviously didn't spend two months playing on the Testnet and learn the game. They let you learn everything for two months. Like you just said before asking for a dime. I've been shouting this app, or, pardon me, I've been shouting this app from the rooftops since February. I feel like I have not been paying attention. Have I muted you?"
    },
    {
        "speaker": "D",
        "text": "Hold on, I have a question. Wait, because, yes, you were playing it on testnet, but in terms of the cards, were they already available for purchase as like, were the same cards? I don't know. I didn't play it on Testnet. So was it the same environment, like if you don't mind talking about like the transition of having some conviction and collecting all the cards for super cheap or do you just already kind of have to have them to test? So therefore you were kind of rewarded as an early tester because you would have had like a whole bag of cards."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "E",
        "text": "So Testnet was just completely testnet. So once it switched to Mainnet, none of the cards carried over. Basically the whole thing that you were doing on Testnet was just earning their fan points and there was a ton more cards. So that's how we know more cards. We coming to Mainnet, but basically we just spent two months playing. I knew they had, they won like 74,000 gold in the first allocation for it. So I knew that the testnet users were getting that 74,000 which hasn't been distributed yet. And then basically the fan points were all we were really playing for. Like I said, I just really thoroughly enjoyed it when I started playing. I liked the concept of it. They had a ton going on. I figured when I was playing on Testnet that they were going to reward early users. They're kind of, they've been saying for a while now want to take the, like, the Memeland approach, the nine gag approach. And they were been saying they want to make their early users rich, which, you know, I was like, all right, you know, for how much time it takes and I enjoy doing it, I might as well be playing this game while we, while we really go on and do it. So what happened was you played we played for like a month and a half and I built up like a crazy, insane strong deck. Then they launched Testnet v two. Took all the cards away, so you had to start over. And granted, I mean, we were playing with Testnet eth, but it wasn't, you know, a huge deal to do it. And then once they launched the real thing, they gave you free and discounted packs. So I ended up with a total of eleven free and discounted packs. So I had two free packs. I had what, like 4.033 packs and then I had 5.066 packs of."
    },
    {
        "speaker": "C",
        "text": "That's pretty good. So when you say, like, you're playing the game, I mean, can you dive a little deeper on like the mechanics of the game a little bit?"
    },
    {
        "speaker": "E",
        "text": "Yeah, 100%. Just to go back to your original question chamber where I've been shouting it at, I don't know if you've ever heard this little podcast called the Night Shift. I mean, it's a pretty, pretty good one in my opinion."
    },
    {
        "speaker": "B",
        "text": "Pretty good."
    },
    {
        "speaker": "C",
        "text": "There's a guy, there's a couple of. There's only one guy on there I don't like. He's real. He really grinds my gear. So it really. Sully's the whole pod for me. Once you get rid of that JP guy, maybe I'll start listening."
    },
    {
        "speaker": "E",
        "text": "Fair enough. And last thing, I did buy a blue check mark today for Twitter. Just because of fantasy top. I've been refusing to do it. I've had zero engagement forever. And I just did it because of how much I've enjoyed fantasy top so far. So you'll probably see a lot more of my tweets now."
    },
    {
        "speaker": "D",
        "text": "Wait, what does it do? You can't just say you're getting a check mark and not tell us what that doesn't the game. And is it more if you have like a badge as well as a check mark?"
    },
    {
        "speaker": "E",
        "text": "Well, the check mark just increases your engagement. So, you know, I've applied to be a hero twice. I actually."
    },
    {
        "speaker": "C",
        "text": "You're my hero, Shane."
    },
    {
        "speaker": "E",
        "text": "Right."
    },
    {
        "speaker": "B",
        "text": "I've applied to be a hero twice."
    },
    {
        "speaker": "E",
        "text": "Haven't worked out because I don't have this little thing called engagement, you know, so I bought the check mark just to really like, boost my. Myself in the algo. And it's insane how much more engagement I've got today since I purchased it, you know?"
    },
    {
        "speaker": "C",
        "text": "So really, as somebody that's had a check mark since day one, I get zero engagement. Still chamber."
    },
    {
        "speaker": "E",
        "text": "I have some bad news for you, Bob."
    },
    {
        "speaker": "C",
        "text": "This is not going well for me."
    },
    {
        "speaker": "E",
        "text": "But yeah, to dive into the gameplay itself. So it's pretty much, it's a set, like a set, and forget it for the most part, unless you have addiction issues and really want to gamble and play the marketplace. But there's two ways to do it if you want to play the tournaments. Basically what you do is you collect the cards. So there's common, rare, epic and legendary cards each have their own price points. And you can actually upgrade cards. So you buy like five commons, you can upgrade to either, you know, a rare or you can get lucky and skip tiers and go higher. But you just want to basically set the optimal lineup of, you know, the influencers of who you, who's going to be in your deck, who you think will score the best."
    },
    {
        "speaker": "C",
        "text": "So who are some of your, like, your big names? Like, who do you play hard?"
    },
    {
        "speaker": "E",
        "text": "So right now, like, in this tournament, so in my, on my main account, because I have two different accounts, but my main account right now, I'm running pac man. Anytime he tweets, he instantly gets 50,000 views. Tom Schmidt, he's not really a well known account, but I mean, he was a testnet hero. Like, I mean, he was top 2015 to 20 every time in the testnet. So I accumulated a ton of his cards. He was selling for 0.0, oh two the first day because most people didn't know him too well. But playing testnet, you knew he was going to blow up War daddy capital, another account named Hero. And then Deez. Deez is my fifth one in my current lineup."
    },
    {
        "speaker": "C",
        "text": "All right, I like Dee. Yeah. All right, this is good. I like this. I like this. So when you like, how often when you play the game, like, when is the game over? Is it just, is it like, does it restart every day? Is it continuous? Are you like, are you winning funds? Like, how regular are you winning funds? That kind of stuff."
    },
    {
        "speaker": "E",
        "text": "So they run tournaments. So think about it. Just like in like a fantasy sports thing. Like, you know, it's not right now. They've only are on their second tournament just because Mainnet just went live on Thursday. But the first tournament was a flash tournament, lasted 48 hours. The second tournament that's live right now was three days long. And it scores cumulatively, cumulatively, over the, like, days of the tournament, there's going to be more tournaments rolling out and, like, overlapping. So it's going to add a lot more game theory, because when you put a card in one tournament, you can't use it in others. So they're going to have like three or four running at the same time. So it'll definitely make it harder because you got to choose where you want to play your certain cards at, and then you are playing for, you know, real money. You're playing for blast gold. So, for example, they."
    },
    {
        "speaker": "C",
        "text": "So it is. Yeah, it is on blast. Right on l two."
    },
    {
        "speaker": "E",
        "text": "Yep. It is on blast. And you're playing. They actually got, I think, either the largest or second largest allocation of blast gold. In this most recent one, they got over 750,000 blast gold to give out. So this tournament that's going on right now, you're playing, the prizes are 222,000 blast gold. They give out packs of free cards. Like, right now, it's .4 eth, just a mint. A pack of cards. So, yeah. So based on your ranking, you can, like $1,500. Yeah, yeah. That's what I mean. It went insane. So they run the pack minting on a. I forget what it's called. It's like VR GDa, but basically, as the more packs are minted, price goes up. As packs aren't minted, price goes down. So it's actually pegged to 0.1. But there's been so much demand that it's never even went back down to 0.1. So it's sitting at 0.4 to mint packs right now. You're actually playing for ETH as well. So this first tournament, there's a 50 EtH prize pool in there. So, you know, fantasy top, like I said, just went live on Thursday. They've already made over $10 million or no? Yeah, over. I think it was over $10 million. Don't quote me on that. I might be over exaggerating, but I got to check it. But they're making, like, over a million dollars a day right now. Really? Dude, all the hero cards. So every hero card, there's 124 of them, got paid out. A certain, like, percentage of funds from that first tournament. The lowest, the lowest person got paid, like, three. And the highest person made almost 70 for tweeting for three days."
    },
    {
        "speaker": "C",
        "text": "Really? So you're telling me it's much more lucrative to be doing fantasy top as opposed to farming on Friendtech right now? Is that what you're telling me?"
    },
    {
        "speaker": "E",
        "text": "Oh, yeah. Well, the friend tech airdrop already happened, so it's over with."
    },
    {
        "speaker": "C",
        "text": "I think you can still farm on that. I think you can."
    },
    {
        "speaker": "E",
        "text": "You can, like, farm the LP and stuff, right? Granted, I don't know if there's going to be a second airdrop, but, I mean, yeah, this, the fantasy top right now is definitely way above in my priority list than fintech would be interesting."
    },
    {
        "speaker": "C",
        "text": "Interesting. A bunch of you played this fantasy top. Like you, I feel like you're more of a fantasy bottom."
    },
    {
        "speaker": "B",
        "text": "I have, I haven't gotten to play yet. I've been, been, but now I feel a little late. And that's my own fault because I, you know, I just haven't had time to look deeply into it. But I'm probably, I mean, it is."
    },
    {
        "speaker": "C",
        "text": "Hard to literally put an entire market cap on your shoulders, you know, for days after days after days and try to interact with all the other goings on of web three. So I understand."
    },
    {
        "speaker": "B",
        "text": "So I will definitely be in on the next version of like the next iteration of whatever the current tournament is because I think it's fun. I think I like the fact that it can be gamed and strategized and all of that stuff. I don't think Steve's listening, but Steve."
    },
    {
        "speaker": "C",
        "text": "Get, does Steve have a card of himself?"
    },
    {
        "speaker": "B",
        "text": "No, no, Steve, Steve has said that he would decline said card because he is Team sec. He's the narc."
    },
    {
        "speaker": "C",
        "text": "What a nerd. What an absolute."
    },
    {
        "speaker": "B",
        "text": "I'm just busted. But he, yeah, he's bunching too much of a Ponzi outer is asking if they actually ask people. Oh, I don't know. Actually Shane mentioned he had to apply, but I'm sure they reached out to some group."
    },
    {
        "speaker": "C",
        "text": "They have yet to reach out to me."
    },
    {
        "speaker": "E",
        "text": "Right. They definitely reached out to, they definitely reached out to some, but also you, you could apply for it. And the way they're doing it now because they're going to roll out new cards and they're going to bring more cards. If you're like friends, if you're in tight with any of the current cards and they recommend you, that'll move you up to the top of the list to be able to join as a, as a hero."
    },
    {
        "speaker": "D",
        "text": "But the question I have is, did they also just use people's likeness, like just because they wanted to or."
    },
    {
        "speaker": "E",
        "text": "No, they could, they couldn't do, they didn't do that at all. You had to like agree to it. So that's why a lot of people from Testnet didn't become cards on the main net, because they didn't agree to it."
    },
    {
        "speaker": "C",
        "text": "Interesting, because I think, correct me if I'm wrong, bunch in crypto all stars, they just didn't ask permission. They just grabbed whoever and like started."
    },
    {
        "speaker": "B",
        "text": "Correct. It was just, yeah, 100%. It was not as nearly as sophisticated as this. And I think it's a very cool mechanic. I like the fact that you're rewarding creators I think it's this. I think it's an interesting flywheel. You know, I've heard the, it's a Ponzi type of thing, but I just think it's a really interesting mechanic. And maybe it's not the end all, be all and it doesn't last forever, but there's definitely some things here that are really fascinating in terms of how you can think of different reward mechanisms in the space. This whole web three dream we have is being rewarded and compensated for for your time, energy, data on chain activity, all of that stuff. And you know, I just, I'm a fan of finding interesting ways to do this. And you know, the bottom line is a lot of them look and feel Ponzi ish at first, right. And then they get iterated on and improved upon. So I don't know, I'm kind of here for it. I think it's fun game to. Speaking of, I did see and pain shouted it out that the fantasy meme coin league is joining us or is down below. We had a great call with them that chamber set up and then skipped. I had a great call with them the other day and it kind of reminds me a little bit of what they're doing. So they're launching. They're basically launching meme coins as players so that represent actual fantasy football players, but the token is kind of representative of a player. I think it's a very cool mechanic. They're launching them each token in a fair way on pump fun. Very cool. They've got a cool like football game they've built in their telegram. And I think we're going to do some sponsor stuff with them in terms of our fantasy football draft or our fantasy drafts that we do here on the show. So shout out, thanks to bunch. Yeah, yeah. I mean, you set the time. Look at this. You set the call up. You asked me, hey, when are you available for this call? You set it all up. I showed up to the call, had a wonderful, lovely call with Chateau and just me and him. We should have just went to dinner or lunch. Yeah."
    },
    {
        "speaker": "C",
        "text": "So we haven't spoken about this, so I'm glad you brought this up, Jeff."
    },
    {
        "speaker": "B",
        "text": "I just assumed like, it was never your intent to show up and you set up for, so I didn't even bother asking you. And now I'm just gonna bust your balls live."
    },
    {
        "speaker": "C",
        "text": "No, you should absolutely bust my balls. Okay, so this is what happened. I forget what date. What was it on? Was it Friday? Last Friday?"
    },
    {
        "speaker": "B",
        "text": "Yeah, Thursday or Friday?"
    },
    {
        "speaker": "C",
        "text": "I think it was Friday. I think it was Friday. It might have been Thursday. And, yeah, so I, you know, I was, you're right, it was Thursday. It was Thursday. And Thursday for me is, in my mind, is an off day. Like, my kids aren't doing anything. There's no show. It's just like an off, you know what I mean? Like, I don't think of anything. And I set it up Thursday morning, I think, for that afternoon, and the next Friday morning comes around and I'm like, fuck. I'm like, there was a call yesterday, but, like, nobody dmed me. And, like, bunch didn't say, like, oh, I was on that call. And here's the. You know what I mean? Like, here's what we talked about. You also didn't say, oh, shit, I missed that call, too. But then I started thinking, like, I sent you a calendar invite. I'm like, I don't remember if you accepted it. So I'm like, maybe he didn't even know it was happening. And then I got in my head and, you know, nobody can ask them now. I can't ask him exactly. Like, I can't ask him now. Chateau didn't say anything."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's because we had a lovely call."
    },
    {
        "speaker": "C",
        "text": "Oh, I feel so shitty. And. But I feel good that Chateau got to speak to the brains of the operation, which is, which is obviously you. But yes, I feel like absolute shit, and it's uncharacteristic."
    },
    {
        "speaker": "B",
        "text": "Apologize to our good friend Chateau down there."
    },
    {
        "speaker": "C",
        "text": "And I do apologize."
    },
    {
        "speaker": "B",
        "text": "You are now expected to participate in the fantasy meme coin league, even though you are canadian and know nothing about the NFL."
    },
    {
        "speaker": "C",
        "text": "That is true. But I will say it is. It's not in my character to do these types of things. You've known me for a while."
    },
    {
        "speaker": "B",
        "text": "Skip calls like that."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Oh, I was. That's why I was totally, I was totally shocked."
    },
    {
        "speaker": "C",
        "text": "I have a pretty good track record of being on calls."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's why I was shocked. But I then I was went back and I was like, oh, maybe he just meant like he was going to set it up for me, so I never said anything and, no, you never."
    },
    {
        "speaker": "C",
        "text": "Did, so I'm glad you brought it up. And I felt like shit. But then I also felt like I'm like, did everybody just forget about it? And, like, maybe everybody just forgot about it."
    },
    {
        "speaker": "B",
        "text": "Incredible. All right, well, hold on. I can't really tell who's got a hand up. I did bring up fantasy meme coin league chamber. You go to hands first, and then we'll pass it to chateau."
    },
    {
        "speaker": "C",
        "text": "Is chateau on fantasy? On the fantasy meme coin league."
    },
    {
        "speaker": "I",
        "text": "I am. I'm here."
    },
    {
        "speaker": "C",
        "text": "How are you?"
    },
    {
        "speaker": "I",
        "text": "Good. I don't want to break things up too much. I just want to say, no big deal. I figured it was just a canadian thing that you just didn't want to show up for the NFL, so no worries."
    },
    {
        "speaker": "C",
        "text": "No, I think my mind was just off for Thursday. All good, brother. I literally remembered Friday morning, I think, as I woke up. And, yes, it is not. It's not the norm for me to miss these things, so I do apologize formally. Your time is important, and I shouldn't have wasted it, but I'm glad you got to speak to bunch, who, again, like I said, is really the brains behind the operation. I'm more of, like, an admin person. You know what I'm saying?"
    },
    {
        "speaker": "B",
        "text": "Love it. Love it."
    },
    {
        "speaker": "I",
        "text": "And likewise, I don't want to waste your guys time."
    },
    {
        "speaker": "D",
        "text": "We cannot hear whoever's talking. Or am I just rugged?"
    },
    {
        "speaker": "C",
        "text": "You're just rugged. You're just rugged outer outer. Can't hear."
    },
    {
        "speaker": "G",
        "text": "I think I'm rugged, too, then."
    },
    {
        "speaker": "C",
        "text": "Oh, everybody's rugged."
    },
    {
        "speaker": "D",
        "text": "No, we're all quiet here. I'm pretty sure it's not just me."
    },
    {
        "speaker": "I",
        "text": "Missing out on the soothe. Sultry tones."
    },
    {
        "speaker": "D",
        "text": "Could hear you responding, but not the other way around."
    },
    {
        "speaker": "C",
        "text": "All right, well, then zip it. If you can't hear the other side of the conversation, you're ruining my audio. All right, bunch, can you hear me?"
    },
    {
        "speaker": "B",
        "text": "Yes, I can hear you."
    },
    {
        "speaker": "C",
        "text": "So did you hear Chateau at all."
    },
    {
        "speaker": "B",
        "text": "On my second device? I did, yeah."
    },
    {
        "speaker": "C",
        "text": "He's got a beautiful voice."
    },
    {
        "speaker": "B",
        "text": "He does. It was. That's why I told you we had a. We had a fantastic call. Yes, it was great. But give the chateau. Give the 32nd fantasy meme coin league pitch, because I probably butchered it, but you can do much better in 30 seconds. Then we'll go to Mister House, who I thought had a hand up, but maybe he doesn't anymore, and if not, then we can close this down shortly. With that, I've been saving for the very, very end of the show because it's the only time he's allowed out of his cage. T row has requested, and I will bring him up at the very end."
    },
    {
        "speaker": "I",
        "text": "Cool, man. Well, yeah, I wasn't trying to come up and show, but I'll just. It's fantasy football and meme coins, so, like, how you see memes of different, like, irl stuff. We're just combining that with meme coins. So that's the."
    },
    {
        "speaker": "C",
        "text": "So sorry. So will the meme coin be a football player, or the meme coin is the player yeah."
    },
    {
        "speaker": "B",
        "text": "So the."
    },
    {
        "speaker": "I",
        "text": "Every player, every fantasy player will be represented by it, by a coin by the time the season starts, which is so, like."
    },
    {
        "speaker": "C",
        "text": "Oh, like, there'd be like. I don't know. I'm not very familiar with football players these days. But, like, there would be like, an OJ Simpson coin. He was a Buffalo bill back in the day. I don't know if you guys."
    },
    {
        "speaker": "I",
        "text": "Yeah, he would be one of the. Back in the eighties, he would have been one of the highest valued coins for sure."
    },
    {
        "speaker": "C",
        "text": "Okay, cool."
    },
    {
        "speaker": "I",
        "text": "Like, right now, I don't know what."
    },
    {
        "speaker": "C",
        "text": "Happened to him after that, but yeah."
    },
    {
        "speaker": "I",
        "text": "We'Ve got, like, Patrick home, but yeah, so it's just fantasy football and meme coins."
    },
    {
        "speaker": "B",
        "text": "That's the big."
    },
    {
        "speaker": "C",
        "text": "Okay, I like it. I like this. I will participate. This is my pledge to you, Chateau. I don't know anything about football, at least the players currently playing, but I will participate wholeheartedly in this."
    },
    {
        "speaker": "B",
        "text": "I told him we need to figure out how to do, like, teams or factions. So the Magic Internet community, a magic Internet cat community could have our a fantasy meme coin league team."
    },
    {
        "speaker": "C",
        "text": "So that's a good. That's a good idea."
    },
    {
        "speaker": "B",
        "text": "Yeah, we can join in that way."
    },
    {
        "speaker": "I",
        "text": "Working on a lot of cool ideas like that. So looking forward to building. We're like, I'm a week and a half into the project, so, yeah. Just building out some cool stuff."
    },
    {
        "speaker": "B",
        "text": "Hell yeah. For it. So chamber. Should we go to. Should we go to t row? I'm afraid it's like, you like."
    },
    {
        "speaker": "C",
        "text": "I mean, I can just. It's. Then it's the end of the show, so I can always just."
    },
    {
        "speaker": "B",
        "text": "Yeah, I always, I always wait till the end. This is the best time to do it before we."
    },
    {
        "speaker": "C",
        "text": "Oh, yeah. Do you want to go to mister House first?"
    },
    {
        "speaker": "B",
        "text": "Oh, yeah. Did he have his hand? I can't."
    },
    {
        "speaker": "C",
        "text": "Yes, he does have his hand up."
    },
    {
        "speaker": "G",
        "text": "Yes. I had some encouragement for those late to fantasy top, although, you know, not, obviously not financial advice if you want to gamble on the, you know, fantasy crypto Twitter, which I have decided to, you know, you do you. But I got in relatively late. I think I started playing yesterday morning before work just because everyone kept comparing it to DF's. So my initial strategy, which I think is saying some people may think it's crazy, was really just buy all the maladies that hadn't tweeted yet. Right. Because those are like, the next tier of, like, the Pac man's who, you know, they're just gonna throw out a meme coin tweet. They're gonna say something that might offend someone or multiple someones, and then they get a bunch of views and engagement. So actually one of them, who I think is a sleeper, ranked pretty low right now, but a former mid mic crisis interviewee, not so fast. I have him as a sleeper. I loaded up on some not so fast. I've already flipped some from a profit, so I'm glad he's going to be getting those royalties too. And then my one, like, I don't know how it's going to pan out, is the only like ordinal native person. So I think this could be more the dark horse Eric wall. And so I don't know how the orange pills crew is going to react to fantasy top. I'm sure they all think blast is just, you know, like a nice yellow trash can underneath the ethereum chain. But like, on the off chance that we get orange billed people coming in, I feel like they're going to gravitate towards the dude wearing the quantum cat versus all the milady schizo posters and then whatever else everyone's wearing. So my whole thing was a lot of the epics and legendaries likely going to be a liquid because at this point everyone's already got them or they're going to wait for some sort of retrace or rebalancing once they're a new packs, more cards get minted. So I'm just figuring, you know, what are, what are the potentially the floor commons that have some room to run? You know, maybe they haven't tweeted, maybe they just haven't had a banger yet, but they're due. So that's, that's my thing is this is my, this is my week of gambling on fantasy crypto Twitter."
    },
    {
        "speaker": "B",
        "text": "I love it."
    },
    {
        "speaker": "C",
        "text": "I love it. I wake up every morning thinking I'm due for a banger tweet and it never comes to fruition."
    },
    {
        "speaker": "B",
        "text": "All right. I love the strategy that mister, how like, that is some next level strategy. I like thinking about, you know, who hasn't tweeted that could get some engagement and also very much support the not so fast purchase because he's a g. Before we go to t row, I have to tell a funny story. Riggity riggity wrecked, son."
    },
    {
        "speaker": "C",
        "text": "The juice is loose. T row is on."
    },
    {
        "speaker": "F",
        "text": "All right, bunch, who doesn't have I got the microphone? Hello to everyone in the DJ network community. I'll be back in a day and 10 hours back in the war room. So, yeah, fantasy bottom for Shane. I appreciate the breadth of knowledge on fantasy top. I will be starting fantasy bottom for those dregs of the Twitter web three society with under 10,000 followers. We, we. We matter. All right?"
    },
    {
        "speaker": "C",
        "text": "We. I can't wait to be the face of fantasy bottom."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "F",
        "text": "Yeah. Watch what you say there, Chamber. You're gonna get. You're gonna end up in a world of hurt, let me tell you. And, uh, to Shane, I have a song I'm gonna sing a little something for you."
    },
    {
        "speaker": "A",
        "text": "I will be your hero, baby."
    },
    {
        "speaker": "F",
        "text": "You know. You know. You know, Iglesias, you know, I will do it like, if no one else will, let them be our friend, a fantasy top hero. I will, I will. I will run a parade and be at the top of the parade, just. Just marching and shaking it, doing, doing, you know, backing it up, you know, whatever, whatever bunch who does in his kitchen. Educate and entertain."
    },
    {
        "speaker": "C",
        "text": "Okay, I'm done."
    },
    {
        "speaker": "B",
        "text": "Get the hook."
    },
    {
        "speaker": "C",
        "text": "Thanks."
    },
    {
        "speaker": "F",
        "text": "See you next time."
    },
    {
        "speaker": "C",
        "text": "I appreciate it. Okay, we got magic Internet cat here."
    },
    {
        "speaker": "B",
        "text": "Yeah. Because. Yeah. Cuz I. I don't know what happened. The desktop rugged me, but I was trying to tell a story before t row came."
    },
    {
        "speaker": "C",
        "text": "That's okay. We got a quick t row, but it's all, you know, man."
    },
    {
        "speaker": "B",
        "text": "Well, so this is funny, though. The. Was it last week where I compared t row to Pat?"
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Like a little more legible or like, articulate version of Pat?"
    },
    {
        "speaker": "C",
        "text": "Yes."
    },
    {
        "speaker": "B",
        "text": "Well, they came face to face in the DM's pat. DM's t row and went on a very pat like tirade of total, like, craziness. And t row basically said to me, I can't believe you even compared me to that. And I love. And I. So the, like, the t row Pat comparison was real. They have faced off in real time in the DM's also t row. Yes. You did get. You did get time outed in the war room. I timeouted you for a whole week. So I guess you're almost done. But that is going to do it for us. You can't let hero out of the cage until right before the end of the show. This was somewhat chaotic because of my desktop issues, but still a fun show. We talked dad stuff or parent stuff, characters. We talked fantasy top and some strategy. We had our mic minutes and we'll be back on Friday. Any parting words, Chamber?"
    },
    {
        "speaker": "C",
        "text": "No. I think I was very happy. It was a tightrope of a show, but I feel like we stuck the landing. We even got t row in under like two minutes. I think that was pretty good. You know, we got outer lumen comeback. Mister house. I haven't seen in a while. It's nice to see I'm back. And we got, honestly, one of my favorite people in web three, Shane. To tell us how we're dumb for not listening to him months ago."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, like, that should be a recurring segment on this show because I feel like it happens a lot."
    },
    {
        "speaker": "C",
        "text": "What'd we miss with Shane?"
    },
    {
        "speaker": "G",
        "text": "Yeah, Shane. Feel free to dm me any content you feel like. The algo sleep. Keep it on, even once you've got the Blue Jack. I'll support."
    },
    {
        "speaker": "B",
        "text": "Perfect."
    },
    {
        "speaker": "E",
        "text": "We'll do mister House."
    },
    {
        "speaker": "B",
        "text": "We're going to call the segment sleeping under a rock, which pain. Wait, wait."
    },
    {
        "speaker": "D",
        "text": "I'll give you alpha so that you don't sleep. Follow heroglyphs and what they're doing with graffiti and solo validators. There's."
    },
    {
        "speaker": "G",
        "text": "That's the sushi swap co founder. That's his thing, right?"
    },
    {
        "speaker": "D",
        "text": "Check. Check it out. There's going to be some ability for solo validators to drop meme coins. And they used the idea of inscriptions, except for solvade graffitis for when they sign transactions or attestations, rather. So there."
    },
    {
        "speaker": "C",
        "text": "Amazing."
    },
    {
        "speaker": "B",
        "text": "An outer lumen is now the proud owner of 100,000 magic Internet cats. And I was just spamming her DM's the whole time with cat memes."
    },
    {
        "speaker": "D",
        "text": "I am so excited. I only have two other things on that Solana wallet, which were my friend's artworks, because I don't."
    },
    {
        "speaker": "B",
        "text": "There you go."
    },
    {
        "speaker": "D",
        "text": "So we now I have my friend meme coin on there. I'm like, I'm bullish."
    },
    {
        "speaker": "B",
        "text": "There you go. Bullish, indeed. All right, that is gonna do it for us. Until next time, keep the mic hot."
    },
    {
        "speaker": "A",
        "text": "In many ways. Oh, it's the good old days. Someday, someday yeah it hurts to say but I want you to stay sometimes sometimes when we was young old man."
    },
    {
        "speaker": "B",
        "text": "Didn'T we have fun?"
    },
    {
        "speaker": "A",
        "text": "Always promise that they break before they made sometimes, sometimes what have I done? What have I become? I can't describe this. This is my mid mic crisis."
    }
]