[
    {
        "speaker": "A",
        "text": "It's going to be a heavy basketball show, I feel today. Big news just dropped."
    },
    {
        "speaker": "B",
        "text": "Big news."
    },
    {
        "speaker": "A",
        "text": "So we're going to. And I have some beefs with you, too, in regards to you. Yeah, just. Just little things that I've noticed."
    },
    {
        "speaker": "B",
        "text": "Hello, and welcome to the mid mic crisis, where growing up meets goofing off. I am Payne, alongside my esteemed colleague and the host with the absolute most. Chamber. What is going on? Chamber?"
    },
    {
        "speaker": "A",
        "text": "I am spinning out of control, scrolling through the timeline. Moments ago, we received the WOJ bomb that Damian Lillard, who everyone thought was going to be a future Miami Heat, has out of nowhere been traded to the Milwaukee bucks. And everybody is coping. I can't imagine what it's like to be a Miami fan right now, because they've been talking shit for, like, the last month. So much so that Jimmy Butler immediately gets on Instagram Live and calls out the Milwaukee bucks for tampering, which I don't even know how that works. I thought you could only tamper during. Prior to the free agency as far as talking to players and whatnot, but apparently you can tamper in a trade. I don't know. To me, it doesn't make sense."
    },
    {
        "speaker": "B",
        "text": "I was wondering the same thing, and, you know, we literally just talked about this yesterday about how tampering. You basically have to be dumb to get caught. So I'm really interested to see what comes from this."
    },
    {
        "speaker": "A",
        "text": "So, yeah, it's gonna be a lot of sports today, because I had some questions in regard to some of the stuff that was happening on Sunday, regards to football. You've been saying some things that I don't like in regards to my Lakers that that's been upsetting me, and now this. You know, this actually, Jabari Parker said something that I wanted to talk about as well, which was gonna be a topic of discussion, but I think the dame stuff is very interesting. So what are your thoughts? I would say, what are your thoughts overall on this Milwaukee trade for Damian Lillard? So basically, they gave up. I want to say maybe one first round draft pick, a couple of pick swaps, which essentially just mean Portland will be able to dictate which pick they want. So if Milwaukee has the 27th pick and Portland has the 10th pick, obviously they wouldn't want to switch that. But if that was reversed, for whatever reason, Portland was outperforming their status and Milwaukee fell apart. Portland would then get the opportunity to switch those picks. I think they have one straight up draft pick, and I think two pick swaps. I don't know. I think the package overall was pretty lean. It was drew holiday, I think, ended up going to. Did he go to Portland? I think so, yes. Youssef Nurkic ends up going to. It's a three team trade. It's like Portland, the heat and the Bucks. Yousef Nourkic, center for the Trailblazers, ends up getting swapped out for what's his name?"
    },
    {
        "speaker": "C",
        "text": "Ayton."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Deandre. Deandre."
    },
    {
        "speaker": "A",
        "text": "Deandre. Thank you. And now, I think, arguably, Phoenix came out worse than this. Deandre Eyton, I would argue, is better than Yousef Nurkic. But I don't know. What are your thoughts? What are your thoughts on this trade?"
    },
    {
        "speaker": "B",
        "text": "I mean, obviously, you got rid of the great Grayson Allen. You forgot about that."
    },
    {
        "speaker": "A",
        "text": "I hate Grayson Allen so much."
    },
    {
        "speaker": "B",
        "text": "He's such an unlikable guy, honestly."
    },
    {
        "speaker": "A",
        "text": "Oh, just born with the punch face."
    },
    {
        "speaker": "B",
        "text": "You know, I'm saying, yeah, 100%. He's. He's just one of those guys used to really just one time. You just feel like if you could punch in one time, you'd be. You'd be pretty happy."
    },
    {
        "speaker": "A",
        "text": "Yeah. Where does this put, you know, how do you feel about it for Portland? How do you feel about it for Phoenix and how do you feel about it for the Milwaukee bucks?"
    },
    {
        "speaker": "B",
        "text": "I don't really know what Portland's doing. I don't know if Portland knows what they're doing. They just seem to just trade for another guard. I don't know if Drew's really too happy about that situation."
    },
    {
        "speaker": "A",
        "text": "My guess is they'll probably cut Drew and another, and another team will pick them up on waivers. That's my guess."
    },
    {
        "speaker": "B",
        "text": "They. I feel like they almost have to. That's. That's about their only option. As far as the suns. I like it. They lose a little bit of continuity. Right. With Aiden. But I am not as. As much of a hater on Nurkic as you are."
    },
    {
        "speaker": "A",
        "text": "I'm not a hater, but, I mean, I would say I like."
    },
    {
        "speaker": "B",
        "text": "He's solid. He's solid."
    },
    {
        "speaker": "A",
        "text": "I mean, very solid. Yeah. No argument. I would say, though, Ayton is significantly better."
    },
    {
        "speaker": "B",
        "text": "I'm hitting. I mean, he just doesn't perform when the time comes, so."
    },
    {
        "speaker": "A",
        "text": "Okay. I mean, you could argue that it cleans it up a little bit. Obviously, the phoenix had some. Some issues with, uh, with a, uh, you know, over the last, like, two seasons, I want to say. Uh, so I, you know, cleans up the locker room a little bit. You're getting a role player. I would say an above average role player."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "In. In Nurkic. So maybe it's, like, addition by subtraction. But I would say on paper, the value for a is higher than the value value for Nurkic. You know what I'm saying?"
    },
    {
        "speaker": "B",
        "text": "I think it's viewed as that. I don't know if I believe that in totality. I mean, crocs. I'm really interested in crocs. Thoughts? Crocs. Can you drop a comment down in the bubble because you were hard spamming thumbs down something. And I think it was what Chamber said, and I always love when you. Thumbs down chamber. But yeah, I agree that Aiden is probably perceived as better, but I think as far as teamwork, it's, it's going to work better for the Suns to have narcissists. We'll, we'll see, though. We'll see. I'm not going to, you know, I'm not trying to start any Lakers drama right here. I was just, I was just telling you as an unbiased opinion, I was telling you how it is."
    },
    {
        "speaker": "A",
        "text": "You know, you quote said ad is trembling, which, you know, I forgot I said that. Did not like that. You know, ad is going to make easy work of, uh, of Nurkic, in my opinion."
    },
    {
        "speaker": "B",
        "text": "Well, I didn't know if they changed the rules to where you could play in bubble wrap because unless."
    },
    {
        "speaker": "A",
        "text": "Listen here. Oh, my goodness. This is, this is, I understand the people that scream like fake news because this is the whole, you know, the whole national news opinion on ad is, I mean, hey, don't get me wrong, ad could play a bit more, but when the guy is playing and he's played a ton of minutes again, I was having some beef earlier this week when we were talking about the defensive player of the year, Jaren Jackson, junior, played more games but less minutes than Ad. And Ad didn't get like a single vote for defensive play of the year and then goes into the playoffs and absolutely demolishes everybody, proving that he is, head and shoulders, the greatest defensive player in the NBA currently, you know, without a doubt."
    },
    {
        "speaker": "B",
        "text": "I think I can't, I can't argue that. So you got, you got me on that one."
    },
    {
        "speaker": "A",
        "text": "So where does this put the Bucks, in your opinion? Where does put Milwaukee?"
    },
    {
        "speaker": "B",
        "text": "I, it depends on how the Boston team performs in the playoffs. They just didn't, they didn't come there. They were young. They didn't come to play. So I think it puts Bucks, the Bucks back on top. They have the experience and we'll see if they can perform. But I put the Bucks atop and they're, they're the biggest threat. I told you I went to go make a little preseason bet, and the books had already, they'd already locked everything, so they weren't letting anybody have any option, any action."
    },
    {
        "speaker": "A",
        "text": "So I don't know. I. I'm with you. I do think it puts them at the top of the heap. They did lose drew holiday, great defensive guard. Obviously, defense in the playoffs is going to be key. Dame, arguably a massive defensive liability, but."
    },
    {
        "speaker": "B",
        "text": "Maybe more than D'Angelo. Russell."
    },
    {
        "speaker": "A",
        "text": "Oh, way more than. At least D'Angelo is like six four with, like, a 610 wingspan, you know, and 27 or whatever. However old he is, you know, dame's getting old. He's pocket sized. I mean, obviously he's dame, you know, there's, there's no arguably, there's no arguing with his, you know, his career. But, yeah, I mean, I. Obviously, on paper, it looks great, but I could see. I could see. I could see some, some holes. I hope you score a lot of points."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think that's the goal for them. It's. It's. How many points can we score without letting."
    },
    {
        "speaker": "A",
        "text": "And I mean, you know, what's his. Giannis is arguably a top five defender in the league, so that, that can eliminate some issues."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "So I don't know. We'll see. I'm happy. I'm just happy dame is out of the west. Like, the west is insane. It's like there's 1213 teams that are arguably playoff contenders. So just getting them, like, you know, Portland, just chill out, get scoot. You know, pump, scoop, scoot up for a couple of seasons. And, yeah, we'll see when the Lakers retool after LeBron leaves, you know, tapping."
    },
    {
        "speaker": "B",
        "text": "Into the comments, we got crocs to drop some funny. He said. He said, to no one's surprise, I was the Grayson Allen type player."
    },
    {
        "speaker": "A",
        "text": "Yeah. Oh, my God. Just the worst. Not, yeah, not a fan of Grayson Allen."
    },
    {
        "speaker": "B",
        "text": "Oh, and one more from. He. He's a Suns fan, which I thought so, but he said, not a big difference, and we get more depth, which, thank you, crocs, because that's what I said. But chamber did not agree with the depth portion."
    },
    {
        "speaker": "A",
        "text": "Who? Phoenix?"
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Who else do they. Who else did they get besides Nurkic?"
    },
    {
        "speaker": "B",
        "text": "Oh, my gosh. I already forgot there. I mean, there. It's not like there."
    },
    {
        "speaker": "A",
        "text": "Did they get Grayson Allen?"
    },
    {
        "speaker": "B",
        "text": "No, no, no, no. I might do a quick cursory search, but it was a couple of pieces that were. There were solid. They weren't like, massive names. No. But their depth, you know, rotation pieces, and that's what you need."
    },
    {
        "speaker": "A",
        "text": "I guess I'm, you know, especially when."
    },
    {
        "speaker": "B",
        "text": "You already have KD. You know, you, you just, they don't need another personality, that's for sure."
    },
    {
        "speaker": "A",
        "text": "Definitely not. And honestly, Ayton is a, definitely a negative personality. I wouldn't have guessed that. But, you know."
    },
    {
        "speaker": "B",
        "text": "Yeah, 100%. So they picked up Keyon Johnson. I mean, you know, whatever."
    },
    {
        "speaker": "A",
        "text": "I don't know who that is."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's, he doesn't do much. And then Nasir little, which he's a. I feel like if you, if you saw him, you know who he is."
    },
    {
        "speaker": "C",
        "text": "He."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "B",
        "text": "He contributes, you know, nothing, nothing to write home about, but he's a contributor."
    },
    {
        "speaker": "A",
        "text": "Okay. I mean, I'm into it. I'm into it. I just think, I hope Phoenix got a little bit more because that hall for DeAndre is, is a little light, in my opinion."
    },
    {
        "speaker": "B",
        "text": "Oh, they did get, I thought they didn't get Grayson. They did get Grayson."
    },
    {
        "speaker": "A",
        "text": "They did. Okay. So it's a little bit better."
    },
    {
        "speaker": "B",
        "text": "Yeah. Yeah. I mean, he can, he can, he can shoot."
    },
    {
        "speaker": "A",
        "text": "So what do you, so I think we can all agree Milwaukee got better with some, arguably some, some defensive question marks, right?"
    },
    {
        "speaker": "B",
        "text": "Agreed."
    },
    {
        "speaker": "A",
        "text": "Phoenix maybe addition by subtraction, maybe a little bit more depth. And then Portland got some picks. Got, you know, I don't know, cap space. I think. I think dame's contract goes for another four years at like $45 million a year. Like, they got cap space for days now. So that, that's good. I think the biggest, the biggest story right now, though, is Jimmy Butler immediately taking to Instagram live and saying, quote, yo, NBA, y'all need to look at the bucks tampering. I'm just gonna put that out there. Y'all didn't hear it from me. 1 second here. I just wanna make sure. Yeah, period. End quotes."
    },
    {
        "speaker": "B",
        "text": "Absolutely hilarious abs."
    },
    {
        "speaker": "A",
        "text": "I mean, this guy, what do you."
    },
    {
        "speaker": "B",
        "text": "Expect from MJ's son?"
    },
    {
        "speaker": "A",
        "text": "Totally. MJ son Steve knows how I feel about, and I've always said that if Michael Jordan was playing in today's NBA, he'd be the equivalent of Jimmy Butler, which is not a slight. I just think it's a realistic appraisal of what Michael Jordan can do in today's game. Maybe that's a good for the chat bubble because I definitely have to pump that. Let us know, are you a LeBron goat or a MJ goat? Oh, that one's always a good one. And it really shows me who's actually watching the NBA and who's not. So just a good way for me to."
    },
    {
        "speaker": "B",
        "text": "Because you feel like there's only one right answer."
    },
    {
        "speaker": "A",
        "text": "Well, there is only one, right? I mean, it's nothing. It's. The one is an emotional answer and one is a correct answer. That's all I could tell you. I hate Lebron. Like, I hated LeBron James. He plays for the Lakers now, but I wasn't a LeBron James fan. I wasn't even a big fan of him coming to the Lakers. But he's on my team, so, you know, once you're a Laker, you're a Laker. I don't see him like, you know, when I talk the Lakers, you know, I rarely talk LeBron. I talk ad a little bit more. But I mean, I love my homegrown Lakers. Like, I'm a. I'm a, you know, obviously Kobe guy, but I'm a Austin Reeves guy right now. I was a big Kuzma guy. So I like homegrown players. But I mean, even me at the end of the day, there got to a point in Miami, I think maybe year two, year three in Miami prior to going back to Cleveland. I mean, it was hard to argue that LeBron James is not the greatest player ever to play the game of basketball. I mean, just size. I mean, just the. Michael Jordan was six, 6215 pounds. You know what I mean? LeBron James is six, 9275 is faster. Like his bigger, stronger, faster rebounds, better, passes better, obviously, now scores better because he's the reigning, you know, he's the number one scorer in NBA history."
    },
    {
        "speaker": "B",
        "text": "Does that mean you score better, though."
    },
    {
        "speaker": "A",
        "text": "Or whatever, whatever you want to call it?"
    },
    {
        "speaker": "B",
        "text": "Okay, so more points."
    },
    {
        "speaker": "A",
        "text": "More points. You know, longevity on top of that. You know, he's now in year 21 and is still doing things no one's ever done."
    },
    {
        "speaker": "B",
        "text": "I got a question about the longevity. Do you think if. If Michael Jordan had access to the things that LeBron had access to, do you think he would have. That he would have had that sort of longevity?"
    },
    {
        "speaker": "A",
        "text": "Well, I mean, Michael Jordan played till he was 40, right?"
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "Like, he had longevity, but I mean."
    },
    {
        "speaker": "B",
        "text": "But not that type. You got LeBron James sleeping in a hyperbolic chamber where he's just."
    },
    {
        "speaker": "A",
        "text": "Yeah, nothing is age. Yes, it would have. Yes. I mean, to say it wouldn't have made a difference. Absolutely would have made a difference. I don't think it makes the difference in the total amount of games played because, you know, Jordan started in league, I think at 21 or 22, LeBron was 18. So even on the. On the back half, you know, or on the. On the front half, he's starting off significantly earlier, making more of an I, more of an impression on the game. Earlier in his. In his life and is making a greater impression later in his life. I would still argue the primes for both. I would still take LeBron James like, Prime LeBron James. I would take him over anybody. I mean, I would argue Shaquille O'Neal is. Is in that conversation alongside just, like, unstoppable players. You know what I mean?"
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah, I agree. I mean, that's a little bit apples to oranges, but I agree with that."
    },
    {
        "speaker": "A",
        "text": "Yeah. Because we're talking so much basketball today, we're not going to make anybody do trivia."
    },
    {
        "speaker": "B",
        "text": "Well, this, this is. I actually do have a trivia question. I'm so super excited. Joe came up. Joe, who is the greatest basketball player of all time?"
    },
    {
        "speaker": "C",
        "text": "Kareem."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "All right."
    },
    {
        "speaker": "A",
        "text": "There's not. It's not a bad. I mean, I can see the argument there."
    },
    {
        "speaker": "C",
        "text": "I think he. I think he played in the toughest eras, and I think he played before contracts meant he could go out and, like, he actively pursued fitness outside of sport."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "C",
        "text": "He played when basically, he had to put up with the same treatment that Ali was putting up with because he transitioned from, you know, Lou Alcindor to Kareem Abdul Jabbar. He played it in the seventies when the country was really still tornado by racial issues. He played in Milwaukee as a very young person who had only lived in New York and Los Angeles, which had to be a culture shock. He never really sustained a career threatening injury. He basically invented a shot that made it impossible to block. He could play defense as well as anybody in his position. He could play offense as well as anybody in his position. He won six titles, six MVP's. He lost one game as a college basketball player. He lost no games as a high school basketball player. He's kind of good. And he kind of, like, if you think about what the Lakers have hanging in Staples center, um, there's Shaq, Will, Kareem, Mike, and he's probably the best of all of them. So I don't know how he's not, if not the best big of all time, the best basketball player of all time."
    },
    {
        "speaker": "A",
        "text": "No, I mean, I definitely see the argument for cream. I see the argument for cream more than I see the argument for Jordan. Still. Obviously, Michael Jordan had."
    },
    {
        "speaker": "C",
        "text": "I don't think Jordan would have ever achieved the numbers LeBron had. Like, we have to remember, even if. I think he would have won eight titles in a row if he hadn't have had a forced retirement between, you know, three and four. But, like, when he came back, he. No, but no."
    },
    {
        "speaker": "A",
        "text": "Are you talking about Michael Jordan?"
    },
    {
        "speaker": "C",
        "text": "And Michael Jordan came back and the."
    },
    {
        "speaker": "A",
        "text": "NBA forced them to retire, but he."
    },
    {
        "speaker": "C",
        "text": "Almost cut his finger off. Like, everybody forgets that he was playing a poker game with Ron Harper and I think Scotty and somebody else. And you know how he used to smoke those big stogies and he accidentally put his finger in there and he clipped the tendon on his shooting hand."
    },
    {
        "speaker": "A",
        "text": "Geez."
    },
    {
        "speaker": "C",
        "text": "And they had to go in and they had to put like, a cadaver tendon in there because he had completely cut the tendon on his finger. And, like, what was the thing that Jordan could do that Kobe could never do?"
    },
    {
        "speaker": "A",
        "text": "Um, palm a basketball."
    },
    {
        "speaker": "C",
        "text": "Palm a ball straight off of a, straight off of a dribble. Right? He had enormous hands. His hands were strong as shit. He could palm that ball with one hand, hold your arm with the other hand, move you wherever he needed to move you, and then do his fucking thing. And then all of a sudden he can't fucking palm a basketball anymore because he clipped the fucking tendon in his finger. And everybody forgets that. Like, like, that's not, you know, he missed part of a season because he broke his leg, right? He had the broken leg season when he was young. Then he had the two seasons or the season, and like two thirds where he was forced retired. Then he came back, he did three more, and then he went off to Washington and got old, but he clipped that tendon, and he was never the same after the tendon."
    },
    {
        "speaker": "A",
        "text": "Great point. These are, you know, this is."
    },
    {
        "speaker": "C",
        "text": "And Lebron's never. And the bronze, like, LeBron's played in the perfect window, I think, to achieve longevity and numbers because the NBA shifted to being offensive focused, because we all got sick and tired of watching the Knicks get to NBA or conference finals, scoring 57 points. And. And so they got rid of defense, right? And they just were basically like, you can put your hands up, but you can't hand check, and you can do this, but you can't do that. And it shifted to an offensive driven league, which is cool. But, like, LeBron's. LeBron's made enough money that he can basically hire a chef anywhere he goes. He can. He doesn't need to have Tim Grover, uh, part time. He can fucking have a guy live with them and build him a house next door if he wants to. Like, he's, he can and he's. But he's actively taking care of his body, right? He's also just a fucking freak. Like a human being shouldn't be allowed to be 260 pounds, jump 50 inches in the air and have 3% body fat. Like, you just wouldn't be allowed to."
    },
    {
        "speaker": "A",
        "text": "Do that and also run like the."
    },
    {
        "speaker": "C",
        "text": "Wind and then not have any part of your body explode under pressure because, like, how the fuck do his tendons work? But, like, there he is. He's a fucking freak. If he only had the fuck off attitude of Kobe or Jordan, he'd probably have, like, nine titles. But he doesn't have that."
    },
    {
        "speaker": "A",
        "text": "Do you think there, do you think? Because obviously I was watching winning time on HBO, and I just finished watching the Laker documentary on Hulu and just kind of getting to know Matthew Johnson kind of from the early days. But I find I wonder if it's that personality that allows you to be a better distributor teammate, makeup people around you better. Like, if you have that don't give a fuck attitude that Jordan and Kobe had. They're known for."
    },
    {
        "speaker": "C",
        "text": "I think magic had it, though."
    },
    {
        "speaker": "A",
        "text": "I agree. But it was definitely more like, his outward Persona was."
    },
    {
        "speaker": "D",
        "text": "More."
    },
    {
        "speaker": "C",
        "text": "His outward Persona was. But, like, magic was like, I mean, I remember sitting at later games and, like, that smile would quick. You know how when you watch, like, those movies where the psychopath is, like, looking at you smiling and then you turn your. The head, they go straight to like, I'm going to fucking kill you with the dagger shooting online. Like, magic could do that shit in the middle of the game. He'd be like, all smile, hug, hug, you know, Byron Scott, high five Mike Cooper and then just fucking throw daggers at somebody. And he's just like, okay, that dude really, like, wants to kill you. Like, he doesn't want to lose. Kobe just kind of, like, made it a character. He was like, yes, I agree. Like, I don't. Like Kobe wasn't always pissed off, but no, he made that a character. Right."
    },
    {
        "speaker": "A",
        "text": "Well, I always thought it was funny because no one ever calls it, like, obviously we all know Kobe as the black mamba, but, like, people don't call him that either. People don't remember. He. The only reason that his name is that or his nickname is that. Is he watched kill bill at some point."
    },
    {
        "speaker": "C",
        "text": "Yeah, yeah."
    },
    {
        "speaker": "A",
        "text": "And was like, oh, I really like that name, people. He's like, oh, just call me that now. And then. Every time he would score at Staples, they would play that, like, kill bill sound in the background, and it was just like, it just became his nickname. And he's one of the."
    },
    {
        "speaker": "C",
        "text": "I don't like that nickname because he gave it to himself."
    },
    {
        "speaker": "A",
        "text": "I agree, I agree. Just by watching a movie one day."
    },
    {
        "speaker": "C",
        "text": "It'S not cool to give yourself a nickname."
    },
    {
        "speaker": "A",
        "text": "100%. One of the weirdest movies Kobe's ever done."
    },
    {
        "speaker": "C",
        "text": "Yeah, yeah. This is like Kobe, right? Like, I started at UCLA around the same time that Kobe started over there. He was auditing classes for a while. We, we hung out at a, mostly at a high school up in the valley called Birmingham. And we would play basketball up there with, like, the alcoholics sometimes Wu Tang, just whoever was in town. And Kobe used to come through and, like, he wasn't. You had to remember, like, nobody liked Kobe when he got to LA. Absolutely. We had traded Vlade and we didn't know we were getting Shaq. Right, because Shaq doesn't sign until that. The. Until the Atlanta hotel."
    },
    {
        "speaker": "A",
        "text": "Correct."
    },
    {
        "speaker": "C",
        "text": "During the Olympics."
    },
    {
        "speaker": "A",
        "text": "What a, what a, what a move by Jerry."
    },
    {
        "speaker": "C",
        "text": "That was a big ass move by plus, plus that. Plus that news. Was it a newspaper or was it the television station in Orlando? That really helped because they ran that poll and they were like, is Shaquille O'Neal worth? And I forget, it wasn't 126 million, like, what he signs for, but it was like $90 million or something. And it was like, it was like 80%. No, as shaq saw that and he was just like, what are you talking about? Like, like, they just signed Juwan Howard to $76 million and you're gonna say, like, I'm not worth 90 million, right. Um, and, uh, so Kobe was auditing class at UCLA and he was in some classes I was in. And then, um, we start crossing paths over here. But, like, I'm, I'm hanging out with these rappers and I'm not a basketball player, but if a rapper asked you to go play basketball with him, you can go play basketball with him for the story. And, and Kobe wanted to be a rapper. And there's an album Kobe did. It's terrible. I know it has a track with Neve Campbell on it. They sued Sony to keep it from coming out. I have a videotape somewhere of Kobe on stage rapping. It wasn't good, mom, but it's a. But it's a fucking regular vhs. But Kobe was hanging out with rappers and he was like, he was like, going to billboard live at night dressed like a b boy. It was hilarious. He had to get snuck in like I did. And then one day around the middle of his second season, it just stopped. And he just cut everybody out. And he just decided, like, I got to get serious about my career. And that was like, the last time anybody saw him, he just stopped going out. It was always at the gym. He stopped playing basketball there was a."
    },
    {
        "speaker": "A",
        "text": "There was."
    },
    {
        "speaker": "C",
        "text": "He wouldn't play pickup basketball no more."
    },
    {
        "speaker": "A",
        "text": "Really?"
    },
    {
        "speaker": "C",
        "text": "Yeah, because he said so. We ran into each other, and he said he didn't play pickup basketball. No."
    },
    {
        "speaker": "A",
        "text": "I'm sorry."
    },
    {
        "speaker": "C",
        "text": "Did you?"
    },
    {
        "speaker": "A",
        "text": "I'm sorry. You're taught a couple of times now. You've. You've kind of alluded to, like, speaking to Kobe or me."
    },
    {
        "speaker": "C",
        "text": "Yeah, yeah, yeah."
    },
    {
        "speaker": "B",
        "text": "I'm like, I want. I want to have lived Joe's life 1 second here."
    },
    {
        "speaker": "C",
        "text": "Like, he was living in a house in the Brentwood area with his parents when he first moved out here. Cause he got drafted before he turned 18. Right. Like, he couldn't sign his pro contract without his parents there."
    },
    {
        "speaker": "A",
        "text": "Isn't that wild? Eh?"
    },
    {
        "speaker": "C",
        "text": "And then. And then he started auditing classes at UCLA. And I was going to UCLA my first year, and my main record label was right down the street from UCLA on Westwood, and Wilshire was where interscope was, and Kobe was riding the bench. Del Harris was the coach. Right. And nobody liked Kobe in LA."
    },
    {
        "speaker": "A",
        "text": "Like, we let Eddie Jones."
    },
    {
        "speaker": "C",
        "text": "Yeah, Eddie Jones. And we had drafted the six foot, 6175 pound kid who. There had never been a guard who'd come straight from high school, and we had given up Vlade, which then we got Shaq. So everybody's like, okay, that's cool. But at the time, Vladi was like. He was like that player. Everybody. Like. Like, he looked like he smoked three packs of cigarettes a day running."
    },
    {
        "speaker": "A",
        "text": "He did smoke three pack. He did smoke three packs, but you."
    },
    {
        "speaker": "C",
        "text": "Know what I mean? Right? Like, he was like. He was like. He was like that bridge between the magic era and, like, whatever was gonna come next. And then we."
    },
    {
        "speaker": "A",
        "text": "Cause it was the. It was the lake show. That was the lake show era."
    },
    {
        "speaker": "C",
        "text": "Yeah. And so we traded him. Eddie Jones is, like, a fan favorite, and now we got this kid on the bench, and we're like, who the fuck is this kid? And people didn't. People weren't feeling him. Like, people have to remember, like, it took three years before anybody really started. Embrace Kobe. Remember the air balls in Utah? I."
    },
    {
        "speaker": "A",
        "text": "Absolutely. I mean, I was immediately a Kobe fan. Like, I had, like, the Adidas Kobe ones."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Back in the day."
    },
    {
        "speaker": "C",
        "text": "Came out with that. Took a year for that to come out. And, like. And, like, so. So he was sitting in classes. I was sitting in. And I'm not really outgoing. Like, a. Seems like I am, but I'm not. And, like, he's not really outgoing. And because he was trying to get into the music industry, he was talking to the guy who was the road manager for the alcoholics and was helping Xzibit launch his career. And. Cause exhibit at the time was just carrying records for exhibit's like, I got this great idea."
    },
    {
        "speaker": "A",
        "text": "We take everybody's car."
    },
    {
        "speaker": "C",
        "text": "Exhibit, stop me with a fucking paintball. When we were paintballing in the valley, right in the fucking neck, and it hurt like hell. He fucking laughed about it. And at the time, he was just a fucking roadie. Like, he was carrying records for, for, for J ro and Tash and stuff for the alcoholics. And, um, and Kobe was trying to get into the industry that way. And so when I would go and hang out with the guys in the valley to watch them play basketball or to get dunked on, um, like, like, this kid started coming. I'm like, oh, I know this kidde. I'm like, I see him at school. I'm like, that's fucking Kobe, right? But it's not like, oh, my God, that's Kobe Bryant. It's just like, that's that kid who sits on the bench for the Lakers. And, and so, so we, we started talking to each other that way, and we would talk about shit that we were reading. We were talking about. He read a lot. And then sometime around, like, the second year, about halfway through that season, before Christmas, he just kind of went ghost on everybody and I, and he stopped playing pickup basketball with everybody. He stopped showing up to all the regular places he was picking, he was playing at, stopped going to Southwest College, stopped going down to Venice, stopped all the places he was playing basketball at, and he just started putting up, like a thousand shots a day on his own."
    },
    {
        "speaker": "A",
        "text": "Well, that's why it was, it was so iconic back. I forget when it was. I think it was like, 0304 when he played Rucker park."
    },
    {
        "speaker": "C",
        "text": "Yeah, yeah, he did that to droove, too."
    },
    {
        "speaker": "A",
        "text": "Exactly. And then, like, and then I think it was like zero eight. He did the drew."
    },
    {
        "speaker": "C",
        "text": "Yeah. Charles drew game. We used to go to that, I think."
    },
    {
        "speaker": "A",
        "text": "Is that when he got the game winner on, like, harden?"
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Yes. Yeah. That was spectacular."
    },
    {
        "speaker": "C",
        "text": "Yeah. The next time I ran into him at a, Kobe was at the Lakers summer camp. They used to do it at the pyramid at a long beach state, and he, he would come in for, like, a day or two and play with the kids. And by the kids, I mean, like the rookies, and the guy's trying to make the team. And we talked over there and, you know, he said, yeah. He said, I realized that, like, playing pickup basketball, I was going to shoot the ball 20 to 50 times, and I want to shoot the ball thousand times, so I'm not going to get a thousand shots in a pickup game, so I'm going to play pickup basketball no more."
    },
    {
        "speaker": "A",
        "text": "Makes sense."
    },
    {
        "speaker": "C",
        "text": "I was like. And I was like, oh, yeah, okay, that makes sense. But we talked a little bit and then, like, we parted ways. And then, um, the last time I saw him was years later. I saw him by his house at the trader Joe's because he used to live in Newport coast, and there's a trader Joe's right down on PCH. And I was over there to get some shit, and I ran into him and I didn't think he remembered me. And he started talking to me and I was like, hey. So we went up to his house and we had a nice conversation. He had daughters at that time, and I had my daughter. And so we had a conversation about kids and just, like, life and what had happened to me in my life and what happened to him. And then we parted ways and then what, maybe like a year later, his helicopter crashed, so. But, yeah, like, I wouldn't call him a friend, but I knew him through different parts. And it was interesting to kind of. Because then, at the same time, I was working for Shaq's company, twism. And that was an interesting experiment."
    },
    {
        "speaker": "A",
        "text": "That's so funny. I remember that."
    },
    {
        "speaker": "C",
        "text": "Yeah, Jack was interesting. Shaq was the only person I know who would call you directly and ask you to go stand out in front of a restaurant and have, like, excited people around so that when he got there, people would know it was him. I'm like, motherfucker, you're like, seven foot one. Everybody knows."
    },
    {
        "speaker": "A",
        "text": "They'll figure it out."
    },
    {
        "speaker": "C",
        "text": "Yeah. Like, you drive. You drive a car that, like, you can hear the music. Like, everybody. Everybody knows it's you. But he would, like, literally call up people and be like, hey, can you get the street team out? I'm gonna be at Shark bar, like, 930, and it's like, it's fucking Shaq. Why? Like, everybody loves you. You don't need people to stand outside and cheer for you, you fucking weirdo. But, um. But, yeah, so that's. But I. Kobe was never. Kobe wouldn't make my top ten. He would barely make my top 20. All time NBA."
    },
    {
        "speaker": "A",
        "text": "Gotta hear. All right."
    },
    {
        "speaker": "C",
        "text": "I think Kobe is very much like Cristiano Ronaldo. Like, I don't think there's a single NBA player that will ever get more out of their body than Kobe Bryant. But just because you got everything you can get out of your body doesn't make you a top ten. Player."
    },
    {
        "speaker": "B",
        "text": "Chamber was with you until that. I think he."
    },
    {
        "speaker": "A",
        "text": "That's enough of that."
    },
    {
        "speaker": "B",
        "text": "He's hurt."
    },
    {
        "speaker": "A",
        "text": "He's mentally removed him. That's. I won't have it, Joe. Okay. I don't care. I won't have that kind of slander on my show here. Kobe Br. If you don't agree that Kobe Bryant is a top five player of all time, unfortunately, stage, that's it. I have them a little. I have more in the top three. I will grant people up to top five. But you start talking slander like that, I mean, I can't. I can't ha. I can't have it."
    },
    {
        "speaker": "B",
        "text": "I actually was kind of interested in his reasoning. He had some. Some good Kareem thoughts. But I am. I'm fascinated by Joe's life."
    },
    {
        "speaker": "A",
        "text": "Okay. I can't. I just can't. He won. I was so enamored with his stories."
    },
    {
        "speaker": "B",
        "text": "I know."
    },
    {
        "speaker": "A",
        "text": "And then immediately, you know, immediately spike the punch poisoned the well, if you will, with. With that kind of slander. So I won't have it."
    },
    {
        "speaker": "B",
        "text": "He tried to lull you to sleep. I can't believe you let him get to top 20. You let him get that low."
    },
    {
        "speaker": "A",
        "text": "Oh, just hurtful. It's hurtful stuff. Like, he's, if he says, like, tim Duncan's better than Kobe Bryant, like, they. People out there that have Tim Duncan ahead of Kobe, I mean, it's. I don't know how to deal with these people, so. Joe, I love you. You can come back anytime, but I did not realize you had those interactions with Kobe. That is unbelievable."
    },
    {
        "speaker": "B",
        "text": "Unbelievable."
    },
    {
        "speaker": "A",
        "text": "Like, insane. Like, I cannot wait to go tell everybody that I know, that I know a guy that, that spoke to Kobe a couple times."
    },
    {
        "speaker": "B",
        "text": "100%."
    },
    {
        "speaker": "A",
        "text": "So. Okay. I feel we got the basketball talk. Well, actually, 1 second. I do want to ask you. What? I respect your basketball opinion very much. Payne. You know, we have the title here. MJ, Kareem or Lebron. Who's the goat? Who is the goat, in your opinion?"
    },
    {
        "speaker": "B",
        "text": "Yeah, obviously the boat. The best of all time is LeBron. I can easily say that I don't."
    },
    {
        "speaker": "A",
        "text": "Understand the difference here."
    },
    {
        "speaker": "B",
        "text": "The greatest factors in a lot more. To me, I think the winningness, the mentality."
    },
    {
        "speaker": "A",
        "text": "The guy didn't win till he was, like, 27. What are you talking about? Winning this?"
    },
    {
        "speaker": "B",
        "text": "But he won what he needed to win. And when he got to the big stage, he won."
    },
    {
        "speaker": "A",
        "text": "I guess so."
    },
    {
        "speaker": "B",
        "text": "I'm not. I'm not as hard and fast on that as I used to be. People have made a lot of good arguments. If LeBron wins one more then, I mean, I'll probably have to step down from it runs."
    },
    {
        "speaker": "A",
        "text": "Gonna win another one this year? I don't know. I hate to be the bearer dame. Lillard trades aside, the Lakers are definitely winning the championship this year. I've never been more confident. I haven't been this confident since, like, 2010."
    },
    {
        "speaker": "B",
        "text": "No, you haven't been this confident since last year."
    },
    {
        "speaker": "A",
        "text": "Last year, I was not confident Russell Westbrook as my starting point guard was."
    },
    {
        "speaker": "B",
        "text": "I was not confident when you got D'Angelo. Russell, when you went on the big run. You tell me I'm wrong. You told me you all were winning the championship 100%."
    },
    {
        "speaker": "A",
        "text": "How close was I?"
    },
    {
        "speaker": "B",
        "text": "You got swept by Denver."
    },
    {
        "speaker": "A",
        "text": "Okay, listen. People keep saying that there was, like. If you count the total points out of all four losses were, like, eight points. Like, the point differential, it's much closer than a sweep would allow, would have you believe. All these games were decided by very few points. Arguably, team chemistry down the stretch played a major factor."
    },
    {
        "speaker": "B",
        "text": "Speaking of team chemistry, I think actually, that is probably. That was one of my biggest holdovers. I was a huge join Wade fan. So when he came to the heat, I was hype. And then they got swept by JJ Berea. And that's why I'm like, this guy, he doesn't have it. He doesn't have that dog in him."
    },
    {
        "speaker": "A",
        "text": "I think that's the same JJ Berea that took out my Lakers that same year, where Andrew Bynum just absolutely clobbered him in the last game during the sweep, because we got. I think we got swept by Dallas, also. Terrible game. Okay, so you. You have. You have LeBron as the best of all time, but MJ is the greatest of all time. Is that what I'm getting?"
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "That's what. That's what you're getting."
    },
    {
        "speaker": "A",
        "text": "I guess so. I think that's an absolute garbage answer."
    },
    {
        "speaker": "B",
        "text": "It goes by definition. I've had this. This argument a lot. We'll agree to disagree. I'm actually really reconsidering, Kareem, based on what Joe has said."
    },
    {
        "speaker": "A",
        "text": "Oh, absolutely. I mean, Kareem. Kareem has the same argument that LeBron has, right? The longevity, the total, the consistency, both sides of the ball. I mean, then you throw in just, like, propping up the NBA through the seventies. At the end of the seventies, I mean, the NBA was on the cusp of losing everything. You know what I mean? Then you have magic and birdhouse. Um, but, I mean, that. That totally makes sense. And then being a part of, like, just the social aspect with, uh, with Muhammad Ali and, like, I think Jim Brown was part of that. Like, there, there was, there was a bunch of, uh, athletes, um, you know, pushing the, you know, the equal rights and, and you know that at the end of the sixties, right, like that, there's, there's a, there was a big, there was a big push there from celebrities and from athletes. And then you saw a lot of name changes. Cassius clay to Muhammad Ali, Lu al Sindor to Kareem Abdul Jabbar. So you could imagine how that played out in the general public, where a lot of these guys were beloved from all people. And I'm sure that rub some pieces of shit the wrong way back then. And I'm sure it was very difficult to deal with for those guys. So, I mean, you throw that on top of everything else, obviously, LeBron didn't have to deal with that. So, I mean, yeah, Kareem definitely a, I'm a big careem fan. I like his, I like his style. Like, he's kind of gruff, keeps to himself, very intelligent. That's, you know, that's my kind of people, you know? So I totally see the cream. But honestly, at the end of the day, if I get in the number one draft pick in a, you know, whatever you want to call it, all time, great draft. I'm taking Kobe. I'm taking Kobe number one overall. Like, I'm looking at all these names. I'm like, I still want Kobe. I'll take Kobe over Lebron. Over Kareem, over MJ all day long."
    },
    {
        "speaker": "B",
        "text": "You gotta support your guys."
    },
    {
        "speaker": "A",
        "text": "I mean, I truly believe, like, that's the best chance of winning."
    },
    {
        "speaker": "B",
        "text": "Wow. Everybody in their prime."
    },
    {
        "speaker": "A",
        "text": "Everybody in the prime. You give me Kobe all day, okay, all day."
    },
    {
        "speaker": "D",
        "text": "I can't argue."
    },
    {
        "speaker": "A",
        "text": "I'm not, I mean, I'm obviously not in the majority there, but I definitely, I want to call attention to Steve's post here."
    },
    {
        "speaker": "B",
        "text": "Here we go."
    },
    {
        "speaker": "A",
        "text": "And I would say is the argument against both Kareem and MJ, the quality of competition in the sixties, seventies, eighties, and nineties is not as good as it is today. I don't care who you are. That is a fact. The average player today is better than the average player ten years ago is better than the average player 20 years ago. So on and so forth down the line, right? The nineties were better than the eighties. The eighties were better than the seventies. The seventies were better than the sixties. I was watching some old, like, Boston Celtics footage with, like, bob Cousy, and Bob Cousy was tremendous. But, like, I'm watching, like, he's very good. But all these other pylons are terrible, so. Yes. So Steve wants to highlight some of the competition, and he's picking some of the duds here. But we're talking about big country Bryant Reeves, number 50 for the Vancouver Grizzlies. We're talking about Robert Tractor trailer for the Cleveland Cavaliers. And we're talking about zero zero seven Greg Oster tag for the Utah Jazz. Greg Oster tag was a solid big. That was a good. He was a solid big, but tractor trailer and Brian Reeves, terrible, terrible players."
    },
    {
        "speaker": "B",
        "text": "Yeah. Because the likes of people like Greg Odin, you know, Ohio State alum, and."
    },
    {
        "speaker": "A",
        "text": "I was by them, was a. Bynum had a legit career. It was just. He was destined. He had, like, Brandon Roy knees."
    },
    {
        "speaker": "B",
        "text": "I gotta let him up."
    },
    {
        "speaker": "A",
        "text": "Yeah. No. No trivia questions today unless, Payne, you have one for him. But I won't make. I won't make any people suffer today for."
    },
    {
        "speaker": "B",
        "text": "I can't even. I just want to hear what he has to say."
    },
    {
        "speaker": "D",
        "text": "No, no. It's funny. I was, like, waiting for pain to, like, look up, like, the toughest available trivia question, just so I didn't get to speak because he was trying to, like, keep me down and be like, sorry, steve. He's like, I am the captain now. But, um. No, I was going to say, honestly, like, no shade at, like, I'm actually grateful I got to watch Jordan play my whole life. Like, all, like, bullshit aside, because it's always a silly debate, right? Cause, like, we're talking about, like, I actually will say. I'll go on record. I didn't appreciate Kobe enough when I was playing, when he was playing, because I was such a fan of LeBron, right. That, like, even though they were friends and, like, they did commercials together and stuff, I'd always be arguing with my friends who are, like, arguing Kobe versus LeBron versus whatever. And I felt shitty because it's like, finally, when he's having that last epic game on his final game, I'm like, you know what? Kobe was pretty cool to watch. I can finally admit that. I agree with you. Shaq's underrated there. But I was going to say scoring LeBron. I love Joe's argument for cream, by the way. I wish I had gotten to see cream really play because the highlights are incredible. I was going to say one thing about LeBron, which is kind of, like, almost like the way, like, phil Jackson, I think, gets credit for a coach for managing a bunch of egos. LeBron won a title, first of all, he won a title with the warriors. That three, one title in Cleveland, winning a title in Cleveland should be worth like five titles. Number one, Cleveland is a shit."
    },
    {
        "speaker": "A",
        "text": "I agree."
    },
    {
        "speaker": "D",
        "text": "Number two, he won a title with. Well, first, he beat a team that literally had, like, I don't know what. Three at the time. I know Draymond's fallen off, but three of the top 1520 players in the league at the time, and they called up the second best player in the league at the time to beat him, which is a wild move. Right? And lastly, that title he won. A lot of people were like, buddy, had Kyrie and Kevin Love. The fact that he won a fucking title with Kyrie Irving and Kevin Love, who's like, universally, like, they had to have an intervention. Like, I have a. I know people who have, like, worked in the Cavs organization. They had to have a don't be an asshole intervention with Kevin Love and had Kyrie. Look at what Kyrie has done since he made the Dallas Mavericks, who were in the playoffs worse last year. Like, already in the playoffs, out of the playoffs. So, like, I think the fact that he actually, as a player, kept that team together and glued together is kind of an impressive feat in and of itself."
    },
    {
        "speaker": "A",
        "text": "No, I agree 100%. Obviously, Kyrie, hashtag futurelaker has not done shit since. Not, you know, since not having LeBron, Kevin Love people. People that are putting Kevin Love in that conversation are insane. Kevin Love's a fine player, but he's not. He was mister empty stats. Like, he was mister. I'm going to miss this shot to make sure I got my double double in Minnesota. You know what I mean? Yeah, no, the LeBron James Cleveland team was phenomenal. And I still think, like, his. The most impressive thing LeBron's ever done was that Detroit series back in, like, last 25 points."
    },
    {
        "speaker": "D",
        "text": "Last 25 fucking points in the game. Like, they knew, like, that's what you do in a video game when you're like this. Video games unrealistic. When you just drive the same guy to the hole in overtime, you're like, he'd be tired. He can't do that. They would stop him. They were doubling him."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think he went. He went up losing to what? The spurs that year."
    },
    {
        "speaker": "D",
        "text": "I want to swept by the spurs. But he dragged, like, his second best player was like, I don't. Danielle Marshall, Eric Snow. Like Larry. Larry."
    },
    {
        "speaker": "A",
        "text": "Larry Hughes. Yeah."
    },
    {
        "speaker": "D",
        "text": "Disgusting. Mo Williams."
    },
    {
        "speaker": "A",
        "text": "Like, no, the second best player was. What's his name was Elgaus kiss."
    },
    {
        "speaker": "D",
        "text": "Yeah, I mean, Elgowski was older, though, but that was his."
    },
    {
        "speaker": "A",
        "text": "That was his second best player like that. I think that's argument enough. Like, that was technically his second best player and that was maybe. Was Ricky Davis on that team?"
    },
    {
        "speaker": "D",
        "text": "No, Ricky Davis was the guy who said, like, lebron, ricky Davis and Darius Miles, and we don't need his rookie year when they're like, leBron's not shit. Like, he's got a learning league. And then he dropped 25 against the Kings on opening night."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "D",
        "text": "And they, they were like, but I didn't get my points. And it was like, dude, like that guy. No, I was going to like. Again, like, last thing I'll, I'll say on that team, though, it's like when you look at the players, like, I would argue that is the worst team ever to make it to the NBA Finals. That, like, he used to be an automatic, like, you know, championship, playoff, NBA finals, like, ticket, no matter how bad his team was. And that team was. So I remember watching that team and convincing myself that, you know, the corpse of Eric Snow and Sasha Pavlovich were good NBA players. And it's just like, they faced the spurs with, like, four hall of famers. So, like, it's just that team was."
    },
    {
        "speaker": "A",
        "text": "I forgot about Sasha Pavlovich."
    },
    {
        "speaker": "D",
        "text": "Yeah. He got meaningful minutes."
    },
    {
        "speaker": "C",
        "text": "He did."
    },
    {
        "speaker": "A",
        "text": "He was a good player. He was a good role player. So bad, though. So bad. So before, before we let Joe go, up next, Steve, what are your thoughts on the Dame Lillard to Milwaukee train?"
    },
    {
        "speaker": "D",
        "text": "I mean, look, I mean, I'm excited for it. I think it makes them a lot more interesting. So I. I love Dame. I think Dame has, like, we talk about that Jordan Kobe mentality. I think Dame has that. And if Dane played in a big market for, for a long time or if Dame had better talent around him, he would be like. Like, he would be in, like, much bigger conversations because of how he plays and what he does. Like, there are stats. I don't know him offhand, but there are people who will recite me Dame stats and I'll hear them. They'll be like, name this player. And I'll be like, well, that must be like a LeBron or a whoever, right? Like a Steph Curry or something. And it's fucking dame because you just don't hear about it or see it. So I love it from Milwaukee. I still think. I don't know. I don't know if it gets him past Denver, but, like, maybe."
    },
    {
        "speaker": "A",
        "text": "Yeah. I mean, I think they definitely have a better chance of getting out of the east and making it to the finals. Yeah, there was definitely talk even up, like, just, like, a couple of weeks ago. Two times, Giannis, unprovoked, kind of, like, dangled the idea of him not being in Milwaukee long term, like, just in the past few weeks. He said it a couple of times independently. So I hope for Milwaukee's sake, this is enough to keep him in Milwaukee, because I would hate to see the cope if he ends up as a laker in a few years alongside Luka Doncic after LeBron retires. But cool. Steve, as always, great insight. I love arguing alongside you. Um, it's one of my favorite things. But, uh, Joe, welcome back."
    },
    {
        "speaker": "C",
        "text": "I don't hold it against you that your love for Kobe."
    },
    {
        "speaker": "A",
        "text": "Okay. I appreciate it. It hurt me to do it to you."
    },
    {
        "speaker": "C",
        "text": "No, it's okay. I own your key. We'll go argue about it in front. Oh, fuck. We'll do it. Yeah, we'll do it during naked zoom. But, Steve, I came up, uh, to tell you that my brother got to tell Larry Hughes to fuck off once. And it was great. And I was so proud of the kid when he did it, because we all hate Larry Hughes. So anybody who had to play next to Larry Hughes was playing at a disadvantage to begin with, and no team should have been starting Larry Hughes as a first choice. But Larry Hughes was at the Anne one tournament. It was the second or third year of the tour. We were working it. My brother was handing out Doctor Dre singles. Larry Hughes said, hey, give me one. I bro said, no. He said, don't you know who I am? I'm Larry Hughes. My brother said, fuck you, larry Hughes."
    },
    {
        "speaker": "D",
        "text": "I didn't know he had that in him. He's, like, the nicest guy. Like, it's just. He's so, like, kind and just has a quick sense of humor. I fucking. I love that for him. And I. Big time, big time."
    },
    {
        "speaker": "C",
        "text": "He had to share. He had to share a room with me for, like, 14 years or 13. I don't know. It was more than a decade. So he had to kind of develop that. So, yeah, he has it in him when he needs to bring it out. And it was an epic moment for Jeff."
    },
    {
        "speaker": "A",
        "text": "That's amazing. It's funny you guys say that. I was always a Larry Hughes fan. I liked him. I remember Kobe talking about him because I believe in high school, they had a few epic Pennsylvania state, you know, showdowns. If. If memory serves me correct. I think."
    },
    {
        "speaker": "C",
        "text": "I think Larry Hughes would have been a good and one player, but not a good NBA player, and he was not."
    },
    {
        "speaker": "A",
        "text": "He was not a good NBA player."
    },
    {
        "speaker": "C",
        "text": "I don't disagree with Steve on any of his LeBron James points. I think the one thing that all fans do in all sports is we over index the mid tier athletes that we're currently watching, and we under index the previous generation because they look slow, goofy, and out of shape, right? But it's like. But it's like, there's also, like, been huge leaps in sports science, right? And, like, Jordan was like, you know, Jordan was literally dragging Tim Grover around with him as his personal trainer, and nobody else was doing that. And he looked chiseled, right? And, like. And then he was playing against, you know, fucking Craig Elo, right? Or, like, getting deed up by, like, you know, um, mark Price. And it's like, well, that don't look even right. Like, John Stockton looks like he should sell you a car, not fucking shoot a shot over you, but, like. But, like, they have some talent, right? And so it's like. And then we look at this current crop, and we're just like, oh, my God, that guy's a freak. And then, like, Steve reels off the names of the shitty players who are playing next to LeBron James. And, like, these guys are fucking trash, right? Donyale Marshall, Larry Hughes, like. Like, Kevin fucking love. Like, that's garbage on top of garbage on top of garbage. It's like, in. In five years, we're going to be looking back at this crop, and I'm going to be like, yeah, there was a couple of fucking shitty players in there."
    },
    {
        "speaker": "A",
        "text": "Alex Caruso. What a piece of shit."
    },
    {
        "speaker": "C",
        "text": "No."
    },
    {
        "speaker": "A",
        "text": "No, it's. It's. I mean, it's a good point. I definitely am of the camp that the average athlete gets better every generation, regardless of the sport. But, yeah, I do think competition."
    },
    {
        "speaker": "C",
        "text": "There's no world where Kevin McHale should be, like, one of the greatest forwards ever. But then you watch him and his loppy body playing in those highlights or even in old games. I remember. Remember when, like, CB's and NBC were the two. The two networks."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah. NBN."
    },
    {
        "speaker": "C",
        "text": "Yeah, and da da da da. But, like, CB's was where all the eastern games were. And, like, I would go over to my stepdad's parents house and his dad was a massive celtic fan, that dick. And, like, I'd get stuck watching celtics, you know? And, like, there was no reason that parish, let alone Kevin McHale, should have been able to do some of the shit that they were doing. But here's their big, awkward looking bodies doing this stuff, and it's just like, holy shit. Um, you know, we are not equal humans, that dude is doing some freaky shit out there. But, like, LeBron James is not a human. He's too. And LeBron has done so much good stuff outside of basketball, but I think he's also operating in a period of time where there's a huge portion of the country that still hates him for doing it, but there's a huge portion of the country that wants to love him and embrace him for doing it. And those guys who came before were basically not able to do any of that shit, and they ended up like Jim Brown."
    },
    {
        "speaker": "A",
        "text": "100%. This is. The insights are nonstop here."
    },
    {
        "speaker": "C",
        "text": "Oh, and I just want to say, I am not old enough to have watched Kareem in his fucking prime. I just like fucking basketball."
    },
    {
        "speaker": "A",
        "text": "Yeah, no, that's. I think we could all agree. Prime Kareem was like, prior to the."
    },
    {
        "speaker": "C",
        "text": "Lakers, Prime Kareem was like, the flared collars."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "Milwaukee bucks like Clyde, the original Clyde delay. Like, the real Clyde frazier. Right, right. And balfit and shaft."
    },
    {
        "speaker": "D",
        "text": "It's kind of interesting to think, like, when you talk about, like. Cause I think about the leaguers had it for a while, right? You had, like, prime wilt was, like, unstoppable. And people give him shit for being like, he was really big. Like, it's not his fault he was big. Like, he was big and he did things that other big people didn't do. And then Kareem was that for a little bit. Magic Jordan. Then there was this disgusting era where people like Stefan Marbury existed. And then you ended up. Then you sort of had Duncan, I guess, and Kobe, like, as the next."
    },
    {
        "speaker": "C",
        "text": "Gen. Would you put Garnet in that group? Because Garnett was freaky when he arrived, right?"
    },
    {
        "speaker": "D",
        "text": "I liked Garnett as a player. I hated him as a competitor when I watched him, but I loved him as a player."
    },
    {
        "speaker": "C",
        "text": "Remember, but remember when he first got to the league and he's on the. He's on the Wolves, and, like, he was one of the first seven foot guys that came out to the three and, like, crossed somebody up and drove on them, and it was all of a sudden like, what the fuck am I watching here? That's not supposed to be possible. And then Shaq started trying to do it."
    },
    {
        "speaker": "D",
        "text": "Shaq is the most underrated fucking player in NBA history."
    },
    {
        "speaker": "C",
        "text": "That's how come I can't put Kobe in the top ten, because, like, I wasn't a Shaq or a Kobe person. No, but. But chamber come up. We love the Lakers before we love anybody. Right?"
    },
    {
        "speaker": "A",
        "text": "That's true."
    },
    {
        "speaker": "C",
        "text": "How many. How many titles do the Lakers get if Kobe doesn't need to go to war with Shaq? Like, if Kobe. If Kobe. You know what? If Kobe's just like, you know what? I'm going to have five or six extra years on this guy's career. Because one, I take care of myself. Two, I play the point guard, and three, I just know what I'm going to do with my body. So I'm going to let this motherfucker feel like he's the man and I'm going to just go stack rings. Like, how many more parades would I have got to go to if Kobe could just not call Jim Gray and done the fucking ESPN interview?"
    },
    {
        "speaker": "D",
        "text": "Because that rap, but Shaq's rap after that one."
    },
    {
        "speaker": "C",
        "text": "Like that whole thing when you're a Laker fan in LA and you're putting up with that and you're just like, dude, like, you guys could just fucking keep winning championships. What are you doing? And then we went through that whole period where we didn't win nothing."
    },
    {
        "speaker": "A",
        "text": "You know, they could have arguably, between 2020, ten, they could have won seven or eight championships."
    },
    {
        "speaker": "C",
        "text": "They could have. And that's how come I can't throw Kobe that high up. Because it's just like, sometimes you just have to do the thing to win the thing because at the end of the day, you only have a certain amount of time to grab trophies, right? And like, LeBron probably would have swallowed his fucking pride if he was dealing with Shaq and being like, you know what? I can get fucking five rings out this guy, right? Like, I'm gonna just shut the fuck up. If he wants to be the man, let him be the man. I'm gonna go over here, I'm gonna just stack rings. He'll go away. I'll go win two more and then I'll call myself the man. That's. That's my issue."
    },
    {
        "speaker": "A",
        "text": "Hey, I get it. I get it. That makes sense. I wouldn't want Kobe any other way than a complete asshole."
    },
    {
        "speaker": "C",
        "text": "I got stuck in a bathroom shack once, so I got. So I got scars from that."
    },
    {
        "speaker": "D",
        "text": "I'm sure you do something about. I've heard, yeah, I've heard the, I remember when he was on the calves and I heard one of the people, like, if they're walking locker room, use the term two liter of soda or whatever or twelve or what is it?"
    },
    {
        "speaker": "C",
        "text": "There's a lot going on down there."
    },
    {
        "speaker": "D",
        "text": "Did you ever hear, speaking of, like, assholes and how awesome the assholes can be in the NBA in the best way? Have you ever heard there was the joke him. Noah kg story is one of my faves. When you look at, like, KG had been really good for years. Noah gets into the league and Noah's like, coming up. And first of all, I don't like Joe Kim, Noah at all as an Ohio state fan, right? They beat us twice. Like, I have to call Florida fans dad now, basically by law, not fun. And Noah gets in the league and he plays the game. I want to say that the Celtics beat the shit out of, you know, the Bulls or whatever. And then he goes up and he's like, hey, ok. Gee, you're my favorite player, man. I had your poster on my wall growing up. And Kg just goes, get off my dick. Fuck you. Just to his face. Like, on this court, it's like the greatest. Like, that's the sort of mentality that I loved about KG. Even though I hate it, he's like, I hated playing against him. But if he was ever on a team that I rooted for, I feel like. I think KG was like one of."
    },
    {
        "speaker": "A",
        "text": "My favorite players that I'm trying to think if there's a player in the league right now. Because as I look to the end of LeBron's career and looking for as a Laker fan, I get to be a little bit more, you know, fanciful with, you know, my imagination when it comes to, like, oh, what next? What's our, what's our next superstar going to be? Because we get superstars, but I'm looking for that person I love. Like, that's the kind of attitude I like in my, in my athletes, is that style. I don't think there's anybody in the league currently with that attitude."
    },
    {
        "speaker": "C",
        "text": "Have you guys ever seen the junior r writer Kg? Kg telling the story of Michael Jordan, junior Ryder and KG at the end of a game. Have you ever seen that? No, I'll find it. No, I want it to come from KG because he tells it so well. I'll find it and I'll put it in the war room because it was in, it was in one of those, like, up in smoke interviews."
    },
    {
        "speaker": "A",
        "text": "Oh, really?"
    },
    {
        "speaker": "C",
        "text": "Fucking hilarious. Like, interesting. And you have to see it from KG's face with his eyes and, you know, like, the whole mannerism that he has."
    },
    {
        "speaker": "A",
        "text": "KG stories are unreal."
    },
    {
        "speaker": "C",
        "text": "I'll find it and I'll tag you guys and I'll put it in the war room because it's so good."
    },
    {
        "speaker": "A",
        "text": "That's awesome."
    },
    {
        "speaker": "D",
        "text": "Who are the dirty players in the NBA right now? Like, I mean. I mean, you know what I mean, Draymond? Like, they've kind of do it, but there's no up and coming Chris Paul."
    },
    {
        "speaker": "A",
        "text": "I mean, there's no up and what's his name or canadian dude."
    },
    {
        "speaker": "D",
        "text": "Like, talk shit to LeBron and then just got absolutely body. That was whatever it is. I don't know why I'm blanking, but."
    },
    {
        "speaker": "C",
        "text": "There used to be teams, and then every team had to have somebody who could do the dirt, and it's like, we don't have that no more. And I miss that."
    },
    {
        "speaker": "A",
        "text": "Yeah, I don't think there's, there's one. Like, yeah, you're right. Like, every team used to have at least one of those guys."
    },
    {
        "speaker": "C",
        "text": "I mean, if it wasn't a bad boys, it was the Knicks, right?"
    },
    {
        "speaker": "D",
        "text": "I."
    },
    {
        "speaker": "C",
        "text": "And when it wasn't the Knicks, it was, you know, every team, there was always a dirty team, and then there was always a person on that team who, like, like, the Lakers just have Jack Haley for that. You knew when they brought Jack Haley in, he was going to hit somebody."
    },
    {
        "speaker": "B",
        "text": "You know, I mean, everyone's friends. They're friends right now."
    },
    {
        "speaker": "C",
        "text": "Yeah, we don't want friends. We want more. Jack Haley's like, that was all Jack. Like, like, there are certain players, and you know this, there are certain players that when the coach brings them in, especially during that, like, nineties, 2000, eighties period, you're like, somebody's gonna get fucking knocked out. And like, that was Jack Haley's job. He was just like, grab somebody in midair and try to throw him somewhere, and he was like, okay, yeah, we're gonna win the game."
    },
    {
        "speaker": "A",
        "text": "My favorite was as, like, as a Laker fan was run our test. Like, when run our test came to the Lakers back in like 2010."
    },
    {
        "speaker": "C",
        "text": "I was always afraid he was gonna do some shit. And it was."
    },
    {
        "speaker": "A",
        "text": "Remember when he caught James Harden with his elbow? He, he was. But yeah, there's, there's literally nobody in the."
    },
    {
        "speaker": "D",
        "text": "Jimmy Butler a little bit. Not like dirty, but Jimmy Butler has kind of got that. Jimmy Butler shut down the whole Minnesota team and, like, took them on and just talked shit to them with a backups."
    },
    {
        "speaker": "A",
        "text": "Like, then he goes and does something like this. Because if you were asked me yesterday, yes, Jimmy Butler. But then he comes out and acts like a little bitch on instagram because he didn't get dame, which I think is. I don't know, I feel like my, the stock for Jimmy has gone down today."
    },
    {
        "speaker": "C",
        "text": "But, like, you had players like Alonzo, like morning would come down, he would front up with the elbows, and then regardless of whether or not he had to, he'd spin as fast as he could and knock somebody out, and then he'd stick his ass out, knock somebody to the ground, and then throw the ball. And it's like, we don't do that shit no more. Cause you're gonna get a technical. And it's like, I kind of miss the physicality of what it used to look like when you had to actually go, I mean, AI driving to the rim, that tiny little body, knowing he was going to get fucking pummeled. Nobody, nobody has to deal with that no more. We just get like, you know, curry shooting up threes, and it's like, okay, that's nice, but I want to see somebody get pummeled."
    },
    {
        "speaker": "D",
        "text": "It used to be like a commonplace, too. Like, I remember when I would watch, um, you know, basketball games with, like, you know, people who are, like, my parents age is, you know, in their, you know, sixties and seventies, and it was just a thing where it was like, if Jordan wants to keep going to the hoop, someone's got to put one in his ear hole, right? It's like, people would basically say that, like, out loud. Like, fans would be like, bring in, insert player name, whoever the dirty player on the team was, and, like, knock his ass out. And, like, they talked about it and stuff, too. Like, it was openly talked about that people weren't even trying to play the game of basketball. They were trying to wreck someone and make them think twice if they came into the lane. And you just don't have, like, curry in the. Curry came along at the perfect time. We talked about the perfect time with the rules the way they are. I mean, Curry changed the game, but, like, curry back in the day, like, he would have been shooting three, would have made a few threes in a row, and people would have knocked him onto the ground a few times and, like, physically made it so he wasn't able to do it anymore."
    },
    {
        "speaker": "B",
        "text": "The Cavs arguably did that in the. In the finals."
    },
    {
        "speaker": "D",
        "text": "This is a. This is slander and egregious on all counts. LeBron James got kicked, or it wasn't even LeBron who got kicked in the nuts. I don't even remember who. Draymond kicked him. Draymond has a nut kicking problem. It's their own fault. It's their own fault. If you're addicted to nut kicking, then eventually it's going to come back to haunt you. Like, I'm not talking about. That's not the physicality I'm talking about. I'm talking. I'm not talking about doing things to another man's penis. I'm talking about actually causing pain to someone, which is, you know, that's just a problem."
    },
    {
        "speaker": "A",
        "text": "I can't wait to clip that."
    },
    {
        "speaker": "B",
        "text": "I'm crying."
    },
    {
        "speaker": "D",
        "text": "I mean, that's what he did. It's like."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "D",
        "text": "Where he did, like, six nut shots in, like, a month long span. It's like, it's not an accident at point. At that point."
    },
    {
        "speaker": "C",
        "text": "No, that's."
    },
    {
        "speaker": "B",
        "text": "Let me just flail my legs."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "He watched a lot of Dennis Rodman tape to get that shit down because that was like, Rodman could robin every move Rodman made. He had to throw his foot towards somebody's crotch. It was amazing. He would outlet the ball, and one of his legs would have to kick up in the air towards somebody's crotch. It was a fucking skill."
    },
    {
        "speaker": "D",
        "text": "Rodman also would punch people, though. Like, Rodman was like. Like, yes, he did. Like. Like Rodney. Because Rodman was just dirty across the board, you know, like, he wasn't, like, selectively dirty where he did this little, you know, nut kick and stuff. He did, uh, you know, he was gonna punch people. Like, there's the Rodman shot where he just pushes him in the lane after he makes, you know, people would make. Make a shot. He would just, like, after the play, long after the play, he would just shove them to the ground. Like, you gotta love that as a skill, too."
    },
    {
        "speaker": "C",
        "text": "And you make. And they used to pay you for that. I think the. I think the thing that, like, gets lost with Shaq is that Shaq changed the modern game more than any player, because not only did they make rules to try to stop him or punish him for being shit at free throws, he forced almost every NBA team to have two seven footers to come out and foul him all game long."
    },
    {
        "speaker": "A",
        "text": "He got a lot of people paid, and they actually had to change. Not only did he change the game, he had actually changed the equipment."
    },
    {
        "speaker": "C",
        "text": "Yeah. Not just yet, but, like. But like. But, like, bigger underpants. People discount Tiger woods at this stage because of all of this stuff. But the reason golf purses are so large is because of Tiger, and they should all be sending, like, 2% of their check to him. And there's a bunch of seven foot, 611 guys who should be sending money to Shaq, because the only reason they were ever on an NBA roster was to go waste six fouls on him."
    },
    {
        "speaker": "A",
        "text": "Yeah. Matt Geiger."
    },
    {
        "speaker": "D",
        "text": "Can I give one more shot? I know we're way over. One more Shaq thing that I think is underrated as hell about Shaq. He talked about this a little bit. He actually said Iverson has the same thing because he wouldn't necessarily get the fouls because they would be like, oh, you're just little and falling down. Shaq got fouled that fouls that weren't called against him more than probably any NBA player I ever watched where absolutely there would be like, dudes hanging off him, but because he was so big and so strong, they would just, they wouldn't call the fouls. And, you know, he was trying to score. So it was just kind of like he dealt with way more shit than anybody as far as the beat getting beaten up went. And I just think people appreciate that either."
    },
    {
        "speaker": "A",
        "text": "There's that classic shot of Shaq dunking on the entire New New Jersey Nets team. Back in those days. I mean, it was, it was nuts. But yes, we are running long. We should end it here. I'm glad bunch was off today so we could talk only basketball, which is always fun, especially with all these basketball loving fellas that we had up on stage. Payne, do you want to, do you want to wrap it up? Do you want to give your final thoughts and wrap this puppy up?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I'll wrap this puppy up. I was glad to. Bucheng said that we need to make Wednesday when the basketball season starts. Every Wednesday is, is basketball season or basketball talk. And I said, you know, that's, we've got to get the podcast started. It's, it's what the people want."
    },
    {
        "speaker": "A",
        "text": "Absolutely. Like, you know, I get jealous of all these guys talking football all the time because I'm just, I don't have the bandwidth to, you know, to breathe all of football culture in. But I, it's all basketball for me. So I cannot wait. We're nine days away from preseason. I'm super pumped. Lakers championship run this year. You heard it here first. It's going to be great. It's going to be great. So yes, a basketball podcast would be fun. I think anytime bunch is off, because I'm sure bunch will be off once in a while throughout the whole season. We can make those the basketball shows."
    },
    {
        "speaker": "B",
        "text": "Yeah, for sure. All right, well, degen shows tomorrow. You got coffee with captain. 08:00 a.m. eastern. You got alpha afternoons at 02:00 p.m. eastern. Djinn Bets will be back tomorrow at 07:00 p.m. eastern. And then midnight crisis will. We will be back on Friday at 04:00 p.m. eastern. It will not be basketball talk. But bunch, you, he's not going to listen back to this anyway."
    },
    {
        "speaker": "A",
        "text": "No, we will talk about. I do want to talk about how Taylor Swift is bringing the. This Kelsey guy into the mainstream. So we should talk about that on Friday."
    },
    {
        "speaker": "B",
        "text": "Yeah. It's absolutely, absolutely fascinating that we only talked basketball. I thought for sure that we were going to get to some other stuff, and I loved it. I couldn't be happier."
    },
    {
        "speaker": "A",
        "text": "Hey, I'm just happy that, you know, we had Steven Joe up here to participate. Joe actually spoke to Kobe. Wild stuff."
    },
    {
        "speaker": "B",
        "text": "Insane."
    },
    {
        "speaker": "A",
        "text": "Unfortunately. Maybe that encounter, you know, reduced his stock in Joe's eyes and has them now outside of the top 20, which is, you know, criminal. But, you know, I can't argue. He's a Laker fan and he's met Kobe, so, I mean, there's not much I can say right about Joe. So, yeah, I thought it was a good show today."
    },
    {
        "speaker": "B",
        "text": "It was. It was. All right, everybody, we thank you for coming through. And until next time, keep the mic hot."
    }
]