[
    {
        "speaker": "A",
        "text": "Today, on the Mint condition, we have an interview with DraftKings founder Matt Kalish, all about rainmakers football. Let's get into it. Hello and welcome to the Mint condition. I am Bunshu, alongside my esteemed colleagues and co host, Chamber and Des Chamber. How are you, buddy?"
    },
    {
        "speaker": "B",
        "text": "I am doing well. Yeah, well, nothing controversial to say today."
    },
    {
        "speaker": "A",
        "text": "Chamber has been told to be on his best behavior today because we have a. We have a very special guest joining us today. So I've put Chamber on a leash on what his normal content is."
    },
    {
        "speaker": "C",
        "text": "I was just saying, no one else is on their best behavior when talking to me. So why does this show have all these rules? That's what I want to know."
    },
    {
        "speaker": "B",
        "text": "All right, look, look, even my worst behavior is not that bad."
    },
    {
        "speaker": "A",
        "text": "No, it's not that bad. But we're super excited for our guest today. Des, how are you doing?"
    },
    {
        "speaker": "D",
        "text": "I am super excited, although tired, because as you may have seen, I was doing a little research on our guest, Mister Matt Kalish. Last night you were found that you are a fan of the movie rounders, which just sparked into me. Oh, hey, maybe I should start watching rounders at twelve at night. And I stayed up till two to finish it, so I'm a little tired."
    },
    {
        "speaker": "A",
        "text": "You watched rounders to ask Kalish questions about rounders, or."
    },
    {
        "speaker": "D",
        "text": "No, I just love rounders. It just about Oreos in a few years. And, yeah, I'm a big fan of Teddy KGB, and so, yeah, just eat."
    },
    {
        "speaker": "A",
        "text": "A sleeve of Oreos in bed. Watching rounders. Getting ready for the Kalish interview. That's fantastic. Matt, is rounders your favorite movie?"
    },
    {
        "speaker": "C",
        "text": "Well, rounders got me into poker back. I was a senior in high school when I saw it. And going off to college the next year, I was a freshman in the year 2000. So 2000 through Zero four, which coincided with a pretty big boom with Chris moneymaker and all the poker stuff."
    },
    {
        "speaker": "B",
        "text": "I was a freshman in zero one, so I definitely. I definitely get that as well."
    },
    {
        "speaker": "A",
        "text": "Were you a poker guy, chamber?"
    },
    {
        "speaker": "B",
        "text": "I was. I had a couple of my buddies that were. That are still big poker, big poker guys. But, yeah, tons of poker being played in those early two thousands. And rounders was absolutely, like, the catalyst for that. Like, there was nothing else. There was. It was rounders. And that's what created the. I mean, yeah, I mean, that's. I think. I think obviously, Matt, you know, the moneymaker was, was, was definitely, you know."
    },
    {
        "speaker": "D",
        "text": "He was into nfts at the start. He kind of bowed out."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's true."
    },
    {
        "speaker": "D",
        "text": "I forgot about that goat, like, early on, and he was big into nfts. He was, he was trying to make the rounds for sure."
    },
    {
        "speaker": "A",
        "text": "Yeah. Awesome. Well, we have the founder of DraftKings with us today, Mister Matt Kalish. Matt, thank you so much for joining us. We are super pumped to talk all things rainmakers football. I, me and Des here have gotten down a pretty serious rabbit hole since finding rainmakers. So we're super excited to teach everybody else about this awesome product and kind of get your, you know, the inside look at what the evolution of this product was from, you know, idea to what it is now with, I guess, football starting tomorrow. Holy cow. I can't believe it. And that's crazy. Yeah. And what it's going to be in the future. So I guess let's, let's start off by talking about what I really love is you have really dove headfirst into web three nfts. I listened to you on the props and drops with Gary, and so you're, you're deep in the space. What inspired you? I guess, from ideation of, like, why did you love getting into the web three space to creating this product all around nfts and fantasy football."
    },
    {
        "speaker": "C",
        "text": "Pretty much like everything, I think, during COVID that became very popular are like, all my favorite things, like trading, whatever, collecting stuff, trading stocks, opening packs of cards. At the very start, early 2000, I was much more into, like, sports cards. And I probably am one of the bigger collectors of this game called flesh and blood in the world. I probably have, like, top three in the world collection."
    },
    {
        "speaker": "A",
        "text": "No way. Really?"
    },
    {
        "speaker": "C",
        "text": "I'll send you pictures of this. But, like, stuff like that. I was going into these deep rabbit holes of, you know, collectibles, stocks, trading, whatever, just ways of killing time that became very popular during the lockdown. And then crypto really came more in the start of 2021 for me. I know that if you were in maybe December of 2020 or January 21, you probably killed it. And I was in maybe like that. It had some real life, you know, I think ethereum was like 1700 bucks when I first jumped into NFT land. And what I loved about it was all the same things about collecting and, you know, trading and that kind of just trying to, like, predict things that are going to go up, try to be right. Like, you don't have to be perfect all the time. And I like these propositions as well, where maybe you could be wrong ten times and one goes really well and that one that goes really well."
    },
    {
        "speaker": "B",
        "text": "You can be wrong like 50 times in this space and be right once and be just fine."
    },
    {
        "speaker": "A",
        "text": "That's so right."
    },
    {
        "speaker": "C",
        "text": "Yeah, I'm very comfy with the idea of something just completely losing 100% of value. And so I don't mind those things as long as I feel like it's interesting and could go up. So I thought NFTs were a really interesting space. I ended up building up like a pretty big collection. I started with crypto punks, and then once you get on Opensea, now, that's like main line right into your wallet. Like everything is out there."
    },
    {
        "speaker": "B",
        "text": "Right into the veins."
    },
    {
        "speaker": "C",
        "text": "Yeah, yeah. Everything is out there from like the most like ridiculous, hopeless projects to like, things that are actually super interesting and like innovative and disruptive. And sometimes it can be hard to even tell which one is which right away. And so there's just so much like trying to see around the corner. And so I ended up with the bulk of what I'm holding being crypto punks. But then I also had a bunch of other stuff that was like mixed bag of opensea things. And some worked out pretty well, like the board apes yacht club or whatever. And then some were just like absolutely the worst."
    },
    {
        "speaker": "A",
        "text": "So I want to know how big your hidden folder is."
    },
    {
        "speaker": "B",
        "text": "Absolutely, yeah, yeah."
    },
    {
        "speaker": "C",
        "text": "Like without naming projects, I've definitely had like negative seven figure projects and positive seven figure projects. So I'm probably like top, must be like one of the top hundred holders of nfts in the world, I would guess. It's like really?"
    },
    {
        "speaker": "D",
        "text": "I was doing, I was doing some digging last night. 1600, not in the hidden 1600 nfts. That's pretty, that's up there."
    },
    {
        "speaker": "B",
        "text": "That's up, that is up there. Yeah, I mean, that's what I have, that's what I have in my hidden folder."
    },
    {
        "speaker": "C",
        "text": "Harvesting time. We'll see what the tax lost harvest."
    },
    {
        "speaker": "B",
        "text": "Yeah, JP brings up a good point here, Bunch. I don't know if you can bring that up. I think we need, I think we need to give Matt here his honorary Degen token to get into."
    },
    {
        "speaker": "A",
        "text": "That's true. So Matt, today at Degen Network, we actually launched our community token that we're minting right now. And JP Kaz, I was actually going to make the joke that JP might have more than 1600 nfts in his wallet. They're all just zero."
    },
    {
        "speaker": "B",
        "text": "We were terrible nfTs."
    },
    {
        "speaker": "A",
        "text": "Yeah, there was nothing. But we'll have to get Matt a. We'll have to."
    },
    {
        "speaker": "B",
        "text": "I think that resume alone, I mean that resume alone definitely earns his, earns his way in."
    },
    {
        "speaker": "A",
        "text": "Absolutely. So, yeah, so you've gotten deep into the collecting space and obviously had some wins, had some losses. Where does it cross over into, oh, wow. This is something that I want to take into my business."
    },
    {
        "speaker": "C",
        "text": "Yeah. So my, I guess year or so in NFTS trading super heavily, which over the last six months I've been a little bit, but I've also been focused a lot on Rainmakers. And up until like a little after the new year though I would say consistently for twelve months, like every day I was probably spending an hour plus trading at least if not more. And there was like two main groups of people that I spent a lot of time talking to. One was it's like this group of people that are just always seem to be on top of everything first, you know, from, I originally met a lot of this group from daily fantasy sports and then over time got into a million different things. So this would be people like Peter Jennings or Haralibus or you know, Adam Levitan and Bales, Jonathan Bales and the Jeremy Levine. Like all these sort of DF's skill game. Really, really sharp. Massey like good at finding arbitrage, good at, you know, just pretty much anything. Anytime there's something new out there, they seem to be like the first ones on it. So I had like that side of it. And then I spent a lot of time with Gary Vaynerchuk and we were every night practically just like buying projects, trading. It was much more just like culture and feel based and the kind of like vibe economy, I guess you would say, or like the attention economy of things. So like, I thought Gary was always really sharp at um, set a good sense for like what might hold attention and what might be like a good founding team. Good interesting, you know, starting point of a project that could work out. And so I'd say Gary was more the one that um, like if I've made or lost seven figures on a project, both of them were probably things Gary showed me. And then um, the uh, the other side of the world was much more, I think. Yeah, those are higher confidence."
    },
    {
        "speaker": "B",
        "text": "Is he dming you at like, you know, 03:00 in the morning? Like, you know, this mint's live. You got to get in. It's going to mint out."
    },
    {
        "speaker": "C",
        "text": "Yeah, yeah. But I think I know that this is going to be the best. It was for a minute there. It was crazy because there was, it sure was. Yeah. There was so much going on all the time. And so we made that podcast because we were, we were doing it anyway and it was just a way to, I think, have a forum to talk about NFTs to bring on guests, like talk about things happening in the space. But also we both have projects now that are going on. And so over time, it's morphed also into, like, okay, what's kind of like the summation of everything we've learned and, like, the impact then that we want to have on the space from a project standpoint, I think Gary really formed a lot of my thinking on utility and on the idea of, like, okay, the collectible aspect is going to be great, but then that might be limited over time to just like, the most premium, premium projects."
    },
    {
        "speaker": "B",
        "text": "You know, Gary's the quintessential nephew at Thanksgiving that's talking about nfts. Isn't he the guy that tells his."
    },
    {
        "speaker": "A",
        "text": "Grandma to buy crypto and then can't go to dinner next year because she's down bad everyone, seven figures. Yeah, exactly."
    },
    {
        "speaker": "C",
        "text": "Yeah. I mean, we used to have rules. Like, every time I went to dinner, there was rules. Like, no, talking about NFTs is tequila shot. If you talk about NFTs around October of last year, by that point, it was just not okay because it was the whole conversation. Every time, anytime we did anything, it."
    },
    {
        "speaker": "B",
        "text": "Was, yeah, like June to September was just crazy. Like, I mean, even before that, like, maybe like, may to September was just nuts. Yeah, you get kind of sick and tired of it by October, for sure. I totally get that."
    },
    {
        "speaker": "C",
        "text": "Yeah, definitely. But, yeah, it was definitely a crash course. I felt like it was a four year bachelor degree of NFT."
    },
    {
        "speaker": "A",
        "text": "Four months. Because that's how fast time moves in this space. Right. It's so crazy. I think you feel like you've been here for four years already and it's been, you know, one calendar year, but. But you've got four years worth of NFTs in your wallet to show for the education. Yes. I love the idea. You know, when we, as we get into rainmakers, I think, you know, you touched on something that was really, I think, core to the entire idea of what the product is, which is utility. Right. And it's utility. And it also strikes me as something that you, what you mentioned before is, like, all of your favorite things, which were collecting, trading, you know, assigning value to things, skill games. It's all wrapped into this idea of what rainmakers is, and which is why I find it so fascinating. I was doing the same things during COVID I actually had a card breaking business, so I was doing card breaks and shipping out cards to people. I was on eBay all the time doing things like that. And so definitely the NFT space resonated with me the same way as you just described right. And it was like, oh, shit. This is something that I'm really good at that I can now take into this digital world, which is really fun. So let's get into actually what Rainmakers is. So you've taken this idea of utility and ownership and you've applied it to something that you're obviously a super expert in as one of the founders of DF's. So talk us through kind of that process and evolution and how rainmakers came to be."
    },
    {
        "speaker": "C",
        "text": "Yeah, like, first off, and the DraftKings is still led by the founding team, like Jason Robbins, Paul Lieberman and I are still all with the company, all lead big parts of the operation. Jason's our CEO. Paul runs our product and technology. And then I run our like, operations which include like marketing, all of our, whether it's sports betting operations, the fantasy from DF's casino, now rainmakers, you know, and so we have a lot of, I think, control over the roadmap, a lot of influence. But that being said, like, it's very hard still to get a project of this scale and like level of effort, like greenlit at DraftKings, even as me, like, it has to be an actual good idea. It can't be some nonsense, right? And over, the last thing we launched was casino back in 2018, December 2018. So we went about four years without launching a new game, something that I would consider like a totally new game. And all of our other products have millions of people playing them, like very large revenue bases. It takes a high degree of upside and confidence in the project to want to take it on because we could easily just spend all of our time just improving our sports betting platform or tons of work to do across our other platforms, you know, and that being said, this one seemed pretty special because it was the kind of like intersection of everything interesting that we've all been spending our time doing. You know, all of this, you know, NFT collecting. There's the aspect of like breaking cards, collecting cards, you know, buy, sell, trade them, but like in a really fluid way digitally on the marketplace. It's like much easier than eBay or something to like break a pack, sell things you don't want, buy something you do. So that whole like live vibrant marketplace around like card breaks. And then there was like, obviously fantasy being a big part of our heritage. We have like over 4 million people on draftkings who played, you know, fantasy or sports betting with us last year. So big audience that's already doing that. And it's kind of a consistent experience that I think everybody loves playing fantasy. And this is just like a fantasy game turned on its side a bit. And so it really had all of that kind of like all those qualities like the trading the breaking cards, the, you know, skill based fantasy, all of that stuff all in one. And then also had this idea of like, it can live on over time. So, like, the cards you own now, like, yes, this season, tremendous prize utility, but also, like, you own them forever on the blockchain. So it's like year two, year three, whatever. There's like future utility as well to the cards that we can bring. And like, last point I'll make is draftkings. Like, ultimately is a tech company. So like, everything we do is online, digital, like through our apps or whatever, through the website. It's a all like product development and technology driven. And we have an amazing tech team. So we're able to take on like, pretty complex, ambitious projects in like a regulated gaming space. So I think that allows us to do some stuff that really no one could easily do at the same scale."
    },
    {
        "speaker": "B",
        "text": "I got a quick question. Did you? I was just as you kind of mentioned, like, as this is obviously year one, whatever you purchase this year, you'll have in perpetuity. And then we'll have new packs coming out for next year. And it's kind of got my mind going a little bit. Have you guys tossed around the idea of maybe implementing some sort of burn mechanic for previous years to maybe get new packs, which makes then the previous year's cards a little bit rarer, increases their value, that kind of thing. Cause that could be an interesting little way to engage into the following year, but also to create a little bit more rarity within the current. You know what I mean? Within past years."
    },
    {
        "speaker": "C",
        "text": "Yeah, 100%. So if anyone's not totally familiar with how the game works, the 32nd summary is like, you collect player card nfts that it's like a specific NFL player. And then if you possess the NFT, you can use it in a lineup and the contests you're using it in have no fee. So if you own the NFT, that means that you're competing for the prizes with no additional fee. So really, like, the money out that people would spend is building their NFT collection. And then over time, the utility of the NFT is like, it's a variety of things, but one is like playing in fantasy contests, prizes. We have something called franchise score leaderboard that based on the quality of your collection, like how deep it is, how scarce and what sets they're from, like, you're earning points that then yield rewards. Like today, actually we have a snapshot for 250,000 cash going out to the top 10,000 leaderboard positions."
    },
    {
        "speaker": "B",
        "text": "That's crazy."
    },
    {
        "speaker": "C",
        "text": "And there's also like achievements and some other things. But when you look into a multi year horizon, there's also this idea of like you still have these cards from past seasons. So like you can compete for some level of pricing for free. There's also paid leagues that we're offering going into the future where you can compete for more, I think meaningful out year. And then there's a few other mechanics as well that we're like unveiling not so long from now, which include basically like an ability to burn cards from past season to improve your currencies and collection being like things. And so it's interesting because like everyone's playing the game a bit different. So I think you might find like some people value like, oh, the upgrades you can get from burning are more important than just like the collectible of the card or whatever. But then there's also this active marketplace that's trading the cards and the ability to like compete for prizes for free or pay or in pay leagues. So I think like we're trying to do everything we can to increase the collectibility of the cards. We're trying to everything to increase the gameplay utility and sort of other utility of the cards, like achievements and leaderboard. But also like in the event that people feel like, damn, I got like a thousand cards from history and I kind of want to like upgrade my current season team a bit and stuff. You can also burn to do that as well. So it's like a decision that players will be making."
    },
    {
        "speaker": "A",
        "text": "Yeah, I love that point you just made about, it's a decision. I feel like this entire game has so many different elements that are our decision points. And like you said, there's a ton of different ways to play this. You can play strictly like you would play, you know, your DF's and your fantasy by making a bunch of different lineups. And what's cool about this is if you can see on my screen here, for those watching or those listening at home, I've got the, the contest lobby up and you can see that I'm in the elite tier. So each of these cards or each card has a rarity tier. So it goes, you know, your core, rare, elite, legendary and rainmaker. And then each contest level, you can only play certain cards in certain contests. So the more rare your cards are, the more access or more access you have to higher tiered contests. Right. And those have different prize pools, theoretically less players in them because there's less of those cards available because there's a digital scarcity element to this. And it makes it so interesting because you can play the contest element, you can play the player market element, you can play the overall franchise score element. You can play this in a totally, a bunch of different ways. Matt, what do you find is, like, one, I guess, your favorite way to play the game if you're just a, you know, a objective player of this game. And two, kind of, what do you see the most so far from users that are actually participating?"
    },
    {
        "speaker": "C",
        "text": "So the biggest initial decision, and part of it's because of the stage we're at. The game hasn't even started. If you think about it, tomorrow is actually the first contest, like, ever. So in some ways, it's a weird position because people have been investing money to build a team and build a collection without actually the utility kicking in, or at least, like, in a big way. We have in week one, there's over $2 million of payouts, like, cash payouts in the contest in week one, every week's over a million throughout the whole season. It's like over 30 across the season total. So we have a really meaningful, I think, pricing budget that just hasn't been activated. It hasn't started because the season hasn't started. So at this point, people, I think, have mainly just been building collections. And the biggest thing I've seen is packs versus shopping in the marketplace. And the pack, like, I'm more of a, like, you were talking about doing breaks and stuff. That's what I do. Like, always jumping in the breaks. I'm on, like, whatnot. One of my good friends is this guy, Chris Costa, who owned big night breaks, which is probably, like, 80% of where I do card breaks, and he's just the best. Like, I love doing that. I love opening packs. I'm not, like, super sensitive, even if the break house is a little bit more expensive or whatever. I just like that experience of, like, opening cards and having a chance. And so I've seen, like, x amount of people go that direction, and then there's been the natural kind of fallout of that is people breaking packs often pull things they don't want to keep, so then they're selling them and then maybe, like, reinvesting in more packs or whatever. So it's like a cycle. And so I've seen people really, like, in the marketplace exclusively just buying cards as well, trying to build out their collection. And then I think what will be interesting to come will be how people approach game selection, like which fantasy game they play, how they look at roster construction for different types of games. There's a bunch of stuff. Just to give you an example, the biggest game is at the elite tier. There's a game with $100,000 top prize, and so it's pretty top heavy. So certain types of lineups might have a better chance to win a very top heavy big field contest. You have a fiat frenzy is what we're looking for here. And so, anyway, like, to see how people approach the different construction of lineups, try to just be different but still have a chance to win, and then how they think about the whole season long aspect of curating their team over time. Are they going to hold collections? Are they going to try to sell chunks of it over time, whatever. Like, I think all of that will be really interesting, like the life cycle of the season."
    },
    {
        "speaker": "A",
        "text": "I think contest selection, especially early on in this, in this game, right. Because I think, one, there's a couple things, Des, I think you'd agree, is, like, this is a game that feels very much like, you know, being early is what. Like, I feel early to this. Right. Like, like you said, it hasn't even started yet, so there's a lot of opportunity as the game kind of develops and grows and the user base grows. Des, what are you kind of finding as you've jumped on the rabbit hole that you want to ask about? I know you're chomping at the bit over there."
    },
    {
        "speaker": "D",
        "text": "Well, yeah, no, I mean, the, the first thing that I just, I mean, you mentioned, someone in a space has mentioned it to me, and I love the concept. Even, like, the 32nd elevator pitch, it just instantly connect with me. So I went down the rabbit hole that night, and I was buying stuff left and right before I could even wrap my mouth mind around the game theory. Because there's so many angles to play, right? With this many contests, this many tiers, the excitement of maybe there will be overlay, maybe there won't, you know, on certain contests, because of scarcity, there's just so many angles to play, and you could just play the player market itself that it was easy to just kind of go in directions sporadically. But, you know, I think ultimately, like you said, it just hasn't even started yet. So, you know, we don't know where people are going to gravitate all their lineups into what types of contests you provide, things where it's super top heavy, where it's nicely distributed, but you also offer these like cash bankroll builder games. And so I'm just excited to see where people pour their resources and their time and strategy into after this first week. It should be an incredible, exciting week. I'm curious because it is so clearly like a mesh between NFTs and DF's. And where did you see initially your idea of where your customer base was going to come from? Was it heavily on the DF's side and you'd have to educate them about nfTs? Or did you think you were going to get a whole new wave of first time DF's users from the NFT market?"
    },
    {
        "speaker": "C",
        "text": "I definitely think there's a lot of audience. Maybe traditionally draftkings products wouldn't have been attractive, but a game more akin to like an EA Sports ultimate team type of fantasy, like a season long, season long plus type of model, like people maybe that weren't historically as into draftkings like sports betting or like DF's on the salary cap where it's just very math, very like, you know, you gotta, it's a yemenite skill game. I mean, you got to kind of know what's up. And so this to me was like very appealing. If you're coming from a world of EA Sports Madden ultimate team or you're coming from a world of like NFT collectible or sports card, sports card breaks, TCG games, like magic the gathering or something like that. Like all of these backgrounds, like this has all of the aspects of the, of the experience that people like. Plus the utility gives you like I think a much better value prop than maybe what most of those games offer. And I'm giving just general examples, but I think something like Madden Ultimate Team or like two k or there's a million games, mobile games, like things that have that same kind of value prop which is like you start an account, build play, build play, improve win, build play, improve win. You know, and people become engrossed, I think, often in those games with really nothing coming back. And draft kings have, because we have gambling licenses, because we have, you know, we're regulated. We can offer fantasy sports like skill based gaming for pricing, sports betting, et cetera. We're able to, I think, do all of that. But then also on the kind of competition or utility side, we can do cash prizes in like a very above board. Like it's regulated. It's like we can't do anything we want in the whole world, but like what we're doing is rock solid. Like we're not taking chances with our licensing or something. So, like, the game is like, fully in compliance with all of those rules of the road. We're working with, like, the NFL players association trying to just do everything in the right way that cut in the, like, the players who are on the field that were creating nfts against their ip, you know, and that's what's driving the game. So we're really trying to do it the right way. And I think it's appealing for all of those audiences. And then in the fantasy realm, I found it's, like, very appealing as well. And I think, like the, I think the biggest challenge is, like, a lot of fantasy first players aren't necessarily into nfts or maybe even are highly cynical. And so there's like, an onboarding challenge about, like, the instant reaction of, like, nfts are universal scams or a fad or something. And so you have to overcome that type of objection and do that in a market that's extremely, like, volatile or almost, like, negative right now. I would say definitely negative right now. Yeah, it's pretty challenging. And so, yeah, and so, like, I'd say that's probably the biggest challenge would be run into, like, some, some fantasy users who kind of, they think of everything the same. It's sort of like money in, money out immediately we have that game. It's daily fantasy sports."
    },
    {
        "speaker": "B",
        "text": "You know, it's interesting, too, because so much like, you know, we've been in the cryptocurrency world for, you know, five, six years now, and we've seen over the years a good chunk of the people that have gotten in, that got in early, got in through sports betting, gambling and stuff like that. So you would hope there would be an easier transition for these folks that are more DF's focused, that maybe haven't dabbled into NFTs to really come over because maybe they have friends, maybe that have, that could be actually a downfall because if they have friends come over that have lost their shirts in crypto, maybe that's not a good thing either. But you would think. You would think maybe some of those folks would come to the NFT space a little easier than others."
    },
    {
        "speaker": "C",
        "text": "Yeah, I hope so. I feel like all this stuff is so cyclical as well. All of our stuff. We're building multi year roadmaps against. Right. Like, we have agreements that go on for years. So it's like the short term sentiment around nfts will be, I'm sure it'll be up and down and up and down."
    },
    {
        "speaker": "A",
        "text": "But, yeah, what's interesting about that is I've, I've had to do a lot of the similar things you're talking about with working with the folks at Starbucks because we were talking about a product that is meant for kind of this mass adoption that's not so deep into this crypto NFT niche. And like you mentioned, like right now, even the word NFT has kind of a stigma about it as, you know, potentially all being scams and this and that. And I think it's just so important to demonstrate the, the actual technology behind it and what you're actually doing here, which is, which is quite literally ownership. Right. And so it's not necessarily about it being an NFT or not. It's about owning the thing that you're playing the game with. Right? And so what, that's what I think is so powerful about this game, right. Because what I love about this is, like, Des, you and I were talking about this is like, you could buy a lineup, right? You could, you could go, say you go lost leader lineup, right? And you're just playing to try to get into an overlay. And so you're, you could potentially, early on in this game, guarantee yourself a payout and still own the asset, right? So that could still. So you've basically kind of doubled your money or doubled your value by doing something like that. And, you know, Df's is. It's very much a, you know, like you said, Matt, money in, money out, where most casual players lose. Right? Like, and your, your buy in, your entry fee goes to zero in the course of a Josh Allen bad half. Right? Like, and you don't own Josh Allen for next week. So there's kind of the hybrid of this season long meets Df's meets ownership meets collectible thing that I love there. So are you finding that because this actually came from a listener question, too, is the term NFT? Are you guys trying to kind of lean away from that in your education piece? Are you educating on what that is? How are you guys approaching that?"
    },
    {
        "speaker": "C",
        "text": "Yeah, that's probably in the current, I'd say, climate. One of the toughest things to thread the needle on because there's a combination, like I was saying, the extreme level of, like, cynicism, which is a human nature thing. It's totally like, okay, right? It's a self protection thing. You're like, cynical, that new idea. Because it's like a pattern recognition or whatever. It like, stops you from getting into trouble, basically. So you're like, oh, screw that. I'm not like, at all interested because like NFT meets this pattern that I've heard a million times. It's a scam. It's not objectively, but I think there's that initial cynicism that instantly come from mentioning NFT. And then there's also because the markets are more bearish, I would say a lot of apathy as well, people, and not even just NFT, but just like anything stock market, you don't see any of your friends probably tripping over their, their feet to go their Robin Hood accounts, tripping over themselves to buy a stock. Or like, is anybody fomoing into like a shit coin or an altcoin or something right now? No, probably not. There's like immense apathy and it's like, okay, I'm just going to chill. I'm going to wait and see what happens. Like, all that's totally fine, but I think the word NFT is bringing out a little bit of those mental things. And so the counter to that is like, there's a game that people play that's actually super fun. So the season's coming into next few days, really. Tomorrow's Thursday Night Football. And so the game itself being like an exceptional experience, being really fun. Like breaking packs, building your collection, trading in the marketplace, building lineups, like trying to yield out good pricing, rinse and repeat every week, you know, follow news, find players you want to speculate on, build lineups. It's going to be a fun experience. So I think a lot of the kind of like, overthink that you get in the preseason falls to the side of it when you're in the game itself, you know? Sure. That's where I think, like, the NFT stuff might, might matter more because I think, like, what may end up happening is people that want to put zero value on NFT, like, or zero value on future utility will probably feel like priced out, I guess, or they won't. They'll be like net selling versus thinking that the prices are great because others, I think, will be valuing that and they'll be in the market, too. It's like an open market. So I think, like, that's where the NFT understanding is more important. Like, you have to understand what you're holding and what the benefits and the value of that are."
    },
    {
        "speaker": "A",
        "text": "How do you see where you kind of currently are with this product and the, I guess, adoption curve or willingness to adopt a versus what you saw in the early days of DF's, right? Because we had, you know, nobody, nobody played DF's. They were all skeptical of that way back when, right. It was, it was, wow. Why would I ever want to, you know, have one player this week and another player next? And it was, you know, over the years, obviously, this has become this behemoth, but it wasn't always that way. And so are you seeing a lot of similarities in the two? I mean, like, even an example, like best ball, right? Been around for a couple years, but now really this year, I feel like best ball is finally everywhere I look. And so it has this adoption curve to take on. Are you seeing a lot of similarities there between the early days of DF's and this?"
    },
    {
        "speaker": "C",
        "text": "Yeah, because in the early DF's days of like, 2012 and 2013, it was much more because we do a lot of advertising at draftkings, as you probably know. So when you're doing advertising, for example, for a product that most people don't understand, it's different than if it's something like a sports book that everyone gets. And so early days of DF's was more of a category. You're like, it's a new season every time you play. You know, it's like this was the kind of messaging. It's like you come on draft your team, compete for a million first place this week. It's like you're kind of like building a sense of how the game works with people in the advertising. It's more of like a category. Marketing versus, like, draftkings is the best of this. You're just trying to, like, articulate how the game works because it's something people don't understand. And that's where Rainmakers is for sure. Like, majority by far, of people don't understand how the game works. And, like, when I say by far, I mean, like, by a very large amount, like three quarters of current players don't understand how the game works. Also, like, a lot of people miss, like, who think that they understand it, fail very basic tests of, like, are you collecting moments of your favorite plays or are you opening packs to build fantasy team? You know, it's like very early is what I would say in terms of, like, people understanding the game."
    },
    {
        "speaker": "B",
        "text": "So there's a huge opportunity for people that, that really do the homework to, you know, take advantage of those, you know, that, that differential in people that know what they're doing and people that don't know what they're doing."
    },
    {
        "speaker": "A",
        "text": "Well, not even that you're taking advantage of those people per se."
    },
    {
        "speaker": "B",
        "text": "No, but of the opportunity."
    },
    {
        "speaker": "A",
        "text": "Yeah, opportunities in the contest, right, where you've got guaranteed million dollar prize pools every week that folks just aren't dipping their toes into yet because of lack of understanding of what the opportunity is, which I think is what I think is a massive point. Right, Des? I mean, do you feel that way as well? I've been built."
    },
    {
        "speaker": "B",
        "text": "I feel like Des is going to run, run a train on the few, the first few weeks."
    },
    {
        "speaker": "D",
        "text": "So, I mean, this is, this is a conversation bunch you and I have, which is a good and bad, but, you know, thank God, Kalish, you aren't accepting crypto at this time."
    },
    {
        "speaker": "B",
        "text": "Would be."
    },
    {
        "speaker": "D",
        "text": "Substantially higher, higher dedicated to draftkings if it were. But. So that might be a good thing or a bad thing, who knows? Um, but, yeah, no, I. I think when you talk about early, like, because this is a season long thing and there's weekly contests, the earlier you get in, the more value you're going to get out of the players you own."
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "D",
        "text": "And obviously, value should decline as the season goes on and you have less chances to play them. But I just think it's, it is one of those things where being early kind of does matter because you're squeezing out that extra value of being able to play them one more week, and especially a week where there just aren't that many, you know, players. I don't want you to comment, but, you know, someone originally threw out, like, there's $30 to $60 million draftkings dedicated to marketing this brand and, or a lot of, let's just call it a lot of money to marketing this brand and rainmakers. That the way of marketing goes is just going to exponentially build on itself. So we're going to have more players at the end of the season than we do now. And it's important to gain knowledge of how the contests work, know what contest people are playing, and then ultimately have those players to play as many contests as possible. So, yeah, I'm super happy I'm here before the season starts, and I wish I was. I was in even sooner."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah, I agree. Des, what tiers are you playing in?"
    },
    {
        "speaker": "D",
        "text": "So I'm experimenting with a little overlay on this first week of, like, legendary, and maybe I'll dip my toes in. No, I'll probably just stick to legendary. If you accepted crypto, I'd go into the Rainmaker category."
    },
    {
        "speaker": "A",
        "text": "Wait, you're playing legendary?"
    },
    {
        "speaker": "D",
        "text": "I'll play legendary to try to get some overlay and see what happens. It's an experiment, and then I'll probably be playing similar to you bunch. You mostly elite, a little bit of rare on some of those fiat frenzies where they're really high payouts towards the top."
    },
    {
        "speaker": "A",
        "text": "I'm extremely tempted to. Let me, let me get into this lobby here, but I'm extremely tempted to play this contest. I, I like the, I like the gamble in, in where, like, you know, there is overlay in some of these, but the one I like, there's literally, it was the. It's the five k, winner take all one here. I think there's literally nine entrants right now. And I could. I would see myself, you know, I can make a lineup here. I've got my, you know, I've got my Carson Wentz rare to play with my. My Jahan Dotson as a little stack. I like, I got my Dalvin cook as my superstar. You can only play one superstar per lineup mixed with AJ Dylan, who they're playing the same game. And I also hit a Hunter Renfro elite. So I could go pick up a Derek Carr and play that contest and I take my shot overdem, you know, seven other people. Right. Like, I'm interested in that. So, Matt, where do you see kind of like the early leaning of people playing contests? Like, what interests or, like, what's intriguing to you about how people are entering contests so far?"
    },
    {
        "speaker": "C",
        "text": "Maybe a little early to say because, like, it's no, no actual net out of a full week or anything's happened. And I don't see, like, well, lineups or anything people put in. So I don't know. But, like, I so far, like, what I've seen behavior wise is like, combo of some people just trying to create a single, like, super optimal lineup that they're going to ride all season that generally consists of, like, the best, whatever their budget is. Like, they're just trying to coalesce around, like, the best lineup. And sometimes that would be like, their sense of the absolute best. Whatever I've, like Jonathan Taylor and I'm whatever, you know, this and that. All these top, top names in a single bullet and then the maybe like, more contrarian view of, like, collect a lot of cards and you want, like, some differentiation because to win a top prize that's big in a large field, you have to be, like, a little weird with it. Often it's not going to just be like the five most obvious people."
    },
    {
        "speaker": "A",
        "text": "Like my Carson Wentz, Jahan Dotson stack potentially, right?"
    },
    {
        "speaker": "C",
        "text": "Yeah. Anybody who's played a lot of daily fantasy knows, like, the urban best ball this year would be maybe somewhat of an example, but definitely DF's when you're playing big fields, tens of thousands of people, like, you probably want a little bit of weird stuff in there that's maybe one or 2% ownership or, like, lower end in terms of popularity, just to be differentiated. So you have a chance to, like, stand out if that play goes well. So I think there'll be a combo of just, like, super solid, consistent lineups with people, like, spraying the board with mixed bag of stuff. Week four, as well, we're opening. There'll be, like, a deep roster that will introduce kicker, defense, tight end, mandatory positions. So I think that'll also open up more, like, utility around some of the kickers and defense and those positions that maybe feel less useful right now."
    },
    {
        "speaker": "A",
        "text": "Yeah, one. One question I had about that I've seen asked a bunch of times is around the superstar status position. So, like, you have. There's probably 30 or 35 or so players that have this superstar tag, like my Dalvin Cook here. And you can. You can only play those in. You can only play one of them per lineup, which I think is great because it totally mitigates the, like, pay to win type of thing where you can't just go buy all the best players. You've got to have some game theory around that. Two, you can't play superstars up, which is interesting. So, like, if you are buying a Josh Allen Elite, you couldn't go enter a Josh Allen in a legendary contest, but, like, I could go play. I could go buy my lower end, rare, non superstar quarterback and play him in a. In a. In a pool up. Right. So there's a lot of interesting game theory about that, Will. I've seen on the website that it, like, you guys reserve the right to change those superstar designations during the season. Obviously, that makes sense for things like injuries. And is. Is that where the intent is, or is the intent that, hey, like, it's. It's meant to be kind of mixed up as performances change throughout the season and throw curveballs in there. In the game theory, what's the thinking and kind of, what could people potentially expect around that superstar tag?"
    },
    {
        "speaker": "C",
        "text": "Yeah, so there's in the next couple days, putting out something really concrete on this so it won't be as much speculation, but, like, basically. Well, what I'll say pre. That is, like, yes, it. Yes, that will change because it's a game of skill. Part of, like, meeting the standards of a game of skill means, like, forcing a certain amount of decisions on players. So if it's, like, super obvious, you know, these are the five best people, or this is, like, the one way to construct the best possible lineup. It's not. The predominance around it being, like, skill based is much less. So, like, we have a standard to meet there. This kind of goes back to where, like I was saying, everything we do is we're licensed to offer, like, real money, fantasy games, to offer sports betting, whatever. Like, um, we have regulations to follow and all that. So, like, we need the game to meet, like, a standard of, like, there's sufficient decision making by the player where it's, like, skill based. So the superstar play a role in that. So we're going to want to make sure that, like, that makes it such that there's decisions that are being made about what the best lineup constructions are that are more complex. And so, yes, that will change. And people have said, oh, no, I think the biggest use case around this is people are buying, for example, Stefan Diggs because they're thinking, I can play up Stefan."
    },
    {
        "speaker": "A",
        "text": "Yep."
    },
    {
        "speaker": "C",
        "text": "And so he's like, one of the best non superstar. Maybe it's Joe Burrow or stuff like that. And so what I would suggest is just, like, be mindful that this is something that comes with the game. So if you're picking up somebody that you're, like, kind of feel like this person's going to be a superstar, just bake it in a little bit to your mathematic. And if you feel like you're stretching more than. Than you should, if you were to become a superstar, then maybe just like, don't do it."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's. It's interesting. It's not. I don't even know if I see it as like, oh, well, I'm gonna lose the value that I put the money out for. It's more so, to me, like, there's this whole game theory behind that. Right? It's like, Stephon Diggs might end up being chalk for that reason. Right? Like, he's gonna get bought up because people are like, oh, I can stack him. He's not a superstar. I could play him anywhere. And then all of a sudden, that may change. And now you have to either buy a kind of switch your lineup up where you're, you know, you may not be able to play Diggs and Allen together anymore or whatever, but. And there's a lot of interesting game theory in that. So I appreciate that answer, because. But I would. I would suggest people take it in that context where it's like, that's what makes it a game of skill. You can't just go set it and forget it and just buy things like that. I think it's one of the things that makes this game really cool."
    },
    {
        "speaker": "C",
        "text": "Yeah, I think that's definitely a good. It's a valid point because, like, first level thinking is like, yeah, I want Stefan Diggs. I'll play him up and he'll be like, the best non superstar. And then, like, you walk through it the way that you are and you start to understand where the skills basis come from. When you talk about, like, differentiating your team, you're like, oh, shit. Like, you can only play up one rare into the elite tier. And if I play up digs, okay, there's like 300 digs, elites. But if I go down to rare, there's like 1200 for the season. So what, is there going to be 1500 lineups with digs in this contest? Because everyone's playing them up."
    },
    {
        "speaker": "A",
        "text": "But that's exactly right. It's. It's like ownership percentage in DF's."
    },
    {
        "speaker": "C",
        "text": "Yeah, exactly. And so I'm using, like, our caps. We don't have that many currently, but, you know, the, like, layers of the thinking. I think people will just evolve with that. And you're right. I could definitely see people saying, for example, like, yeah, I'm going to play digs at rare, even though I could play them up because I think a lot of the rares are going to play up into elite and I'm just going to have a better, you know, like, people figure these things out. I don't know. I'm not a pro skill gamer, but I can tell you that they don't need my help. Or the one thing I've learned about the sharp, sharp gamers who are people I respect enormously. It's unbelievably hard to figure out how to just find those advantages, find those edges over and over and do it. You're like a sole proprietor, basically. Really tough, tough to do well consistently. And I can tell you they definitely don't need my help, but they don't need, like, this is a universe of people that, like, always seem to figure it out. So I feel like if there's people that you know, that you respect who are in, like, the skill game land, just like, check out what they're doing for a few weeks. See if they do anything that resonates with you or like, oh, that's a cool strategy or whatever. Just keep your eyes open, you know?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I agree. Before we let you go here, we're running out of time. I want to be respectful of your time. I'm going to rip a pack. I'm going to rip a rare pack live. But while we do that, while I buy the pack, I'm going to sick chamber on you here, because we know that you are a big NBA fan and a big Celtics fan, and Chamber is maybe one of the most rabid Laker fans that I know. And so I'm gonna. I'm going to stick him on you here to ask you a couple questions about the NBA while I buy this pack. Absolutely."
    },
    {
        "speaker": "B",
        "text": "So. So I do have to ask you, like, are you a, like. Like, a real Celtics fan?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I'm like a real."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "So I do want to give you your flowers first, because this is bunch was not expected this, because being a Laker fan, you see the team that I'm dealing with currently, it's not pretty. Okay. It's not. It's last year, possibly, like, I've been a Laker fan since 94, I think. 93. 94. I think last year was possibly the worst year I've ever watched. I watched every game. Like, it was terrible. And I mean, I'm talking about, like, the awful years when we had, like, Brandon Ingram at, like, 150 pounds of. And you know what I mean? Like, those were bad years, but they were, you know, still fun, right? You had a bunch of kids. I love how Boston's team is put together. I will give you that. I love the fact that it's built up. You're. You're. You've, you know, taking your swings with, you know, Kyrie over the years, adding, you know, one superstar to that core group. I love your core group. I'm a big fan of Jason Tatum. You know, I do feel. And I don't know if you feel the same way. I feel there's a very strong possibility he makes his way over to my team in the next three to five years. What are your thoughts on that?"
    },
    {
        "speaker": "C",
        "text": "I don't. I think people, like, gave JT credit for being the guy in Boston, like, forever, basically. So I don't really see anything happening, like, specifically with him, but I could definitely see, like, we almost ended up."
    },
    {
        "speaker": "B",
        "text": "Is his love for Kobe greater than his love for Boston? Is my question, because I feel it's. It's massive."
    },
    {
        "speaker": "C",
        "text": "Yeah. I think JT is going to be taken care of by Boston really?"
    },
    {
        "speaker": "B",
        "text": "Well, I hope he is."
    },
    {
        "speaker": "C",
        "text": "I think, obviously, we almost lost, you know, Jalen Brown."
    },
    {
        "speaker": "B",
        "text": "Jalen Brown, yeah."
    },
    {
        "speaker": "C",
        "text": "Nobody really wanted to see that happen, but it kind of, like, is he."
    },
    {
        "speaker": "B",
        "text": "The smartest player in the NBA, by the way? Like, is. That's. That's the rumor that's in the rumor bill, apparently."
    },
    {
        "speaker": "C",
        "text": "Yeah, yeah. He's like, UC Berkeley. Really, really. Like, he come across just super, like, um, he's, like, quiet, but, like, very, very, like, self assured and confident and, like."
    },
    {
        "speaker": "B",
        "text": "Like a rondo type is going on."
    },
    {
        "speaker": "C",
        "text": "Yeah, yeah, he's. I wouldn't be surprised if he's, like, one of the top iqs, I think."
    },
    {
        "speaker": "B",
        "text": "That'S what I hear. Now, how excited or worried, or did you anticipate, like, a Katie trade? Because there was there, for a week there this summer, there was. There was a lot of fire, a lot of smoke around Katie being traded from Brooklyn to Boston for a package around Jalen Brown. Were you worried? Were you excited about that? Did you think was going to happen?"
    },
    {
        "speaker": "C",
        "text": "No, because none of the fans want anything to change. Like, I agree."
    },
    {
        "speaker": "B",
        "text": "Like, if I was a Boston fan, I would not want anything to change."
    },
    {
        "speaker": "C",
        "text": "Yeah. But you kind of understand it from, like, probably the team, you could argue would be better with KD. It'd be hard to not make that argument, but, yeah, at the same time, like, we had such a good run. The team had good energy. People, like, got behind the players. I don't think anybody wanted to see anything big change. And so the type of moves that they made in the offseason with, like, Brogdon coming over was, like, a nice upgrade without really, nobody was, like, devastated."
    },
    {
        "speaker": "B",
        "text": "By what great, great trade for Boston."
    },
    {
        "speaker": "C",
        "text": "Yeah. So Brogdon was huge and just generally, like, not doing anything to disrupt the core, but at the same time, like, yeah, I get that there's a lot of hype around the team, and some of the stuff might be because they had such a good season, might be a little overblown. Eg, like, the. I mentioned my sharp sports betting, like, fantasy friends. They were outraged that Marcus Smart was defensive player of the year. Marcus Smart is the third best defender on the Celtics. That is a horrible. They just lost it. They're like, JT and Jalen Brown are both, like, longer and clearly better. Plus, like, Robert Williams, he might be the fourth best defender on Boston. I'm like, I don't know, that's. That's. Maybe. Maybe he got a little bit of, like, the exuberance around."
    },
    {
        "speaker": "B",
        "text": "Oh, no, there's definitely with, with all those awards, there's always, like, you know, you see what coach of the year. There's. There's media darlings for everybody. I think Marcus Smart was just the media darling for, for defensive play. He's a, you know, he's a. He's a pit bull. He's that prototypical, you know, defensive guard that, you know, media falls in love with. So I totally get that."
    },
    {
        "speaker": "C",
        "text": "Yeah. I will tell you my biggest, not, like, by value, but my biggest, like, bag of sports cards, just, like, raw size and quality is Robert Williams for sure."
    },
    {
        "speaker": "B",
        "text": "That's."
    },
    {
        "speaker": "C",
        "text": "I just, like, love that dude. So I have, like, a bunch of his, like, logo man's, a bunch of his, like, gold auto, prism, rookie stuff."
    },
    {
        "speaker": "B",
        "text": "I'm over here just holding on hope to for Austin Reeves. Like, I. I'm in a sad state of affairs right now, I'm going to be honest. So, yeah. Do we want to open up a pack? I could."
    },
    {
        "speaker": "A",
        "text": "I was going to say chamber. I'm so glad, Matt. What you missed this morning was we were on a Twitter space. We were talking about rainmakers, and we put chamber on the spot. He's canadian. To actually name five NFL players and didn't go well."
    },
    {
        "speaker": "C",
        "text": "It didn't go well."
    },
    {
        "speaker": "A",
        "text": "It didn't go well. It did not go well. So I'm super glad that we were able to, you know, let him talk."
    },
    {
        "speaker": "B",
        "text": "About stuff you guys said about twelve names in the last, like, 15 minutes. And I was just, like, not one of them. Run about me."
    },
    {
        "speaker": "A",
        "text": "So I actually also just took a cue from the chat, which I thought was fun. We are going. I bought a rare pack that I'm gonna open. I also bought a core pack that I will give away. So go find the dj network. Tweet with this video on it with the live video. Retweet that, and I will give away somebody a core pack that I just bought for tomorrow. I guess I will give it away and we'll do that. But let's. Let's rip this thing. So I've got the rare pack here from the elevate set. We've got. I'm gonna play this very fun pack opening experience. All right. Oh, no way."
    },
    {
        "speaker": "B",
        "text": "Legendary."
    },
    {
        "speaker": "A",
        "text": "Yo, let's go."
    },
    {
        "speaker": "B",
        "text": "Big rip, dude."
    },
    {
        "speaker": "A",
        "text": "Wait a second. The odds. The odds on a legendary out of a rare pack are extremely."
    },
    {
        "speaker": "D",
        "text": "This is a new animation, right? Where it shows actually the class."
    },
    {
        "speaker": "A",
        "text": "Yes."
    },
    {
        "speaker": "D",
        "text": "Okay."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Hold on. Des, can you, like, tell me? I'm actually super interested to go."
    },
    {
        "speaker": "D",
        "text": "Oh, it's. Wait off. What? You've got a rare pack? It's 2%."
    },
    {
        "speaker": "A",
        "text": "I just hit a 2% chance to get this legendary. Let's go. All right, here we go. We've got a taste of hill. Nice. All right, so, little utility guy, what's his position here in this game?"
    },
    {
        "speaker": "D",
        "text": "That's a good question."
    },
    {
        "speaker": "A",
        "text": "Oh, my boy wondale. I'm a big Wandale guy. I think he leads the Giants and catches is my Boldenhouse prediction. Oh, this is pack. All right, now we're hoping. Oh, my God. Dude, I'm crushing this pack. This is my favorite pack."
    },
    {
        "speaker": "D",
        "text": "Kalish, you did this. You texted the guys."
    },
    {
        "speaker": "A",
        "text": "I bought this right out of. I bought this right out of my account here. My, uh. So you can go check all on."
    },
    {
        "speaker": "B",
        "text": "The up and up."
    },
    {
        "speaker": "A",
        "text": "Who we calling? Who we calling for?"
    },
    {
        "speaker": "D",
        "text": "Well, I don't think you're able to get superstars out of this."
    },
    {
        "speaker": "C",
        "text": "Yeah, this is gonna. It's a rare pack, so two. Two up is defense and kicker at legendary."
    },
    {
        "speaker": "D",
        "text": "Hey, kickers are gonna be worth. I have a big bag of kickers for week four, so, like, you'll be."
    },
    {
        "speaker": "C",
        "text": "All right because it's legendary. But it's not like there's no, like, QB one legendary sweat, and you have to beat pack to have the QB one sweat."
    },
    {
        "speaker": "A",
        "text": "Fair enough. But we. I. I'll be looking good for week four, though, either way."
    },
    {
        "speaker": "C",
        "text": "Yeah, this will help a lot."
    },
    {
        "speaker": "A",
        "text": "Here we go."
    },
    {
        "speaker": "C",
        "text": "Bad thing to have legendary cards."
    },
    {
        "speaker": "A",
        "text": "No, absolutely. See my Jesse Bates, where. Who is he even played for? Cincinnati. Yes. Cincinnati. Defense. All right, I'll take that. I'll take that."
    },
    {
        "speaker": "C",
        "text": "In the showdown, too. I've heard the, like, kicker and defense and showdown. If it's like six to three, that's my first."
    },
    {
        "speaker": "A",
        "text": "That's my first legendary card. So I've been buying up elites. So that was my first legendary card. So I'm glad we got to pull that with. With Kalish with us, but let's. Let's wrap this. Let's wrap this thing up. Des, any last minute questions that you didn't get to ask here? Did Des just freeze on us?"
    },
    {
        "speaker": "D",
        "text": "No. I'm going to spare you on a personal note. You became a goats holder as of a week ago. We did. We rallied the troops and we. We opened some packs at night, and you bought a bunch of goats. So I appreciate that. Shout out to the rest of the goats that opened up some elevate packs. But no, thank you. I was super excited for this interview. It did not disappoint. And I can't wait for the season to get started."
    },
    {
        "speaker": "C",
        "text": "Yeah, I'm doing hopefully much more. You know, as we get into the."
    },
    {
        "speaker": "A",
        "text": "Season chamber, you're gonna have. We'll have to have Matt back on during NBA season, and you guys can."
    },
    {
        "speaker": "B",
        "text": "Yeah, absolutely."
    },
    {
        "speaker": "A",
        "text": "Get in."
    },
    {
        "speaker": "B",
        "text": "Actually, can I. One word answer before we go. Just no explanation behind it. Who's the goat? Is it Michael Jordan or LeBron James? I won't ask any follow up questions. We just want it on the record."
    },
    {
        "speaker": "C",
        "text": "Larry Bird, baby. Come on."
    },
    {
        "speaker": "B",
        "text": "Oh, I'll take it. I'll take it. I like it. I like it."
    },
    {
        "speaker": "A",
        "text": "That's awesome. So, Matt, thank you so much for joining us. Where can people find you? Where can people find more about rainmakers football before we get out of here?"
    },
    {
        "speaker": "C",
        "text": "So my twitter is at kalish on. That's mainly what I use is Twitter these days. There's a DraftKings marketplace discord channel that has good info on whether it's announcements, streams, or just like conversation with people in the community. So you can jump into DraftKings Marketplace discord to check out the game. And then if you just want kind of like a light, you know, like jump on the platform, get started. You don't have to spend money. You can open the free starter pack and then make a lineup, you know, for week one without spending anything. And so, like, if you just want to try it out, I would say at least open the starter pack, build a team for week one and check it out that way. Just like get a feel for the game. And I feel like once people kind of give it a try, then the momentum will take care of itself. So jump in. I hope everyone has the chance to at least do that, even if you're like, I'm not sure about this yet, that's just like a no risk type of deal. So worth doing."
    },
    {
        "speaker": "A",
        "text": "Absolutely. And if you go sign up, use our promo code dgendgen for your free starter pack as well. But thank you so much, Matt. This was fun. We look forward to having you back sometime soon during the season to talk more Rainmakers, football and Celtics basketball, I guess so. That's going to do it for us. Until next time, stay mint."
    }
]