[
    {
        "speaker": "A",
        "text": "Bunch, are you familiar with Daniel Johnston?"
    },
    {
        "speaker": "B",
        "text": "No, I'm only familiar with Daniel Jones, quarterback of the New York Giants, playing tonight at 08:20 p.m. on Monday night Football. That is the Daniel J that I know and love."
    },
    {
        "speaker": "A",
        "text": "Well, hey, is he, like. Is he, like, a starting quarterback? Like, he should be starting?"
    },
    {
        "speaker": "B",
        "text": "Should he be starting? No, he is our starting quarterback."
    },
    {
        "speaker": "A",
        "text": "So who, like, did you guys have a guy, like, a QB one that he's replacing, or is he."
    },
    {
        "speaker": "B",
        "text": "You watched three episodes of Friday Night lights, and you're talking QB one? Hello, and welcome to the mid mic crisis, where growing up meets goofing off. I am bunchu, alongside my esteemed colleague and co host and QB one chamber. Chamber. How you doing, buddy?"
    },
    {
        "speaker": "A",
        "text": "I'm doing. I'm doing very well. Uh, it's Monday. I've found a new, uh, show. I shouldn't say I found it. It's always. I have a few shows tucked away for rainy days. Yeah, sick days. Yeah, I was sick. I needed a show, and, uh, it was, uh, two shows came up. One was Friday night lights, and the other one was, uh, the Americans. And those are kind of the two I have. I know they're fantastic shows, but I haven't watched either of them, so they're kind of like my race."
    },
    {
        "speaker": "B",
        "text": "If I would have guessed, I would have thought you'd have prioritized. The Americans."
    },
    {
        "speaker": "A",
        "text": "The American, like, that's like, my deathbed one. Like, you know, some people. Some people have books that they want to read in the last moments of their life. I have the Americans I want to watch in hospice. You know what I'm saying?"
    },
    {
        "speaker": "B",
        "text": "Yeah, no, I like it. All right, so, first of all, you were under the weather on Friday, which is why we didn't do a show, because I will not do this show without you. That is how strong of a bond I have to you, that it is blasphemic for me to even imagine doing this show without you. And also, I don't want to do it."
    },
    {
        "speaker": "A",
        "text": "I mean, that's. That's."
    },
    {
        "speaker": "B",
        "text": "So there's that. So we didn't do the show on Friday because you were not. You were under the weather. So how are you feeling?"
    },
    {
        "speaker": "A",
        "text": "First, like, not 100%, but, you know, better."
    },
    {
        "speaker": "B",
        "text": "We're talking vid. You got the vid or what?"
    },
    {
        "speaker": "A",
        "text": "I honestly, I was too scared to even check. I'm like, I don't even want to know. So possibly the vid."
    },
    {
        "speaker": "B",
        "text": "Something weird just happened to me while you. While you were saying that, I got. I got an incoming phone call, and so, you know, I didn't turn my phone on do not disturb mode. I got an incoming phone call from Ontario, Canada. Are you trying to call me? It's me calling from inside the podcast."
    },
    {
        "speaker": "A",
        "text": "I'm still a little woozy from the medicine. I'm just. Yeah, I'm calling to see if you want to do this show."
    },
    {
        "speaker": "B",
        "text": "Long time listener, first time caller. While I. Yeah, so I don't know. Maybe it's like maybe they know that I'm talking to you. I feel like these callers, like bots for whoever I obviously owe money to, like, pick up on where you're at at any certain time via your location services and try to, like, mask it on, like, you know, the area code that you're currently in. And that's a very sneaky move. I don't ever answer a phone call that I don't have in my contacts. Do you ever?"
    },
    {
        "speaker": "A",
        "text": "No, I do."
    },
    {
        "speaker": "B",
        "text": "You do?"
    },
    {
        "speaker": "A",
        "text": "Yeah. You never know who it's going to be."
    },
    {
        "speaker": "B",
        "text": "That's the point. That's exactly why I don't answer the phone."
    },
    {
        "speaker": "A",
        "text": "I guess. I mean, that's a fair point."
    },
    {
        "speaker": "B",
        "text": "Who I possibly be that you would."
    },
    {
        "speaker": "A",
        "text": "I'm glass half. It could be."
    },
    {
        "speaker": "B",
        "text": "Now, hold on. Let me make a distinction here. Because you're a businessman, you're in the workforce in a account management, sales type of role. Right."
    },
    {
        "speaker": "A",
        "text": "I have a separate phone for that. Okay."
    },
    {
        "speaker": "B",
        "text": "Because that's what I was going to say. We're not talking about that. That's totally different. I'm talking about your personal phone."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "You. You answer calls that you don't know who are. Who's on the other end."
    },
    {
        "speaker": "A",
        "text": "Yeah, it could. It could literally be anybody."
    },
    {
        "speaker": "B",
        "text": "That's the point."
    },
    {
        "speaker": "A",
        "text": "I know. That's what I'm saying."
    },
    {
        "speaker": "B",
        "text": "That scares the hell out of me."
    },
    {
        "speaker": "A",
        "text": "No, I mean, yeah, I guess I'm excited on the potential. I mean, I'm, you know, very disappointed most of the time."
    },
    {
        "speaker": "B",
        "text": "All right, wait. Because this is. Now I'm intrigued at what other people do here. Here. This is definitely going to be our chat bubble question of the day. And before we get to that, let me pump the things we need to pump. So listen to all of the wonderful Degen network content today. We have d gen bets coming with myself and J web at 07:00 p.m. eastern time. So 3 hours from now, J Webb and I will be breaking down Monday night Football, talking about all the things that were. I think Jweb said we're having an airing of grievances about our fantasy teams today, which I'm very excited about. I have a lot of problems with you people, and you're going to hear about it. Definitely check into that. We've also got night shift tonight at 11:00 p.m. eastern on our YouTube and Twitter as well. Night shift programming note, only doing Mondays from now on because, you know, that's for seven minutes. That's what you do. For seven minutes. That's what you do. Is that how short the last one was?"
    },
    {
        "speaker": "A",
        "text": "It was light. It was light. I think it was maybe 30 minutes."
    },
    {
        "speaker": "B",
        "text": "Okay, well, hey, 30 is plenty. That's. That hits the requirement of a podcast, I think. I mean, anything over ten minutes, I think is actually podcast official, I would say. Yeah. So we got Degen and night shift tonight, followed by coffee with captain at 08:00 a.m. lunch break at noon with J Web and Riggs, and then Alpha afternoons at 02:00 p.m. eastern. Lots of great content for you. Give us a, like a retweet, a bookmark, subscribe rate review. If you're listening on the podcast, please share so that we. That this is at least gets out to, I don't know, four or five different people."
    },
    {
        "speaker": "A",
        "text": "I mean, upwards of a half a dozen, upwards."
    },
    {
        "speaker": "B",
        "text": "Dozens listen to us down from, like, thousands."
    },
    {
        "speaker": "A",
        "text": "I mean, is it us?"
    },
    {
        "speaker": "B",
        "text": "We have peaked. We have certainly peaked. And our time is. Our best days are behind us, I feel, but we are still at it. And, you know, there's that saying that, like, I don't know, something about it's hard to beat the guy that shows up every day. It's hard to be, you know, we've been doing this podcast now for fucking five years. It's pretty crazy."
    },
    {
        "speaker": "A",
        "text": "It's hard to be the guy that shows up."
    },
    {
        "speaker": "B",
        "text": "It sure is. Drew. Drew tagged me in a tweet from, I think it was Po last week, and Po had a tweet about basically, like, how you shouldn't quit your podcast. If you feel like quitting your podcast, stick with it. Sounds like somebody who has not been podcasting for five years, in my opinion."
    },
    {
        "speaker": "A",
        "text": "I would like. Yeah, I would like a total number of years podcasting and total number of."
    },
    {
        "speaker": "B",
        "text": "Well, they do daily, so. Okay. They're the coffee with captain competitors."
    },
    {
        "speaker": "A",
        "text": "That's a different breed."
    },
    {
        "speaker": "B",
        "text": "Yeah. They are hashtag built different. We are hashtag built three times weekly. That's it. And sometimes two and hopefully one, but that's it for the housekeeping. So pump that chat bubble, as chamber likes to say. The quick question of the day is, do you answer phone calls from people who are not in your phone contact. So, like, random numbers that call your phone, do you answer yes or no? I would actually be shocked if the majority of people say they do. I feel like we live in a society now that don't come to my door unless you announce yourself prior. Don't call me on the phone if a text will do. And if I don't ant, like, if you, like, the person should be texting me."
    },
    {
        "speaker": "A",
        "text": "I feel like, I think right away, family members are the only ones that should be calling you."
    },
    {
        "speaker": "B",
        "text": "Yeah, but they're in your contacts. That's what I mean."
    },
    {
        "speaker": "A",
        "text": "Yeah. No, but as far as, like, talking on the phone, you're like a pervert."
    },
    {
        "speaker": "B",
        "text": "That'S gonna answer to a random number."
    },
    {
        "speaker": "A",
        "text": "But it could be like, a long lost uncle."
    },
    {
        "speaker": "B",
        "text": "If my grandmother lawyer. If my grandmother's using her one hostage phone call to call me, she's toast anyway. And sorry, grandma, I'm not picking up. Call me from your normal phone, in which I have your contact info saved. I don't know if I'm. I. Maybe I'm a freak."
    },
    {
        "speaker": "A",
        "text": "What if it's. What if it's the. The area code is local?"
    },
    {
        "speaker": "B",
        "text": "No, that's my point. That was the whole reason this conversation started, is because they trick you into thinking you're getting some kind of local call, and it's. I don't even trust that it's actually a local call now and not some scam phone call or debt call."
    },
    {
        "speaker": "A",
        "text": "You guys get this one. Cause I'll get this once in a while. Sometimes I get a call that I'll answer. Okay. Like, a random number calls me that's local. And then they say, hey, you just called me. What's up? And I say, no, I didn't. And then they're like, no, no, no, I just got a call. And it's like a, you know, it's a real person with that's visibly up or that's auditor auditably upset. And. And what's happening is they're getting phone calls, like telemarketing calls or whatever, scam calls, and they're mirroring my phone number. And then you. So, so then the other person calls back, and you're just getting, like, you just get this upset person. So do you guys get those at all?"
    },
    {
        "speaker": "B",
        "text": "Well, I don't. I don't answer them. So, like, I can confirm they do happen chamber."
    },
    {
        "speaker": "A",
        "text": "Okay. They are real."
    },
    {
        "speaker": "B",
        "text": "Well, there is the new thing that's happening where the scammer will now will text you. Do you get that one where it's like, where it's like, oh, hey, Olivia. This is Madison from blank. Thanks for giving me your number. And they're trying to, like, get you to respond back. I don't know what the overall goal is. Like, they never actually, like, do anything, but I used. I usually. So, like, I'll answer a random text and I would tell that person, wrong number. And that's how I know they're fake, because they're like, oh, my God, I'm so sorry. You're so nice. Do you want to be friends? And I'm like, no. Fuck off."
    },
    {
        "speaker": "A",
        "text": "Here's a link."
    },
    {
        "speaker": "B",
        "text": "Yeah, right. Exactly. Exactly. Here's a link to my Facebook. Let's be friends. No."
    },
    {
        "speaker": "A",
        "text": "So I do find. I do find Twitter helps us."
    },
    {
        "speaker": "B",
        "text": "Oh, totally."
    },
    {
        "speaker": "A",
        "text": "You know, be aware of those types of scams out in the world. Like my mom, I trained up my."
    },
    {
        "speaker": "B",
        "text": "Wife pretty good to know if something's a scam or not."
    },
    {
        "speaker": "A",
        "text": "A couple of weeks ago, I was talking to my mom and she's like, you know, she's not very tech savvy. She's a very smart lady, but she's one of these old people that, like, pretend like they don't know anything. But I'm like, you just. You're just not putting the effort in. So she's like, oh. I was like, oh, have you seen this video? Like, I saw this video the other day where Elon Musk is, like, providing, like, additional dollars to Canadians because he's. I don't know, he has some sort of, like, link to Canada. I don't know if he, like, lived here for a bit, but basically, like, you know, he just saw this really bad for you. Yeah, no, I think he was. I think there is at some point because of. I think he's south african, maybe the mining stuff. He lived in Canada for a point. Anyways, so she sees this video where it's just like, you provide a certain amount of money and there's send one eth, get two back kind of thing, but it's dollars and it's designed to go get older people. I would say, like, boomers that aren't aware of scams. So she's talking to me about this, and I'm like, mom, I'm more than certain you're getting scammed right now. I'm like, did you see this on YouTube by chance? She's like, yeah, I think it might have been YouTube. I'm like, yeah, there's these. Yeah, there's scam ads all the time on YouTube. They're just designed to, like, the one you watched is specifically designed for you. I get ones that are specifically designed for me. So we kind of left it at that."
    },
    {
        "speaker": "B",
        "text": "Well, this is a good topic. What scam would you fall for? Let's finish your story. And then I want to go into what scam would be designed well enough for you that you would click. All right, keep going."
    },
    {
        "speaker": "A",
        "text": "That's a good question. Because the ones that they. The ones that they do send to me just make me feel bad about myself. It's just like, oh, this is what the Internet thinks I would have fall for."
    },
    {
        "speaker": "B",
        "text": "Yeah, I'm getting a lot of random, weird ads lately that I'm like, holy shit, this is what the algorithm thinks to me, right?"
    },
    {
        "speaker": "A",
        "text": "Like, you're just a douchey tech bro."
    },
    {
        "speaker": "B",
        "text": "More like. More like. More like, do you need ADHD medication? And have you for the last 30 years? I'm like, holy shit, maybe I do. Is my behavior on my phone that erratic?"
    },
    {
        "speaker": "A",
        "text": "That actually might be good advice. I'm not sure it is."
    },
    {
        "speaker": "B",
        "text": "I think it is real. I think it really knows what I'm going through."
    },
    {
        "speaker": "A",
        "text": "So, yeah, so I was talking to the other day. She's like, I was talking to one of my friends, and they fell for the scam, and now they lost all this money. And she told them that what they were dealing with was a scam, and they helped."
    },
    {
        "speaker": "B",
        "text": "And they didn't believe them."
    },
    {
        "speaker": "A",
        "text": "No, they had already fallen for it prior to the part of the conversation with my mom. But she was. She was very proud of herself that she knew it was now a scam and could then, you know, feel superior to her friend."
    },
    {
        "speaker": "B",
        "text": "Got it. I get it. That's a trait that you and your family share. It's genetic, the need to feel superior. I understand. We have a comment from our old friend Alf, the droid you seek GM. Sir, how long time longtime listeners from the rec days says Elon Musk. Elon Musk arrived in Canada in June 1989 and lived with a second cousin in Saskatchewan for a year, working odd jobs at a farm and lumber mill. In 1990, he entered Queens University in Kingston, Ontario. So there you go. Chamber."
    },
    {
        "speaker": "A",
        "text": "What up, Queens? Yeah. Golden Gales."
    },
    {
        "speaker": "B",
        "text": "Golden gales."
    },
    {
        "speaker": "A",
        "text": "Terrible, terrible football team. Really."
    },
    {
        "speaker": "B",
        "text": "All right."
    },
    {
        "speaker": "A",
        "text": "Yeah, we've got."
    },
    {
        "speaker": "B",
        "text": "We got some additional comments before we get to them. I did post the djen bets reminder link up to the top. And so set your reminders if you want to hear us talk football later on. Buching said, I answered once because they left, leaving me voicemails if I received a fax. This was from a local school, and apparently they were given my number as point of contact for the needed documents. So this is totally understandable. However, you answered Buching after you listened to a voicemail, meaning you did not initially answer the phone call. So I'm going to go with this is an official not answer. What do you think, Chamber?"
    },
    {
        "speaker": "A",
        "text": "I'm with you 100%. The joy of the pickup is not knowing who it is. That's the fun part is the mystery."
    },
    {
        "speaker": "B",
        "text": "That is. That is the fun part. So let's see. There's a couple more here. Payne says. Payne says. Where does this thing go? I just lost it."
    },
    {
        "speaker": "A",
        "text": "I hope he wants to talk about Friday."
    },
    {
        "speaker": "B",
        "text": "No chance. I'm answering the phone from a random number. Better leave a voicemail if I don't know you. Amen. Neil says yes in all caps. You never know who's on the other end. It could be Ed McMahon. And he wants to set up the publishers clearinghouse check award ceremony. Mean, that's true. It could be anybody."
    },
    {
        "speaker": "A",
        "text": "I've been following. I've been, I've been watching Neil's tweets at, me and Neil are some big Neil fan. I'm a big Neil fan. Big Neil fan."
    },
    {
        "speaker": "B",
        "text": "Neil does great art, has great takes. Can't, can't knock Neil at all. I appreciate Neil. You know, I'm really so, I'm not sure what we have here. We have a split house or maybe."
    },
    {
        "speaker": "A",
        "text": "I feel, I feel, I feel like me and Neil are in the minority. I think with enough sampling, you would probably see like an 80 20 split."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think so, too. Like, we should put this out as an official poll on our, on our twitter and see what the masses think, because I think you are some kind of pervert for doing this."
    },
    {
        "speaker": "A",
        "text": "I'm definitely a pervert."
    },
    {
        "speaker": "B",
        "text": "Yeah. And I think you would be in the large minority in this day and age. I don't think, like, it's definitely an our generation thing. Right? Like, this is a new phenomenon."
    },
    {
        "speaker": "A",
        "text": "Yeah. Like, we are."
    },
    {
        "speaker": "B",
        "text": "My wife is a pickupper, by the way."
    },
    {
        "speaker": "A",
        "text": "Yeah. She picks up a I like, every time."
    },
    {
        "speaker": "B",
        "text": "And I'm like, what are you doing? And she has never picked up on one of these calls in which she has had a good experience. It's never been somebody she needed to, to talk to. It's never been, like any kind of positive experience. And she continues to do it. And I'm like, what are you doing? She goes, it could be anybody."
    },
    {
        "speaker": "A",
        "text": "See, my wife picks up also. But what I find annoying is she doesn't cut off quick enough. She'll continue the conversation. She won't get to, you know, she won't hang up quickly enough. She'll kind of slowly get there. And I'm like, if I call. If I get the call and it's obviously not the outcome I want, I'm immediately hanging up. Or, like, saying, wrong number, or, take us off. You know, take me off the call list, and then I'm hanging up. It's a very, very quick transaction if it's not the outcome I'm looking for. But I find when you Dally, not a fan of that, I think that can be a little bit annoying."
    },
    {
        "speaker": "B",
        "text": "You more of a dillier or a dahlia?"
    },
    {
        "speaker": "A",
        "text": "More of a dahlia. Yeah."
    },
    {
        "speaker": "B",
        "text": "I fancy myself a little more of a delia, and I don't think that."
    },
    {
        "speaker": "A",
        "text": "Would surprise you, not in the least."
    },
    {
        "speaker": "B",
        "text": "So what kind of scam would have to be designed for you to click on it? Are we talking, like, food related? Can we get you with a good food related scam?"
    },
    {
        "speaker": "A",
        "text": "Yeah, if you got. I'll tell you how you're going to get me, okay? This is exactly how you're going to scam me. You hook me up with a new restaurant. Okay. Local."
    },
    {
        "speaker": "B",
        "text": "That's code and everything. They call you up. They call you up out of the blue."
    },
    {
        "speaker": "A",
        "text": "This is more of a video I would have to see, like an ad. A scam video ad."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "Not so much."
    },
    {
        "speaker": "B",
        "text": "This is the YouTube ad. Okay."
    },
    {
        "speaker": "A",
        "text": "Yeah, this is the YouTube ad."
    },
    {
        "speaker": "B",
        "text": "It's the. It's the golden Gale diner. It's calling you up. It's a video ad for the Golden Gale diner."
    },
    {
        "speaker": "A",
        "text": "I. Yeah, it. No, it needs to be, like, mexican themed, because what I. What I'm requiring, loaf is golden gales. That's exactly what I'm looking for, is a. Is a. Are you familiar with the Birria tacos?"
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Okay. I want a local. A new local Birria taco place. We have one. I'm not a huge fan of it, but if you hook. If I see an ad I'm clicking on whatever comes across, I want it immediately. So that would be the easiest way to get me to click on malicious links or anything like that would be a local, ideally in my doordash zone area. You know what I mean?"
    },
    {
        "speaker": "B",
        "text": "Your door dash, splash radius."
    },
    {
        "speaker": "A",
        "text": "Exactly. That would be ideal. Got it. That would get me immediately."
    },
    {
        "speaker": "B",
        "text": "All right. So, I mean, the perfect ad would be like you browsing on a Tuesday. It's a taco Tuesday ad for your new local taqueria. And they're like, hey, call this number, give us your credit card, and we promise we'll give you tacos. That's essentially what you're telling me."
    },
    {
        "speaker": "A",
        "text": "Exactly."
    },
    {
        "speaker": "B",
        "text": "Yeah, I get it. I bet you a lot of people would be scammed by something of that nature. Like, there's a large number of people that enjoy tacos. Enough to just click any and all taco related content."
    },
    {
        "speaker": "A",
        "text": "Yeah. So hopefully I don't get scammed. I've laid the groundwork for me losing absolutely everything, and I hope you find people. Don't use it against me."
    },
    {
        "speaker": "B",
        "text": "Only the people here will ever hear that, so. And I think we've got a good enough crowd here that will not try to scam you, hopefully. What do you think?"
    },
    {
        "speaker": "A",
        "text": "Hopefully, I'm cautiously optimistic."
    },
    {
        "speaker": "B",
        "text": "All right, let's go back to where we started this whole conversation. At some point, I need your initial take here on Friday night lights. Um, but before we do that, I do want to hear more about your quarterbacking career."
    },
    {
        "speaker": "A",
        "text": "It was, it was, uh, my quarterbacking careers. What was it, maybe three years total? Um, pretty long career of."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Of actual gameplay. Uh, where I grew up, our high school teams, um, didn't play football. We had a funny go to."
    },
    {
        "speaker": "B",
        "text": "You had to go to Queens University?"
    },
    {
        "speaker": "A",
        "text": "I had to go to Queens University and play for the gales. No, I actually, I did have to travel to play, to play league football into a different town."
    },
    {
        "speaker": "B",
        "text": "I bet you, you have an uncle Rico laser rocket arm. Like, I bet you that there are times in the summer where you're out on your stoop and you are just dragging a cigarette and you're like, man, if coach would have put me in, in the fourth quarter, I'd have thrown this ball over them damn mountains. And you just got a real Uncle Rico vibe to you."
    },
    {
        "speaker": "A",
        "text": "My dad was Uncle Rico, so he wanted me to play football more than anything. Like, that was. He loves football, and he wanted me to be a quarterback. Like, when he saw, like, you know, when I was, like, ten years old and I was like, five, seven, you know what I'm saying?"
    },
    {
        "speaker": "B",
        "text": "He's like, this kid's got to be like, holy shit. He's like, let's get this kid some extra beria tacos league."
    },
    {
        "speaker": "A",
        "text": "Yeah. So he was very excited. So my, my regional school system didn't allow for football because back in the day, somebody got paralyzed and they basically canceled it in my area. So we had to travel to play football. So, yeah, I played. I played league football for three years. And, yeah, I mean, I played, you know, that's pretty good. We. I don't, we never won the big show, but I think we finished."
    },
    {
        "speaker": "B",
        "text": "What is the big show like here. It's like state championship."
    },
    {
        "speaker": "A",
        "text": "Yeah, basically that was."
    },
    {
        "speaker": "B",
        "text": "We got like province championship."
    },
    {
        "speaker": "A",
        "text": "Provincials. Exactly. Provincials."
    },
    {
        "speaker": "B",
        "text": "I mean, I feel like that's a big deal. You win provincials. Yeah."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah. Like, I mean, Ontario, it's huge. It's probably similarly sized to Texas. Obviously not the, not the population, but the size of it is probably fairly comparable."
    },
    {
        "speaker": "B",
        "text": "I will say I think a Texas state football championship would outweigh an Ontario provenance."
    },
    {
        "speaker": "A",
        "text": "I would argue a Texas state championship would outweigh a CFL champion."
    },
    {
        "speaker": "B",
        "text": "Yeah, no, I. You said it, not me. But I think that's, I think that's probably true."
    },
    {
        "speaker": "A",
        "text": "But I remember going just even into like New York State a few times and seeing some of the high school setups they have there and it's, it's crazy for football. I couldn't even imagine what it would have been like in Texas. But yes, getting back to Friday night lights, I was very excited to watch it. I didn't realize, I knew there was like a few like five or six seasons, but I didn't realize it was one of those network shows where there's like 22 episodes a season. So I am on. It's so good. So I'm on like the season finale of the first season. So very excited. I crushed 20 plus episodes since like Friday and I'm enjoying every moment of it. I really liked it. I did. You know, I grew up on varsity Blues and, you know, it was fairly similar plotline early on, but obviously a bit more serious. I did have some takeaways. I thought the. What's his name? I'm going to be terrible with the names. Smash, the running back."
    },
    {
        "speaker": "B",
        "text": "Oh yeah."
    },
    {
        "speaker": "A",
        "text": "When he, when he has his steroid story arc. I thought it was."
    },
    {
        "speaker": "B",
        "text": "You meant boy. The bit boy story arc."
    },
    {
        "speaker": "A",
        "text": "That's right. The bit boy story arc. I thought it was very funny that he could only shoot up his steroids in the church parking lot. I thought that was an odd place to."
    },
    {
        "speaker": "B",
        "text": "It's the least area you would suspect he would."
    },
    {
        "speaker": "A",
        "text": "It was right before church. It was it. He was shooting it up in his leg and didn't do any exercising."
    },
    {
        "speaker": "B",
        "text": "You gotta get jacked up for JC."
    },
    {
        "speaker": "A",
        "text": "I guess so. The way I always understood, I'm pretty sure you have to take those steroids pre workout. But he was going right into church all huffed up on goofballs. I thought that was very funny. And then. Yes, and then one of these like 16 year olds who are. And they're all adults, at least the actors are. Some 16 year old just starts dating his 35 year old neighbor, which I think is very 2006."
    },
    {
        "speaker": "B",
        "text": "Yeah. Is that Reagan? Yeah."
    },
    {
        "speaker": "A",
        "text": "Reagan. Yeah. I mean, don't get me wrong, big stud, but, like, let's reign it in here, NBC or whoever's putting this out. But, yeah, the storylines were very, were very interesting. A big fan of a lot of the actors and actresses in the show. So two of them are, like, some of my favorites. You called me out for liking Todd as much as I do. I think his name's. What's his name in the show?"
    },
    {
        "speaker": "B",
        "text": "Oh, gosh, I don't remember."
    },
    {
        "speaker": "A",
        "text": "Ludwig. It's like that."
    },
    {
        "speaker": "B",
        "text": "It's not Ludwig."
    },
    {
        "speaker": "A",
        "text": "It's something like that. But anyways, Todd from Breaking Bad and."
    },
    {
        "speaker": "B",
        "text": "Then crush on the blonde girl."
    },
    {
        "speaker": "A",
        "text": "Oh, that blonde girl. She's."
    },
    {
        "speaker": "B",
        "text": "What's her name?"
    },
    {
        "speaker": "A",
        "text": "I don't know. Tara."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah. It is like six three."
    },
    {
        "speaker": "A",
        "text": "Smoking hot. Smoking hot."
    },
    {
        "speaker": "B",
        "text": "Is that a qualifier for you? Like, it has to be as. It has to be as tall as you?"
    },
    {
        "speaker": "A",
        "text": "I don't know, but I don't mind it, I'll tell you that."
    },
    {
        "speaker": "B",
        "text": "But I. Speaking of perverts."
    },
    {
        "speaker": "A",
        "text": "Yeah, no, absolutely card carrying pervert here. But it's very good. Very excited. I'm intrigued on how they continue a high school based college or high school based football show over the course of six seasons. I always find that intriguing. So hopefully maybe we go, you know, maybe college years."
    },
    {
        "speaker": "B",
        "text": "You know, the greatest. You know the greatest thing about high school?"
    },
    {
        "speaker": "A",
        "text": "I do, unfortunately, yes, I do know."
    },
    {
        "speaker": "B",
        "text": "Yeah. They. I keep getting older and they stay the same age. That's apparently what happens here is, you know, you roll over, so there's no."
    },
    {
        "speaker": "A",
        "text": "College years, like, by the bell."
    },
    {
        "speaker": "B",
        "text": "You do see some of them go to college. Yes. But you also get new. You also get new high school."
    },
    {
        "speaker": "A",
        "text": "Oh, okay. All right."
    },
    {
        "speaker": "B",
        "text": "New high school characters. You know? So it's not like you just follow the whole team to college. There are some college storylines. Yeah, yeah."
    },
    {
        "speaker": "A",
        "text": "Like, people are getting married at, like, 17. Like, I don't know what's happening here."
    },
    {
        "speaker": "B",
        "text": "That's Texas, man."
    },
    {
        "speaker": "A",
        "text": "I guess so is it? And I guess it is still 2006 or seven."
    },
    {
        "speaker": "B",
        "text": "Back then was get married."
    },
    {
        "speaker": "A",
        "text": "Get married at 14 years old."
    },
    {
        "speaker": "B",
        "text": "You know, it's like the Roman Empire."
    },
    {
        "speaker": "A",
        "text": "It's very good."
    },
    {
        "speaker": "B",
        "text": "I'm just trying to squeeze the roman empire into casual conversation lately."
    },
    {
        "speaker": "A",
        "text": "It's just the roman empire."
    },
    {
        "speaker": "B",
        "text": "Anywhere where I. Anywhere. Just to prove that I've once thought about it, you know?"
    },
    {
        "speaker": "A",
        "text": "You're non stop thinking about it now."
    },
    {
        "speaker": "B",
        "text": "I'm non stop thinking about other people thinking. I don't think about the roman empire. That is what I'm doing. I non stop compensating for the fact that there is, at any given time, hundreds of people thinking about how I am dumb because I don't think about it enough. Oh, by the way, I guess that's a good segue. I sent you a text message about this."
    },
    {
        "speaker": "A",
        "text": "You did. Did you pick your. I'm trying to remember what it was now. Did you pick your. Your version of the Roman Empire?"
    },
    {
        "speaker": "B",
        "text": "No, what it was, was."
    },
    {
        "speaker": "A",
        "text": "What was it?"
    },
    {
        "speaker": "B",
        "text": "It was Friday night at 09:00 p.m. so you were peak sickness probably at this time."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "You were probably 35 minutes into a 40 minutes Friday Night Lights episode. And just a preface, reminder of the conversation that we had was I left thinking, basically that I left this show. I came into the show thinking I was stupid because I hadn't thought about the roman empire, like, at all, right? And you so graciously lifted me up and said, you know what, bunshu? You are not dumb for not thinking of the roman empire. I would argue you are more intelligent because you think of the future. And you are a futurist, and futurists don't think of the roman empire. And I left that show very, very positively thinking about myself. And I was like, you know what? He is right. I am a futurist. I don't need to think about the roman empire. And so I was there. I was on Twitter on Friday, and I saw something that confirmed that I am actually a stupid fucking idiot. And. Hold on, I got a."
    },
    {
        "speaker": "A",
        "text": "I have it here."
    },
    {
        "speaker": "B",
        "text": "So it is a. It is not a tweet. It is a thread that was posted by maybe one of the greatest futurists in the world, which immediately disqualifies me as not being stupid because. So this is posted by Mark Zuckerberg, who is creating the future every single day."
    },
    {
        "speaker": "A",
        "text": "Yeah, he really is. He really, really is."
    },
    {
        "speaker": "B",
        "text": "This thread says, from Zuck, not sure if I think about the roman empire too much. I wonder what my daughters, Maxima, August and Aurelia think. And I just sent you texts and all it said was, I'm a fucking stupid idiot loser. Well, I mean, look, if the shoe fits, man, there's nowhere for me to hide at this point. I don't know."
    },
    {
        "speaker": "A",
        "text": "I'm a man of reason. And, you know, I gave you my most reasonable thought back then. You know, back. Back when I said what I said. And have you changed your mind? I mean, it's hard to, you know, you just said it, right. It's possibly the greatest futurist of our generation. Really thinks about."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "Top three. Top three."
    },
    {
        "speaker": "B",
        "text": "Top three. Yeah."
    },
    {
        "speaker": "A",
        "text": "Has named his children with the Roman Empire in mind. Yeah."
    },
    {
        "speaker": "B",
        "text": "I have no excuse."
    },
    {
        "speaker": "A",
        "text": "It's tough. It's a tough one for us."
    },
    {
        "speaker": "B",
        "text": "I did name my child after a biblical character accidentally."
    },
    {
        "speaker": "A",
        "text": "Did you?"
    },
    {
        "speaker": "B",
        "text": "His name is Cain."
    },
    {
        "speaker": "A",
        "text": "The Romans are in the Bible."
    },
    {
        "speaker": "B",
        "text": "They are. It was not. It was not on purpose, though. But I didn't do it thinking of the Bible. In fact, I almost didn't name him this because of that, because Cain is actually the first murderer on earth. So. Yeah. What an honor to name my son after. But here we are just. God damn."
    },
    {
        "speaker": "A",
        "text": "That's right. I named my kid deeper and deeper. I named my. I named my second child after a prickly bush of thorns. Yeah. So don't forget to say a prickly."
    },
    {
        "speaker": "B",
        "text": "Bush of thorns will inherit the earth."
    },
    {
        "speaker": "A",
        "text": "That's right. Yeah. So did you see bit boys auctioning off his watch?"
    },
    {
        "speaker": "B",
        "text": "Dude, hold on. Did you see. So I. First of all, I don't. We haven't had a show since the bit boy arrest, have we?"
    },
    {
        "speaker": "A",
        "text": "I don't know if we have. I feel like I've been so immersed."
    },
    {
        "speaker": "B",
        "text": "We haven't. It happened at. So I'm just looking at our text history again because I texted you the first video I saw about it, which was. Gosh, no. Wow. Maybe we did. I don't even know."
    },
    {
        "speaker": "A",
        "text": "It was a while."
    },
    {
        "speaker": "B",
        "text": "So it happened after our show on Monday. So we did our Monday show and then at 08:45 p.m. is when the video started making its rounds. Right? Yes. And by the way, I'm just looking at my text thread to you. The other thing I cannot stop laughing about is my wife superimposing my biblical name over the Kevin James picture."
    },
    {
        "speaker": "A",
        "text": "Very funny."
    },
    {
        "speaker": "B",
        "text": "I kept sending you."
    },
    {
        "speaker": "A",
        "text": "I laughed every time."
    },
    {
        "speaker": "B",
        "text": "It's going to come at you again, too, because it's so good. Yeah. So bit boy got arrested and, you know, now he's auctioning or selling a lot of his items. He's selling a Dodge stratus or charger or something. I don't know. He's selling his Rolex. He's selling his board ape. All things that maybe would have been good ideas to sell before you milked the community for 200 grand. But I digress the condition."
    },
    {
        "speaker": "A",
        "text": "Oh, my God."
    },
    {
        "speaker": "B",
        "text": "This is what I needed to talk about."
    },
    {
        "speaker": "A",
        "text": "Yeah. I mean, this is the only thing we should be talking about."
    },
    {
        "speaker": "B",
        "text": "He's six months old. Can you find this and post it to the top?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I definitely tweeted about it. What I don't understand, like, are you a watch guy?"
    },
    {
        "speaker": "B",
        "text": "No, not at all."
    },
    {
        "speaker": "A",
        "text": "I have. So I'm not. I'm not a quote unquote watch guy, but I have watches. I like a nice watch once in a while, but I'm not one of these, you know, in the same way that I like shoes, you know, I'm not a shoe guy, you know, I'm saying. But, I mean, I was looking at my watches, and I have watches that are. I've had for 1015 years and not even remote. And, I mean, I'm not, like, super, you know, I'm not polishing them. You know what I mean? Like, I'm not going out of my way to take care of these things yet. They are miles ahead as far as this is six. I can't get over this. I just, I just pinned it. Look at that. I forgot what I. What I tweeted. So I said, look at that fanny pack damage. And then. Yeah, it's."
    },
    {
        "speaker": "B",
        "text": "It looks like it's insinuating that his. That it got damaged while he was not wearing it, but carrying it around."
    },
    {
        "speaker": "A",
        "text": "Yeah, exactly. Put in his fanny packets across his chest."
    },
    {
        "speaker": "B",
        "text": "The visual image of having a Rolex that you keep inside a fanny pack instead of wearing is just so funny to me. I don't know why I. Yeah, it's. He said it was six months old."
    },
    {
        "speaker": "A",
        "text": "It's. It blows my mind that it's like, hey, he may have bought it used, I guess, but, I mean, I don't think he did. My guess is he probably didn't buy a used one. And my guess is if he did buy a used one, it wouldn't have looked remotely close to that."
    },
    {
        "speaker": "B",
        "text": "Like, what do you got to do to go up your."
    },
    {
        "speaker": "A",
        "text": "I'm like, in my mind, there's so many jerk off scenarios. Like. And I'm like, what is happening? Like, it must be jerk off related. And I couldn't figure out how it was happening."
    },
    {
        "speaker": "B",
        "text": "Are you talking about Jri?"
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Jerk off related incidents."
    },
    {
        "speaker": "A",
        "text": "Correct. And I couldn't, for the life of me, put together a scenario where it's happening so frequently in such a manner that it's creating this kind of damage. But, I mean, your guess is as good as mine because I've."
    },
    {
        "speaker": "B",
        "text": "I couldn't believe."
    },
    {
        "speaker": "A",
        "text": "Racking my brain."
    },
    {
        "speaker": "B",
        "text": "I, since I am not a watch guy, I did not publicly comment on this because, I don't know, like, maybe that is what the wear and tear of a watch is, but you would think, like, a Rolex, you'd be more careful with that. Or I. Like, I don't know. I mean, rolexes are very expensive, so you either have to be, like, super rich to own one that you wear that often, as in, like, it's your everyday thing, that it is just normal wear and tear on, like, everything you do, like, smacking it against the wall or, you know, various jris, whatever. Like, or you only. You own a Rolex, and it's, like, a very important thing to you, and you wear it only on special occasions, and then it would not get in that condition. Right?"
    },
    {
        "speaker": "A",
        "text": "Yeah. I mean, like I said, like, I don't. Like, I bang my watches against, you know, you're walking. You hit. You hit the side of a door frame. Like, it happens, right? Like, and even, like, I looked at some of my oldest watches that I've had, you know, for years and years and years. Not even close to that kind of damage. Like, it. You really need to put an effort in to get it to look like that."
    },
    {
        "speaker": "B",
        "text": "It's. It's mind boggling."
    },
    {
        "speaker": "A",
        "text": "It really is. All right, I did. I did have. I wanted to add one thing, because I was about. There was a rare incident, instance that happened this weekend where I was about to tweet something and I had it crafted, and I was about to press send, and I said, you know what? Maybe that's a bridge too far. And I didn't. And I didn't tweet it, and I have to talk it through."
    },
    {
        "speaker": "B",
        "text": "Holy cow. Wait a second. What?"
    },
    {
        "speaker": "A",
        "text": "And it's about. It's about. It's about Ben. So it's, you know, I tweeted about the watch, but then he tweeted out. It was something. It was something about his son. It was a picture of him and his son looked like they were base, a baseball game, and his son had won whatever championship it was. And he's wearing the."
    },
    {
        "speaker": "B",
        "text": "It was a providential."
    },
    {
        "speaker": "A",
        "text": "I think he won the provincials."
    },
    {
        "speaker": "B",
        "text": "Sorry, whatever it is. Yeah, provincial."
    },
    {
        "speaker": "A",
        "text": "Because the kid had a ring. Like, he won a ring. Like, as part of, you know."
    },
    {
        "speaker": "B",
        "text": "Was he auctioning that off, too?"
    },
    {
        "speaker": "A",
        "text": "That's what I said. If I tweet was, I know what I'm buying next."
    },
    {
        "speaker": "B",
        "text": "Oh, that. Come on. That was good. That's. I don't. I thought you were gonna go, like, way blue."
    },
    {
        "speaker": "A",
        "text": "No, I felt bad. I'm like, ah, you know, he's just tweeting out about his son being proud, you know, and I was just like, ah, you know, I don't mind."
    },
    {
        "speaker": "B",
        "text": "It's the right choice. However, of the things you've privately texted me that you're like, can I tweet? This y or n and, like, you know, I would think that ranks pretty clean on the. On the meter, I think. But, yeah. Yeah, I think you could have been okay with that one. And it would have got upwards of, you know, a dozen likes."
    },
    {
        "speaker": "A",
        "text": "And that's the other thing. I didn't want it to do well either because I'm like. I would have felt bad."
    },
    {
        "speaker": "B",
        "text": "Yeah, I get it. All right. We have had Mister House patiently waiting for his trivia question of the day, and we've got. He's probably been sitting there for 20 minutes, and you and I have just not done a show in overdem in a week, so, like, there's much to talk about of random nonsense."
    },
    {
        "speaker": "A",
        "text": "Is it 446 already?"
    },
    {
        "speaker": "B",
        "text": "Yeah, it's crazy. We haven't even talked about anything of meaning, which is good because I don't have any. I didn't have anything prepared today, but the. We got to go to Mister House first trivia question. Who knows what he actually wants to weigh in on point. We've. We've got. We've gone a lot of different places already today, so. Mister House Gm, you ready for trivia?"
    },
    {
        "speaker": "C",
        "text": "I was born ready."
    },
    {
        "speaker": "A",
        "text": "Hashtag born ready, built, ready. Arts, science, entertainment, history, general knowledge or."
    },
    {
        "speaker": "C",
        "text": "Geography, whatever will make you laugh the most when I miss the question."
    },
    {
        "speaker": "A",
        "text": "Are you a football guy? All right, here's a football question for you."
    },
    {
        "speaker": "B",
        "text": "Was that trivia? Because I don't think that."
    },
    {
        "speaker": "A",
        "text": "Yeah. Which."
    },
    {
        "speaker": "C",
        "text": "I was getting a phone call, so I missed it."
    },
    {
        "speaker": "A",
        "text": "Okay. Sorry. So are you a football guy?"
    },
    {
        "speaker": "C",
        "text": "I do watch football."
    },
    {
        "speaker": "A",
        "text": "Okay. All right. I want to give you. I want to give you an easy one here. Which team did John Madden of Madden NFL fame won a super. Which team did John Manna win a Super bowl with as a head coach?"
    },
    {
        "speaker": "C",
        "text": "The Raiders, when they were in Las Vegas, or. I guess they would have been. Would they have been in Oakland then? Yeah, they would have been in."
    },
    {
        "speaker": "A",
        "text": "We're going to count it. It was the Raiders. That is correct."
    },
    {
        "speaker": "C",
        "text": "I wasn't sure if they would have been. And I was, like, trying to think he coached in, like, the end of the sixties and seventies, so I think they would have been Oakland and not LA Raiders then. Right? Like it was the. Or was it that?"
    },
    {
        "speaker": "A",
        "text": "It was the Oakland. Yeah, you're right. It was the Oakland Raiders."
    },
    {
        "speaker": "C",
        "text": "Yes. Okay, cool."
    },
    {
        "speaker": "A",
        "text": "I would have got that wrong."
    },
    {
        "speaker": "C",
        "text": "Yeah. Probably. I probably got to get this call back. But the reason I came up was I already put it as a reply, but I'm sternly against bunch, you being full fledged futurists. Winston Churchill, quote, those who fail to remember the past are doomed to repeat it. So I'm not fully against, you know, being a futurist, but you also, you can't, can't just have your head looking forward. You know, you don't, you don't want to, you don't want to like think you're making progress forward, but really you're just falling into the same trap that they had in the."
    },
    {
        "speaker": "B",
        "text": "How, how much? Well, I mean, the traps in the 16 hundreds were like literal traps. No, things of that nature. I don't think I have to worry about that. But like, what, what should, what is the appropriate amount of. Of thinking about this stuff, Mister House? Because I feel you while on the younger side, you're one of the more intelligent people that I've come across in this space. So I value your opinion. What's my syllabus here? What is my curriculum?"
    },
    {
        "speaker": "C",
        "text": "Honestly, I think the curriculum is pretty well known. Books and authors overall, I think you need to take kind of a well rounded approach and really nothing written probably past 2010, and you can still get kind of the base of it. But I think Adam Smith getting kind of the early stages of capitalism and just reading pretty much anything by Smith. A lot of enlightenment era and understanding, kind of where the modern arguments came from, which schools of philosophy people lie in. And then also like the wealth of nations by Smith. And then for some more modern stuff, Ray Dalio, I would lean towards that. I think the art of war taken in the context and applied of whatever you do in your daily life. So I think just really grinding in what has happened throughout history, because it really does repeat itself, like every 100, 125 years. Like, if you look at the root and the powder kegs that light most major wars and conflicts, it's really just the same stupid stuff happening over and over. So I think if you read anything, like full span of the Roman Empire, which is why you should be thinking about it, like why Hannibal was able to take so much land in that war, but then also ultimately ended up failing. Right. It's like these, these really high level strategy pieces that when you look at in hindsight, they seem so obvious, like, oh, yeah, why didn't you just do that? Why didn't you just stop Hitler in 1936 while he was fastly rising through with all this stark speech? But it's like, it's the things that seem so easy in hindsight and it's kind of that survivorship bias, but realistically, it's like we still just keep falling in this pit of repeating ourselves."
    },
    {
        "speaker": "B",
        "text": "Yeah, I fucking knew that Mister House was the right person to ask this question. Did I nail that question or what? Yeah, well, I think that."
    },
    {
        "speaker": "C",
        "text": "I think, I think like you look at it from 19, like take like George Orwell's novels, right? It's like the reason, or at least my thought on why stuff like that is predictable. And you could write a novel is because those kind of controls had happened before, right? Like when he's writing Animal farm in 1984, he's imagining dystopian realities of previous pasts, but you replace the names, locations and dates. So like, Animal Farm is kind of that early russian takeover during the October revolution. Like that's the kind of, that's, that's really what Orwell is speaking about. So I think you can kind of take those themes and you realize, like now we look at 1984 and we're like, oh, you know, the surveillance. Capitalism is a real thing, right? And it's like, well, they were employing different methods of that, but they just didn't have the advanced technology. So yeah, that would be kind of the succinct TLDR version of that. What I just said."
    },
    {
        "speaker": "A",
        "text": "I just look good."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's fantastic. The problem, I'm like sitting here thinking about how wonderful an answer this is, how insightful it is, how well read Mister House must be. And all I can think about is like, who has time to read like this? And I wish I did. I don't, and I don't have any. I don't like, I just don't understand."
    },
    {
        "speaker": "A",
        "text": "You know, what you need? You just need to listen to, you need some audiobooks. And I would recommend for some quick, like, historical background of like the last 125 years. I like a lot of historical fiction. Ken Follett, who's like a very good writer, writes historical fiction, does a great, he's got a three series trilogy that you can listen to on audio and really just get a grasp of all of the goings on that happened from like, you know, the Russian to, you know, to Mister House's point, you know, the russian revolution into like, I think, I think he gets right up until like the sixties or seventies, I think it's called the century trilogy. I think that's what it's called. But it's very good. It's like it is fall of giants, world without end and I think a call column of fire. Very good. Highly recommend. And it's like, it's not like you're doing homework. It's like you're listening to a story, but while you're listening to the story, you get a lot of the. You get a lot of the tidbits of actual facts."
    },
    {
        "speaker": "B",
        "text": "I am very concerned about the fact that I am just like a giant baby. Like, just like a large adulthood child. And like this. I never realized it about myself until, you know, the Roman Empire."
    },
    {
        "speaker": "A",
        "text": "Goddamn roman empire."
    },
    {
        "speaker": "B",
        "text": "This whole Internet meme has ruined my life. And I don't know. I just don't know. I appreciate how intelligent the two of you are. And I hope to one day be part of it. So, we've got a couple minutes left. We do have a new hand that is coming to the stage here. And so chamber. This person's new to the stage. You have to describe what they are about to experience so they are not caught off guard here."
    },
    {
        "speaker": "A",
        "text": "Okay, who am I speaking with? This Columbia?"
    },
    {
        "speaker": "B",
        "text": "Algo."
    },
    {
        "speaker": "A",
        "text": "Algo. Okay, Columbia. Can I call you Columbia? What would you like to go. Bye, Nico. Even better. I was one of my friends. His name is Nico. So I will call you Nico because it's very comfortable in my vocabulary. In order to continue on with this conversation, you must answer a trivia question. I'm going to give you some categories. You get to select the category. If you get it right, we can proceed with the conversation. If you get it wrong, Mackie, our producer, unfortunately, will bump you down to listener immediately. So the categories that you get to select. To select from are arts, science, entertainment, history, general knowledge or geography. I will say a lot of these are. I'm not from the United States. A lot of these geography questions are us based."
    },
    {
        "speaker": "B",
        "text": "So where is the biggest ball of yarn?"
    },
    {
        "speaker": "A",
        "text": "Yeah, exactly."
    },
    {
        "speaker": "B",
        "text": "How many waffle houses are below the Mason Dixon line?"
    },
    {
        "speaker": "A",
        "text": "Correct. So I'm. Some of these questions I don't know the answers to. So if you are not from the United States, those ones might be a little trickier."
    },
    {
        "speaker": "B",
        "text": "Yeah, we'll go with science."
    },
    {
        "speaker": "A",
        "text": "Since that's absolutely the universal language of science. Okay, your question. I feel you're. I feel Nico, you're gonna get this one. What color is absinthe? The alcohol. Absinthe. What is its color?"
    },
    {
        "speaker": "B",
        "text": "This is science. This is science also falls under booze bag for 500."
    },
    {
        "speaker": "A",
        "text": "This is american science."
    },
    {
        "speaker": "B",
        "text": "Oh, I'm not even a big drinker like that. I don't even know. I don't drink. Let me take a guess real quick."
    },
    {
        "speaker": "A",
        "text": "We'll say clear. It's unfortunate. It's unfortunate."
    },
    {
        "speaker": "B",
        "text": "Can I get green?"
    },
    {
        "speaker": "A",
        "text": "It is green. Also known as the green fairy. Absinthe is."
    },
    {
        "speaker": "B",
        "text": "I'm calling bullshit on this pain. Do not remove Nico yet. That does not qualify as a science question in my book. And I already did. It's too late. Gone. Oh, my God. Gone. I invited. I invited back. I invited back. I was going to give him a pass. We only have two minutes left, and Niko was a good enough sport to play the game. So if Nico comes back, he will get to speak. Otherwise, I hope Nico comes back on Wednesday so we can give him the pass. I'm calling shenanigans on that one, not a science question."
    },
    {
        "speaker": "A",
        "text": "All right, all right. I have a history question for you. Bunched for me."
    },
    {
        "speaker": "B",
        "text": "No, absolutely not."
    },
    {
        "speaker": "A",
        "text": "No, I swear to you. This is the history question. This is the history question. What did ancient Romans use to soften leather?"
    },
    {
        "speaker": "B",
        "text": "And that is gonna do it for us today. Thank you so much for listening. We have a great show for you on Wednesday. Don't forget, Dejen Betts tonight at 07:00 p.m. followed by night shift at eleven, coffee with captain in the morning, lunch break and alpha afternoons. Oh, God. Until next time, clear eyes, full hearts. Can't lose."
    },
    {
        "speaker": "A",
        "text": "Can't lose."
    }
]