[
    {
        "speaker": "A",
        "text": "Because I think it's episode 33. You guys ready?"
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Yeah. We're live. Let's start the show."
    },
    {
        "speaker": "C",
        "text": "This episode is brought to you by the Degen Community Network media for the decentralized generation. If you want to connect or to check out more great NFT and crypto content, go to dgen.net work. That's dgen.net work."
    },
    {
        "speaker": "B",
        "text": "Hello and welcome to the mint Condition episode 33. I am Joe, aka Bunch. You bets alongside my, one of my esteemed colleagues and co hosts, Chamber. Chamber. How you doing, buddy?"
    },
    {
        "speaker": "A",
        "text": "One would say the main esteemed colleague, but whatever, no big deal."
    },
    {
        "speaker": "B",
        "text": "You're one of my favorite two esteemed colleagues."
    },
    {
        "speaker": "A",
        "text": "That's good. I mean, that, that's. That works for me. I'm doing well. I'm doing well. There. There may be, you know, with myself and our guests here today, there may be too much alpha on this episode. I'm not sure. I'm not sure. We'll see."
    },
    {
        "speaker": "B",
        "text": "I think you're. I think you're definitely right about that. We may have an alpha overload coming at us today. We have the man, the Mitch the legend Metaverse, HQ Mod, and overall alpha enthusiast classic Mitch up, Mitch, how you doing, buddy?"
    },
    {
        "speaker": "C",
        "text": "We are. We're doing peachy. Nice intro there. I like that. Little Mitch working to the mix. And I'm happy to be here, boys. I know. What's funny is I've been a fan before. I was like a true djen. I was a fan. I saw y'all's episode on Chicken Derby and made a sizable profit off of that investment and have since taken said profits. And now we're going ethereal. So happy to be here. I feel like it's full circle and let's get it, boys."
    },
    {
        "speaker": "B",
        "text": "Yeah. We are super excited to have you. We are no strangers to the wonders that Mitch can bring to the, bring to the world here. So, you know, Mitch is a contributor to Degen through his video content and always dropping some really awesome information, always usually profitable information in our Djen war room chat. So if you are not in the dgen war room, definitely check out the Djen discord. You can get in that war room channel and hang out with us. Chat, nfts. It's basically a 24/7 degenerate fest, right? We're always talking nfts, minting, dropping whatever is hot and exciting going on. So if you are interested in that kind of atmosphere, we've got it going on. And then if you're interested in a little more advanced, advanced class, I would say the master's class of NFT trading. It's Metaverse HQ. Mitch, tell us a little bit about Metaverse HQ. You know, how you got involved originally, how you became kind of part of the team as a mod there, and, you know, what people can expect if they join the MVHQ."
    },
    {
        "speaker": "C",
        "text": "Sure. Absolutely. And I just gotta say, guys, NFT war room and the DJ network discord is a vibe. Everyone in there is super positive and fun and hilarious. And I like checking in there from time to time, seeing what you trouble makers are up to. As far as Metaverse HQ, what's funny is we actually started, Metaverse HQ was born by Jake and bake. And Jake and Bake, if you don't know or remember from the NBA Top shot days, was he was just that guy that was providing the community value in the form of writing up the office hours. If you didn't have."
    },
    {
        "speaker": "B",
        "text": "Oh, that was. I didn't realize that was him."
    },
    {
        "speaker": "C",
        "text": "Yeah, man. So if you didn't have a chance to sit in, you would see Jake and Bake's office hours notes that was getting shared around again, just adding value and building a community around that value. And so Metaverse HQ, to join, you know, he had announced it on his Twitter, and to join, you had to fill out a Google form at the time. And if you were chill, if you're like a cool guy or gal, you can get in. And we had a lot of like awesome ogs back in the day. And then we decided, well, Jake and baked aside, and this was his, like, the brilliance behind Jake and the entire team at that time, which was like the pudgy penguins people as well, and, you know, and Cole and all of them, they decided to gate Metaverse HQ and form a community around 1500 nfts. And you needed one of our tokens to get in. And I believe we sold every OG member got a key for free and then we sold the rest at zero, 8.1 and 0.12 in three rounds of, and now I believe our floor price sits at 4.2. Months later, I became a mod around the 0.3 floor price. Whether or not I contributed to that key value, I think it was more so community, I think it was more so everyone was just, we were community first. We weren't like one of these mint passes. We didn't promise really anything other than you get to be a part of this community of absolute NFT enthusiasts 24/7 around the clock, 365. Any part of the world, doesn't matter where you're from and what it is today. I mean, Banshee, you're a member, so, you know, you could probably speak to it best. It's an absolute beautiful, beautiful place. You can't sleep on it. You really just can't, you can't sleep."
    },
    {
        "speaker": "B",
        "text": "If you're part of it. You'll miss something. So, yeah, I can attest I actually got in through you because you were dropping some stuff in the DJ war room, which we just talked about. And you're like, yeah, you know, I'm getting, you know, this information from, you know, Metaverse HQ, very cool group, blah, blah, blah. And at the time I got in, I think I, it was between the second and third drop. And my, my key was 0.17. I think I paid for it and I should have bought ten of them. Yeah. So it was 0.17 when I got in. And then they did the drop, I don't know, maybe a couple weeks after at the 0.12. And I was like, oh, man, I should have scooped and I didn't, I didn't scoop anymore, but I could have. And it's been awesome, man. I gotta say, like, as far as just, you know, a place to go and interact with people that are all trying to do the same thing while, like, learning the proper way to do stuff, right? Like the proper way to research a project, the proper way to utilize gas, the proper way to do all that stuff, and, and all these community members, you know, really kind of looking out for each other as best you can in a world where we were just talking about where everybody's kind of out to eat their own lunch here, but it's a pretty cool community. Like I was just mentioning, you know, there's the voice chat where, you know, they share their screen all day, and I literally sit here while I'm working, doing stuff, and I'm listening all day to everything. And so I'm getting a lot of, really. And I've been around this game for quite some time and there's stuff that I didn't know that I'm learning every day. So, you know, the, the 4.2 price tag at this point, probably steep for a lot of people, but probably still undervalued in my estimation as well. Because it's funny, it's one of those things that it's a group that everybody talks about whether they're in it or not, right? And it's always people saying, oh, this is the best group I'm in. So, you know, I totally couldn't say anything better about MVHQ, but I'm gassed."
    },
    {
        "speaker": "C",
        "text": "I'm blushing. And, you know, like, the voice chat's a great example. That wasn't a value proposition right out of the gate that spawned from, you know, two of our staff members, Connor and JJ, having a conversation and then everyone just started piling in, piling in. And now months later, you know, this voice chat, we have to make two others because there's like over 100 people at any given time of the motherfucking day on this voice chat. It's crazy what's gonna happen. It's like, no, what? The party's now at the voice chat. So it's really exciting. You love to see a community really rally around itself. Like, we just got diamond handed holders, like 1300 unique members for 1500 keys is kind of insane. And everyone that's in metaverse hq, we kind of like, it's almost like we don't even want to broadcast how dope it is because, you know, we're already in here and we're not looking to sell our key. Though I have seen some tragic, unfortunate events where a member thought they could flip the key and then try to buy back in. Like, you know, this. I've seen some crazy stuff, but that's, we're very, we're very much community first. That's always been our value proposition. Even with all the exciting shit that we've got in store for our members, we will always be community first."
    },
    {
        "speaker": "B",
        "text": "Very cool. So let's just talk about your kind of background and how you got to, you know, be in the position you're in today. I, you know, where did your nft journey start and kind of walk us through that whole process?"
    },
    {
        "speaker": "C",
        "text": "Yeah, great question, I believe. I mean, it started with NBA top shot, and then I just realized that I learned a very valuable lesson early on that, you know, you can't really put all of your eggs in one basket. And as dope as a company, as dapper Labs is and as, like, historic as their cryptokitties project is, you know, the choices they made with top shot really outweighed the demand and thus all of our, you know, portfolios tanked. And it just wasn't the platform that I was hoping it would remain. And so. And that's me putting it really nicely. So that's very nice of you to say. Yeah, exactly. So I ended up moving and migrating myself to play to earn gaming. So zed, run voxies some more stable holds. And, you know, I was there for it since the beginning. Like, I bought a board ape for 0.4 eth on the way to Vegas by the time I was done that weekend, it was at like 1.7 eth. I was, oh yes, like forex profit. I'll take it. Learn my lesson on that one. And, you know, attack gang thing. Like, bro, a lot of people are like new to the space and they, they don't remember that. Even these blue chip projects, they had fud in the beginning. They all did like AYC got fun and hard as hell, you know, gutter cat gang released 30 minutes before their drop, actually, right. I'm sitting at the website like an asshole at 07:00 p.m. already gone by like 630. So, you know, a lot of people in the space were still, we just have like a short memory. But like even the blue chips didn't get it right. Cool cats. No, there another blue chip that's, that's Poppin but cool cat sat at a 0.08 to mint for like hours until Cole chatted with the dev and said, hey, y'all should put this to zero two. And by the time they had swapped, it took another couple, but they ended up selling out. And now they're the blue chip, you know, today. So I guess the message here is that have some patience, right? Communities form from the ashes of Fudd. And I learned that through just all of these different projects. And I really, truly became an absolute, just like flipping every day or just being active, like super active, like 24/7 when I became a metaverse HQ mod, because then I had oversight everything, like, literally everything that was happening, I was like, wow, there's so much here. And then I also rubbed shoulders with people that were making millions of dollars. Like millions of dollars, like 16 year olds, 17 year olds. It doesn't matter where you come from or how much money you started with. Millions and millions of dollars. I'm just seeing our members accumulate. All my friends I'm rubbing shoulders with. And so I just learned quickly. Had I learned quicker, I feel like I'd be multimillionaire already. But, you know, I had to learn certain lessons the hard way. And I'd love to walk you through some of what I've learned, but basically that's my whole entire trajectory is, you know, now that I'm here at Metaverse HQ as a mod and doing this, you know, basically full time, I'm seeing it in a lot of different ways. And the space is so exciting and interesting, and I still think we're all very early."
    },
    {
        "speaker": "B",
        "text": "That's, that's awesome chamber, you know, what are your thoughts as kind of hearing that story and seeing, you know, your own kind of journey into nfts where, you know, you were kind of dragged kicking and screaming into nfts, but being somebody coming from crypto into nfts. And, you know what Mitch just kind of described as his journey. What are your thoughts?"
    },
    {
        "speaker": "A",
        "text": "I have a couple of thoughts. I've been building up my words for the last few minutes. First off, I think nfts compared to crypto, we went through a cycle much quicker than I think we did in cryptocurrency. I was hearkened back to 2018. But you look at NBA top shot, everybody got in. That's early 2017 in crypto. You know what I mean? Everybody's starting to come in. They're making money. You know, they're. It's."
    },
    {
        "speaker": "B",
        "text": "Oh, that chamber. Chamber got lost, but we lost him."
    },
    {
        "speaker": "C",
        "text": "At a good time."
    },
    {
        "speaker": "B",
        "text": "He looks great right now with that pop wonder background. It's usually me that gets lost in the ether at some point. I kind of want to just screenshot that and, yeah, we should name this up. There he is."
    },
    {
        "speaker": "A",
        "text": "Sorry, I'm back. My kids just got home from school. I can tell. All the, all the wifi juice got sucked out of the room."
    },
    {
        "speaker": "B",
        "text": "Chamber buys his Internet by the pound."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's right. So bad. Yeah. So NBA top shot being an entry point for a lot of people, just like altcoins were in 2017, bitcoin was in 2017. And then a lot of people made money. A lot of people made paper money. And what I mean by paper money is not actual money that they can, you know, spend money on or, you know, put you spend at the end of the day. So, yeah, some. Some portfolios back in 2017, 2018 were millions of dollars, just like some of these NBA top. I don't know if. I'm sure. I'm sure there was million dollar top shot accounts to at least thousands, if not tens of thousands of dollars."
    },
    {
        "speaker": "B",
        "text": "Like, Dingling's top shot account is worth $9 million right now, like, currently."
    },
    {
        "speaker": "A",
        "text": "Yeah. So what was that? You know what I mean? Like, how much was that? So. And, you know, and a lot of people got kicked right on the market. So, like, a lot of people probably left NFTs altogether that are still not back in it. Right."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think you make a lot of really good points there that could lead us into kind of this next conversation. Right. Wherever you're the paper, the paper profits is, I think, a really important thing to talk about. Right. And you're on the record, as in, like, you know, take your profit, move on, or as Mitch would call it eyes forward, right? Like, you know, it's the stick and move. You get in, you make your money, you get out. So, Mitch, talk a little bit about kind of what that mentality is like in the sense of, you know, what, what should somebody be considering if they are new? What kind of mindset should they have if their goal is to make, you know, or make money or stack ethereum."
    },
    {
        "speaker": "C",
        "text": "Got it. So if you want to make money right now with NFTs, you have to, you should adapt some principles and also have your, like, technicals down, right? So principles and technical. And what I mean by principles is liquid is king, number one. Liquid is king. Always have money ready. Always have eth ready to lock and load. And I'll give you an example, right? Mutant ape yacht club, greatest example of all time. Stealth dropped at three eth on a Friday night while old Mitch is out with friends, drinking and having a time in Manhattan. Luckily, I had just liquidated for the entire week. I was just lucky. I got lucky. I didn't really know this principle, really. I was just kind of like, oh, I'll profit, take had enough to mint two mutants. But I know my boy, sneaky, he minted like 25, right? So he. That's a multiplier. You want to be ready for these multipliers to be ready. Liquid is king. Stay liquid number two. So I'll give you two, give you three principles, and I'll go over technicals now, alpha, that's. And then also I'm looking out for Alpha in case we want to do some, like, real time sniping like I did with mutant cats during a previous session. So liquidus king is number one. I think number two is pretty simple. Profit is profit. Don't be afraid to take. And what I mean by that is this. It's like you don't want to be the last person out. Obviously. You want to try to be the first person in and realize that, like, profit is profit. You know, these are, we're buying and selling jpegs. You know what I'm saying? Like, who cares if your cat is like, you love your gutter cat. Sorry, right? Board, ape. It's your profile fucking picture. Well, guess what? Like, if you're not liquid and you only have, like, I don't know, less than five eth in your wallet and you're holding like a 38 ETH NFT, like, what are you. Sell that."
    },
    {
        "speaker": "A",
        "text": "What are you doing? I don't want to hear about your fucking forever, ape."
    },
    {
        "speaker": "B",
        "text": "This is really interesting. This is really interesting because you are dealing with. You're dealing with a base of people that are in this for a couple reasons, right? Why? Like, one, they are. Everybody's here to make money. And whether or not."
    },
    {
        "speaker": "A",
        "text": "I feel sometimes they're not here to make money, though, like, the way people talk, like, are you really here to make money?"
    },
    {
        "speaker": "B",
        "text": "Because he wants to make money, I would think whether or not the money is the most important thing."
    },
    {
        "speaker": "A",
        "text": "I hear forever NfT too often. Oh, this is my forever cat. Oh, this is my bro."
    },
    {
        "speaker": "C",
        "text": "I hear blue ship too often. And I'm like, okay, well, you know, while you hold on to your blue chip, like, what is the upside when your blue chip has is already at 38 E? Do you think it's going to shoot up two x is 60."
    },
    {
        "speaker": "A",
        "text": "That's only two. But even that's only two x. Do you know, easy it is to make a two x off of mint?"
    },
    {
        "speaker": "C",
        "text": "I made it this morning before launch. You know what I'm saying? Like, that's exactly so, yeah, and that's."
    },
    {
        "speaker": "B",
        "text": "The thing is, like, I think you're dealing with some, like, I am guilty of this, right? Where I have a lot of you guilty of this. Oh, I have a collector. I have a collector mindset where I am, like, I'm a hoarder. I'm. My dad called me a digital hoarder the other day, and he couldn't be more right. And so, like, you know, I have, you know, some of these private chats with Mitch, and I like, hey, you know, I have x, y and z, and he this, that the other. And he's like, well, you know, get liquid, man. Like, you just need to take. Take profit, right? And so I think. But it is hard, though, for, you know, when you have one, one of something, right? So. And that is, there's a community aspect to all this stuff where if the team has done a good job, you are. You feel shame when you sell your board ape, whether or not you like to admit it, I'm not."
    },
    {
        "speaker": "C",
        "text": "I'm not doubting the community, you know what I'm saying? And I think it's good to hold, if you really have conviction in your, in your holdings. What I'm saying is this, if you're like, holding a 34 eth, like ethereum ape and you only have, like, two eth in liquid, you know, you're doing something wrong here. And your upside could be. Could be found somewhere else. But again, that's just me. Like, that's my old mistress principles. It's like, I'm here to make money, right?"
    },
    {
        "speaker": "A",
        "text": "How much of how much of your, of your opensea account is on sale right now? So if you, if we were to look at your account, what percentage of the items in your wallet are on, like for sale?"
    },
    {
        "speaker": "C",
        "text": "That's a solid question."
    },
    {
        "speaker": "B",
        "text": "That's a good question."
    },
    {
        "speaker": "C",
        "text": "I would say. I don't think I have a percentage as much as I do have a select number of projects that I'm like, absolutely holding. And those two projects really anything Poc does, right? So Fomoverser, the lost poet pages holding. So not listing. Chicken derby listing. You know, some, some."
    },
    {
        "speaker": "A",
        "text": "I remember, I remember talking to it."
    },
    {
        "speaker": "C",
        "text": "When we launched Chicken Derby, 60, 70% maybe listed. But like, the things that I'm holding is POc and right now, ten KTF. Are you guys familiar with ten KTF at all?"
    },
    {
        "speaker": "B",
        "text": "Yeah. You? I had to buy a backpack the other night because he came in and dropped."
    },
    {
        "speaker": "A",
        "text": "Oh, that was the back I didn't get."
    },
    {
        "speaker": "C",
        "text": "Yeah. So, yeah, boys, ten KTF, right? Like just for the viewers and, you know, people listening to this ten KTF, it's a project potentially spearheaded by Beeple. I'm speculating. Pure speculation. None of this confirmed, right? So look at the tea leaves. I've drawn some stuff up. I've done my research. I posted it to the metaverse hq audience. I gave y'all some hints and clues and whatnot. But this is what I mean about staying liquid for the ten KTF drop. For those that don't know, there were two different windows that you can mint. The first window, you can mint high tops on their website. If you had one of the blue chip stocks, like UNAIDs, BaYc World, women on one, like pudgy penguins, etcetera, they like the second window, day packs, right? So now you can mint backpacks. Both windows are closed and they were 0.05 to mint. And here's what I'm saying about, like, holding blue chips and not having liquid. A lot of blue chip owners that minted at 0.05, flip that 0.09. Thinking, oh, this is such a great, like, sale. Flip that point one. Flip that point 15. And they did because they just didn't have any liquid there. But you're holding on to a 34 eigth or you're holding on to a 14 e cool cat, and yet you're flipping your cool cat backpack or high top. That could potentially be people for like what? Like pennies on the dollar. So, right, this is some of the shit that I'm just like, this blows my mind. But then old Mitch is here to eat, so I scoop it up. And I now hold. I quite physically hold your bags."
    },
    {
        "speaker": "B",
        "text": "Yeah. Interesting. Yeah. So, um, no, I think that's a, I think that's a really good point. And I have been kind of struggling with that myself, where I'm thinking, you know, I hold some things that are worth, you know, 5678, 910 eth. And I'm like, hmm, should I be moving these or should I hold them? And I think, you know, I'm starting to lean more towards, hey, I, and only recently, because I haven't had as much time is like, okay, I want to flip and stack eth. Right? Like, that's the end game here for me. And however I can do that, I should let go of some of these other things. And I, but I totally get why it's hard, because it's hard for me. Right? So, all right, we've got liquid is king, profit is profit. What do we got for our third principle here?"
    },
    {
        "speaker": "C",
        "text": "Third is eyes forward, right? So we said it best. Eyes forward. I'll give you an example. You missed out on a really hype drop, right? Let's just say you missed out on new names. Well, guess what? Like, your next big win is right around the corner. Let's just say you got rugged, right? Another great example happen on Mitch. I got rugged. I go and try to mint the nobodies. Nobodies were a project, like, I think, two weeks ago to mint. They fucked up their contract, and I end up eating a 1.2 eth loss on lost gas. And they admitted that I'm, like, part of their whitelist. Whatever. They're trying to make it right. I know. I don't follow the project anymore. I don't give a shit. That's like, I just accepted I've lost that money. But eyes forward means I didn't cry about it and be like, oh, my God. I lost, like, almost like $5,000 in USD. I just stayed eyes forward, kept my eyes, like, looking at all the channels of Alpha that I could potentially find. And soon enough, within hours, the founder of Dogecoin released his hundred doge collection blocky doges, and I was able to scoop up five of them based on Alpha from my, one of my beautiful friends. So that's what I'm saying. Eyes forward. Whether you get rugged or whether you miss a project, your next big win is right around the corner. Just make sure that you're attentive and pay more attention."
    },
    {
        "speaker": "A",
        "text": "Do you get Alpha from any of your ugly friends?"
    },
    {
        "speaker": "C",
        "text": "All my friends are beautiful."
    },
    {
        "speaker": "A",
        "text": "I got a lot of them."
    },
    {
        "speaker": "B",
        "text": "I'm actually really into the ugly people."
    },
    {
        "speaker": "A",
        "text": "Alpha bunch, who's my most beautiful friend."
    },
    {
        "speaker": "B",
        "text": "The ugly people probably have better Alpha, I would say."
    },
    {
        "speaker": "A",
        "text": "Maybe they're all angry, though. They're all angry."
    },
    {
        "speaker": "B",
        "text": "I think one of the other implementations of the eyes forward mentality is that we get a lot when we're chatting in the war room is selling too early, right? Like, nobody loves to, nobody wants to be the guy that sells too early. But it goes back to your, you know, your second principle there, which profit is profit, and the first principle, liquidity is king, right? So they all. And so whether you sell something for 0.5, that runs up to two eth, if you bought it for 0.08, that's a big come up, and you should be pumped about that. You know, that, that's eyes forward as well."
    },
    {
        "speaker": "A",
        "text": "And I mean, I harp on this all the time. I harp on this all the time. Like, even earlier, Mitch, you're like, oh, you know, when, what did you sell your ape for?"
    },
    {
        "speaker": "C",
        "text": "1.6."
    },
    {
        "speaker": "A",
        "text": "Right? But did you take that 1.6 and did you spend it over the course of the next few days?"
    },
    {
        "speaker": "C",
        "text": "I can go buy three apes right now if I give a fuck about it 100%."
    },
    {
        "speaker": "A",
        "text": "That's my, that's my entire point is people lose."
    },
    {
        "speaker": "B",
        "text": "Been waiting for this episode because it's just math."
    },
    {
        "speaker": "A",
        "text": "It's just math. It's not hard, bro."
    },
    {
        "speaker": "C",
        "text": "It's just math, bro. It's just math. Like, it's not just a great example. Here's, here's the one that's super relevant because Steve Aoki, 888, they're all part of this project that at the time was only .4 floor when I had bought in called Chubby corns. And if you don't know chubby corn, is this 250, like, supply collection. That was a total anomaly. I was given alpha to buy them at 0.4 eth, and I bought them and I listed them at 0.6942 because obviously pricing wins. And that just happens to be my lucky pricing. And what I thought were bags that I was holding for days, two of these end up selling out randomly on one given night. And I had no idea that there is a community being formed around these chubby corns in the form of memes, giveaways, all this crazy shit. And, you know, I still have 0.6942, both of them. Within a week, these things are flying. They're at a 90th floor price. All the pudgy penguins bought everyone that bucket. Any blue chip stock bought. And I could have, I could have cried myself to sleep, right? That's like 18 Eth in profit right there that I missed that I like, quote unquote missed out on. However, again, eyes forward, right? Like, eyes forward, you know, full circle of the story. I bought back in at six e. And then the day I bought back in last week, Steve Aoki buys like a couple, 888 buys a couple. And, well, I think it snagged one before long. The floor price was like double what I had just paid for it. So that's a pure, like, the mentality of eyes forward just basically means, yes, take profit when you can, like, leave no prisoners behind, maybe learn, like, what it's worth holding a little bit longer if you can tolerate the risk. But at the same time, dude, like, again, I'm just, there's no up. The upside is very small when, you know, you're looking for a two x where you could take that like ten ethereum and maybe mint, like a hundred mutant cats, right? Something like that."
    },
    {
        "speaker": "B",
        "text": "Yeah. I think that's a really, really good point. Right? Is what, like, what's the damage you can do with that, Ethan, rather than holding something that may go to, from four to six or four to eight Eth, right? And, you know, really just like you guys said, it's math, but it's math in the form of compounding, right? And that's, and that's what we're, that's what we're talking about here is taking your, your flips and compounding that ETh. And now, you know, and I've struggled learning this stuff because I have this like, Hodler mentality, right? But I've taken a bag of zero eth and today I'm the most, I've got the most eth I've ever held in my entire life, right? So, and I'm still holding shit that I shouldn't be holding. But so, you know, it takes a while to learn. So I guess with those three principles, you know, what can, what advice do you have from like, a tools or, you know, research perspective on, you know, somebody that might be new and wants to kind of learn. Yeah, okay, I get it. Take my profit and move. But how do I find it?"
    },
    {
        "speaker": "C",
        "text": "No, that's a great question. I think before you buy a single nft, you need to understand a couple principles and technicalities. And so technicality, number one is you should learn how to read the contract. And I know this is like such a bore because, you know, not all of us have, like, backgrounds in engineering and, like coding and software and all that stuff, but being able to read an ether scan of a project, a collection is really important because you're able to sense, a, the demand for this project in real time, b, you're able to mint from that contract if you so wanted to see, you're able to see, okay, how many unique holders of this project that exists. And again, it's all the real time information on the blockchain versus like, Opensea that has, I don't know how many employees now, hopefully more than like, my regional chick fil a. But like, still, you know, that information that you see on Opensea is very much delayed compared to reading directly. Exactly. From an etherscan contract. So being able to just be nimble and comfortable with Etherscan and learning how to read from that, super important. I wouldn't buy a single thing until you can do this."
    },
    {
        "speaker": "B",
        "text": "So I've got a ether scan contract pulled up here. What are the, what are the most important things to look at if you are for people that might not be so familiar with Etherscan."
    },
    {
        "speaker": "C",
        "text": "Got it. So let's just say it's a project that is currently being minted. So they just said, okay, we're minting, we've got 10,000 of it. And, and now our contract is open. You can mint from the website too. Anything you commit from the website, you can find the contract and mint directly from the contract, most usually. And it's just good to always be able to bring it up. So once you do have it up, what you want to do is look at transactions first and you want to see, okay, how many pending TX's like are there is. First of all, it's just like a verified contract. You see that it is verified with the contract and the green check mark above it. When you're looking at transactions, you're seeing, okay, how much are people spending, how much ethereum are they sending to this contract, to this address? Through this contract, you're also seeing how much demand there is. So where it says pending plus five, if it says like, pending plus 25 TX, you know, 25 transactions are queued up. That means people are firing away. And so this is number part one of the contract. And if you go up a little bit, you'll see that where it says token tracker, that's what you also want to have up on a separate tab, right? So have these two tabs up for every contract for a collection. There will be also a token tracker where you're able to see the fully, totally minted supply, which is that max total supply number right there. We could see that there are 24, 82 hash tokens minted nfts. We can also see that there are exactly the holders. So what I'm looking at personally is I'm looking at holders over total supply. And it's really nice. I mean it's like, it's like more than 50%. And usually if a project has like 10% unique holders, that means most like people are hoarding like whales bought in, et cetera. If a project has like, you know, 20%, 30% right off the bat, that's really intensely good. And then also what I do, this is a pro tip, I guess, or this, what everyone does is you just keep hitting refresh on this token page and this will give you the very accurate sort of depiction of how many have been minted. So let's just say there are 3000 of these total. I'm going to keep waiting and seeing, hey, is the demand there? Every time I hit refresh? Is it like more, have more been minted? Or is it stand still? Right?"
    },
    {
        "speaker": "B",
        "text": "Yeah, so we can see, we, it just jumped seven in the time I refreshed. Right. So it's going right, like we can."
    },
    {
        "speaker": "C",
        "text": "Mint from the contract right here. And actually with this project right now, I wasn't able to find the Twitter or discord which, or website which I like to find if I see a project that's being minted. So there's like no information on it. But we could tell from transactions that people are sending one eth to this per mint and they're minting. Like if you go not on the tracker page, but if you go to the regular contract page bunch, you will be able to see under transactions. Yeah, you can click that. Perfect. You can see under transactions. Okay. There's 25 total, which means people are fucking hitting the gas. They're trying to mint these, man."
    },
    {
        "speaker": "B",
        "text": "That was five when we looked at it 2 seconds ago. Right, like that was. There was five there pending."
    },
    {
        "speaker": "C",
        "text": "Yeah. If we go back to token tracker, I'm sure we're going to start to see every time you hit refresh that will just increase a little bit more than it did the last time."
    },
    {
        "speaker": "B",
        "text": "So we've seen over 50 since we've been having this little conversation here. Right. So super interesting. Now if you go back to this contract like, okay, so say you're on this ether scan page here and all that stuff looks good. And now we want to actually mint."
    },
    {
        "speaker": "C",
        "text": "Right?"
    },
    {
        "speaker": "B",
        "text": "Where are people looking for that?"
    },
    {
        "speaker": "C",
        "text": "We're going to. Yep, the contract is, the source is verified. Great. We're going to go to write contract and then we're going to connect to web three. So you're going to connect your metamask and then you have to find the proper, basically the proper way to function here."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "And it looks like sometimes it's not straightforward. Like this isn't straightforward. There's no, there's, there's nothing that says mint. I think redeem probably sounds the closest to it or generate, but like, what are all these other functions? I think this is something. If I have any questions at all, I'm going to go to discord, I'm going to go to my communities, I'm going to go to my friends, I'm going to hit up anyone that I know that might be minting this and be like, what are we looking at here? Also, you can make this deduction by going to transactions, right. And seeing, hey, what are other people, what are they doing? How are they interacting with this contract? Are they like approving? So it looks like people are, look, people are hitting generate, they're apparently sending zero eth. So that's make really any sense to me. There's some."
    },
    {
        "speaker": "B",
        "text": "Could it be sold out?"
    },
    {
        "speaker": "C",
        "text": "They're trying to sell it could. We'll see. I don't know. There's 25 pending transactions still. Did the token tracker go up? This might be alpha. Look, I've got it up. Okay, let me see."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's going still."
    },
    {
        "speaker": "C",
        "text": "Okay, so this is when I pop in a metaverse hq voice chat and usually it's being talked about and I'll just bug people and be like, all right, what the hell is, what's going on here? How do we mint this? So something like this super ambiguous to mint. But yeah, as we could see. Okay, so the hashes, they minted 100 to themselves. Mev collector is in for twelve. So he spent twelve ETH and yeah, this is basically it. So knowing how to navigate around a contract and being able to sense demand is important because you don't want to mint something that isn't going to sell out, period. That's, that makes no sense. Right? If you have conviction, you want to be the first to mint under. Like, you want to mint sooner than later, fine, like great. But mostly you want to see, hey, is there demand here? Right? So if you see a project that is minting, what I try to do is find everything that I can about this project. Who's the artist? Is there a website, Twitter discord? Is there demand behind it? Do they have a lot of followers? And then I can make the decision of, ok, I'm going to watch this contract and if I need specifics, I need total supply number. I need total price per mint, and I need maximum mints per transaction. And with the, with those three bullet points of information, I'm able to now mint if I sense the demand is there and that's all you need. That's like step number one. That should be like, logistics wise, learn the contract and I don't be a sucker. And buy from secondary if you don't have to."
    },
    {
        "speaker": "B",
        "text": "So the, uh, you know, what's the tipping point for you on, okay, there's enough demand here."
    },
    {
        "speaker": "C",
        "text": "So if I hit refresh, and every time I hit refresh, 500 more minted, and we're already like a third or like halfway, that tells me that, holy shit, this is gonna sell out, right? Another thing, if, like, nansen's going off and I, Nansen is a really great tool, and, like, that's my number two, is learn the tools. I'll review that. But if, like, my indicators, notifications are going off that some of these bigger whales and influencers are, like, now minting, you know, that is an indicator to me that, oh, I need to go follow this because that's where the demand is. And I basically, everyone should basically try to mint at the edge of FOMo, right before Fomo. Like, if this is the FOMO window, like mint, like right here or mint right here, then the FOMO window hits, and then you sell, like, right here. You want to sell at the peak of FOMO. Get in, get out, get on with life. Unless it's like a really dope project and you want to hold for a little bit longer, you think that you can fight the fud. But that's what I like to do, is I watch the supply. If I keep hitting refresh and while, like, these things are flying, I see pending transactions are over 25. Ole Mitch is hitting mint like no tomorrow. And I'll try to grab as many as I can. But again, some people that I know that have real conviction and play a different kind of game, like a volume game, they'll like, they'll be the first to mint and they'll wait for the project to sell out hours later, like crypto hobos is another great example of that happening."
    },
    {
        "speaker": "B",
        "text": "Interesting. All right. I think that is a amazing number one thing that you can learn going into this type of NFT buying and selling. I think, you know, there's, there's probably, I would say, 75% of NFT purchasers out there that don't know how to mint from the contract. Would you say that's probably accurate. You think it's more? I think it's less."
    },
    {
        "speaker": "C",
        "text": "I think it's more. And I think it's a really big disservice because you're trusting a website to. You're trusting, like, a third party website to be able to mint, to be able to show you accurate information when, like, all that is readily available on the blockchain through Etherscan."
    },
    {
        "speaker": "B",
        "text": "And, I mean, we just went through the process in five minutes here. And you can. You can do that now, right? Like, you can do that after watching this for five minutes. Um, I think. What the. I think people are nervous about doing it if they never have. Etherscan looks daunting and it doesn't have this cool, great ui that a website might. But, like, it's funny. The, you know, in the war room, the day that everybody in the war room learned how to mint from the contract was the valet."
    },
    {
        "speaker": "A",
        "text": "That's right. That's what it was."
    },
    {
        "speaker": "B",
        "text": "The website didn't work. Yeah. The website didn't work. And so. But we all wanted in, so we all went to the contract and minted. Right. From the contract. Right."
    },
    {
        "speaker": "A",
        "text": "So I forgot which project it was. But I do remember, like, the day everybody learned how to mint from the contract."
    },
    {
        "speaker": "C",
        "text": "Zero six nine. To mint the Jenkins contract. I'll never forget. It flew. Sold out completely, and then took an absolute tank for months. And then now what? The floor price is 0.3 is like."
    },
    {
        "speaker": "B",
        "text": "I ended up selling my valet stand last week, I think, for four east. And. And that was too. That was too low, but eyes forward. I think they're eighties now or something."
    },
    {
        "speaker": "A",
        "text": "But what'd you flip that four into? What you flip that?"
    },
    {
        "speaker": "B",
        "text": "Real question, you know, it's a good question. I'm not sure what I put."
    },
    {
        "speaker": "A",
        "text": "That's what you got to look at. I'm like, okay, did I. Did I double that? Is it now eight?"
    },
    {
        "speaker": "B",
        "text": "It's definitely more than it was, if."
    },
    {
        "speaker": "A",
        "text": "We want to hear."
    },
    {
        "speaker": "B",
        "text": "You know, it's probably. I don't know if it's a full double, but, you know, that's the thing."
    },
    {
        "speaker": "A",
        "text": "What's the floor today on that same thing."
    },
    {
        "speaker": "B",
        "text": "Is it probably, like seven ish, so, you know, you're all right."
    },
    {
        "speaker": "C",
        "text": "You're okay."
    },
    {
        "speaker": "B",
        "text": "Yeah, no, but. Exactly. But the, you know, that was one where conviction paid off. Right. If you liked what. And. Because the project was a little different. Right. So you're. You're waiting for the learning curve, right?"
    },
    {
        "speaker": "A",
        "text": "Well, I mean, it just happened to me. It just happened to me this week. I mean, not that I. Conviction had nothing to do with it. I aped into loopy donuts like a month ago."
    },
    {
        "speaker": "C",
        "text": "Yeah, three."
    },
    {
        "speaker": "A",
        "text": "Three weeks ago maybe."
    },
    {
        "speaker": "B",
        "text": "I remember. No, it was like, yeah, it was like three weeks ago. It was like one night where you just like came. It was like you just came stumbling into the war room, like, kick down the door. You're like, you're like, I want to fucking mint something. Let's go. And it was donuts and it was nothing."
    },
    {
        "speaker": "A",
        "text": "It was nothing for three weeks. And then this week all of a sudden, like, but I had them all for sale. I had them all tiered. If I buy, which I typically do, is I'll buy, you know, 20 or 40 of something and then I'll, I set the price right away. So I have, you know, 20% at this price and then, you know, you check the, you check the, the rarities of some of these things. So I had one extremely rare one, but I'll usually tier them right, you know, 20% at this price, another 20%, you know, a tier higher. And they all sold. And I just sold my last one, my super, and I sold for like three eth."
    },
    {
        "speaker": "C",
        "text": "Let's go."
    },
    {
        "speaker": "A",
        "text": "Yeah, like, are you kidding me? Like this thing was, I thought it was a, I thought it was a huge lithe and it turned out to be a big win. So always keep your stuff on sale. You never know when they're going to sell. It happened to me the other day on something I had for months, just had it on sale and they sold out. Chamber moon, you know it."
    },
    {
        "speaker": "B",
        "text": "All right, so we got learn the basics of the etherscan contract. What else you got for people coming into this game and trying to arm themselves with the best info."
    },
    {
        "speaker": "C",
        "text": "Yeah, you got to have the best tools, right? So to get the best info, you need the best tools. And the NFT space is interesting because every, I feel like every tool right now, there's not like a tier one Fortune 500 company like creating a tool for the NFT space. It's not like Coinbase building their own tool for NFT enthusiasts. It's all people that like, do it on the side. It's like, you know, a husband out in Minnesota just bored, but like wants to build a tool and like charge people. Like, that's what they're doing. So you have all these like ridiculous tools that do different things that can like empower you in different ways and, and some of them have a membership fee per month and some of them, you can only use the tool if you own one of their nfts and that's the only way you can use it, you need to be NFT holder, and that's, like, even cooler because then if the tool is powerful and more people want it and it's low supply, like fresh drops, for instance, or intermaso, or like cyber babies, then your NFT price will go up. And that's cool because, you know, I, for instance, fresh drops. Fantastic. Probably my favorite rarity tool of all time for these three reasons. Just such an easy tool to use. It's very quick. Whenever there's a reveal happening, I'll know the rarities of all of the revealed right away. It's really insane. And. And number three is the devs are really responsive, positive, and open to criticism and feedback. So fresh drops is a great tool. I bought it at 0.3 e. They were selling them at .15 initially, and now I believe the floor price is well above 1.5. Ethereum. The greatest thing about a tool like this is it's a rarity tool. So if you can snipe someone that, you know, had their unrevealed listed at 0.15, but it's like a top 100 rarity. But Opensea takes literally ages to refresh metadata. You know, you could make your money back with one buy right there. And guess what? You can sell this tool. You could sell this NFT and just double up on that as well. You'll always have the ownership of. That's what I like about fresh drops. But know your tools, know which ones are impactful. Have your favorite ones ready to fire, ready to go. Some make money, some make you instant, like money during different events, like fresh drops. Anytime there's an unrevealed event, you can actually pop open fresh drops and start sniping. Cyber babies. Same thing. Cyberbabies has a great, like, opensea sniping tool. So you know how when you click buy on Opensea, you got to click a check mark box, you got to click accept, then you got to hit confirm on metamask. Yeah, this fucking tool. It's just one button. Boom, you're already on metamask. Hit confirm that."
    },
    {
        "speaker": "B",
        "text": "That's an interesting one. That's a good one."
    },
    {
        "speaker": "C",
        "text": "To 50 seconds of time, like, just saved. Or, like, a couple more clicks where, like, it decreases user error, you'll actually end up buying that. And guess what? Fresh drops plus cyber babies, you know, equals a lot of eth in your wallet. So there's other informational tools, like trying to buy one. Well, it's undervalued, bro. Very undervalued. So, again, and then all the other tools that people use today, like, I'm not naming any new ones if you're an OG, but if you are new, I would suggest Nifty river, I would suggest icy tools. Moby GG is pretty good. Nansen's really good. And then you have like, your mom and pop shop tools, like cyber babies, fresh drops, unusual whales is coming out with a tool. So he's promised. I hope he comes through that. Haven't heard shit from him lately about any type of tool like that. And then there's another one. Intermaso is one that's on the come up as well. So know your tools, search them, use them, get acclimated, get familiar, get premium. It's fucking worth it. And if you find a new tool that's like, out on the market, buy that shit. It doesn't even matter if it's an e. I bought a tool the other night for point 75 eth. There's only 100 of nfts, so only 100 people can use this tool. And now the floor price is like 1.9. So you know, that's tools, right now it's the meta. You want badge, know your tools."
    },
    {
        "speaker": "A",
        "text": "I love it."
    },
    {
        "speaker": "B",
        "text": "Yeah, it's kind of incredible what you can do with that. Like, NFT gated piece of the tool access. Because if the tool is good enough, people are going to want it. Because there's thousands and hundreds of thousands of people trying to do the same thing you're doing, and only 100 people."
    },
    {
        "speaker": "C",
        "text": "Have access to that tool, or only x amount have access to that tool."
    },
    {
        "speaker": "B",
        "text": "Exactly. I would say though, you know, before you go out and buy all these tools, make sure you're going to use them, right? Like the word for. Especially something like a monthly subscription tool. Like, uh. Like Nansen, where you don't own the token, right? But you're paying monthly. Like, I. I've bought a Nansen subscription and I probably don't use it as much as I should. I would much rather be holding one of these tools where I owned the token. So that way, even though I may not be utilizing it every single day, there's still some value there for me on the backside of just ownership of the token, right? So if you're going to buy a monthly subscription tool, just make sure you're going to use it. I would say fair. Fair statement, Mitch, that."
    },
    {
        "speaker": "C",
        "text": "Yeah, that's a fair statement. But if it is an NFT and you think it'll be useful to other people in the future, correct?"
    },
    {
        "speaker": "B",
        "text": "My, yes."
    },
    {
        "speaker": "C",
        "text": "I wish I bought like ten fresh drops. Yeah, when I used it. The thing is, I didn't realize how, how useful this tool would be to me. Or like, certain tools are useful to me until like, it's like a permanent tab on my Google Chrome or my brave extension. Oh, shit. Like, I'm using this a lot. I'm getting a lot of value out of this. I should go buy more because I think more people will find value in it. And I'm not even doing this to, like, you know, pump up my bag. I'm not selling, like, this tool is great. Like, I'm not, I only have one. I can't sell this shit."
    },
    {
        "speaker": "B",
        "text": "Right, right. Yeah, absolutely. That's how I feel with metaverse hq. It's the same exact thing. All right, so we've got know your tools, know your ether scan. We're coming up on time. Give us one more good tip here that for, for anybody trying to get real serious and knowledgeable about their NFT flip game."
    },
    {
        "speaker": "C",
        "text": "I would say there's so, there's so many things, right? Like, I built a list of principles and it has nine. Exactly. And I think what I want to leave you with here is like, because I know you're people listening. This might be new to the space, so I'm gonna cater this information to you. You have to know the enemy that you're dealing with because we're all in the space. We're all like lobby dovey. We're in like building communities and we're bringing people into certain projects for shilling and whatnot. But, like, know this, like, someone's cashing out with your eth and that's eth that you should have had in your wallet or ore even worse, someone's cashing out with eth that could have been yours, but you missed an opportunity sort of thing. And, like, we're all playing against each other and at the same time, game theory dictates sometimes, a lot of the times, it's advantageous to work together within your friend groups and communities and whatnot. And I want newcomers to come in and think of it as like a shark eat shark world. Because when you're mint, while you're minting, like two of a project, you think is hype, someone else is minting 280, someone else is minting a fuck ton. Maybe it's a cook group, maybe you're getting outbid, maybe you're getting outgassed. Maybe you're falling short on the technicals. Maybe you just got sniped. There's so many. Really? Like, not even just bad actors, but there's just so many actors that are heavily positioned in terms of volume and heavily positioned in terms of technical know how capabilities, communities. And you need to take this shit super seriously, because if you come in with an ethical into this space, like, you can see that eth get erased instantly. And I just want to set the expectation that you're, you're battling. If you have low volume, you're battling against whales, you're battling. You're playing a game here that is like, it might seem surface level, like all fun and dandy, but, like, you know, just know. It's just like any market, anyone that has enough volume, they can sway the market. And if you're the little guy or, or lady, you're going to get eaten and swallowed alive. So take this shit seriously. Give it a lot of time. You're going to need to give it a lot of effort. You're going to need to be quick. You're going to need to have conviction. You need to learn the principles and be as prepared as possible before you mint, because this is not a game. It's all fun. We're trading jpegs, but people lose thousands and thousands of dollars as much as they can gain millions."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think that's a super important thing to realize because of the fact that, you know, we're trading cute pictures of cats on the Internet, right? Like, so everybody, you know, feels all warm and fuzzy, but it's the same outcome as trading crypto. It's the same outcome as trading stocks. There's winners, there's losers, there's whales, there's fish, there's. And it exists everywhere. And so I think part of, you know, what you just said is really interesting in the sense that you can't, you can't lose. You can't lose the money, or you can't lose the eth if it's in your wallet and it goes back to all of the principles that you just talked to, you could go through the entire thing full circle where profit is profit. So in and out, if you're trading, right, get you take your money, it's in your wallet. Nobody can outwail you then, right? Like, your money is safe until you put it out and play. Once your money is in play, that's where you need to be super, super careful and diligent and vigilant on what you're doing and how you're doing it, I think, is so all of that stuff kind of comes full circle in that sense, right? So I think part of it, too, is you mentioned being out technical and I think that's a huge knowledge gap for a ton of people in the space that are new, just even from, you know, like I've been in crypto chamber U two since 2017. 2018 and there was stuff that I've learned in the last six months just on utilizing gas. Right. That you just didn't, that I just never knew because at the time we didn't really need. Yeah, you didn't need to. And so you were just, you know, sending transactions back and forth. It wasn't. I was."
    },
    {
        "speaker": "A",
        "text": "And the transactions were like twenty cents of control."
    },
    {
        "speaker": "B",
        "text": "Right. Yeah. Right. But like, you know, so the out technical piece I think is really important. So, you know, in the sense of time, in the, you know, effort of saving some time here, maybe we can come back and in a couple weeks, a month or so and talk a little bit about some of those technical pieces as well because I think a lot of people can gain a lot of good from just learning some of the basics. Like, you know, that ether scan piece that we did here was probably the invaluable for a lot of people that are going to listen to this. Right. So I think that out technical is a piece that is really overlooked in the entire scheme of it."
    },
    {
        "speaker": "C",
        "text": "Yeah, 100%. And, you know, again, to your point, it's like you're not losing the eth you have in your wallet, but at the same time, if you've got conviction, come play ball and you can really make an absolute killing here."
    },
    {
        "speaker": "B",
        "text": "Yeah. Awesome. So one last question, because you, you know, you said you kind of have two mentalities here where it's, it's like, you know, most of the time you're in and out and some of the things you are holding, you have longer term conviction on what is, what are the things you're looking out for to hold a little longer versus something you're looking to in and out flip in a day, an hour, whatever."
    },
    {
        "speaker": "C",
        "text": "It depends on the, what I tend to find is there's a fluctuation when something sells out. Like, let's just say something's open for minting and it sells out completely unless there's like a lot of unique holders. There are going to be whales that are dumping and dumping and what they'll do is they will dump their commons at floor price and they will keep their rares and hold on to them. Right. So they're mitigating their risk and trying to increase that sort of like upside by holding the rares. And I see this happen a lot. So that's a cycle. And then if the project is good to stand on its own, whether it's a good art or whether it's being unrevealed, there's so many different aspects to what happens when drop sells out. And this is what I mean by like making sure you're just watching and understanding the game before you mint or buy anything. It's like you need to sort of understand these ebbs and flows, how these different NFT projects work. And what I tend to do is if I'm not like flipping right away, which by the way, I will flip if like something like I mint, for instance, like the entities passes, right? That was a couple days ago, I'm sitting all snug in my hotel room and I end up buying like 40 of these things. And these entities passes were 0.1. They just sat for, .1 I think 8000 or like 10,000 supply for months. Literally months. .1. The premise is you get this pass, you get to be a part of all these cool drops with this pass. It's like gen art, right? But it was like the Og og Jr. And it sat at. .1 and the team, what they ended up doing that night was they cut the supply in half and then it made it only 1000 more left to mint. So to me, when I bought in and the floor price just started to increase after the sellout, I'm happy to take profit at two x, three x, four x. Those are like, I'll easily take profit. Even if the project moons to ten x. I'll give a fuck. I'm ice forward, right? Like I'll take profit and I'll make a killing. Like, that's a lot of money right there, and I'm mitigating my risk. However, with some other projects, like ten KtF is a great example. Or lost poets by Poc or even the mutant cats, I'm able to get an indicator for. I have context, right? So mutant cats is another great example. I minted 40 and they got flooded hard. That project got flooded like no tomorrow, and they were 0.06 to mint each. And by the time they were getting funded, they almost hit mint price. And then now mutant cats are taken off. And I didn't fucking sell a single one. The seven was 0.5. And the reason that I held and had conviction was because I saw winter bears from literally the previous week. Winter bears. I minted those two. I minted like a bunch of those, like, I think 20 or 40, I'm not sure, but I minted those and I sold them too soon. I didn't realize the meta was the meta. The meta is like, now we're back to cute PFP projects. But, like, if there's staking involved, if there's some sort of, like, deflationary clinic, that's the meta right now. Like, weeks back it was fucking loot. Weeks before that it was, are you building something on sandbox? There's always a new meta. There's always more contextual information to allow you to make decisions based on projects that are happening now."
    },
    {
        "speaker": "A",
        "text": "And I also think the new meta also might be specifically for October. Anything with a spooky sort of vibe to it. Uh, going into Halloween, uh, I think is gonna be. I think it's gonna be big. I was just looking at, uh, uh, basically was like a crypto punk knockoff. Uh, I think it's called like, or, or not obits. Obits or something like that."
    },
    {
        "speaker": "C",
        "text": "Obits, yeah, those minted. Um, yeah, like last week, I believe."
    },
    {
        "speaker": "A",
        "text": "Yeah, track. That could be a move. That could be a move."
    },
    {
        "speaker": "B",
        "text": "You, you sneaky bastard over there. Yeah."
    },
    {
        "speaker": "A",
        "text": "Yeah. So I think, I think, I think October is a spooky anything, anything with a spooky tone to it that's fresh. Maybe not some of the older stuff, but I think that could be a move."
    },
    {
        "speaker": "C",
        "text": "But you see my point, right? It's like you're understanding the meta, and you understand the meta because you're, you've been watching for weeks, you've been watching for months, you've been minting, you've been having either success or errors, and you kind of get a feel for it. So I learned my lesson. I sold winter bears at like, a price cost average of 0.3. And that's funny, Andy, millennia entering the space and whatnot. He's making some good moves too. But understanding the meta and having conviction to say, hey, I'm going to hold mutant cats because I didn't hold winter bears. And I think they'll have similar growth because they're really great. Art team is straightforward. There's deflationary, there's really interesting mechanics where you could stake these nfTs. Right now, staking is a really big part of the current meta. I don't know how long it'll last for the Dow, especially receiving cryptocurrency for staking all that stuff. Even breeding, they've now alluded to breeding. So again, these are all, like, indicators to me to continue to hold a project, especially if they have a date that's pretty close by, like, oh, something crazy is going to happen. Expect something five days from now. I just have a feeling that, you know, people are just going to start buying, buying, buying right before the five day and maybe when they start buying, I sell, like right here."
    },
    {
        "speaker": "B",
        "text": "Yep, exactly. Okay. That's awesome. This has been a really, really, really informative episode. I think people are going to dig it. Chamber, what are your final thoughts here on this episode? This is feels like the episode you've been waiting for for so long."
    },
    {
        "speaker": "A",
        "text": "I do feel vindicated by Mitch's, by old Mitch's presence. I honestly do think October is going to be a good month for nfTs. Specifically we mentioned in our other show. I do think if the price of Ethereum starts to take off in an aggressive way, which kind of is the plan for Q four, it is programmed, as mentioned. But I think it's a good time to really stack your ETH and maybe going into November be a little bit more choosy going into November, December. But make sure you're holding on to that eth because you know, if he goes from, you know, $3,500 to five k, it will affect the Ethereum price."
    },
    {
        "speaker": "B",
        "text": "This is the same, same thing we're talking about, right? It's, it's get in, get out, make your money compound. Right? Like, don't be left holding the bag when stuff like that happens. And if you're doing it properly, you won't be. And I think that's something that I need to work on in the next month and until we have old Uncle Mitch back."
    },
    {
        "speaker": "A",
        "text": "Well, that was killing me. Referring to yourself as old Mitch is very good. I like that."
    },
    {
        "speaker": "B",
        "text": "That's awesome, Mitch. Thank you very much. Tell us where we can find you really quickly. Wherever people can get at you. We want to make sure that, you know, we get you out there."
    },
    {
        "speaker": "C",
        "text": "Yeah. Cool. So I've been doxxed. I didn't know getting docs was even a thing. I thought we were all coming in as people. So it is what it is. Y'all get it. I'm on Twitter's classic Mitchup. I do make a meme a day, challenging myself there and doing giveaways whenever I feel like it, which is now more frequently. And you can find me on Metaverse HQ, you can find me as a mod there dropping some really awesome alpha and intel for the members, working on some, cooking up some shit in the process. You can find me in NFT war room with DJ network and these dj's over here. And, and yeah, I'll see you. I'll see you on the etherscans I'll see you on the blockchain."
    },
    {
        "speaker": "B",
        "text": "Awesome, Mitch. Thank you very much. Everybody go follow at classic Mitch up. Make sure you're following him and jumping in these places for some awesome information and experience. Obviously, Mitch, we can't wait to have you back. Thank you very much. And until next time, statement."
    }
]