[
    {
        "speaker": "A",
        "text": "You have such a joie de vivre, you know what I mean? Like a certain je ne sais quoi."
    },
    {
        "speaker": "B",
        "text": "Hello and welcome to the mid mic crisis am bunch. You alongside my esteemed colleague and co host, chamber. Chamber. How you doing, buddy?"
    },
    {
        "speaker": "A",
        "text": "I'm doing pretty good. Something, I don't know. There was a certain amount of serendipity in the air today, about eleven minutes ago. I get it."
    },
    {
        "speaker": "B",
        "text": "We are three minutes in this podcast, and you've used a lot of big words."
    },
    {
        "speaker": "A",
        "text": "That's all I got for today, so. But yes, it was, yeah. About 1112 minutes ago, I got a text from my wife. I'm sitting at my desk getting mentally prepared for the show, and she texts me. She's like, can you help Bev, who's one of my neighbors, move a tv? I swear to God, this happened like 13 minutes ago now. And I'm like, what is happening right now? Like, what are the odds that this is happening so close to the show? So I'm kind of upset at first, upset with myself for not, you know, I'm not following my own rules. I haven't, I haven't, you know, I haven't upset my neighbors so much that they're the too scared to ask me for assistance, but, yeah, here we are. And I said, well, this is gonna be. It's gonna be funny. So I go, sure enough, they just bought a new 80 inch tv. There's an elderly couple that live across the street, and I helped them move their tv. I said, I got a show to do in about ten minutes, I gotta do it fairly quickly. And, yeah, help them out. And they still wanted to chop my ear off. They were so like, oh, yeah, yeah, real quick, real quick. And I was still. Could barely get out. What have I done? Bunch, I need you to tell me what I did wrong. I thought ignoring them 80% of the time was going to get me through this, and it hasn't."
    },
    {
        "speaker": "B",
        "text": "I can't tell you how happy this makes me because of what happened on Friday."
    },
    {
        "speaker": "A",
        "text": "What are the odds?"
    },
    {
        "speaker": "B",
        "text": "I mean, seriously, it's very. I mean, you weren't kidding when you said, said serendipity. Like, you not only, and I said."
    },
    {
        "speaker": "A",
        "text": "Serendipity because I can come up with."
    },
    {
        "speaker": "B",
        "text": "The word everything is. You've gotten here, you deserve this, because your default is to. Essentially, your strategy was to be not nice to people to begin with. Thinking that they don't want to be nice to you back is essentially what you were, what you were trying to advocate for, and it bits you in the butt. Like, as soon as you go into the vortex, there's no getting out."
    },
    {
        "speaker": "A",
        "text": "It really. Yeah, it sucked me in, like. Like pubic hair in a bathtub. You know what I mean?"
    },
    {
        "speaker": "B",
        "text": "Just to carry the television or."
    },
    {
        "speaker": "A",
        "text": "Yeah, that would carry it up the stairs into a particular room, which. Which I did."
    },
    {
        "speaker": "B",
        "text": "Did you have to, like, install it?"
    },
    {
        "speaker": "A",
        "text": "No, I literally dropped and walked out the house."
    },
    {
        "speaker": "B",
        "text": "Interesting. And did they give you any wine?"
    },
    {
        "speaker": "A",
        "text": "Hey, they did not. They did ask me if I wanted a cigarette, though, which I politely declined."
    },
    {
        "speaker": "B",
        "text": "I was just gonna say, did you smoke in their house?"
    },
    {
        "speaker": "A",
        "text": "They are house smokers, which is rare these days."
    },
    {
        "speaker": "B",
        "text": "But it's gotta be an old people over a certain age."
    },
    {
        "speaker": "A",
        "text": "Yeah, definitely a certain type, but, yeah, it was."
    },
    {
        "speaker": "B",
        "text": "What do you think is the age threshold for indoor smoking these days?"
    },
    {
        "speaker": "A",
        "text": "These days? Gotta be 70, I think. Below 70, you're not in."
    },
    {
        "speaker": "B",
        "text": "Yeah, I would say that's probably the baseline. Right."
    },
    {
        "speaker": "A",
        "text": "Gotta be close. And I have to imagine. I don't know. Like, I think I would argue on a. On the whole that Canadians smoke more than Americans. What do you think about that?"
    },
    {
        "speaker": "B",
        "text": "Like, from their ears, like, per capita?"
    },
    {
        "speaker": "A",
        "text": "Like. Like, on average. So obviously the population density is different, but, like, the percentage is higher. Like, percentage of Canadians that smoke cigarettes is higher than the percentage of Americans that smoke cigarettes."
    },
    {
        "speaker": "B",
        "text": "You think?"
    },
    {
        "speaker": "A",
        "text": "I think so."
    },
    {
        "speaker": "B",
        "text": "I wonder what that is. I kind of want to."
    },
    {
        "speaker": "A",
        "text": "I can do some research."
    },
    {
        "speaker": "B",
        "text": "Yeah. Hold, please. I'm going to look this up."
    },
    {
        "speaker": "A",
        "text": "So I did. As you look it up, I'll tell you a little. I got a little housekeeping to do. I got a message. I got a text message from my sister on Saturday, and she texted me. Teenage mutant knitted turtles is the funniest thing I've ever heard."
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "And I said, oh, really? Like, I didn't. I was kind of shocked. I sent her back the eyeball emojis, and I called her. And she was traveling from my other sister's house back home, which is probably, like a six hour drive, so I knew she was in the car for a bit of. So we started talking. She's like, I've been listening to your show all, like, this whole."
    },
    {
        "speaker": "B",
        "text": "Oh, so this was unprovoked? She. You did. She didn't, like, see the. Or."
    },
    {
        "speaker": "A",
        "text": "She's. She's. She just started listening to the show."
    },
    {
        "speaker": "B",
        "text": "Wow. Isn't this. Is this because of the rebrand, do you think?"
    },
    {
        "speaker": "A",
        "text": "I don't know."
    },
    {
        "speaker": "B",
        "text": "Maybe picked up a list? I would say we've picked up a listener. She's more interested in what we talk about these days."
    },
    {
        "speaker": "A",
        "text": "I don't think she ever listened before. I think she just happened to start listening. Like, maybe she was talking to my mom. My mom definitely loves to push our show onto other family members, and it's not for everybody. So she might be. So my sister actually might be subscribed and listening currently, and I just want to tell her that I talk a lot of shit about everybody in our family, my dad, my mom, and my other sister. And I don't talk much shit about her. We can continue the same trajectory, but I will ask Joe if you."
    },
    {
        "speaker": "B",
        "text": "Yeah. Doesn't it put. Doesn't it put a interesting different pressure on you? Do you."
    },
    {
        "speaker": "A",
        "text": "No. Anything I say, I would say to their faces. So, you know."
    },
    {
        "speaker": "B",
        "text": "Yeah, but you don't have to."
    },
    {
        "speaker": "A",
        "text": "I do not have to. So my sister will get, you know, all the inside jokes, all of my concerns. She will understand, but I will. We're going to do a little test, though. She said she subscribed. She said she gave me a five star rating. So if she's really subscribed and is now an active listener. Joe, if you're listening right now, I want you to text me club aqua. Okay. And I will report back to you bunch if and when she texts me back. So this is. This is. We're gonna actually test her to see if she's a real, real listener, because if she is, she's gonna enjoy a lot of this stuff."
    },
    {
        "speaker": "B",
        "text": "Wow."
    },
    {
        "speaker": "A",
        "text": "I like how you just text."
    },
    {
        "speaker": "B",
        "text": "You said, joe, text me club."
    },
    {
        "speaker": "A",
        "text": "No, Joe is my sister's name."
    },
    {
        "speaker": "B",
        "text": "Oh."
    },
    {
        "speaker": "A",
        "text": "I have. I have a surprising amount of Joes in my life."
    },
    {
        "speaker": "B",
        "text": "Oh, I knew that, but I just thought I would make you laugh."
    },
    {
        "speaker": "A",
        "text": "I looked at him like, not the same."
    },
    {
        "speaker": "B",
        "text": "I knew it. Okay, you ready for the answer to this question? First of all, welcome, Joe. Thank you for listening. I vow to prove to you over your listenership that I am the funnier."
    },
    {
        "speaker": "A",
        "text": "She's already convinced."
    },
    {
        "speaker": "B",
        "text": "Really? Okay."
    },
    {
        "speaker": "A",
        "text": "It's not even close."
    },
    {
        "speaker": "B",
        "text": "Fair enough. Well, then you're absolutely welcome to listen every day, and we're glad to have you. So the answer to your question. In 2023, an estimated 8.5 to 11.7% of the United States smoke cigarettes without a specific count or, sorry, with a specific count of around 28.3 million adults. On the other hand, the percentage of Canadians who smoke cigarettes has shown a decline over the years. In 2021, it was reported that around 10.2% of Canadians were either regular or occasional cigarette smokers. Other sources indicate smoking rate of 13% in 2020 and 13.6% in 2019. So I think you're technically right here. If we're going to go with negligible, though, we're saying."
    },
    {
        "speaker": "A",
        "text": "Yeah, okay."
    },
    {
        "speaker": "B",
        "text": "Yeah, but I mean, I mean, it's a couple million people. No?"
    },
    {
        "speaker": "A",
        "text": "So I wonder if, I wonder if there are certain states that are like, you know, carrying the loan."
    },
    {
        "speaker": "B",
        "text": "Oh, definitely."
    },
    {
        "speaker": "A",
        "text": "Because I know there's provinces that just."
    },
    {
        "speaker": "B",
        "text": "Like, there's like the top drinking states. There's 100% the top smoking."
    },
    {
        "speaker": "A",
        "text": "Can you name me like one or two of these? Who you think might top drinking or smoking? I'm curious to know where the smoking's happening."
    },
    {
        "speaker": "B",
        "text": "I'm pretty sure with Wisconsin ranks highest on almost every, like, list I've ever seen of top drinking. Really? Yeah. Mackie's got some here. I'll see if I could pull up a more official."
    },
    {
        "speaker": "C",
        "text": "I think we can. We can guess, right? That's more fun. So Wisconsin is definitely on my list too. I'm gonna say Massachusetts is gonna be a big drinking state. I just feel maybe you would know."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah, I would agree with that one."
    },
    {
        "speaker": "C",
        "text": "Um, smoking, though. I would also get south somewhere."
    },
    {
        "speaker": "B",
        "text": "Certainly up there. Yeah. Massachusetts, I would also put up there. I would. I would agree, Mackie. I think for some reason, I would say smoking happens more in the south. I will try to look. Yeah, right. Where you don't have to freeze your balls off to go have a cigarette. Unless you're an indoor over seventies smoker like all of our neighbors chamber. What do you got on the top drinking? Guesses."
    },
    {
        "speaker": "A",
        "text": "That's a good, I would say, for states. I gotta imagine Florida is up there. In general, I think Florida's probably high for probably smoking cigarettes too, and for meth and for bath salts. But I put Massachusetts up there for smoking too. But as far as the drinking goes, are you guys Texas drink, big drinking? I feel like there's drinking happening in Texas, maybe Tennessee, but I'm trying to figure out where the cigarette smoking is happening."
    },
    {
        "speaker": "C",
        "text": "Oh, it's gotta be Virginia, North Carolina. Now I think about it."
    },
    {
        "speaker": "A",
        "text": "That's. What is that? Yeah, maybe. I know that's where, that's where it grows, but."
    },
    {
        "speaker": "B",
        "text": "All right, are we ready for. Are we ready for some?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I'm ready."
    },
    {
        "speaker": "B",
        "text": "Okay, so this says the top ten states in the US with the highest alcohol consumption in 2023. So this is current according to different sources. So this is taking in a bunch of different sources. However, most of them cite something here from liquor laboratory, whatever that is. We only guessed one of them correctly. And that is Wisconsin coming in at number eight."
    },
    {
        "speaker": "A",
        "text": "Interesting."
    },
    {
        "speaker": "B",
        "text": "By liquor laboratory, also mentioned in world Population Review. Anyone care to guess a couple others?"
    },
    {
        "speaker": "A",
        "text": "Mackie can't hear you anymore, as per his message in the discord, but I'm going to take some stabs in the dark here. So does it have anything to do with the education level? Is there a correlation between drinking and education level per state, would you say?"
    },
    {
        "speaker": "B",
        "text": "I mean, not visibly here by the look of it."
    },
    {
        "speaker": "A",
        "text": "However, Nevada."
    },
    {
        "speaker": "B",
        "text": "More like Nevada. Not up there. No. Oh, wait, I'm sorry. Not ranked third."
    },
    {
        "speaker": "A",
        "text": "All right."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Arizona. Nah, see, I thought big because I know Arizona State's a big party school now."
    },
    {
        "speaker": "B",
        "text": "This is. This is per capita, just like we were doing for cigarettes. So this is. This ranking is largely based on the average annual amount of alcohol consumed consumed per person."
    },
    {
        "speaker": "A",
        "text": "So maybe the smaller ones will do better. What about, like, Wyoming?"
    },
    {
        "speaker": "B",
        "text": "No, but you're on the right track where you were just going there, so I'll give you a couple. New Hampshire rated number one here. Delaware. Two. Nevada, three. Both Dakotas make the list. North at four and south at ten. Montana, Vermont, Idaho, Wisconsin, and Colorado. Interesting."
    },
    {
        "speaker": "A",
        "text": "That is interesting. See, none of the places where they make moonshine, I feel like."
    },
    {
        "speaker": "B",
        "text": "But a lot of the places where there's just nothing to do."
    },
    {
        "speaker": "A",
        "text": "Absolutely nothing."
    },
    {
        "speaker": "B",
        "text": "Or where you go to literally drink. Like Nevada. Right, right. All right, you ready for. How about any guesses on smoking?"
    },
    {
        "speaker": "A",
        "text": "Maybe it's the same thing."
    },
    {
        "speaker": "B",
        "text": "This is. This is based on the percentage of adults who report smoking. So this is self reported."
    },
    {
        "speaker": "A",
        "text": "Hmm. What was it say? I feel like this, like, like maybe the same thing. Like, uh."
    },
    {
        "speaker": "B",
        "text": "Oh, and these are. Wow, these are. This gives smoking rates per state as well. So you'll know how much percent of the state. This is wild. The top state. How many, how much? Like, what is the percentage of people that report they smoke?"
    },
    {
        "speaker": "A",
        "text": "So just for reference, the country numbers for both Canada was eight. Yeah. And, like. Yeah, so let's say 21%."
    },
    {
        "speaker": "B",
        "text": "25. The top ten is 20%."
    },
    {
        "speaker": "A",
        "text": "Wow."
    },
    {
        "speaker": "B",
        "text": "So, like, when you get to ten. When you get to ten, you're at 20.1%."
    },
    {
        "speaker": "A",
        "text": "Wow. So who's 25 smoking? Who's hacking darts at an unreasonable rate?"
    },
    {
        "speaker": "B",
        "text": "Not surprising to me."
    },
    {
        "speaker": "A",
        "text": "Who is it?"
    },
    {
        "speaker": "B",
        "text": "I think we were definitely right. We were for sure right about geographical location here for smoking. So West Virginia comes in at number one, sugar Shane home machine, smoking darts, selling insurance. Just sugar shake away. Number two, Kentucky at 23% wild. Okay, both of those make sense to me."
    },
    {
        "speaker": "A",
        "text": "Neighboring states, right? Are those neighboring?"
    },
    {
        "speaker": "B",
        "text": "Number three. Don't. Don't ask me that. Number three, Arkansas."
    },
    {
        "speaker": "A",
        "text": "That makes sense."
    },
    {
        "speaker": "B",
        "text": "Number four, Tennessee."
    },
    {
        "speaker": "A",
        "text": "I get, I get it."
    },
    {
        "speaker": "B",
        "text": "Number five, Mississippi. Now we're coming above the Mason Dixon here with Indiana and Ohio at six and seven. We've got some Ohio folks in the audience here, so chime in, in the chat bubble, if that makes sense to you. Do you feel like you have a above average number of cigarette smokers where you live? Here's a surprising one. Number eight, Alaska."
    },
    {
        "speaker": "A",
        "text": "Yeah, see, like, I feel actually maybe."
    },
    {
        "speaker": "B",
        "text": "Not based on your canadian take."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Like, it's so close to Canada."
    },
    {
        "speaker": "A",
        "text": "It is one of, like, Alaska. There's a bunch of states that I think are just basically about to be annexed by Canada, Alaska being one of them. But Wisconsin, Vermont, you know, Maine, I feel like those are all our, those are people. But, yeah, it doesn't shock me because a lot of the coal, a lot of the smokers. Smoking in the cold is not bad. It's enjoyable. A nice breath of fresh air in mid February."
    },
    {
        "speaker": "B",
        "text": "It's mixed with the breath of literally the most unfresh air you can imagine. Rounding out the top ten. Nine, Alabama. Ten, Oklahoma."
    },
    {
        "speaker": "A",
        "text": "That makes sense to me. That makes sense."
    },
    {
        "speaker": "B",
        "text": "Drink in the north and you smoke in the house. Pretty much it."
    },
    {
        "speaker": "A",
        "text": "That's, uh. I feel like I need to have a drink and a cigarette right now."
    },
    {
        "speaker": "B",
        "text": "Yeah. There you go. You're. You're ready. Anything else you want to know? States that do what?"
    },
    {
        "speaker": "A",
        "text": "No, we'll. We'll come back to that. Uh, we'll see. I did, I did enjoy last week's show. I listened to it last Friday. Show. I listened to it three times."
    },
    {
        "speaker": "B",
        "text": "Three times. Oh. Don't you have anything better?"
    },
    {
        "speaker": "A",
        "text": "No, I didn't get any updated podcasts for the ones I normally listen to. So when you run out of stuff to listen to, you're just gonna. But I want to listen to it, make sure it was as funny as I thought. I felt pretty good about it overall. I thought it was a top five show all time. What do you think about that?"
    },
    {
        "speaker": "B",
        "text": "Top five show all time. Is this mostly from because of the Adam's apple? Oh, well. Teenage muted knitted turtles. I was in rare form on Friday. I don't know."
    },
    {
        "speaker": "A",
        "text": "I'm getting calls from family members. It's great."
    },
    {
        "speaker": "B",
        "text": "I don't know what to tell you. I was just vibing on Friday. I was ready to go. Whatever I did Friday, I need to do every, every time we do this podcast. But again, a lot of, you know, the typical come unprepared, fly by the seat of my pants, and whatever happens, happens. I think that's pretty much our vibe at this point. So what do you think, well, you."
    },
    {
        "speaker": "A",
        "text": "Know, we want to have. I like to have some things in the hopper to talk about, but, you know, if organically the conversation takes us to a certain place, that's where we'll go. I do wanted to talk about the price. What happened with bitcoin a little bit today. You see this?"
    },
    {
        "speaker": "B",
        "text": "Oh, yeah. This is super boring."
    },
    {
        "speaker": "A",
        "text": "It's not boring. I just want it to be over. I want to make money again. And we're still up 5% on. We got a to. We're above 28 right now. That's good. This is like. It's bullish."
    },
    {
        "speaker": "B",
        "text": "What's liftoff season for you? Where do we got to be."
    },
    {
        "speaker": "A",
        "text": "Over 30k for, like, a couple of weeks? And then I'm happy."
    },
    {
        "speaker": "B",
        "text": "Yeah, I don't think we're anywhere near that."
    },
    {
        "speaker": "A",
        "text": "I mean, we're 28 six right now."
    },
    {
        "speaker": "B",
        "text": "Yeah, but why. Why would any of it sustain? I just don't see it. I'm actually, you know, here's your proof that it will happen. I'm almost 90% in USDC, so proceed the pump and enjoy the flight without me for now. I'll jump in when I feel like there's some momentum."
    },
    {
        "speaker": "A",
        "text": "I just need to make money again. Like, I just. It's been."
    },
    {
        "speaker": "B",
        "text": "Yeah, right. I've gone. We've gone from, like, make money mode to now just everything is spending money. I don't know about you, but I feel fucking broke."
    },
    {
        "speaker": "A",
        "text": "So broke, man. So broke. I. Yeah, you just. You don't want to. You don't want to deplete your capital. And it was much easier when markets were going the direction I wanted them to, but I don't know. This was on fake news. I think it was a cointelegraph that said something that the ETF was approved. The bitcoin ETF."
    },
    {
        "speaker": "B",
        "text": "Yeah. Somebody tweeted out that the ETF was approved. Bitcoin had a God candle to 30 and a half ish, and then in the next five minutes, crashed all the way back down to where it is now at 28. So if you got in on that little mini candle there, you were in good shape today."
    },
    {
        "speaker": "A",
        "text": "Yeah, somebody made some money today for sure. And then a bunch of people bought that top. Now not making any money, but."
    },
    {
        "speaker": "B",
        "text": "Yeah, but, like, you know, you gotta figure, I would like. You're not. That hurt if you bought that top spot, right? It's the people who are leverage trading that top that just got crushed. Right?"
    },
    {
        "speaker": "A",
        "text": "Yeah. No, you know, there were, though. You know, there were a bunch of people that had the 15 x hang."
    },
    {
        "speaker": "B",
        "text": "Out in the war room."
    },
    {
        "speaker": "A",
        "text": "But, yeah. So I don't know. So you're thinking, what are we going, what are we doing? Chop more? Are we taking a plunge?"
    },
    {
        "speaker": "B",
        "text": "You know, look, I'm not bought in, so, like, you, I don't see any way what you're saying is happening anytime soon. Up to Bernadette?"
    },
    {
        "speaker": "A",
        "text": "October, not a thing. I mean, technically speaking, we are up. I mean, we're up 11%. That's not bad for October so far."
    },
    {
        "speaker": "B",
        "text": "All right, that's decent. I take it back on. What? Just bitcoin."
    },
    {
        "speaker": "A",
        "text": "Just bitcoin."
    },
    {
        "speaker": "B",
        "text": "Because. Can't be up."
    },
    {
        "speaker": "A",
        "text": "It is not. It is not. It went up today to, I mean, not even that much."
    },
    {
        "speaker": "B",
        "text": "I mean, most of that bitcoin 11% is from today?"
    },
    {
        "speaker": "A",
        "text": "Yes."
    },
    {
        "speaker": "B",
        "text": "Up 6% today."
    },
    {
        "speaker": "A",
        "text": "But up is up. So as long as. I mean, as long as we don't tank down to, like, 26 again, I think it's okay. If you can stay above 28, if you can stay in the think it's solid."
    },
    {
        "speaker": "B",
        "text": "Yeah, we'll see. I mean, my hopes are not high for the remainder of the year. I'm not sure. I don't. I just don't see a bull market coming anytime soon."
    },
    {
        "speaker": "A",
        "text": "I."
    },
    {
        "speaker": "B",
        "text": "There's no."
    },
    {
        "speaker": "A",
        "text": "What's anytime soon for you?"
    },
    {
        "speaker": "B",
        "text": "I don't. Enough where I'm in cash."
    },
    {
        "speaker": "A",
        "text": "2024. Are we seeing anything in 2024?"
    },
    {
        "speaker": "B",
        "text": "I don't know. I would. I would hope so. But, like, I don't. I think the macro stuff is really weighing everything down. Like the, the crypto narrative would tell you. Yes, 2024 is the year, right. So cross your fingers."
    },
    {
        "speaker": "A",
        "text": "I guess I'm with you, but I do agree that the, the macro stuff, just. The world on the brink of collapse feels like quarter after quarter, just a different thing. And then I don't know what the housing crisis is looking like in the states, but it's definitely a big thing here in Canada. And then obviously, we could be looking at a major recession at any time. I mean, it's, there's just so much shit happening."
    },
    {
        "speaker": "B",
        "text": "Speaking of things that happen once a quarter, Des is here."
    },
    {
        "speaker": "A",
        "text": "The recession host desk."
    },
    {
        "speaker": "D",
        "text": "I just came from my trivia question and also to tell chamber I spent a little time last week in his country, and it's a beautiful place."
    },
    {
        "speaker": "B",
        "text": "Where were you pleased?"
    },
    {
        "speaker": "D",
        "text": "Family and I were in Montreal and Quebec City."
    },
    {
        "speaker": "B",
        "text": "You came all the way this way. Why were you, why were you so far on the eastern side of Canada?"
    },
    {
        "speaker": "D",
        "text": "Wife just wanted a little vacation, wanted to see some fall leaves and. Yeah, Canada delivered, man."
    },
    {
        "speaker": "A",
        "text": "So Montreal in the fall."
    },
    {
        "speaker": "B",
        "text": "Cool."
    },
    {
        "speaker": "A",
        "text": "Absolutely wonderful."
    },
    {
        "speaker": "D",
        "text": "Yeah, it was pretty epic, honestly."
    },
    {
        "speaker": "A",
        "text": "That's great."
    },
    {
        "speaker": "B",
        "text": "Were you there just for a long weekend, or did you go all week? What?"
    },
    {
        "speaker": "D",
        "text": "We were there all week."
    },
    {
        "speaker": "A",
        "text": "Yeah, we were there all week."
    },
    {
        "speaker": "B",
        "text": "Wow."
    },
    {
        "speaker": "D",
        "text": "Took the car or rented a car and got to drive through all the towns and did some countryside stuff, and. Yeah, it was awesome."
    },
    {
        "speaker": "B",
        "text": "Cool. That sounds like a fun trip."
    },
    {
        "speaker": "A",
        "text": "Do you want your question or. No, that's good."
    },
    {
        "speaker": "B",
        "text": "I do."
    },
    {
        "speaker": "D",
        "text": "I do desperately want my."
    },
    {
        "speaker": "A",
        "text": "This one's. This one's for you."
    },
    {
        "speaker": "B",
        "text": "Des, before you get your question, did you have actually, sorry, not. Did you. How many times did you listen to the episode from Friday, uh, in the."
    },
    {
        "speaker": "D",
        "text": "Car with the family? We listened to it about three times on repeat. Is riveting. Riveting. Tales of Exodus and, uh, escape from. From."
    },
    {
        "speaker": "B",
        "text": "Oh, that was Wednesday's episode. Sorry, that was Wednesday's episode."
    },
    {
        "speaker": "D",
        "text": "Did not listen to Fridays."
    },
    {
        "speaker": "B",
        "text": "Oh. Friday's chamber touts it as a top five episode all time."
    },
    {
        "speaker": "D",
        "text": "Oh, God. I will go back and. And watch or listen to that one then. Speaking of. Listen, watch when. When's. When's midnight crisis going live? I want to see your pretty faces."
    },
    {
        "speaker": "B",
        "text": "I don't know, man. I keep saying, like, well, now Twitter does the video stuff again, so we might have to."
    },
    {
        "speaker": "D",
        "text": "That's what I'm saying."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "What's this Twitter video stuff?"
    },
    {
        "speaker": "B",
        "text": "Video. Right. To Twitter, like you could in the old days with Paris. Oh, really?"
    },
    {
        "speaker": "A",
        "text": "I didn't know that."
    },
    {
        "speaker": "B",
        "text": "Yeah. So, like, if you go to your spaces, like, where you normally see spaces at the top of your feed, the ones that are, like. I don't know, what color are they? Red. Pink or red?"
    },
    {
        "speaker": "D",
        "text": "Yeah, they're pink. Yeah, they're, like, pink. Maybe just for this month."
    },
    {
        "speaker": "B",
        "text": "Yeah, those are videos."
    },
    {
        "speaker": "A",
        "text": "Oh, really?"
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "I did not know that."
    },
    {
        "speaker": "B",
        "text": "Or live streams at least."
    },
    {
        "speaker": "A",
        "text": "That's interesting. All right, well, I'm gonna do some research."
    },
    {
        "speaker": "B",
        "text": "You know, I do miss doing the video show. Those were fun. We could bring stuff on the screen. There was visuals. It very much lends itself to our style, you know?"
    },
    {
        "speaker": "A",
        "text": "Okay, well, give us a. Give us the week, and maybe next Monday we'll have some other options."
    },
    {
        "speaker": "B",
        "text": "I got uglier, though, since the last."
    },
    {
        "speaker": "A",
        "text": "Time we were on video, so thin doesn't mean beautiful."
    },
    {
        "speaker": "B",
        "text": "No. God, it surely doesn't. Have you seen Dallas buyers club? Gosh. All right, Des, here's your trivia question. Go for it."
    },
    {
        "speaker": "A",
        "text": "All right, daz, what nationality was Vincent van Gogh?"
    },
    {
        "speaker": "D",
        "text": "I'm going to go. He was from the Netherlands. I would say he's from Holland."
    },
    {
        "speaker": "A",
        "text": "That is correct. Dutch is the correct answer. Vincent van Gogh. Famed artist of Starry night and other stuff that I don't know."
    },
    {
        "speaker": "B",
        "text": "Vinta, van Gogh and Starry night founded the same year as Nintendo."
    },
    {
        "speaker": "A",
        "text": "I forgot about that. Yeah."
    },
    {
        "speaker": "B",
        "text": "So we're just keeping that train going. Des, are you undefeated at trivia?"
    },
    {
        "speaker": "D",
        "text": "Yeah, I'm pretty much undefeated."
    },
    {
        "speaker": "B",
        "text": "I like this. Let's see, how many times in a row, Destin, whenever, when Des shows up, can he get the trivia correct? And we will. We'll give you the courtesy in case, you know, one day we stump you. We'll give you the courtesy of a lifeline if there are other folks on stage. Deal?"
    },
    {
        "speaker": "D",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "Deal."
    },
    {
        "speaker": "C",
        "text": "Deal."
    },
    {
        "speaker": "D",
        "text": "I'm fairly confident in my trivia ability, so."
    },
    {
        "speaker": "B",
        "text": "You're so far. That's why I asked. So, you know, the defeat. Des, trivia is underway. Chamber, what else you got to talk about today? Because I'm done."
    },
    {
        "speaker": "A",
        "text": "Well. Oh, my whole computer just."
    },
    {
        "speaker": "B",
        "text": "I lied. I lied. I have so many. Would you rather do it? Well, I just wanted to see if you had any other topics before I."
    },
    {
        "speaker": "A",
        "text": "Sorry, my computer just froze for a sec. You know, I am getting. Oh, I didn't want to say this now that you're on TikTok a little bit more. And by the way, you're doing a heck."
    },
    {
        "speaker": "B",
        "text": "Oh, can we talk about this? This is. Holy shit. I. So, look, I consider myself a very dumb futurist. As we've established here on this show, I don't think about the roman empire. My head is firmly in the future. And as such, I consider myself pretty, fairly good with technology, staying on top of the latest apps and tools and what have you. I can't use TikTok to save my fucking life. Like, to save my life. Chamber, how many times in the past two weeks have I texted you asking you how to do the same thing on TikTok, and I still haven't got."
    },
    {
        "speaker": "A",
        "text": "I thought, it's funny. I laugh every time I see a new TikTok from you. Every time I like it, and I laugh."
    },
    {
        "speaker": "B",
        "text": "First of all, I fired off, like, 30."
    },
    {
        "speaker": "A",
        "text": "I loved every single one of them."
    },
    {
        "speaker": "B",
        "text": "Like, broke the algorithm the other day. I was just tested around, seeing, like, hey, does this work? Like. Or does stuff get suppressed if you just fire stuff out? And it was because I intended to make, like, one decently long video, and I couldn't figure it out, so I just fired off the random ones I had."
    },
    {
        "speaker": "A",
        "text": "I. I love it. I mean, we'll get there. We'll get there, but what am I doing wrong?"
    },
    {
        "speaker": "B",
        "text": "Tell me right here on stage."
    },
    {
        "speaker": "A",
        "text": "So you got to get your. You got to get either your voice or your face up on these things. The, like, just."
    },
    {
        "speaker": "B",
        "text": "No, no, I'm not asking why I'm not getting engagement, because I know why I'm not getting. I'm asking why can I not do that thing that I'm trying to do?"
    },
    {
        "speaker": "A",
        "text": "I don't know."
    },
    {
        "speaker": "B",
        "text": "I gave, you don't do it either, but you don't really do it. You just slap a sticker over of whatever's popular over your video, and, like, that's not the same."
    },
    {
        "speaker": "A",
        "text": "I do me. That's my speed. But theoretically, I could do those things."
    },
    {
        "speaker": "B",
        "text": "Well, I'm just kind of questioning if you actually even know I'm not."
    },
    {
        "speaker": "A",
        "text": "And, I mean, you're asking me TikTok stuff. Like, I would say, like, you're a zero out of ten for TikTok. I'm like a two out of ten for TikTok. You know what I mean? Just slightly ahead, you know, for context."
    },
    {
        "speaker": "B",
        "text": "Here, I decided that I wanted to try out making some tiktoks, specifically around my sports betting antics. And what I was trying to figure out how to do is, like, overlay a green screen or something over my video, like most people do on TikTok, and I cannot, for the life of me, figure it out. And so instead, I'm basically just, like, firing out screenshots with text over. I cannot tell you the last time I felt so incredibly old that I cannot figure out this platform. There's a lot going on on TikTok."
    },
    {
        "speaker": "A",
        "text": "There is. Well, like I said, like, I'm a two. Like, I'm just a chapter ahead of you, basically, right? What I wanted to warn you about, and it's infuriated me, and it's happened multiple times where I'm going through. Are you watching anything on TikTok, or are you just straight using it just to try to do this?"
    },
    {
        "speaker": "B",
        "text": "No, I'm not really watching."
    },
    {
        "speaker": "A",
        "text": "Well, I obviously watch a lot of TikToks, and this one motherfucker keeps messing with me, and I hate it because I, you know how, like, you feel about not being able to create the text. I feel so stupid because I keep falling for the same goddamn goddamn trick every single time. And it's this guy, you know, he's, he's figured out the green screen thing. Bunch says, this guy, he's talking, and he's talking about a new, like, a new show, and it's just. Oh, it's."
    },
    {
        "speaker": "B",
        "text": "He's telling me, oh, where they don't exist."
    },
    {
        "speaker": "A",
        "text": "They don't fucking exist. And I go, I get all fucking excited and I go, I'm like, oh, that one said apple. And I'm fucking searching everywhere and. And it fucking doesn't exist. And it happened to me maybe, I don't know, four or five, six months ago. And I was upset about it, but it was like the first time it was happening and it fucking happened last week or this weekend, and it ruined my night. Like, I was so mad. Listen to this. Listen to the show. It was an Apple TV show that was coming out starring Jason Sudeikis, formerly of Ted Lasso. He was a yemenite. The."
    },
    {
        "speaker": "B",
        "text": "I can't believe you fell for a show called Fred Lasso."
    },
    {
        "speaker": "A",
        "text": "It was called. What was it called? The teacher? No, elementary. I don't know. It was a simple name and it starred, it starred Jason Sudeikis as a serial killer who is hiding as a high school teacher. And I'm like, oh, this is, this is great. I'm so excited. It's like a comedy. It's a serial killer thing. It's Ted Lasso. It's on Apple TV. How can you go wrong like that alone is. I'm watching that show ten times out of ten. And I was so excited because I watch so many videos. My wife watches videos. What we do is we send them to each other. So at night, once the kids are sleeping, we sit on the couch, we smoke a dupe, and then we go through the tiktoks that we sent each other. So I was so excited. I sent this one to her. I showed it to her. She's excited. We finished watching our tikToks. She's making some tea for us. I'm like, I'm finding this show right now. This is what we're watching. And she hears me just get frustrated. She's like, it was another fake one, wasn't it? It was."
    },
    {
        "speaker": "B",
        "text": "Have you ever thought about doing this to, to others?"
    },
    {
        "speaker": "A",
        "text": "So mean. Like, I'm, I'm not, I'm an asshole, but I'm not a hurtful person. Do you understand? This is, this is a shitty person that does this. Like, you, you. I can't be the only one that just absolutely, like, I was so excited for this new show."
    },
    {
        "speaker": "B",
        "text": "What a comment."
    },
    {
        "speaker": "A",
        "text": "Like, I don't even want to. I was so mad. Like, I, like, I want to. I think I blocked the guy. I was like, I don't want to see this anymore. You're not going to get me again because six months will go by and he'll get me again. And it's. I forget what the first time was, but it was another like, he's putting together the shows I want to watch. That's the thing. It's. He's so dialed into what I want to see that he's exposing me every single time. It's very upsetting."
    },
    {
        "speaker": "B",
        "text": "I need to be this person just."
    },
    {
        "speaker": "A",
        "text": "Under my skin, how mad I am."
    },
    {
        "speaker": "B",
        "text": "I can't even get. I can't even fathom, like, I. The fact that you went to go look for it, to put it."
    },
    {
        "speaker": "A",
        "text": "It's not even the first time that's happened."
    },
    {
        "speaker": "B",
        "text": "That's fine. That is the best part to me."
    },
    {
        "speaker": "A",
        "text": "And I'm searching. I'm like, what the fuck? Like, where is it? And I go, I think I googled it at one point."
    },
    {
        "speaker": "B",
        "text": "I mean, you're like Jason Sudeikis serial killer, and nothing. You're like, God damn it."
    },
    {
        "speaker": "A",
        "text": "Just talking about it right now. I'm just getting bubbled again. Like, I'm just so Madden."
    },
    {
        "speaker": "B",
        "text": "Yeah, well, if there's any TikTok experts down in the crowd, hit me up because I need to figure out how. How to work this. God gad. Dumb machine. Dad gum. Whatever the fuck old people say about technology these days. Shall we get to some. Would you rather."
    },
    {
        "speaker": "A",
        "text": "Yeah, let's do it. Now, we can do this the easy way or we can do it the hard way. The choice is yours."
    },
    {
        "speaker": "B",
        "text": "These don't have theme. These are just random. Yes. So with Des up here and Mackie up here as well, we could go around the horn here if we have differing opinions, but here we go. Chamber your first one. Would you rather have a permanent clown nose or permanently wear clown shoes?"
    },
    {
        "speaker": "A",
        "text": "That is, I think, a perm. They're both terrible. A permanent clown knows, I think you'd rather that. I think so, yeah."
    },
    {
        "speaker": "B",
        "text": "I mean, you're. You basically wear clown shoes already."
    },
    {
        "speaker": "A",
        "text": "What size?"
    },
    {
        "speaker": "B",
        "text": "I would have thought for sure you were going clown shoes."
    },
    {
        "speaker": "A",
        "text": "I'm assuming the clown shoes are proportionate, so, you know, like some people."
    },
    {
        "speaker": "B",
        "text": "Oh, okay. You're right. So you're not just, like, wearing a size, right?"
    },
    {
        "speaker": "A",
        "text": "Exactly. It's not too sight. I'm assuming it's like a size 20, you know?"
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "You know, I'm saying."
    },
    {
        "speaker": "B",
        "text": "Well, yeah, I. Man, maybe it is the clown nose, because that would be hard to be. Hard."
    },
    {
        "speaker": "A",
        "text": "You'd be bumping into things, tripping over, like, I don't know, stepping on rake all day. But like a. No, you know, it's like. Does it make a noise when you honk it?"
    },
    {
        "speaker": "B",
        "text": "Yeah, whatever. The sideshow bob noises."
    },
    {
        "speaker": "A",
        "text": "No, no, the. Like, the nose. The clown nose."
    },
    {
        "speaker": "B",
        "text": "Does it make a noise of course. Yeah."
    },
    {
        "speaker": "A",
        "text": "So, I mean, I think that's fun, maybe."
    },
    {
        "speaker": "B",
        "text": "Yeah. I mean, you'd be a hit. Parties and with your kids. Yeah."
    },
    {
        "speaker": "A",
        "text": "I think the clown nose makes sense."
    },
    {
        "speaker": "B",
        "text": "All right. Clown knows it is Mackie or Des, do you have any differing opinion there?"
    },
    {
        "speaker": "C",
        "text": "I'm gonna say clown nose as well is the right choice."
    },
    {
        "speaker": "B",
        "text": "Same goes for me as a clown nose. Of those two options. All right, definitely. Chamber. Would you rather, for a whole year, speak like Yoda or laugh like chewbacca every time you found something funny?"
    },
    {
        "speaker": "A",
        "text": "Do I. Do I laugh more than I speak? I think is I think laughing like chewbacca."
    },
    {
        "speaker": "B",
        "text": "No, you definitely. You definitely speak more than you laugh."
    },
    {
        "speaker": "A",
        "text": "I do laugh a lot, though. I think laughing like chewbacca. Yeah, I think that that that's funny also, which would probably make me laugh even more if I hurt myself."
    },
    {
        "speaker": "B",
        "text": "That is funny. Like, you would go, I could see a viral video being made of you. It also requires less thinking. Right. Like, I feel like you'd actually have to put effort and thought into speaking like Yoda."
    },
    {
        "speaker": "A",
        "text": "I assumed it would be natural. Like, it would just be a natural thing."
    },
    {
        "speaker": "B",
        "text": "Yeah, right. That's true. Um, I think I'm going laugh like chewbacca as well on that one. Um, that one seems like, no doubt the no brainer. Mackie or Des."
    },
    {
        "speaker": "C",
        "text": "It would be extremely awkward if you were speaking like Yoda and then you laughed like yourself afterwards."
    },
    {
        "speaker": "B",
        "text": "It would be."
    },
    {
        "speaker": "C",
        "text": "I like, it'll be too much. So chewbacca laugh is the winner for sure."
    },
    {
        "speaker": "B",
        "text": "Yes. I like that. All right. Would you rather chamber, have fingers as long as your legs or legs as long as your fingers?"
    },
    {
        "speaker": "A",
        "text": "I is there. I don't think there's a right answer. It's got to be fingers as long as your legs. Right?"
    },
    {
        "speaker": "C",
        "text": "I was playing with those, like, plastic witch fingers over the weekend, and I'm gotta tell you, it's pretty fun, but."
    },
    {
        "speaker": "A",
        "text": "Those are, like soup. Like, legs are long. Man."
    },
    {
        "speaker": "C",
        "text": "I'm standing at my desk right now, and, yeah, I'm, like, visualizing the length of my fingers next to my leg."
    },
    {
        "speaker": "B",
        "text": "Both of these are. Hell, yeah."
    },
    {
        "speaker": "C",
        "text": "Yeah. Finger sized legs is just nubs."
    },
    {
        "speaker": "A",
        "text": "Those are nubs. You're just, you wouldn't be able to support your body."
    },
    {
        "speaker": "B",
        "text": "Yeah, you basically. Yeah, you wouldn't support your body weight. You're basically crawling."
    },
    {
        "speaker": "A",
        "text": "No, but in this scenario, I would imagine the fingers are strong enough to support your body, so you would be walking around on them. It would just be like, hovering. Like you're. It'd be like Mister torso hovering over the ground."
    },
    {
        "speaker": "B",
        "text": "Yeah. All right. I disagree. Oh, what do you got, Dad?"
    },
    {
        "speaker": "D",
        "text": "I think with the advancement of technology, you're better off living in a world where you could get some robot artificial legs and make up for the size of your small little legs rather than have to deal with trying to grasp something with daddy long legs fingers. So I'm gonna go with. I'm gonna go with legs as short as your fingers."
    },
    {
        "speaker": "A",
        "text": "I don't like that answer because if we're using technology to better the situation. Situation for the finger legs, I should be able to go to the doctors and chop off my finger. My finger. Your leg fingers. I should be able to go to the doctors to chop off my finger legs."
    },
    {
        "speaker": "D",
        "text": "Yeah, yeah."
    },
    {
        "speaker": "B",
        "text": "Wait."
    },
    {
        "speaker": "D",
        "text": "Wait till you have, like, nubbins the size of your femur. That. That'll be really cool, I promise."
    },
    {
        "speaker": "A",
        "text": "I assume they're the length of the leg, not the width of the leg."
    },
    {
        "speaker": "D",
        "text": "Why would you."
    },
    {
        "speaker": "A",
        "text": "Because he said as long as you're."
    },
    {
        "speaker": "B",
        "text": "It does say long. It doesn't say."
    },
    {
        "speaker": "A",
        "text": "I am assuming finger width, but leg length."
    },
    {
        "speaker": "B",
        "text": "Oh, interesting."
    },
    {
        "speaker": "C",
        "text": "Very stale fingers."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "But then does that, does that go the reverse too, where your. Your finger."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Is always thick but just finger tall?"
    },
    {
        "speaker": "A",
        "text": "Yes, that's funny. Yes, that is accurate also, which is way funny."
    },
    {
        "speaker": "B",
        "text": "All right. It definitely is. All right. Would you rather have every song you hear turn into Baby shark after 30 seconds or have every movie you watch turn into the room after 20 minutes?"
    },
    {
        "speaker": "A",
        "text": "Fudge. Those are terrible options. Shit."
    },
    {
        "speaker": "B",
        "text": "For me, it's baby shark."
    },
    {
        "speaker": "A",
        "text": "That's what you want. Well, you."
    },
    {
        "speaker": "B",
        "text": "Yeah. Well, you listen to a lot of music, so give me. I also still have kids that are baby shark age, so I'm into it."
    },
    {
        "speaker": "A",
        "text": "So theoretically you could just listen to the first 30 seconds of any song."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "Which is."
    },
    {
        "speaker": "B",
        "text": "And just skip."
    },
    {
        "speaker": "A",
        "text": "Which is not awful. Every movie turns into the room. I'm assuming the Tommy wiso ru, right? Yeah, that's the one."
    },
    {
        "speaker": "B",
        "text": "Well, hi, Mark."
    },
    {
        "speaker": "A",
        "text": "I feel like. Yeah, I think fudge. I think music. I think I'll take. I think baby shark also. I would."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Fuck, I hate it though. I hate the. I hate answering this question."
    },
    {
        "speaker": "B",
        "text": "Mackie strikes me as he would choose the room."
    },
    {
        "speaker": "C",
        "text": "You know, I've been standing here thinking about it, rocking back and forth, visualizing, like watching Shrek two and then it turning into the room. And I'm okay with it. I'm okay with it. So, yeah, I would keep music. I would prefer to have my music."
    },
    {
        "speaker": "A",
        "text": "See, I would argue that music's 1st 30 seconds is more."
    },
    {
        "speaker": "C",
        "text": "You do get all of the song. Pretty much, yeah."
    },
    {
        "speaker": "A",
        "text": "Is more important. Than. Or, pardon me. Getting the ending of a movie is more important than getting the ending of a song."
    },
    {
        "speaker": "B",
        "text": "Well, I think that's bright, right? Like, if you spent the first 20 minutes in all the exposition of a movie, and then it turned out the same way every time with Tom Wieseau, the room. Yeah, that would suck."
    },
    {
        "speaker": "C",
        "text": "Are the. Are the movies. Do the actors transform into Tommy Wiseau, or are they just, like, actors?"
    },
    {
        "speaker": "B",
        "text": "It's the actual plot of the movie, just with those same actors."
    },
    {
        "speaker": "C",
        "text": "Honestly, that's kind of. With Tommy Wieseau, it's like castaway with Tom Hanks turns into the room."
    },
    {
        "speaker": "B",
        "text": "Yeah, exactly. All right, next one. Would you rather sneeze glitter or have your tears or have your tears be tiny, non harmful confetti?"
    },
    {
        "speaker": "A",
        "text": "Sneeze glitter all day. That's so funny."
    },
    {
        "speaker": "B",
        "text": "It's a mess, though."
    },
    {
        "speaker": "A",
        "text": "You ever get a. I remember."
    },
    {
        "speaker": "B",
        "text": "I don't cry a lot, though, so, like, if we're just, like, avoiding the inconvenience, it's definitely."
    },
    {
        "speaker": "A",
        "text": "Do you sneeze more than you cry?"
    },
    {
        "speaker": "B",
        "text": "Oh, 100% definitely."
    },
    {
        "speaker": "A",
        "text": "I'm not sure. I cry all the time."
    },
    {
        "speaker": "B",
        "text": "Daily."
    },
    {
        "speaker": "A",
        "text": "Oh, I'm about to cry right now. I don't know if I sneeze. I don't think I. I might not sneeze weekly. What about that?"
    },
    {
        "speaker": "B",
        "text": "Wow. Come on."
    },
    {
        "speaker": "A",
        "text": "I don't think I do."
    },
    {
        "speaker": "C",
        "text": "There's no."
    },
    {
        "speaker": "A",
        "text": "I'm going to monitor this."
    },
    {
        "speaker": "D",
        "text": "There comes a time in every one of these shows where chamber just says something, and I just want to hang up. I just want to hang up."
    },
    {
        "speaker": "B",
        "text": "Just an absolute lie."
    },
    {
        "speaker": "A",
        "text": "There's no, I'm telling you guys, there are weeks that I do not sneeze. Like, I'm gonna monitor this. I'm gonna make sure. I'm gonna track it. But I cry every other day."
    },
    {
        "speaker": "B",
        "text": "You cry every other day?"
    },
    {
        "speaker": "A",
        "text": "See, both of the things, one of those is wrong. I don't cry every day or every other day, but I'm telling you, I'm questioning how much I sneeze. 1 second. Amber. Amber, come over here."
    },
    {
        "speaker": "B",
        "text": "Oh, we're gonna get this live. This has never happened before."
    },
    {
        "speaker": "A",
        "text": "Do I sneeze more than once a week? Go away."
    },
    {
        "speaker": "B",
        "text": "Yeah. Straight up."
    },
    {
        "speaker": "C",
        "text": "Yes, you absolutely do."
    },
    {
        "speaker": "A",
        "text": "She's like. You just sneezed you."
    },
    {
        "speaker": "B",
        "text": "No hesitation. Absolutely. You were just bodied."
    },
    {
        "speaker": "A",
        "text": "Sorry. My life."
    },
    {
        "speaker": "B",
        "text": "Not expecting."
    },
    {
        "speaker": "A",
        "text": "Happy anniversary, babe."
    },
    {
        "speaker": "B",
        "text": "It is your anniversary today, isn't it?"
    },
    {
        "speaker": "A",
        "text": "Love you, too."
    },
    {
        "speaker": "B",
        "text": "Happy anniversary to you and your lovely wife, my treacherous wife. I hope you sneeze in her dinner."
    },
    {
        "speaker": "A",
        "text": "No, she's making my dinner right now, actually, as we speak, so."
    },
    {
        "speaker": "B",
        "text": "Yeah, I'm totally with you. There's no way you don't sneeze more than or less than once a week, so."
    },
    {
        "speaker": "A",
        "text": "Yeah. All right, I'm taking. I still want to sneeze less than."
    },
    {
        "speaker": "C",
        "text": "Once a week is zero."
    },
    {
        "speaker": "A",
        "text": "I still want the sneeze glitter, though."
    },
    {
        "speaker": "B",
        "text": "Okay, here's. Here's one for you. We only have ten minutes left, and I have a pretty hard out here because I gotta get some stuff done before our degen bets episode tonight at seven with J Web. Check that out if you're interested in some football content. We're just on an absolute heater lately, so check us out at 07:00 reminder. Up top. Here you go. Chamber. This one's definitely right up your alley. Would you rather have to announce to everyone I'm about to fart before you fart or have a bell ring every time you're attracted to someone?"
    },
    {
        "speaker": "A",
        "text": "I would love to have a bell every time I'm attracted to somebody all the time. I would be."
    },
    {
        "speaker": "B",
        "text": "So this seems very problematic. I know."
    },
    {
        "speaker": "A",
        "text": "It would really tell me a lot of straight, though. I had to stop watching Ryan Gosling movies, I guess."
    },
    {
        "speaker": "B",
        "text": "Yes. That's the best part of it. It's like you're."
    },
    {
        "speaker": "A",
        "text": "What?"
    },
    {
        "speaker": "B",
        "text": "You're. You're watching the Barbie movie with your daughters and every time Ken comes on the bell."
    },
    {
        "speaker": "A",
        "text": "Yeah, only when. Only when it's Ken, not Barbie. And."
    },
    {
        "speaker": "B",
        "text": "Yeah, only when it's Ken. Right. Well, it starts as. It's like every time when they're both in the scene, so it's ambiguous as to who it is. But as the movie goes on and turns into the room, every time Ryan."
    },
    {
        "speaker": "A",
        "text": "Gosselin comes on, garbage truck goes by. Ding ding ding ding ding. That's weird."
    },
    {
        "speaker": "B",
        "text": "Hey, Bruce. Boy, that's funny. All right, we got Mister House here. Give him a trivia question. I gotta know what's on Mister House's mind. Mister House feels more like a announce the fart kind of guy."
    },
    {
        "speaker": "A",
        "text": "Oh, um. Mister House, that's. I don't think you were born then. I was gonna give you a movie. I didn't know this one. This is an entertainment question. I'm not sure if this is a sports person or. It sounds like a nickname for a sports person. Who is Freakazoid. That. That ring a bell with. With you?"
    },
    {
        "speaker": "C",
        "text": "Yes. That is not a sports person I can sing a little bit of a song about."
    },
    {
        "speaker": "B",
        "text": "Wait, wait, wait, wait, wait, wait, wait. Mackie, you are. You're gonna be Mister House's lifeline."
    },
    {
        "speaker": "E",
        "text": "I was gonna. The only freakazoid that rings a bell to me is. I know of a gamer who's, like a CS go player who goes by Freakazoid. But if that's not correct, I'll lifeline Mackie."
    },
    {
        "speaker": "A",
        "text": "Do you know his real name? Because it's giving me a real name."
    },
    {
        "speaker": "C",
        "text": "Oh, it's giving you."
    },
    {
        "speaker": "E",
        "text": "I was gonna say, I think his first name is Ryan. I have no idea what his last name is. I just know him as Freakazoid."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Wow. I'm on the Mackie train here. I thought we were going, like, the cartoon."
    },
    {
        "speaker": "A",
        "text": "I thought the zoid or the noid was, like, the serial. That's what I was thinking. Like, a serial mascot is my thought. But since nobody seems to be, you."
    },
    {
        "speaker": "B",
        "text": "Know, mackie, who did you. Who did you have?"
    },
    {
        "speaker": "C",
        "text": "Very much the character who runs around his underwear."
    },
    {
        "speaker": "B",
        "text": "Freakazoid. And there's the. There was the theme song. As soon as you went theme song, I knew we were in the same place. All right, this one doesn't count, but give us the answer."
    },
    {
        "speaker": "A",
        "text": "Dexter Douglas. I don't know who that is."
    },
    {
        "speaker": "C",
        "text": "Pickett's over here."
    },
    {
        "speaker": "A",
        "text": "We're gonna look it up. Mackie, can you do some investigating on Dexter Douglas for us?"
    },
    {
        "speaker": "C",
        "text": "Absolutely."
    },
    {
        "speaker": "B",
        "text": "All right. In the meantime, mister house GM."
    },
    {
        "speaker": "E",
        "text": "GM. Yeah. My. My thought was, I think there are a lot more fun games you can have if you choose the announce every time you have to fart. Like, you can almost make it a boy who cried wolf game where, like, you can just start yelling, I have to fart a bunch to the point where no one believes you. And then the time that you actually."
    },
    {
        "speaker": "A",
        "text": "Do have to fart, no one runs away."
    },
    {
        "speaker": "E",
        "text": "Right?"
    },
    {
        "speaker": "B",
        "text": "That's like, you can just."
    },
    {
        "speaker": "E",
        "text": "You can just fart and crop dust everyone because they'll never believe it's you after you've said it a hundred times and not farted. So then you can just start farting and blame it on other people. Yell, I have to fart. They're like, not this fucker again, right? He's already done it 99 times, so they all leave. Next thing you know, you're not club aqua. You're having a good time. You yell it. Everyone's like, okay, well, you didn't actually fart. Next thing you know, they're like, Brad, was that you?"
    },
    {
        "speaker": "A",
        "text": "You piece of shit?"
    },
    {
        "speaker": "E",
        "text": "We're all having a good time, right?"
    },
    {
        "speaker": "A",
        "text": "So you."
    },
    {
        "speaker": "E",
        "text": "You really just flip it on the other person. Whereas if there's a huge bell that rings whenever you're attracted to someone. I mean, I can just think of countless situations in public where, like, you're with your family, you're with your significant other. You're on a."
    },
    {
        "speaker": "A",
        "text": "You're at your mother in law's house."
    },
    {
        "speaker": "E",
        "text": "You're at a funeral, right? Like, so many things are happening, right? Like, imagine you're at a funeral. All of a sudden, boom. Coffin breaks blue, naked body starts falling down the hill, and all of a sudden, the bell rings. Like, you are. You are screwed in that situation. So, yeah, I can just think the. There are a lot more ways you can use the announcing the far to your advantage without losing very plus ev."
    },
    {
        "speaker": "B",
        "text": "All right, this is the plus evdeenen analysis on this was, uh, very good chamber. Do you still hold that you would rather."
    },
    {
        "speaker": "A",
        "text": "Oh, I want to know about. It's like having a lie detector. Like I want to know about myself. You know what I mean?"
    },
    {
        "speaker": "C",
        "text": "I'm in chambers camp. I want the bell."
    },
    {
        "speaker": "A",
        "text": "You know, I don't know officially, but a bell would make it official."
    },
    {
        "speaker": "C",
        "text": "How loud is the bell?"
    },
    {
        "speaker": "B",
        "text": "What are you talking about? Are you not know?"
    },
    {
        "speaker": "A",
        "text": "Like, what if you're looking at egg salad and you're like, oh, I did not know that about me."
    },
    {
        "speaker": "B",
        "text": "It says someone."
    },
    {
        "speaker": "A",
        "text": "First of all, I know it's everything. It's pencils."
    },
    {
        "speaker": "B",
        "text": "Well, it's fine. But, like, yeah, that's fine. Okay. I feel like. All right, now I get what you're saying around the self discovery here, but. All right, so we've got chamber on the alarm every time you're attracted to somebody on your anniversary. No. And the. And we got Mister House going. Fart announcement. Mackie, you're on the bell side."
    },
    {
        "speaker": "C",
        "text": "I am indeed on the bell side. Only if it's like a hotel bell."
    },
    {
        "speaker": "A",
        "text": "Yeah, like a one ding."
    },
    {
        "speaker": "C",
        "text": "Like a thing, like high pitched. Not. None of this, like."
    },
    {
        "speaker": "A",
        "text": "A foghorn."
    },
    {
        "speaker": "C",
        "text": "Oh, I do also have an update on Dexter Douglas."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah? Let's hear. Let's hear it. Who is he?"
    },
    {
        "speaker": "C",
        "text": "The twist is that is freakazoid. It is the alter ego of freakazoid."
    },
    {
        "speaker": "B",
        "text": "So our initial guess be a correct."
    },
    {
        "speaker": "C",
        "text": "Freakazoid that we were aiming at. They were asking for basically his Bruce Banner, his Clark Kent."
    },
    {
        "speaker": "B",
        "text": "Ah. So we were right. There you go. Look at us. All right, two more for you and then we're out of here. Chamber is. Would you."
    },
    {
        "speaker": "A",
        "text": "I said a quick question for the title of the show. Yeah, I'm about to fart. Is that."
    },
    {
        "speaker": "B",
        "text": "What? Is that the time? I knew that. I knew that this one specifically would get your attention for the show title. I'm about to fart."
    },
    {
        "speaker": "A",
        "text": "Exclamation mark."
    },
    {
        "speaker": "B",
        "text": "That might. Yeah, yeah, it might have to be it. All right. I feel like this one's too easy. Maybe I'll skip it, but since I think it's so easy, I'm going to ask it anyway. Would you rather have your life narrated by Morgan Freeman or have your every movement accompanied by Benny Hill? Music."
    },
    {
        "speaker": "A",
        "text": "Music."
    },
    {
        "speaker": "B",
        "text": "I feel like. I feel like the obvious answer is Morgan Freeman."
    },
    {
        "speaker": "A",
        "text": "That's a voice. I mean, the other one is music."
    },
    {
        "speaker": "B",
        "text": "Narrating your entire life."
    },
    {
        "speaker": "A",
        "text": "He was with the music. He was sexually attracted to the pencil."
    },
    {
        "speaker": "B",
        "text": "And there he was sexually attracted, again, to the pencil."
    },
    {
        "speaker": "A",
        "text": "Both are giving me self discovery for whom the bell tolls."
    },
    {
        "speaker": "B",
        "text": "And yet again, he announced he had to fart."
    },
    {
        "speaker": "A",
        "text": "I think."
    },
    {
        "speaker": "B",
        "text": "What a great show."
    },
    {
        "speaker": "A",
        "text": "I think you're right. I think it is Morgan Freeman."
    },
    {
        "speaker": "B",
        "text": "It's Morgan Freeman, not Harvard. All right. The last one I had here, I've lost. Oh, this is the one I picked out. Would you rather have your only mode of transportation be a unicycle or a pogo stick?"
    },
    {
        "speaker": "A",
        "text": "Hmm. I think a unicycle."
    },
    {
        "speaker": "B",
        "text": "I think that's the right answer. It's not the most fun answer."
    },
    {
        "speaker": "A",
        "text": "No, I think it's the most effective answer. What?"
    },
    {
        "speaker": "B",
        "text": "Yeah, like, you're gonna. You're gonna get speed. You're gonna. You still have some sort of efficiency on a unicycle."
    },
    {
        "speaker": "A",
        "text": "Yeah. I mean, it's gonna. It might take you a little bit longer to use it properly, but once you learn how to do it, you."
    },
    {
        "speaker": "B",
        "text": "Know, pogo sticking is, like, intense."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's hard."
    },
    {
        "speaker": "B",
        "text": "Pogo stick a couple miles to get to the store, like, you're toast."
    },
    {
        "speaker": "A",
        "text": "Is it, like, the best pogo stick ever made, where it's just like."
    },
    {
        "speaker": "B",
        "text": "Like, state of the art?"
    },
    {
        "speaker": "A",
        "text": "You. You realize this once your kids get a little bit older. Like, I switched my youngest daughter's scooter. Like, the kids all have scooters now from, like, that. Like, from, like, the entry level model to, like, the net, like, a better one. And the. Just the qualities. So much better. And her ability becomes that much better, too. So I'm expecting the poker stick to beef and not entry level, but top of the line. So maybe."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think that's fair."
    },
    {
        "speaker": "A",
        "text": "So, I mean, you could and then say the same thing for the unicycle. So hopefully there's some sort of self balancing mechanism or counterweight. I don't know how they work, to be honest. I'm assuming witchcraft, but I think I'm."
    },
    {
        "speaker": "B",
        "text": "Just picturing you with your clown nose on, riding your unicycle around the neighborhood, declaring everywhere that you have to fart. And that's how I choose to remember this episode? Somebody get on that on mid journey."
    },
    {
        "speaker": "A",
        "text": "Just like I'm on it."
    },
    {
        "speaker": "B",
        "text": "Yeah. Please make that the logo for today's show. You on a unicycle wearing a clown nose. And possibly we'll do one more here just so you can add it to the image. Would you rather sweat maple syrup or have spaghetti for hair?"
    },
    {
        "speaker": "A",
        "text": "I would rather. I sweat a lot."
    },
    {
        "speaker": "B",
        "text": "Do you want hair so bad?"
    },
    {
        "speaker": "A",
        "text": "I want hair so bad that I will take spaghetti hair. Is it cooked spaghetti hair? Is it quite."
    },
    {
        "speaker": "B",
        "text": "Yeah, I would think it would be cooked spaghetti hair. So like, you know, you could style."
    },
    {
        "speaker": "A",
        "text": "But like, it's also, like, it doesn't just like fall apart like, right."
    },
    {
        "speaker": "B",
        "text": "It's not just like poking sticks of spaghetti. Yeah."
    },
    {
        "speaker": "A",
        "text": "No, but also because it's cooked. But it's, even though it's cooked, it's strong."
    },
    {
        "speaker": "B",
        "text": "I mean, I would say it's Al dente."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "All right. Yes, Al dente and. Yeah, like maybe some nice. Yeah, blondish hair. I like it. I'm down."
    },
    {
        "speaker": "B",
        "text": "What about other pastas? Would you choose other pastas instead? Some like, rig. Yeah. Or some like rigatoni."
    },
    {
        "speaker": "A",
        "text": "Angel. Angel hair."
    },
    {
        "speaker": "B",
        "text": "There it is. There it is. All right, that's going to do it for us today. Don't forget to check out Djen Beth tonight at seven, followed by coffee. Oh, wait till it's today Monday. We got the night shift tonight at eleven as well, followed by coffee with Captain tomorrow morning and then lunch break Alpha afternoons to follow. Don't forget to check out all of that wonderful dj network programming. And until next time, keep the mic hop."
    }
]