[
    {
        "speaker": "A",
        "text": "Hello and welcome to episode six of the Mint Condition. I am Joe, aka Bunch. You bets alongside my esteemed colleagues and co hosts, Chamber and Des. How you guys doing today? Chamber, what's going on?"
    },
    {
        "speaker": "B",
        "text": "Well, you know, just another day, another degenerate horse race that I lost moments ago."
    },
    {
        "speaker": "A",
        "text": "How about you, Des?"
    },
    {
        "speaker": "C",
        "text": "It cannot be understated. This is the most busy I've ever been in my entire life. Seven different nfts I'm paying attention to. I got a baby on the way, got work. It's insane."
    },
    {
        "speaker": "A",
        "text": "Well, hopefully, if you're like me, though, which I also just had a baby, the NFT sometimes somehow find a way to take up most of the time. Right. It's kind of weird, but we are very honored to have the one and only Darren Rovell with us today. Darren is the sports business reporter and the senior executive producer at the Action Network. Darren, thank you very much for joining us. How are you doing today?"
    },
    {
        "speaker": "D",
        "text": "It's good to be here. I think I spend all my time reporting on NFts now. I thought I went to work for a betting network, but obviously it seems like between memorabilia and bitcoin and all crypto and NFT, it's basically like everything is betting. And if you were to tell me a couple of years ago, if you tell me last year that betting itself, sports betting, would be the most calm of anything, you know, hey, people all day are going to bet on crypto and you're going to wake up and be down 8000 or up 8000. I mean, at least you have at the end of a game, it's fucking over. You know, like, you don't wake up, go to sleep and wake up and, like, someone punches you in the face. So anyway, you know, it's. It's been very interesting covering these things and the ups and downs of top shot and, you know, now Zed and looking at gamified NFTs and looking at arthem, I think there's a lot of things to discuss."
    },
    {
        "speaker": "A",
        "text": "Yeah. And I think that's super interesting. So let's start with that piece. Right? So the sports betting, you go to work at Action Network and, you know, it was a sports betting, and now you find yourself covering nfts. And I think the craziest thing for me, because I obviously, Des and myself both actually got into crypto back in, like, the 2017 area, and we both found it through sports betting. And it was because places like betonline AG would cash you out in bitcoin. Right? And then I would cash out in bitcoin. And it would go up for three days and I'd be like, okay, this is something I should maybe learn about. But so that's kind of how we got in. And I'm curious to know kind of what your progression was as it goes to action network and then getting into the crypto and then you find yourself now in nfts all of a sudden."
    },
    {
        "speaker": "D",
        "text": "Well. Well, I was not in the crypto world simply because I think, you know, you guys are younger than I am, I assume, based on my look and your look, I'm an. I'm a grizzly man. You know, we got. We got some. We got brown beards over there. If that's not a lot of hair, that's a lot of hair dyeing chamber. If that's. If that's. If that's not just for men, I think I'm older than you anyway. Yeah. So I wasn't into crypto exactly because of what I just said. I was covering. When I was at ESPN, I was covering a bit of sports betting. I was a little bit of a better still am, not like a crazy better, but, like, I wanted the game to end. Like, I couldn't take. I got three kids. I couldn't take, like, the emotional roller coaster. And I also would think, you know, like, I'm a little bit more as an older guy. I'm thinking, you know, you tell me there's something that there's this. Let's just say bitcoin. Let's say it's a company, or let's say crypto is a company. And you say, okay, so there's no CEO, there's no earnings. There's no one ever talking for the brand. And what's cool is that it's not backed by anyone, including the government. Would you throw $100,000 in there? Fuck no. On that. So I don't have any fomo or anything like that because I know that's the way, that's how I evaluated it. But when I once I went from ESPN to the Action Network, you know, we started talking about as through Covid, sports memorabilia started going crazy. And I have a, you know, multimillion dollar sports memorabilia collection. I've covered it forever. And so we said, oh, we kind of got to cover that. People are betting. Instead of betting on players and props, they're betting with memorabilia. Right. And that, that was like a one to one, right? Like, should I bet on Lonzo Ball or should I make a season long or lamello ball? Should I make a season long bet by buying their memorabilia. So we covered that and I think people liked it. And then we just started going to other alternative assets. And I think NFTs had some sports, sports base, but we felt like some of the betting market and some of the memorabilia market was draining because of the attention on nfTs. So I kind of. I mean, I've been doing sports betting and watching the masters today, but there certainly, there's certainly been a, a shift to talk about what people are investing in other than sports betting."
    },
    {
        "speaker": "A",
        "text": "Interesting. I was surprised to not see you wearing your caddy uniform on the podcast this afternoon after."
    },
    {
        "speaker": "D",
        "text": "Yeah, I have it somewhere in here. It's not the most. Believe it or not, it. It takes about, you know, seven minutes to get in. Zipper should have been a little bit lower. Um, but, uh, yes, it's, it's not that comfortable, but it does look good."
    },
    {
        "speaker": "A",
        "text": "Yeah, it was, it's pretty cool. So, um, I think that is fascinating. So what we try to do on this show is kind of bridge the gap between the physical collectibles, because myself, I'm a fi. I was doing, uh, I got in back into sports cards and memorabilia about two years ago, and so I had a similar trajectory des as well. And then, uh. So what do you, you know, when we talk about nfts, up until this past, I guess, week or two weeks, you had mentioned you didn't own any nfts yourself."
    },
    {
        "speaker": "D",
        "text": "None."
    },
    {
        "speaker": "A",
        "text": "And now. And now. But you were covering it, right? So you've seen top shot, you saw all that stuff happen. And what made you buy nfts was digital horses. So I'm interested to hear your kind of progression on. Okay, I'm covering nfts and I think they're, you know, this is what I think about them. Oh, now I'm going to buy them. Right. So, like, where, how does that progression happen? And what is the differentiator between, you know, Zed and maybe top shot?"
    },
    {
        "speaker": "D",
        "text": "If you listen to top shot people, and it's, it's not either or. But I'm just saying the reason I didn't invest in top shot is because I didn't really think it is collectible, but I don't think it's a good collectible. It's fine to go to digital, but I have three kids, seven, seven and nine, and I watch them play Roblox all day. If you've seen Roblox IPO and the billions of dollars and the amount, I mean, I probably contributed 90% to that. I might have given up a billion dollars given how much my kids want Roblox and all that. And I watched them in their world and I never put it to paper or actually voiced it, but what I had faith in was a gamified nft that something that goes really deep, a top shot. When you look at it, it's like, okay, here's my highlight that's tied to blockchain. And how much deep diving can you do? Um, how much passion can you have? About one thing. And, uh, when I found Zed, I was like, oh, my God. Like, I just spent 40 hours just to get to the point where I could buy a horse, right? And then. And then all the types of strategies and that. There's no wrong way. Do you hold horses? Do you race them? What do you race? Do you try to open the lottery ticket and race a z one Nakamoto? Do you get a. Try to try to get a buterin and. And race it and get it to, you know, 15, 20%? What's good racing potential? How do you look at the odds? I mean, it goes so deep and it could be hours and hours and hours. And when you think about it, these guys have built this game that is just getting started. I mean, let's. Let's. If they're really going to get into NFT tracks and you'd get to take entry fees and I mean, I. Damn, I want to be a. I want to own real estate in Zedong. I want to sell the shit. I want to sell the shit out of marketing and I want to, like, you know, I want to have a skin on my horse or something like that. I mean, the fact that this is so in the beginning and the complexity of it to me was like, I want to be here. I want to be in this game. And what's so weird about it. Cause I did spend a significant amount of money is I have no. I went from, I'm not going to get any nfts because I'm not going to have fomo. That's not the reason why. I'm just going to sit out, sit out, sit out to spending six figures. And I'm not scared."
    },
    {
        "speaker": "B",
        "text": "I was trying to figure out what that number was. A significant amount of money. I feel like I spent a significant amount of money on the last drop. And I'm like, I wonder what the difference between my significant and your significant."
    },
    {
        "speaker": "D",
        "text": "We're in the six figures on the stable."
    },
    {
        "speaker": "B",
        "text": "Fair enough."
    },
    {
        "speaker": "A",
        "text": "Chamber. You were in the. You were well into the five figures, though."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "I would say for someone."
    },
    {
        "speaker": "D",
        "text": "Had a chamber had. Relative to your salary, your net worth and what you put in there. Do you. What do you do you. Are you. Are you fearful of what you did?"
    },
    {
        "speaker": "B",
        "text": "No, no, I'm not. I'm not. I am a crypto guy. Both Joe and I, um, we. We do, we do. We have another, uh, podcast, uh, just about bitcoin cryptocurrency. So we've been there for a long time. Um, we."
    },
    {
        "speaker": "D",
        "text": "You know, you're. You're not. I'm not. See, that's not the answer I'm looking for. You're giving me the answer."
    },
    {
        "speaker": "B",
        "text": "I'm not real world rich. I might be."
    },
    {
        "speaker": "D",
        "text": "No, no rich, but hold on. You're crypto rich, but. Yeah, that's not the. That's what I don't want. I don't want to hear that, that it's not bad to you because it. It's free money."
    },
    {
        "speaker": "B",
        "text": "It's bad."
    },
    {
        "speaker": "D",
        "text": "It's free house money like that. I'm not a house money guy because I don't. I didn't get into the crypto. So, like, if the joke's on me, right. A lot of people. A lot of people are saying, you know, nfts are being boosted by people who have. It's like, their way of paying back and making crypto bigger. So if I'm out of the crypto world and I'm just in the funnel and I don't have any free money coming in, then the joke's on me."
    },
    {
        "speaker": "A",
        "text": "Yeah, I don't think. Well, let's put it this way. I have taken a significant portion of my real world money, my fiat money and my children's money. Yes. Right. My. Right. My. Yeah, I'm naming my next bread kid college fund because of what I've taken out of my bank account to put into digital horses. And it's, you know, I make the joke that, you know, when I bring my AR digital horse to bed, I'm. My wife is. My wife is displeased. Right. So it's."
    },
    {
        "speaker": "D",
        "text": "She's not in the bed with the horse."
    },
    {
        "speaker": "A",
        "text": "No, no. It's just. It's just me and the horse. But I think, Darren, to your point, like, the. There's people putting money into this aside from crypto people, and I think that might be different than what you saw with top shot. I think top shot. I think top shot was aside from, you know, the pack chasing piece of it. Right. Like people are buying, by the way."
    },
    {
        "speaker": "D",
        "text": "Can I just say? The pack, the idea of it's free money, I'm going to go get it and I just get free money and then I'll unload it. Ultimately. I feel like that's not a healthy environment. That's not. Especially because they couldn't handle it. And I feel like now it's like you can't get your money out and this and that. And I feel like if I couldn't get my money out of Zed for like a month or a month and a half, even if I had money or sold a horse I think I'd be okay. But it's more infuriating with top shot because I think people, there's nothing to enjoy in the meantime."
    },
    {
        "speaker": "A",
        "text": "Sure. I think that's a very valid criticism. Right. Like one, it, it doesn't help prop any prices up. There's no market other than people are flipping and selling and lowering the floor and you know, so wherever is the bottom. And they're introducing million new moments this week. Right. Like, so I get it."
    },
    {
        "speaker": "D",
        "text": "And, but I think utility, the utility is entirely made up. You know, the, at least the people who, who have the most money in it have said wait, utility is coming. Like and they've just made up whatever they can. Like maybe you buy the Lebron Kobe tribute and you could do that move in an EA game. Did anyone say that? Did anyone say that or did you just fucking make that up? You know, it's like, you know where the utility, it's like in Zed, the utility is there and we're, I'm not going to say we're in the first inning because I hate that. But we're early. We're early."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "For two hundred fifty k I should be able, they should be able to make me do the Kobe tribute dunk in real life."
    },
    {
        "speaker": "D",
        "text": "I want to play it on a."
    },
    {
        "speaker": "B",
        "text": "Video game for two hundred k I want to dunk."
    },
    {
        "speaker": "D",
        "text": "Is that, is that what your moments are worth right now?"
    },
    {
        "speaker": "B",
        "text": "Well, for a, for, I think for a high end Kobe tribute I think you're, you're, you know in that two."
    },
    {
        "speaker": "D",
        "text": "Right, right. Oh, yeah, that specific one. Right, right."
    },
    {
        "speaker": "A",
        "text": "So I think, you know, there's a couple of things there that are interesting to unpack. Right. So Zed does have that utility. Right. And that's what makes it so fascinating right now. You can race, you can breathe. You can do all that. I think from top shot perspective, you know, top shot got a little too hyped too quick. Right. Where they've only been around for less than a year. Zed has been building this in the background for almost two and a half years."
    },
    {
        "speaker": "D",
        "text": "Right. So like it's all, it's almost incredible. That they continue to do it as small as it was correct. And now it's going passion project and now you see the fruits of their labor in that it is so complex. And you know, I've gotten into some arguments with people over the word beta, you know, who decides whether you're in beta or not. And you know, some, the dapper people say that with top shot that they decide. I don't necessarily know if that's the case. Like at some point when you've done, when at least marketplace sales, and I know their revenue is like 20 million in marketplace sales are 450 million. I think at some point you can't be beta. And I know there's been companies that have done billions of dollars and they're in beta, but they haven't done it in this way this fast. And I almost think it's disingenuous to keep it in the word beta when, when there's so much money on the line. You decided to release those shots. You decided to keep going. You know, you decided this speed and I know you didn't decide the marketplace and how crazy it went, but you continued to put out packs and continue to drive the frenzy when you could have slowed down, but you didn't."
    },
    {
        "speaker": "A",
        "text": "Des, what are your thoughts on that? Because I know you and I are still pretty decently into top shot as well as Zedong. What do you think about that?"
    },
    {
        "speaker": "C",
        "text": "So, yeah, just to unpack some of the other great comments that have been, I view NFTs with three layers of utility. The first layer is collectibles, which is where top shot sits right now. Next level is probably gamification, which is where top shot eventually wants to be in."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "C",
        "text": "With hardcore and things like that. Although I'm a little worried after yesterday's office hours how great of a game it'll be and how much your moments will matter."
    },
    {
        "speaker": "D",
        "text": "But that's what happened there. I missed that."
    },
    {
        "speaker": "A",
        "text": "Sure."
    },
    {
        "speaker": "C",
        "text": "So they got into office hours yesterday and they hinted a little bit about hardcore. And basically instead of people were theorizing that, you know, you could use your."
    },
    {
        "speaker": "D",
        "text": "Moments to own your moves in some way. Yeah."
    },
    {
        "speaker": "C",
        "text": "Right. You like to play LeBron in the game, you would need a LeBron moment, right. But instead they dialed it back and said, it's more like everyone can play with LeBron, but if you have this moment, you can do this move or, you know, make it an extra special LeBron in the game rather than exclusivity to be able to use LeBron. So a little bit less utility."
    },
    {
        "speaker": "D",
        "text": "Okay. And what was the third one."
    },
    {
        "speaker": "C",
        "text": "And then the third layer, which I don't know if top shot can get to, which is the reason why I'm so bullish about Zed right now, is where you're actually getting economic return. It's an actual ecosystem of not only just playing a game with it, but you can gain revenue based on, on the ecosystem. And there's so many multiple channels in Zed."
    },
    {
        "speaker": "D",
        "text": "Right."
    },
    {
        "speaker": "C",
        "text": "It's not just getting a great horse, racing it for a big purse. The purses are tiny compared to what they should be right now for how much money."
    },
    {
        "speaker": "D",
        "text": "That's part of the misunderstanding on top shot in terms of why people don't understand it when you, I've spoken to people when I've gone to dinner with them, 42, 43 years old, my age, and we start with, what's an NFT and non fungible token and what fungible is and the whole thing. And then we're at appetizers. Then I get to what's top shot? There's so much time on the top shot thing. It's like, wait a second. I own one version of the highlight, but I don't really own it. It's almost like it's been rented to me because there's no dividend. I don't get credit on SportsCenter. And when someone plays, even mine, that I send to someone in my own wallet, there's nothing. And that to someone who's not even in the crypto world or the NFT world, makes absolutely no sense. Then I go on to Zed, and within two minutes, they get it. And I think. I think that has a tremendous value for me to explain top shot to someone who's at zero starts at zero. It is a ten minute plus explanation with 15 questions to follow. With Zed, it's a two minute explanation with zero questions. And also for me as an investor, I need people from the outside to come in. And that's why it means so much that Zed is so simple."
    },
    {
        "speaker": "B",
        "text": "So I have a question for you. Using top shot and Zed, you're making those arguments for the two minute conversation versus the 15 minutes conversation with a million questions afterwards. The barrier to entry coming from you being a guy, you said you're not a crypto guy. How difficult was it to learn how to use a metamask wallethead, how to make those transactions? Like, for me, it was second nature. I've been doing it for a long time. But as somebody that may not have that background, what was that barrier to entry like for you?"
    },
    {
        "speaker": "D",
        "text": "The hardest thing was paypaling someone $32,500 for two Nakamoto Z worms. Okay, I don't know who you are. You're a construction worker in Denver. You bought these things. What?"
    },
    {
        "speaker": "B",
        "text": "That's a gym."
    },
    {
        "speaker": "A",
        "text": "The construction worker in Denver."
    },
    {
        "speaker": "D",
        "text": "And you bought these things for a couple hundred bucks a year ago. And now I'm going to paypal you 16, 250 or something. And then you're going to send me one horse, right? And then I'm going to give you another. So that was the hardest part. Now, I convinced myself that I needed to learn, like someone said, a chrome extension. And I thought that was a gold cap tooth or the new tops card. I'm like, oh, Google Chrome. Okay. Yeah. I mean, I think you have to be willing to learn something, you know? And so it didn't take me that long. I will say that you crypto guys are bullshit about how it's easier than real money. Shut the fuck up. That's not true. Okay? I don't know if I'm it. People are like, oh, the ease of use. I'm like, what are you talking about? I put $25,000 into a bank. They say, mister Revelle, you'll be able to use it tomorrow at 08:00 a.m. meanwhile, I put 25,000 in the Coinbase. I'm twiddling my thumbs like Nero being like, when am I going to get to use this? I'm going to have to fund it on Tuesday, to have those horse drop on Friday. I mean, the ease of use thing is completely and totally absurd."
    },
    {
        "speaker": "A",
        "text": "And no, I agree. It's a. It's something that chamber and I talk about on our other show all the time where that's the biggest bet. That's why it's a great question for you, Chamber. And I think the answer is, you didn't have to use crypto, which is interesting. And I think that."
    },
    {
        "speaker": "D",
        "text": "Well, I did. I mean, I didn't have to use crypto, but. But also, here's the other thing. There is a truth to this. So I was negotiating like a week and a half before the drops. The fact that the person likely knows who I am, who's dealing with me, creates a level of trust. Now, I don't know who they are, but they know that I can't screw around because I have a brand name and someone very easily can."
    },
    {
        "speaker": "A",
        "text": "Right?"
    },
    {
        "speaker": "D",
        "text": "And there's. I have maybe the most haters in the world on Twitter of anyone."
    },
    {
        "speaker": "A",
        "text": "Oh, we didn't get there yet. I was going to ask you about that."
    },
    {
        "speaker": "D",
        "text": "Yes. And it's very easy to shit on me. So, like, I gotta be really careful. But so that, that was like, cheating to me, right. Because I could have relationships and maybe people would want to do a deal with me. I don't know why, but, like, I was able to aggregate enough horses because I felt like this horse drop was the beginning of the real buzz. So I was kind of blindly dealing with, you know, making deals with people, and I think some people did deals with me because of who I was. So I'm telling you, that's a barrier for entry. If you don't have, you know, how are you going to, you know, you're dealing with open cmatic or discord or, you know, and there's, there's not really trust, at least on one side of it, which there is with my name. So, you know, and yes, it was hard, but I told people, hey, I don't have, you know, can I paypal you? I don't have a. I don't have crypto. But, yeah, the funny thing was the horse drop. I forgot about. I loaded everything up and I forgot about the gas fees, and I. But I. But my learning curve came fast, and. And I got four horses on Friday."
    },
    {
        "speaker": "A",
        "text": "Wow, that was more than I scored."
    },
    {
        "speaker": "D",
        "text": "Someone goes, did you have a bot? I'm like, yeah, that would be a really good look. I had a, I had a bot. That's. That's a story. Barstool one wants to get hold of. Revelle has a bot to get digital horses. Right. You know. No, I did it with my, I did it with my raw hands, and I was able to get it going, you know, so I was at the end, I thought I got 17 horses, and I was going to be charged, you know, 8 million eth, but luckily I didn't get all of them, you know."
    },
    {
        "speaker": "A",
        "text": "Yeah. Those failed transactions hurt a lot of people."
    },
    {
        "speaker": "D",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "That's to your point where I think that's why we are how you can tell that you are seeing people put, you know, money in that isn't crypto is because of the chatter about the barrier to entry and people not being familiar with using ethereum or metamask and coming."
    },
    {
        "speaker": "D",
        "text": "By the way. By the way, Joe, you know the word metamask. Let's talk about that. That is, that is what they call in the business purposefully obfuscatory or purposely a fuscatory. Right. The name metamask is meant to be a barrier of entry. Right. Like, it seems like it's very difficult instead of, like, instead of, like a. A search."
    },
    {
        "speaker": "A",
        "text": "Easy wallet."
    },
    {
        "speaker": "D",
        "text": "A search engine? Yes, a search engine. Easy wallet. A metamask. Like, so. So please, I get it. It's a search engine easy walleth, that when you log in, it authenticates you and automatically tells you how much you have or something like that, you know, so, so I, again, I think some, the crypto people, and I say this, the crypto people get a bad reputation because they talk about crypto 99% of the time and life 1% of the time. It's almost like your aunt who, who is leading a multi level marketing scheme like herbalife or amway, and she comes to the Thanksgiving meal, and all she's talking about is the benefits of the. Those are crypto people."
    },
    {
        "speaker": "B",
        "text": "The benefits of essential oils."
    },
    {
        "speaker": "A",
        "text": "I gotta tell you."
    },
    {
        "speaker": "D",
        "text": "Exactly."
    },
    {
        "speaker": "A",
        "text": "That was me on Easter talking about my stable. I'm not gonna lie to you."
    },
    {
        "speaker": "D",
        "text": "Yeah, but, you know, so, and by the way, so there is, there is great joyous on me being a contrarian in life, which I love, like, the initial reaction to digital horses, you know, because, you know, I've invested in, you know, big time into non alcoholic beer. Not, not this beer. I don't, I should have a hat of the company. I actually invested in athletic brewing, so. And I love people going, you invested in non alcoholic beer? You know, like, I love, I love zigging while other people are zagging, by the way. I don't know. So I'm going to zag on Zed run, but I'm not sure what it is. I got to wait to see what everyone else's strategy is, and I'll go the other way."
    },
    {
        "speaker": "A",
        "text": "I like that. So your strategy, now you've built it. Let's talk about Zed specifically a little bit. So you've built a nice little stable so far. You've got a lot of, you got a lot of capital invested. What is your strategy?"
    },
    {
        "speaker": "D",
        "text": "I think I got two z one SDHE, rare coats, three z two s, three z three s, four z four s, and a z five."
    },
    {
        "speaker": "A",
        "text": "Wow. So, yeah, that is, that's a."
    },
    {
        "speaker": "D",
        "text": "Stable. Chandler on clubhouse last night goes, damn, you have a nice stable. A month ago, if I, a former NBA player, the first thing they ever said to me would be like, damn, you have a nice stable. No, that is not what I would think someone would say to me."
    },
    {
        "speaker": "A",
        "text": "No, it's so true. So are you."
    },
    {
        "speaker": "D",
        "text": "My strategy is, right now, I'm doing nothing other than I raced another horse. I put a horse and put it in another stable, and I raced that a couple times. But, but with these right now, I'm doing nothing because I don't think I know enough about the game. Okay, so I don't know. And so. And so I don't want to race them yet. I'm not in a rush. I'll rate. I like racing. I like the rush of racing. But I want to make sure that it's, you know, I want to make sure that I open. I want to open the lotto ticket."
    },
    {
        "speaker": "A",
        "text": "So to speak, for sure. And I'm actually in a similar spot. I have eight horses in my stable, all Genesis horses, and I've raced to this point, only three of them. And it's this for the same reason I was learning the game. Right. So, like, I was slowly deciding when I was going to race stuff because of the experimentation I wanted to do, because. Same thing. Like, I didn't want to ruin the stuff that I ruined, quote, unquote, the stuff that I had."
    },
    {
        "speaker": "C",
        "text": "Right, right."
    },
    {
        "speaker": "D",
        "text": "So what is your interesting strategy? You know, there's. There's so many things. It's like, you think there's a premium for great horses that race. Well. So that's one thing. You certainly think that once you're in the butyrin stage, if you can race, if you can get a 1520, 25% winning percentage, that's going to, in some cases, from what? Me looking. From looking at prices that could 15 or 25 extra horse, I don't think the jury's out on, other than that, billions, which is obviously a great name and an early minted horse. I'm not sure what the theory is on. Like, we have yet to see a humongous sale of a nakama moto who had a great winning percentage, so I just need a lot more data."
    },
    {
        "speaker": "A",
        "text": "Oh, Darren, did you. Darren, did you want to segue? Des, put together some secondary market data."
    },
    {
        "speaker": "D",
        "text": "For us to look at? Is dead. Is Des the guy on Twitter who has the color bars?"
    },
    {
        "speaker": "A",
        "text": "Yes."
    },
    {
        "speaker": "D",
        "text": "You're amazing, man. You're amazing."
    },
    {
        "speaker": "A",
        "text": "Oh, there you go. Hey. Well, when Action network needs their dedicated."
    },
    {
        "speaker": "D",
        "text": "38 minutes in to realize your work, but I."
    },
    {
        "speaker": "A",
        "text": "When Action Network needs their dedicated Zed run podcast, you know where to find him."
    },
    {
        "speaker": "D",
        "text": "Oh, yeah."
    },
    {
        "speaker": "A",
        "text": "But. So, what do we got here, Des? What are we looking at?"
    },
    {
        "speaker": "D",
        "text": "It's."
    },
    {
        "speaker": "C",
        "text": "It's perfect thing to discuss with what we were talking about. So, it seems like a lot of people are holding their horses back from racing, keeping them unraced. But the best thing that I can see here is that there's not a huge drop off, on average, from the amount of sales and the. The value of the sales from the unraced side to the race side. And it's like what you mentioned, darren, is like, you know, the value of having a winner versus having an unraced in favor in the value of having a winner. And sure, you're gonna have some losers in there, but I think overall, it balances out. So I'm personally, I guess, zagging when everyone's zigging, or vice versa. A lot of people are holding their horses. I'm racing them until the legs fall off because I think figuring out which ones are worth more is actually going to yield. As far as breeding, as far as resale. I couldn't believe it. I was able to sell or breed stud out buterin ten last night to, like, six people who have never met. I don't even have a name. You know, it'd be one thing if you, Darren, put it out to stud, and everyone wants to breed with Darren's horse, but, you know, six random people were able to breed with my horse."
    },
    {
        "speaker": "D",
        "text": "And I got lower win percentage on that horse."
    },
    {
        "speaker": "C",
        "text": "It was 25%."
    },
    {
        "speaker": "D",
        "text": "Wow."
    },
    {
        "speaker": "A",
        "text": "So that's interesting. So how much you made off of reading? Yeah, exactly how much money?"
    },
    {
        "speaker": "C",
        "text": "It was a z ten. And so I put it out for the, like, kind of min eth, which was. I can't remember. I think it was 0.036 or whatever, which is like $72. And then. Yes, six times it, and then I think you get 50% now. They updated it. They're giving the stables a little bit more. And I bought the horse for, like, $103. So, I mean, it's just. And I get to keep it. I get to keep the horse, which is crazy. So did you see that someone named."
    },
    {
        "speaker": "D",
        "text": "A z 19 legendary after me?"
    },
    {
        "speaker": "A",
        "text": "I did."
    },
    {
        "speaker": "D",
        "text": "I'm like, if you're naming something after me, I. You're breeding a what? A z ten with a z nine. Thanks for. Thanks for making quality. God, I feel like I should have some sort of, like, veto on that."
    },
    {
        "speaker": "C",
        "text": "And that stuck forever. No one else can name a horse Aaron Revelle."
    },
    {
        "speaker": "D",
        "text": "I mean, what? I'm going to sue the people at Zed run."
    },
    {
        "speaker": "A",
        "text": "I honestly do think, though, that that's going to be a strategy that people."
    },
    {
        "speaker": "D",
        "text": "Have, is read and then have the craziest names because I've seen. I. I tried to buy Tiger woods, but the guy was. The guy was behaving like. Like his legendary was a genesis, and it's like there's only so much value."
    },
    {
        "speaker": "A",
        "text": "It reminds me of, you know, when people were buying and selling domain names. That's kind of what it is."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "You're buying and selling horses. So meme names are probably more."
    },
    {
        "speaker": "D",
        "text": "I paid more for my genesis horses because of the name. So I got. I got gone with the wind."
    },
    {
        "speaker": "A",
        "text": "Nice. That's a good one."
    },
    {
        "speaker": "D",
        "text": "And I got Adrian Adria n N. That's."
    },
    {
        "speaker": "A",
        "text": "And now was that a. That's a gate. That's a genesis horse. So that was interesting."
    },
    {
        "speaker": "D",
        "text": "That's. That's actually my writ. That's actually my rare coat. Nakamoto Z one."
    },
    {
        "speaker": "A",
        "text": "That's fantastic. I have. I got one in the drop the other day that's named ignant. Shit."
    },
    {
        "speaker": "D",
        "text": "Oh, ignorant shit. Which I think. I think really an australian person saying ignorant shit."
    },
    {
        "speaker": "A",
        "text": "Yeah. It's so good. It's my favorite horse. Yeah. It's my favorite horse. Yeah. So, I mean, I think so, you know, when we talk about the utility piece, then we talk about what the utility or the utility of the game could be in five years. What is your thought between, you know, and you're not sure if you're racing or not at the moment, what's your thought between the rarity of the Genesis horses and where that might look five years from now? As well as what's the future of this game look like to you?"
    },
    {
        "speaker": "D",
        "text": "Well, I think the future of this game is going to be dependent on whether you're distracted by other games. The NFT space has a lot to do with not how good one thing is, but how good it is against the background of others. So it's very easy to forget and move on. I think Roblox hasn't done enough in the NFT, considering how valuable they are. Yes, they sell skins and roebucks and this and that, but they need adults into that game. They need me to sell my fake digital nuts to children. Sorry, that didn't sound good. Please don't clip that off as an exclusive to this. So I. If I have a nut store, and that's what I was referring to, like almonds, I'm selling almonds within. Within Roblox and I'm selling them digitally, I should be able to get real money and. And that's kind of like decentraland or sandbox or whatever. And, you know, I just think I'm very bofo on this. I do think that big money is recognizing Zed and I think that I have faith in them now. But how. And I love how long it's taken them. I truly believe it took them a long time, which makes me feel a little bit better about their moat as a business versus someone else coming in with another horse. Game quick, because you're certainly betting on that if you're investing in it. So. So, I don't know, five years down the road, all I know is that I'm checking up with it every day as if it's an investment and trying to read as much as I can, despite the fact that I actually have a job to do besides managing horses."
    },
    {
        "speaker": "A",
        "text": "You just need a stable boy, Des. The stable boy."
    },
    {
        "speaker": "C",
        "text": "Yeah, I will. I'll interview for your stable boy any day."
    },
    {
        "speaker": "D",
        "text": "Yes. Let's. Let's. Let me hire you as a trainer early on, which, you know, as, you know, the trainer as data analyst. Let's make a whole big stink about, you know, you being my trainer, and then. And then you'll. You'll have business cards and other things, and. And we'll say that you're only allowed to work it for six other stables or something like that."
    },
    {
        "speaker": "C",
        "text": "I come from the real horse racing world. Like, that's how I grew up on this. I used to go to tracks. I used to own horses with my. My family used to own horses. So I'm completely aware of how important having a good trainer is."
    },
    {
        "speaker": "D",
        "text": "So I have to ask you a question then. So I have a very good friend who owns over 200 horses, thoroughbreds, and he said, would you rather have 1% of one of my horses or 100% of a digital horse? And I said, 100% of a digital horse? And he said, why? I said, well, it has nothing to do with it, whether it's real or not, 1%. I don't make any decisions, and I never will. So, having been in the real horse world, do you believe it's possible in two to five to eight years? I know we're going so deep for the prize money, for the biggest race on Zed to be bigger than the Kentucky Derby?"
    },
    {
        "speaker": "C",
        "text": "Yes. So, I mean, absolutely. Sponsorship, first off, there are. So we talk about inefficiencies in crypto all the time in any kind of market. Horse racing has one of the biggest inefficiencies known to man. I mean, maintenance, overcrowded stables, it's brutal. Overexposure, it's brutal. I mean, literally 1% of 1% of stables are actually turning a profit yearly. And so I think digital, I mean, even real horse owners, once they hear about this, once the first race ever gets broadcasted on TVG, it's gonna make sense to a lot of people. Like you said, it takes two minutes to have it make sense to anyone."
    },
    {
        "speaker": "D",
        "text": "Imagine. So, a couple questions. Can you amortize a digital horse? Do they have the same tax deductions?"
    },
    {
        "speaker": "A",
        "text": "I hope so."
    },
    {
        "speaker": "C",
        "text": "Well, that's a two sided sword right there."
    },
    {
        "speaker": "D",
        "text": "Right."
    },
    {
        "speaker": "C",
        "text": "How much is gonna be regulated and whatnot into this space, I think, keeps some people out and brings some people in. So I don't know."
    },
    {
        "speaker": "D",
        "text": "But I think the gambling angle, obviously coming from the gambling world, so. So in order to invest in this, you actually obviously have to believe in the algorithm and what, let's just say I don't trust people in general, and I'm skeptical. What makes me believe in the algorithm is that their algorithm is going to have to be digital poker, like, perfect for the departments of gaming enforcement in the states to agree to allow people on the outside to bet on it. And I do think that that's their goal. So I do think they will stay completely open with the algorithm because it's in their best interest to have real betting on these horses, and I think that's when it can explode."
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, we've heard, I've been in a bunch of clubhouses with you as well, and we've. We've kind of heard that angle be played a couple times. As far as, you know, what is the real life, real world gambling aspect going to look like? And I think, you know, there's going to be some third party action probably in the works pretty soon, is what it sounds like from. Yeah."
    },
    {
        "speaker": "D",
        "text": "At least in Decentraland, I think. Right."
    },
    {
        "speaker": "A",
        "text": "And, like Unicorn, we've heard, you know, the, some of the founders of Unicorn talk about it and things like that, so. But I do agree that you're going to see it on a big level at some point, and, you know, whether or not I think that's probably their goal. Would it? And you would probably agree, correct?"
    },
    {
        "speaker": "D",
        "text": "Yeah, I think so. And I'd like. I just can't wait for other things to be able to throw into the algorithm. Like. Like, can I hire a great jockey for a race? Can I hire. Can I license out Bob Baffert or Todd Pletcher? Right. So, like, I'll license him out for a race. I'll pay $5 for the Bob Bafferte fee, and then that gets thrown into the algorithm. Right. Yeah, you know, so, so I'd like to see that. I'd like to see, you know, me being able to buy pieces like, you know, a jockey outfit or a jockey. I'd like to be able to buy the rights for the announcer to say my name. I'd like to be able to have a digital version of me go into the winner circle for, you know, I'd like to be able to have a digital photo. I'd like to get a physical photo sent to my house as long as it's, like, under. Under a kind of a. I mean, you can't say dead run on it because my wife can't find out about any of these horses. It has to be like when you get one of those fake Viagra pills or something like that. Like, it has to. It has to have a fake company. Right. It's got to say, like, I don't know. It's got to say, like, widgets on it."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "D",
        "text": "You know, winner circle. Widgets. Right."
    },
    {
        "speaker": "A",
        "text": "Digital address. The digital. Darren."
    },
    {
        "speaker": "D",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "That's great. And I think what makes this so interesting is that is what you can see the NFT technology doing and the ability of that, because games like this exist without that ownership. And when you start bringing the ownership in and you start bringing the power of the networking and being able to sell rights to things and own things, as Des, you said, we've talked about this a while ago, but the. The whole ecosystem, it's building an entire ecosystem around this. And I think that's what's so fascinating about this specifically."
    },
    {
        "speaker": "D",
        "text": "I mean, I guess. I guess, you know, the. Me winning a race and, you know, that's Darren Revelle's horse. That's not really part of my brand winning in athletics. It's losing and running slow forties and doing that. But when. But my brand is. Is sports marketing, you know? And so it would be amazing if, like, yeah, we want to run at Darren Revel's NFT track because it looks so cool because he's really sold the shit out of it. Like, I will. I will get real marketing people to, you know, like, if I want to give a crazy amount of prize money away, right. I want to give away the most legitimate prize ever and do deals with Pepsi and all the. Everything that I have."
    },
    {
        "speaker": "A",
        "text": "So network logos on the track, like, why not, right? You know? Yeah, exactly."
    },
    {
        "speaker": "D",
        "text": "Yeah. I mean, I think I could do really well selling deals. So that means that I have to not have a real job soon because I got to talk up people on getting, you know."
    },
    {
        "speaker": "A",
        "text": "So I miss a whole LLC just for your digital horse management, I think."
    },
    {
        "speaker": "D",
        "text": "Yes."
    },
    {
        "speaker": "C",
        "text": "So both my parents."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's great."
    },
    {
        "speaker": "D",
        "text": "That's good."
    },
    {
        "speaker": "C",
        "text": "Yeah, you are a marketer."
    },
    {
        "speaker": "A",
        "text": "That's good. What are you going to say, Des?"
    },
    {
        "speaker": "C",
        "text": "So my parents are both architects, and I think if I could invest money into one type of company with all this stuff going on, it's actually digital architecture firms who build these worlds, and you hire them to build your next racetrack, your next exhibit in Decentraland. I think that's a massive, massive industry right now."
    },
    {
        "speaker": "A",
        "text": "That's."
    },
    {
        "speaker": "D",
        "text": "I want to. I want to go deep in this world just. Just to. Just to mess with people who aren't even close to this world. It's like. It's like Cleo McDowell and coming to America. When he says, lay off the drugs, son, you know, it's like. Like people like, as you go deeper and deeper, people are like, how's that LSD? You know, you go deeper. Oh, yeah. You own digital horses for real money and real life."
    },
    {
        "speaker": "C",
        "text": "Well, that's."
    },
    {
        "speaker": "A",
        "text": "Sorry, you have to go, because, what, you're on a podcast talking about digital voice."
    },
    {
        "speaker": "C",
        "text": "Wilson Chandler's story getting pulled over. He wanted to tell the cop, I'm on my way home, rushing to buy some digital horses."
    },
    {
        "speaker": "D",
        "text": "But, man, he should do that. He should have said that. But you're right. He. I mean, he would have gotten pulled out of the car."
    },
    {
        "speaker": "A",
        "text": "That's funny. So, yeah, I mean, so, do you. Are you equally as interested then as you would be in something like a Zed run track, as you would be in potentially, like, land in Decentraland? Does that interest you at all? I mean, those are kind of games that are being built somewhat like what you're talking about with Roblox. Are you interested in that at all?"
    },
    {
        "speaker": "D",
        "text": "I only have time to play one game."
    },
    {
        "speaker": "A",
        "text": "Fair."
    },
    {
        "speaker": "D",
        "text": "Well, I can't, so. So it's gonna be Zed right now, I've looked at Decentraland. I do have Decentraland tokens, but I'm not gonna play in there. I'm gonna. I'm just gonna go along with Zed."
    },
    {
        "speaker": "A",
        "text": "I think that's fair. And, I mean, I don't know. Those tracks are gonna be a ton of money. No? What do you think they'll run for if you're. If you're z one?"
    },
    {
        "speaker": "D",
        "text": "Like the Genesis horses, they're gonna have to come out with a finite number from the beginning."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "D",
        "text": "And that's what will determine the price. I mean, I'd say that they should probably come out with a thousand. That's not too few and also not too many."
    },
    {
        "speaker": "C",
        "text": "I agree."
    },
    {
        "speaker": "A",
        "text": "So, if there's a thousand, which I would agree, that's probably a good number."
    },
    {
        "speaker": "D",
        "text": "I would basically organize a fund and, like, the taxi medallions in New York City and see. And see how much, and maybe I'll buy all of them and then lease them out or something like that. Well, can you imagine if you're like. So, yeah, so I own a digital architecture firm, but we're a sub. We use sublease from us, the. The air and the digital. Yeah, that's how. That's how we work, you know."
    },
    {
        "speaker": "A",
        "text": "Well, it's interesting, because if you're talking about, let's say there is a thousand, and they go for, you know, 250 grand each, which I don't think is out of the realm of possibility with all the things that you could."
    },
    {
        "speaker": "D",
        "text": "It's going to depend. It's. Before they. Before they try to give a number, they're going to have to give me a projection of the cut that I get from my own marketing deals and the cut I get from the dollars of the prize money or the entry fees and a projection of those entry fees over time."
    },
    {
        "speaker": "A",
        "text": "Sure. Absolutely. Because that would. I mean, that's what you're going to make your money back on, right? Like, that's how you're going to make Roi on it. If that's the case, though, like, you could. Exactly what you said, right? Like, all of us could say, all right, we're going to buy one, and we can tokenize the ownership of that in, like, a. I mean, then you get really crypto nerdy and, you know, you create."
    },
    {
        "speaker": "D",
        "text": "You don't need their permission. All it is."
    },
    {
        "speaker": "A",
        "text": "Exactly. It's just a contract, right. It's just a smart contract, which is really fascinating to think of. So, you know, you got to. You basically, you know, when you get real deep, you could tell people you're on your way to your board meeting for your. For your dow that runs your set, decentraland stable. So it's. It's pretty. Pretty crazy chamber. What else we got? You got anything else here for Darren before we wrap up?"
    },
    {
        "speaker": "B",
        "text": "No, I. You know what? I'm just excited to end this show, race some more horses, and play some roblox to see, because I have a seven year old, too."
    },
    {
        "speaker": "D",
        "text": "You want my nuts?"
    },
    {
        "speaker": "B",
        "text": "You know, what are they? Are they rovel nuts?"
    },
    {
        "speaker": "D",
        "text": "They're roasted rovel nuts."
    },
    {
        "speaker": "B",
        "text": "Roasted rovel nuts. Possibly. Might take it back, but. No, I think. I think you're right. I think. I think that's. That's an interesting. That's an interesting outcome, if we can get that far down the road, but, yeah, no, I think. I think I like to hear from a person like yourself that doesn't have the same background as I do. More of a. More of a regular person."
    },
    {
        "speaker": "D",
        "text": "I'm the person that's gonna. That's gonna. I'm the person. And I'm not saying me, but I'm the type of person 100% going to make Zed a rocket ship or not."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "C",
        "text": "100%."
    },
    {
        "speaker": "B",
        "text": "And you're also the person I'm aspiring to be on Twitter, it sounds like, as well. I didn't realize that until."
    },
    {
        "speaker": "D",
        "text": "You want everyone to hate you. Yeah. Yeah."
    },
    {
        "speaker": "B",
        "text": "No, actually, that's. That's. You don't know this yet, but we are in the same."
    },
    {
        "speaker": "D",
        "text": "We are on the same day, having a hard head and getting ready to do better."
    },
    {
        "speaker": "B",
        "text": "I love upsetting people. I just don't have the following yet. I have."
    },
    {
        "speaker": "D",
        "text": "Right."
    },
    {
        "speaker": "B",
        "text": "Very. You know, I have a little bit of a following, but it's not. I'm not."
    },
    {
        "speaker": "D",
        "text": "If you say something great, that's really upsetting, I'll retweet you."
    },
    {
        "speaker": "B",
        "text": "All right, I'll take it."
    },
    {
        "speaker": "A",
        "text": "So, Darren, I do have. So, one, are you going to keep buying in these drops or are you done purchasing? What is your. Are you going to keep trying in these drops? You're going to keep making."
    },
    {
        "speaker": "D",
        "text": "I don't know. Every day I'm evaluating. I'm not sure."
    },
    {
        "speaker": "A",
        "text": "Okay. And then two."
    },
    {
        "speaker": "D",
        "text": "But I would say that the fact that breeding is open makes and makes me feel optimistic. If everything was closed and that breeding apparently is working after all of topshot, what I'm interested in and why I would invest in more right now is if the system is working."
    },
    {
        "speaker": "A",
        "text": "Sure. That makes sense. And then my second question is, if you were offered, say, a z, one unraced Nakamoto right now, for the price that it's going for in the drop, would you trade anything from your physical collection that has equal value?"
    },
    {
        "speaker": "D",
        "text": "I did. I did sell a Warren Buffett signed dollar to get. To get a. To get a $6,000 horse."
    },
    {
        "speaker": "A",
        "text": "Aha. Very interesting. Okay. I'm glad I asked that question then, because it's really interesting to see, you know, where the line is on physical versus digital. What, you think that now?"
    },
    {
        "speaker": "D",
        "text": "I do have something once you get up to, like, okay, so. So what would be, like 16,000? Right, right. I have one of three. So Beckett grade signatures and I have one of three Jackie Robinson signatures in the world."
    },
    {
        "speaker": "A",
        "text": "Oh, that's very cool."
    },
    {
        "speaker": "D",
        "text": "20,000. I would not. I would not sell that for a z one. Yeah."
    },
    {
        "speaker": "A",
        "text": "I mean, well, I mean, that's just straight up rarity. And one of the coolest things. I have a. I'm trying to think. I have a Babe Ruth signed baseball, and I don't think I would trade that for."
    },
    {
        "speaker": "D",
        "text": "It's gutting."
    },
    {
        "speaker": "A",
        "text": "I don't think I would do it. I don't think I still have so."
    },
    {
        "speaker": "D",
        "text": "Much faith in collectibles. Right? Because it's. Because the best of the best."
    },
    {
        "speaker": "A",
        "text": "And it's. It's the emotional tie to it, too. Right. It's like you. You get emotional and you take pride in those ownership. The ownership of those things. And, you know, when you hear Chris from, from Zed talk about creating that emotional connection with these horses, it's very bullish on, like, the two things that we're talking about."
    },
    {
        "speaker": "D",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "So. And how this could possibly have some longevity as well, but cool. Yeah. Des, any other questions before we wrap up here?"
    },
    {
        "speaker": "D",
        "text": "I'm trying to look at. Okay, so, like, what would I do? Okay, so would I give up? I have. I have a God. I have a Seattle slew Belmont, $2 uncashed, and a Seattle slew freakness."
    },
    {
        "speaker": "C",
        "text": "I'm glad the ink stayed on those."
    },
    {
        "speaker": "D",
        "text": "What'd you say?"
    },
    {
        "speaker": "C",
        "text": "Yeah, these are, I used to hold a lot of tickets like that from big races, but the ink started phase."
    },
    {
        "speaker": "D",
        "text": "Yeah, these are, these are good. You know, I'm just, I'm submitting some of these tickets. So I have, like, these. This stuff is like, crazy stuff. So this is the Notre Dame army game in 1928 when Newt Rockney at halftime."
    },
    {
        "speaker": "A",
        "text": "That's cool."
    },
    {
        "speaker": "D",
        "text": "So that, that's pretty. Yeah, I have tickets right now on my, here's actually a, this is a secretariat past to the Preakness."
    },
    {
        "speaker": "A",
        "text": "That's awesome. I have, I have a couple american pharaoh ones from when I was."
    },
    {
        "speaker": "D",
        "text": "I have a couple of, I have an american pharaoh. I have the only Ahmed zayat signed american pharaoh Belmont. Ticket."
    },
    {
        "speaker": "A",
        "text": "Wow."
    },
    {
        "speaker": "D",
        "text": "Yeah, no, ticked, I think. Tick, tick tickets to me. Still spending a lot of money on it. You know, like, I heard you, I."
    },
    {
        "speaker": "A",
        "text": "Heard you mentioning the other day, and I think this is a good point."
    },
    {
        "speaker": "D",
        "text": "Too, with your first masters."
    },
    {
        "speaker": "A",
        "text": "You know, very relevant for today. So, yeah, you were mentioning that you kind of got into tickets. You've been talking or you've been into tickets, you told people about tickets, and now tickets are becoming expensive for you."
    },
    {
        "speaker": "D",
        "text": "To buy because, yeah, it's, it's, it's a little bit, it's a little bit crazy for me. I. It's the first time that I think I probably created a market, and it's, it's not the reaction because I'm not selling."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "D",
        "text": "I thought it was time to talk about it, but I'm still aggregating, and it's created an issue."
    },
    {
        "speaker": "A",
        "text": "So what happens when you create the market on digital horses? Do you have."
    },
    {
        "speaker": "D",
        "text": "Well, yeah, I had to get it, you know, I know that I'm gonna cause some influence here, but at least I have at least a base right now where I can talk about it, you know?"
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "D",
        "text": "I am going to have a responsibility as a journalist first. So I'm going to need to talk about, you know, if there's negative situations like top shot, I'm going to need to talk about it. That's just, you know, people will be like, well, aren't you compromised? Well, no, I know what the deal is. Right. So at the end of every Zed run story, it's going to say, I have a stable. Click here for my stable. You know, I have to be very, very above board. And some of that might be just, you know, covering things when things don't go right. And I know that."
    },
    {
        "speaker": "A",
        "text": "Sure. That's interesting. I think. I think that's important, too. Right. It's got. You have to, one, keep your own integrity from a journalistic standpoint and to disclose. I think that's super important as well."
    },
    {
        "speaker": "D",
        "text": "Yeah. Disclosure has been, especially in memorabilia, has been awful. People talk about, hey, this is a great thing. And then they, you know, don't. Don't really talk. I have."
    },
    {
        "speaker": "A",
        "text": "I have a sand thing about the blockchain, though, right? Is you can. You can prove it."
    },
    {
        "speaker": "D",
        "text": "Oh, this is a sandlot replica. Yeah."
    },
    {
        "speaker": "A",
        "text": "That's cool."
    },
    {
        "speaker": "D",
        "text": "It's really cool."
    },
    {
        "speaker": "C",
        "text": "After the beast got it."
    },
    {
        "speaker": "D",
        "text": "After the beast got it. Yeah."
    },
    {
        "speaker": "A",
        "text": "Mine is. Mine's from 1940, I believe."
    },
    {
        "speaker": "C",
        "text": "So."
    },
    {
        "speaker": "A",
        "text": "It's probably one of the last balls he signed before he dies. Mine looks like that. That just normally."
    },
    {
        "speaker": "D",
        "text": "Yeah, the only. So I collect checks, too, along with tickets. And I have a. Each check has a unique story. And so my babe Ruth check is him buying the equivalent of $14,000 in liquor."
    },
    {
        "speaker": "A",
        "text": "Oh, my God. That's so crazy."
    },
    {
        "speaker": "C",
        "text": "I love that these collectibles have such a story behind them."
    },
    {
        "speaker": "A",
        "text": "It just."
    },
    {
        "speaker": "D",
        "text": "I buy collectibles that have. That. I can then tell the story. Right? Like, I don't have Jackie Rob. I don't have a Jackie Robinson check. I have a Jackie Robinson rent check paying the woman whose house he lived in when he broke the color barrier. Right. So that you know all these. Right? And so I'm willing to pay more because I know, you know, like, I mean, like, even with tickets, right? So you got. You got, you know, wrestlemania three. There's Hogan. Yes. There's 90,000 people at the Pontiac Silverdome, yet there's only been, like, five of these tickets that have surfaced in the last three or four years."
    },
    {
        "speaker": "B",
        "text": "You know how many body slammed under."
    },
    {
        "speaker": "D",
        "text": "The giants it is 711. We keep you revving, you know? Amazing, right? Like, sign of the times."
    },
    {
        "speaker": "A",
        "text": "You know, the check thing is really interesting. I actually never really thought about that."
    },
    {
        "speaker": "D",
        "text": "Oh, my God. The check out a couple real quick."
    },
    {
        "speaker": "A",
        "text": "Let's see if. Yeah, let's see. We got, we got time."
    },
    {
        "speaker": "C",
        "text": "Don't tempt tops to buy that from you to make their cut autos. I think cut auto cards are just so interesting. But what's sad about it is it, like, ruined a piece of collectible?"
    },
    {
        "speaker": "A",
        "text": "100%. That's crazy."
    },
    {
        "speaker": "D",
        "text": "Let me make sure I. Okay, all right, let's."
    },
    {
        "speaker": "A",
        "text": "Let's."
    },
    {
        "speaker": "D",
        "text": "Let's. Let's do one it. Let's do these. Okay. This is Marlon Brando getting paid for guys and dolls in 19 way."
    },
    {
        "speaker": "A",
        "text": "$11,390. That's what he got."
    },
    {
        "speaker": "B",
        "text": "That's a good amount of money."
    },
    {
        "speaker": "D",
        "text": "Yeah, a lot of money. This is Denzel Washington paying for his Lakers court side seats in 1999."
    },
    {
        "speaker": "A",
        "text": "Wow. So, like, how do. How do these get a."
    },
    {
        "speaker": "D",
        "text": "You're going to ask me how. How is it possible you have these? This is like someone asking me what an NFT is."
    },
    {
        "speaker": "A",
        "text": "Well, yeah, it's like, I don't understand how they. How they. In the, in."
    },
    {
        "speaker": "D",
        "text": "In the days of old, you would write a check. It would go to the person who you wrote a check for. That bank would then cash it and send it to the bank that you're. You wrote the check from, and then they would send it back to you."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "D",
        "text": "So, I mean, but somehow I. Sometimes I can't answer. I can't answer. How, how. So this is Mel Allen, the great voice of baseball. In 1958, he. He was announcing Yankees, tigers, and it was Rosh Hashanah. So he had to get to a temple. So this is likely him paying for temple tickets. It's, you know, on the back, it's west seven Mile Road in Detroit. So we got that. Tennessee Williams wrote the glass menagerie, and this is Bates. So the book, the glass menagerie is based on his sister, who is in a mental hospital, and this is him paying for her mental hospital."
    },
    {
        "speaker": "B",
        "text": "Wow, that's freaking out right now. I'm freaking out right now. That's. That's a great Tennessee Williams."
    },
    {
        "speaker": "D",
        "text": "I know. There are a lot of things here that are there, you know, completely crazy. All right, I'm going to do a couple more and then we'll go. All right, let me just. Okay. All right. What do we got in here?"
    },
    {
        "speaker": "B",
        "text": "Denzel's Laker?"
    },
    {
        "speaker": "A",
        "text": "I mean, the check thing doesn't work like this anymore."
    },
    {
        "speaker": "D",
        "text": "I got the Yankees paying John Elway."
    },
    {
        "speaker": "A",
        "text": "That's sweet."
    },
    {
        "speaker": "D",
        "text": "John Elway was drafted six picks before Tony Gwynn, if you didn't know."
    },
    {
        "speaker": "A",
        "text": "What are these cost to PSA degrade, by the way?"
    },
    {
        "speaker": "D",
        "text": "Um, like a $100."
    },
    {
        "speaker": "A",
        "text": "Okay. That's better than cards."
    },
    {
        "speaker": "D",
        "text": "So Payne Stewart paying his caddy."
    },
    {
        "speaker": "A",
        "text": "That's awesome."
    },
    {
        "speaker": "B",
        "text": "96."
    },
    {
        "speaker": "D",
        "text": "Yep."
    },
    {
        "speaker": "C",
        "text": "That's why the man couture pays."
    },
    {
        "speaker": "D",
        "text": "Ready? This is a crazy one. I got Joe Montana paying his sophomore year apartment in Notre Dame."
    },
    {
        "speaker": "C",
        "text": "Sweet."
    },
    {
        "speaker": "A",
        "text": "Stop. That's crazy."
    },
    {
        "speaker": "D",
        "text": "You get a beautiful Josie Montana. And yes, he was married as a sophomore."
    },
    {
        "speaker": "A",
        "text": "So do these. Are these just graded, authentic?"
    },
    {
        "speaker": "D",
        "text": "Yeah. Yeah."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "D",
        "text": "Yep. Sometimes they'll grade the signature if you want. Ted Williams is known for what? He's a great hitter."
    },
    {
        "speaker": "A",
        "text": "He's the best hitter possibly ever. Yeah."
    },
    {
        "speaker": "D",
        "text": "Of all time. Yeah. But he's also known for his death where his head was lopped off, right?"
    },
    {
        "speaker": "B",
        "text": "That's right."
    },
    {
        "speaker": "D",
        "text": "Ted Williams paying for his life insurance."
    },
    {
        "speaker": "A",
        "text": "Oh, my God. Come on. Wow. That might be the guy. That's coolest one."
    },
    {
        "speaker": "D",
        "text": "That's your favorite?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I think that's all right."
    },
    {
        "speaker": "D",
        "text": "A couple more. Couple more. Reggie Jackson paying for his Yankees tickets four days before he became mister October. Wow."
    },
    {
        "speaker": "B",
        "text": "Four days."
    },
    {
        "speaker": "D",
        "text": "Yep. Okay. Okay. The greatest tennis coach of all time, Nick Bola Terry, getting paid by the greatest football coach of all time, Vince Lombardi, for a tennis lesson."
    },
    {
        "speaker": "A",
        "text": "Wow. That's so weird."
    },
    {
        "speaker": "C",
        "text": "That's great."
    },
    {
        "speaker": "D",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "That's unbelievable."
    },
    {
        "speaker": "D",
        "text": "So this is my, uh. You know, this is my. This is my. My love. I got, uh, Lou Costello from Abbott and Costello paying for a yearling cult."
    },
    {
        "speaker": "A",
        "text": "Wow, that's a great."
    },
    {
        "speaker": "C",
        "text": "That's actually a great name for a horse. Next one, I breed who's on first?"
    },
    {
        "speaker": "A",
        "text": "Who's on first? Yeah."
    },
    {
        "speaker": "B",
        "text": "Is that what you named us?"
    },
    {
        "speaker": "D",
        "text": "Shouldn't it be called hooves on first?"
    },
    {
        "speaker": "C",
        "text": "I'll let you have that one."
    },
    {
        "speaker": "D",
        "text": "You'll let me have that? Okay. Anyway, so that's really, uh. You know, I have. I love. I love these things. They're amazing."
    },
    {
        "speaker": "A",
        "text": "The checks, man. I might have to start into that."
    },
    {
        "speaker": "C",
        "text": "Because it's really cool."
    },
    {
        "speaker": "A",
        "text": "It's like normal memorabilia for myself. What'd you say?"
    },
    {
        "speaker": "D",
        "text": "I'm creating more competition. I mean, the tickets. I'm down the road on the tickets. Like, people can't. People can't beat me on the tick. Like, I have such obscurity and people can't beat me, you know, like, I even have. I was getting this ready, too. So you wanted to go to the game? The Notre Dame Georgia game? Georgia Tech game. The game that became the Rudy game. So you would fill out. You would fill out this single game ticket form. This is a real single ticket form, and it's signed by Rudy."
    },
    {
        "speaker": "C",
        "text": "I'm at. Oh, my God. I'm a Georgia tech alumni, so I also have a special."
    },
    {
        "speaker": "D",
        "text": "There you go."
    },
    {
        "speaker": "A",
        "text": "Well, Rudy was offside, so."
    },
    {
        "speaker": "D",
        "text": "Rudy."
    },
    {
        "speaker": "C",
        "text": "Rudy was offsides."
    },
    {
        "speaker": "D",
        "text": "Yeah. The ticket to the disco demolition night. The worst promotion of all time."
    },
    {
        "speaker": "B",
        "text": "Really. The record one?"
    },
    {
        "speaker": "D",
        "text": "Yes. Records."
    },
    {
        "speaker": "B",
        "text": "Yeah, I remember this one."
    },
    {
        "speaker": "D",
        "text": "Yeah. Yeah. This is a good one."
    },
    {
        "speaker": "B",
        "text": "What was the name of the jockey? Do you remember?"
    },
    {
        "speaker": "D",
        "text": "Uh. I don't. I don't. Obviously, it was a Bill Veck production. Tigers first round ever."
    },
    {
        "speaker": "A",
        "text": "What? That's wild."
    },
    {
        "speaker": "B",
        "text": "Is that the 116 years old?"
    },
    {
        "speaker": "D",
        "text": "16 years old. The la."
    },
    {
        "speaker": "B",
        "text": "The one in the. Did you watch the documentary? I think he brought his first girlfriend to this one on the back."
    },
    {
        "speaker": "D",
        "text": "It gives you fried chicken and a sprite if you want to rip this."
    },
    {
        "speaker": "A",
        "text": "You think they'll still honor that, though, if you. I think it's the."
    },
    {
        "speaker": "D",
        "text": "The press pass to the first game that a coach ever got a Gatorade. Beth."
    },
    {
        "speaker": "C",
        "text": "The research that just goes into that."
    },
    {
        "speaker": "D",
        "text": "Yeah, no, but that's. That's all the fun. That."
    },
    {
        "speaker": "A",
        "text": "That's the fun part, right?"
    },
    {
        "speaker": "D",
        "text": "Yeah, yeah, yeah."
    },
    {
        "speaker": "A",
        "text": "I just love the stories behind every, like, every. The ticket or the check one where you can be paid for his apartment."
    },
    {
        "speaker": "D",
        "text": "Howard and the Heisman pose."
    },
    {
        "speaker": "A",
        "text": "That's awesome."
    },
    {
        "speaker": "C",
        "text": "That's awesome."
    },
    {
        "speaker": "D",
        "text": "Right? And then we got. We got Tom Brady. We got a media pass from Tom Brady's first Super bowl win. You ready for this is how we're going to end it. Okay."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "It's a walk off."
    },
    {
        "speaker": "A",
        "text": "Yes."
    },
    {
        "speaker": "C",
        "text": "That's a one of one right there."
    },
    {
        "speaker": "A",
        "text": "That is fantastic. All right. That is. That is exactly where we will stop. Darren, thank you so much for joining us. We really do appreciate it. We had a blast. I hope you had a good time chatting about digital horses and hope we can have you back on in maybe a couple months to see where we're at with the. With Zed run."
    },
    {
        "speaker": "D",
        "text": "Hopefully, we're enjoying number one and we're making money."
    },
    {
        "speaker": "A",
        "text": "Amen."
    },
    {
        "speaker": "C",
        "text": "At that time, I'll be Darren's number one trainer, so."
    },
    {
        "speaker": "A",
        "text": "That's right. It won't be."
    },
    {
        "speaker": "D",
        "text": "You spent six. You're spending 30,000 a year on a trainer. All right, my wife's calling. I'm going to finally answer this one."
    },
    {
        "speaker": "A",
        "text": "All right. Thank you so much, Darren."
    },
    {
        "speaker": "D",
        "text": "And until next time, horses, how can I help you? Okay, see you guys."
    }
]