[
    {
        "speaker": "A",
        "text": "Hello, and welcome to the episode number two of the mint condition. I am Joe, alongside my esteemed colleague and co host, chad. Chad, how you doing, buddy?"
    },
    {
        "speaker": "B",
        "text": "I am doing fantastic today, Joe. I can't believe we're on episode two. I can't believe I'm calling you, Joe."
    },
    {
        "speaker": "A",
        "text": "Feels like a year. We also have our third host with us today, the amazing Des. Dez is our data data guru. So he's going to be providing us with, he's going to be providing us with some awesome data around top shot and the marketplace, which is a very sometimes overwhelming place to be if you're just getting started into top shot. So we're going to do our best to kind of walk you through some of those things to look for where you might find some value. And that's all going to come from our boy, Des. How you doing, man?"
    },
    {
        "speaker": "C",
        "text": "I'm doing great. Thank you for having me. It feels like it's been a couple years and it's only been two episodes, so a lot of work goes into the show. I know you guys work your butts off and appreciate it. Happy to be on, happy to impart any wisdom I can try to give to the group here. Like you said, it can be a lot in the marketplace, especially if you're just joining now. So it's always good to have a little extra info."
    },
    {
        "speaker": "A",
        "text": "Absolutely. And, Des, what's your background? How'd you find Topshop versus and things like that?"
    },
    {
        "speaker": "D",
        "text": "Sure."
    },
    {
        "speaker": "A",
        "text": "It's a long way in."
    },
    {
        "speaker": "C",
        "text": "Started in crypto for probably many of us, and the way I got into crypto was actually, I was just doing some sports gambling. Always loved sports gambling. And I pale as old as time, of course. I mean, that's how we all get into this g gen mode. But no, I was looking at the ways I could withdraw the money from the site, because obviously I want a whole bunch of money. So I was trying to figure out whether I wanted to just cash out or take it into crypto, and it seemed easier to go into crypto, so I thought, okay, great, great opportunity to get into that. And it just slowly started to roll. And, you know, I think it was pacing. Very, very basic stuff. Ethereum, bitcoin. And then about in March, when the pandemic hit, I thought, all right, I'm sitting on a little bit of cash. Where can I invest that? What different markets can I diversify in? Started looking at cryptos, started putting a little bit into the stock market, things like airline companies and stuff. And it was just great timing. And so that took off piqued my interest. Just like Jack will probably talk about sports cards, he's been probably a longer term collector than I have. But I got back into it in June of last year and it's been a wild ride there. Crazy ride. It actually hasn't been nearly as crazy as top shot, but it's been great. So I did that for about six months, really learned the ins and outs of the sports card business, did a little bit of flipping, realized you can make a nice bit of profit. And then I was driving to work listening to one of my sports card podcasts. I can't even remember if it was breaker weekly or if it was. If it was mojo break. It was one of those. And I live by this kind of rule of three. I heard it a couple years ago on a podcast, how I built this. But basically, if you ever are in your day and you hear something three times, it's kind of like the world's way of reaching out to say, focus on this. So I woke up, drove to work, listen to the podcast. They were kind of making fun of top shot, saying how it's just how it's a gimmick or whatnot."
    },
    {
        "speaker": "A",
        "text": "It probably was mojo."
    },
    {
        "speaker": "C",
        "text": "It probably was mojo. They were making fun of it. And then, so that was the first time. Then my buddy from Georgia just randomly texted me and said, hey, have you heard about this thing called top shot? And of course that was number two. And then I'm going home looking for a new podcast to listen to. And I stumbled upon the first minute. So that was my crazy intro crash course 24 hours in late January and been hooked ever since."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's awesome. Yeah. I mean, I think a lot of us are going to have similar stories, right? So. And then we have an awesome guest with us today, our first real guest on, on episode two. We are honored to have Jack settleman with us. Jack, thank you very much for joining us. Jack is the founder of Snapback Sports. So Jack, you have a really interesting story and I wanted to have you on. I've heard you on a bunch of different podcasts and things lately, you know, both sports cards and top shot. You guys have club top shot, which is your YouTube show, which is really cool as well. And I think, you know, for our audience here, we're trying to bridge the gap between, you know, the physical collectibles and, and digital and the whole NFT space and sports cards and things like that. So I wanted to have you on, share your story. So thank you very much for joining us."
    },
    {
        "speaker": "D",
        "text": "Thanks for having me. I'm excited to be here."
    },
    {
        "speaker": "A",
        "text": "Absolutely, man. So, I mean, let's hear a little bit about your background. You can start kind of with your. You know, you've had a really interesting run with just even starting back with social media. And how does that bring you from there to sports cards? You were at Dallas this weekend, right?"
    },
    {
        "speaker": "D",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "How was it?"
    },
    {
        "speaker": "D",
        "text": "It was fun. It was my first ever card show. So the backstory is I built a company on social media because I like that level of engagement. I think there were a lot of tools that kind of made that available to me. So I built snapback sports up. Over the past three, three and a half years, I've been. I love bitcoin. I love decentralization. I love the theory behind all of that. My first job was at Action Network, so sports betting is kind of ingrained in me. And then when Covid hit. I've been following Gary Vee for a while, so that kind of piqued my interest. One of my good friends actually mentioned physical cards to me, you know, a year prior to Covid even coming, and I probably should have looked into it more then, but it wasn't as accessible. There wasn't content around it. Right. You really had to go search high and low for a good community. Whereas once March kind of hit and people were bored at home and this entire craze blew up, it became more available. I was lucky enough to get in, like, March, April instead of a lot of people jumped in July, August, which still, I'm sure they made out very nicely, but that was that. And then the real turning point, or at least my interest in top shot, was I had actually signed up for top shots beta, like whenever they first released it, because social media, crypto, NBA, it's like what I do kind of. So it was a perfect blend of that. So I checked it out a couple times. I didn't get it, and I was collecting physical cards at the time, and I still just did not understand it. When I was trying to buy and flip Michael Porter junior base prisms in the bubble, and I bought them for 20, and they got up to $100, but by the time I had them listed and could sell them, they're back to 20. I was like, there's some major flaws here. On top of that, I sent a ton of messy ronaldo stuff and other stuff for grading, and I sent express. It was really expensive, and my stuff still came back two months later. While it was there, cards I had went from, you know, $500 to three grand back to 500 just while sitting at PSA, right? So I'm like, there's some issues here. I see one more tweet about top shot. I'm like, all right, I really got to try this out. And once it clicks for you, you know, it clicks, right? And I just had a ton of conviction at that point where it made so much sense to me, kept learning. And the coolest part about the NFT community, which I found similar in physical cards, too, was like, people want you to be involved, so they'll take time and teach you, no matter. So my first experience is, like, dming on Twitter with pranksy, and, like, pranksy's like the nifty kid, right? And I always use the example of, like, I live in New York. I can't go find the top real estate agent in New York and get a 30 minutes conversation. He would never say, you know, they would never accept that. Whereas pranks, he's kind of going back and forth, me in the DM's, then you head to discord and, you know, your world's open from there."
    },
    {
        "speaker": "A",
        "text": "Yeah, isn't that. I mean, I think that's really interesting one. It's so funny how at least I think all three of us, me, you, and des, have almost an identical path to how we got here, whether it's even just getting into crypto, because I came the same way. I was a sports bettor and I came into crypto that way. And then I found, I mean, rekindled my love for physical cards when my buddy got me into breaking. And that was, you know, that's a whole different style of gambling. And then, you know, you go into it really deep and you're grading cards and all that stuff, and then. But I think you're right. But as far as the gaps between what is flawed about maybe some of the physical stuff, but. And this being kind of a little bit of the solution to that, and then chad, I mean, you're. You're crypto guy through and through, 100%. And, I mean, you've heard these stories how many times, right? I."
    },
    {
        "speaker": "B",
        "text": "So many. It's good to get them from a different perspective. But I'll tell you what, since you started breaking, I don't know, was it a year ago?"
    },
    {
        "speaker": "A",
        "text": "Yeah, a little over a year."
    },
    {
        "speaker": "B",
        "text": "I've been watching. I've been, you know, trying to pay attention. I don't have many friends. So my one friend, he's into this. I'm like, well, I should. I should figure out what's happening with this. And I've been watching a lot of like break, like pack breaks and stuff."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "And lately, I don't know if you guys have seen this. I don't know what company. I don't know if it's like panini or whatever, but there are these basketball cards, like these real basketball cards that have these. You have to redeem the autographed card."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah. They were called redemption."
    },
    {
        "speaker": "B",
        "text": "Redemption cards. Anyways, so I've been watching these Kobe ones. So, like, I guess redemption cards is like, correct me if I'm wrong, but a redemption card is like somebody would get them signed after the fact, after you've redeemed it. So obviously can't do that with Kobe anymore. So now they've been given out these like Kobe packs."
    },
    {
        "speaker": "A",
        "text": "Kobe tribute packs. Yeah."
    },
    {
        "speaker": "B",
        "text": "I'm like, I gotta get me one of these, dude."
    },
    {
        "speaker": "A",
        "text": "Those are reselling for like thousand dollars a pack."
    },
    {
        "speaker": "B",
        "text": "Does not shock me one bit. Does not shock me one bit. But yeah, I've been getting into it. I totally get where you guys are coming from. Now I'm involved."
    },
    {
        "speaker": "A",
        "text": "That's funny. So, so, Jack, when you first, so when was it that you finally got made the moved to top shot and went all in? Because I did. I had a similar story where I actually had my account, my top shot account in October. And my thing was I wasn't a huge NBA guy at the time. So, like, my interests were, if this was an MLB NFT platform, I would have been all in from the start and I probably would have been, you know, paper top shot rich. But so it took me a little while to get into top shot because of the NBA piece of. And so, you know, I think all three of us have had that, you know, one, two, three times. And really it clicks. When? When was that? From a timeframe? How early did you get into that?"
    },
    {
        "speaker": "D",
        "text": "So I didn't really dive until early December. That's when it all clicked for me and I started buying and, you know, there were packs available on the site and stuff wasn't as crazy as it is now. And I just started engaging with the community and I think the growth was like from 5000 to 8000 members right in the discord, which at the time that's a lot like, that's a 60% almost increase. And then when it hit ten k around Christmas, I'm like, I can feel the momentum. And then you started to see like, I think we did a million dollars in a day. At some point it was just like, oh my God. You know what I mean? And so at that point it was right before New Year's I was trying to buy, like, people don't even understand what it was. Like, literally three months ago, Usman, who's like a community lead, was negotiating and refereeing transactions. So I would like. Like, I bought my LeBron cosmic off platform. Like, I sent bitcoin and they sent it to Usman. And, like, that was. They understood the value in, like, not even putting stuff on the marketplace. So I was trying to buy. I under sent the bitcoin because I sent it in USD and the exchange rated change, and I missed out on a cosmic. And, like, it was just that feeling of FOMo, of like, okay, I get it now. Like, someone just tried to buy this. As I was trying to buy it. The attention is there. And then by the. So I bought a bunch of stuff right before New Year's. Then the week after, I dumped a ton more in. And then three weeks after New Year's was when we made the big LeBron buy. And at that point, it was kind of game over from there."
    },
    {
        "speaker": "A",
        "text": "So talk about the LeBron buy. So you bought. So one. Which exact moment is this to. How did you come to the conclusion that this was, you know, something that was worth buying, you know, from being, you know, I think because we see a lot of physical sports cards now going for astronomical amounts of money. Last in this past week, there was a Luca that went for like, $4 million. And so, like, we've seen these in the physical space. You know, the mantle went for 5.2 million, things like that. But what was it that triggers a in your head that says, okay, I'm gonna buy. I'm gonna buy the little bronze moment for 50k. So tell us a little bit about that story."
    },
    {
        "speaker": "D",
        "text": "So Bales makes his 35k purchase. And Bales was at fantasy labs when I was at Action Network. So I've been pretty familiar with him in that time. And so it was one of those warning signals or market signals of, like, okay, someone just dumped a lot of money into this. Who? I know he is a lot more money than me, but, you know, he has conviction on this platform. So I was kind of scouring around and, like, I personally didn't like the buy that he made. Like, that was the largest thirty five k at the time. And I was like, john Morant, like, number one. I think sometimes, I mean, I'll talk about the moment we bought, but so that was, like, enough buyer confidence. And I think that's going to happen in the future where someone's going to come in with, like, five to 10 million and buy up a ton of the top stuff. That's going to be the next round of buyer confidence. But at the time, that's all I needed. And I saw the LeBron moment and it was kind of the perfect. Like, I think it's the best moment on the platform. Obviously, I'm super biased to it, but you've got the best player who's ever going to be on the platform, assuming that they don't really ever get MJ on there. Based off, you know, the MVPA and that relationship, you've got 23 is not only LeBron's number, but it's Jordan's number. It's a special number. Like, people recognize that. Another factor is number one is going to be on the Genesis, it's going to be on the platinum. Every moment ever is going to have a number one serial, but only x amount are going to have the 23 for LeBron. And then it was the most special moment. So on the platform at the time, this isn't the best moment of LeBron's career, but honoring Kobe Bryant was just so crazy. It was scarce. So in a way, to me, it's a one of one, even though there are 59 available. So I was looking. Number one was actually available for the same price at the time, and I probably should have bought both, which was offered to me by pranksy, but, you know, but so we chose 23 because of those. Those reasons that I mentioned. And I was going to buy it. Like, I was going to buy it straight up for myself. I was going to sell a bitcoin and, like, go all in. And I said to my friends, I was like, look, I'm buying this, so I don't really care. But if you want to get in, you want to be part of it. Like, feel free. Talk to, like, you know, a bunch of them separately. They were all like, they could hear it in my voice, they could hear it in my, you know, my body language. So we got, we got a bunch of people in on it, and obviously they're, like, thrilled that I included them. I shouldn't have, but I did. I should not have, but, yeah. Most special moment on the platform to me of LeBron James. So that's kind of how we got to that."
    },
    {
        "speaker": "A",
        "text": "So what do you, you know, what do you think this could be potentially worth in the future if, like, what do you think the future of top shot is versus, you know, what you might have in this moment here?"
    },
    {
        "speaker": "D",
        "text": "I really. So when I first bought it, I was going on a couple podcasts. That's how I got hooked up with club top shot, actually, and I was sad. Like, it would be cool. So Ravel called me to do the story, and I had worked with Revell at Action Network, and he mentioned to me that Maverick Carter, like, was aware of the transaction. So that's LeBron Scott. Yeah."
    },
    {
        "speaker": "A",
        "text": "That's crazy."
    },
    {
        "speaker": "D",
        "text": "So he was like, yeah, Maverick Carter has no fucking clue what just happened, but, you know, he at least understands that something about LeBron happened. So from there, I put that in the group, and we just kind of ran with this narrative of, like, we're going to sell it to LeBron for a million dollars. And that felt, at the time, ridiculous. We had just made the biggest buy. Now, I kid you not. Like, I. We would not sell it for anything less than a million today. And, like, if it wasn't to LeBron James, I don't think we would sell it today for a million dollars. I really. It might sound stupid to a lot of people, but I really do think that it's. It's a million dollar."
    },
    {
        "speaker": "B",
        "text": "It should be a million dollars and a signed space jam. Two jersey."
    },
    {
        "speaker": "D",
        "text": "The boys in the group want court side tickets, but, yeah, we gotta figure out what else he can toss in. But, yeah, I think that's what it's worth."
    },
    {
        "speaker": "A",
        "text": "I think the mint condition needs to make a group buy of some kind. I don't know if we can afford the."
    },
    {
        "speaker": "B",
        "text": "I'm waiting for you to tell me which ones you have in your back pocket that you didn't include me on."
    },
    {
        "speaker": "A",
        "text": "I am currently emptied my full clip on seeing stars, so that's where I am right now. We'll talk about that a little later, but that's pretty cool. So a million dollars to LeBron. So, of course, LeBron listens to this show, so hopefully he'll hit you up after this. Des, what do you think? You. How. How do you feel about that buy?"
    },
    {
        "speaker": "C",
        "text": "First off, I think the rationale why you chose 23. Brilliant. You know, I've thought of many different reasons and. Cause I always loved listening to you and Andy 80 52 to discuss, you know, cosmics versus hollows. I think you win that argument every single time, especially now that there's hollow icons and it's just continuing."
    },
    {
        "speaker": "D",
        "text": "Right?"
    },
    {
        "speaker": "C",
        "text": "There's only going to be. There's only going to be one set of cosmics, hopefully. And so, no, I think it's an incredible buy. Obviously, looking back, I remember just getting started and seeing that and thinking, that is buyer confidence. I mean, that is, when you see something like that go, you're like, all right, well, if someone's willing to spend that much money on this moment, then the lower level moments are just going to pop eventually. So it did a lot for the space, and then, you know, I. Yeah, I just. I think it's a great, great buy. Love the rationale around the genesis and the platinum ice moments. You know, having one, two, three. Yeah, it's."
    },
    {
        "speaker": "B",
        "text": "Is there a better card that you could have purchased? No."
    },
    {
        "speaker": "D",
        "text": "The argument at the time, I would say, would be one or 23 of the cosmic LeBron."
    },
    {
        "speaker": "B",
        "text": "No, but besides the LeBron, like, besides that particular."
    },
    {
        "speaker": "D",
        "text": "Well, it's a different LeBron dunk, so. Yeah, ours is the Kobe tribute dunk, and the cosmic hollow one are the dunk over the king. So it is a different play, which is why, like, I was very specific to kind of select that one."
    },
    {
        "speaker": "A",
        "text": "You gotta go Kobe tribute, especially Chad. That. That's right up your alley."
    },
    {
        "speaker": "B",
        "text": "Like, I'm assuming it's the. It's the rock. Rock the bay."
    },
    {
        "speaker": "A",
        "text": "Yes, that's the one. I'm just trying to think of, like."
    },
    {
        "speaker": "C",
        "text": "What could possibly top that moment? Like, what could come into the space when you think about running back moments, what could."
    },
    {
        "speaker": "B",
        "text": "Pot."
    },
    {
        "speaker": "C",
        "text": "It's gonna take."
    },
    {
        "speaker": "B",
        "text": "Take a lot to talk like, a Kobe walk off 81 or something like that."
    },
    {
        "speaker": "D",
        "text": "No, no, it would. It would be. There's no doubt that his block in the finals would probably be like, his holy grail moment of his career."
    },
    {
        "speaker": "B",
        "text": "The one on the one iguana."
    },
    {
        "speaker": "D",
        "text": "Yeah. Yeah. So I think that would be. But there was no guarantee, and I don't think it would happen wherever I. It would be numbered to 59 or 49 or of three or whatever. So that's why, like, with the cosmic, you're betting on its first, which I think is a fair bet. But with the tribute, at least, like, think about all the Kobe LeBron fans that are now out there because he won a title in LA. I mean, it's ridiculous. Like, someone just paid 4.6 for Luca, and he doesn't want a playoff series. So I think once you get over the tangibility, like, this is. That's clearly more valuable than a Luka don church, at least in my opinion."
    },
    {
        "speaker": "A",
        "text": "So talk about that. That piece, because I think that's really important to. What we're trying to talk about in general, is that tangibility versus the intangible, and why is it so hard for some? It's almost like it either clicks for you or it doesn't, or it just takes longer to click. Right. But there is. You know, there's obviously value in digital things. We see it all the time. But I think from a collectible piece, it's a lot harder to understand. So talk about that and why it was, you know, what your rationale is between the two, because, you know, I saw Gary Vee say something the other day where it was basically, and I really like this, it doesn't have to be either or. It can be this. And you know what I mean?"
    },
    {
        "speaker": "D",
        "text": "So."
    },
    {
        "speaker": "A",
        "text": "But talk about that tangibility piece, because I think that's so important."
    },
    {
        "speaker": "D",
        "text": "Yeah, well, I think vintage takes a nice bump to this digital stuff. But I worry about the modern stuff. I worry about how many prisms were, were created, you know, in the 2018 or the 2019. And with, with blockchain and with crypto, everything's so transparent now. And we lived in a world where you didn't know anything. Right. All you have was a PSA pop report, which I don't even know if I trust that to be fair. But, but I think the. Yeah, it can be. And for sure, there's no doubt about it. Like, there's, and I think the people that think it's, or are the people that feel very threatened, and let me tell you, if you feel threatened, it's because you're over leveraged. And the smartest thing you could have done when top shot popped up was gone 5% into top shot as a hedge. And if it went to zero, then your cards would have gone up. And now, clearly, top shots here to stay. Now, you know, you're kind of in a dangerous situation because you're holding a lot of Colin Sexton prisms, and it's just like, he's not that good. So you're upset, but I think, yeah, there's room for both. Without a doubt. I'm kind of done, to be honest, trying to explain to people, like, why it has value. Like, I'm just over that. Like, at this point, it's either just acknowledge that a lot of people are spending a lot of money, so clearly there's a market for it. So, like, I don't even feel the need to explain, hey, this is why, like, you could just take a picture of the Mona Lisa, you know, all that jibber jabber. So I'm just now so confident in my position that this stuff is the future. That's why I ended up buying a crypto punk, because I thought they looked dumb as hell at first. I learned. I learned to understand the value, and, and I actually do find some of them cooler than others. But at the beginning, I was just like, nfts or what my bet is that's the first nft ever. So I wanted to be a part of that community as well."
    },
    {
        "speaker": "A",
        "text": "So, Chad, as he was saying that, Chad, you put up the Kobe tribute dunk. The lowest, the current lowest ask is $179,000. So, so far, so good on."
    },
    {
        "speaker": "D",
        "text": "Look, I mean, there's one thing with top chat is like, I would love to see a bid system so we could see true market value. I think star stock does a really nice job of that. And I was trading on star stock, which is so funny to hear, you know, millions of dollars being poured into that platform. And the physical card will be so supportive when it's the exact same thing. You're never touching those cards. You just know that something's backing it. So I think for that reason, like that, that was enough. I was huge on Star stock."
    },
    {
        "speaker": "A",
        "text": "I still am. All my physical cards are going to start. I literally am sitting here with thousands of sleeved cards right next to me. They're all going to Starstock. I'm not doing any physical stuff. The only thing I'm keeping are my slabs. And then everything else is gonna is I already have 4000, 5000 cards on star stock. Yeah. Because it's the same. It's. I made the exact same analogy in the breaker culture. Discord, actually, because it feels the same. It's like you don't need to be touching it. You know, something's backing it and. And, you know, it's. It's all the things that it solves. It's instant. You don't have to. It's instant ownership. It's no backseat. You don't have to deal with eBay returns, all that kind of stuff. But I'm with you, Des. You were going to say something before."
    },
    {
        "speaker": "C",
        "text": "So I hopped onto a clubhouse pretty early on, Jack, and you were talking about a project you had, and I just wanted to update because I thought it was so interesting. Talking about blending the physical and the digital world. Are you still involved in kind of creating a physical, kind of, you know, digital screen that you can view your moments on, have on your desk, be reminded of what you have digitally in the physical world?"
    },
    {
        "speaker": "D",
        "text": "Yeah, we. We put out, like, the first iteration of it, like, just a prototype. I tweeted it out, so I have to share that with you. If you didn't see it. But it was like a really not a crappy job, but, you know, a very early first, a beta, as top shot would like to say."
    },
    {
        "speaker": "C",
        "text": "So it could be there for a while."
    },
    {
        "speaker": "B",
        "text": "Yeah, exactly."
    },
    {
        "speaker": "D",
        "text": "But. But, you know, we got some feedback and we're definitely working through it. I think there's, I don't know if we'll end up being the one that, like, fully goes through with it because there's just a lot of people who have probably done a lot of stuff like that and a lot of money and a lot of time and energy because someone's going to win that space and it's not even going to be one person. It's just going to be like, there's going to be different options. People are going to want to display their stuff on digital and then like, Rainbow wallet for mobile, I think does an amazing job. And if you could tokenize these moments and share them in your wallet, like, I don't even know if I would want the display. I think it would be for like a one moment thing, but I wouldn't want hundreds of my moments cycling on a daily basis. So, yeah, that's kind of the update on that. But I think there's absolutely, like, there will be displays that, that have digital stuff in them in the future. No doubt."
    },
    {
        "speaker": "A",
        "text": "So you did mention, you know, you said something I thought was interesting is you bought a crypto punk, right? And that was, it was because your bet was nfts are the future. So when you say that, I, because I think I agree with you as far as what's possible, what do you see as with top shot, what's possible with what we can do? Because the other big, I think, negative argument we get with top shot or the digital is what's the utility? What do you see as the possibility for utility with nfts and top shot in general?"
    },
    {
        "speaker": "D",
        "text": "I mean, utility is pretty much where these things become the monsters that they are. A big reason and a big push I had for, you know, even the LeBron moment was because I watched my brother spend $500 a year on FIFA and building his ultimate team. And I know kids who follow me spend thousands of dollars building their, my team on two k. So they're already doing this $6 billion last year for FIFA and when FIFA 22 comes out, it's worth Zippo, you know, so it's like, people are already doing this, so you just have to create entertainment value out of it and then people won't just look at it as investments or assets, which I think is interesting. And they had already announced that they were going to do hardcore, so that made me excited. I would love a partnership with two k in the future. Like, I think that could be awesome. So that's one example people LG was talking about like Spencer Dimwitty could do weekly zooms with his fans who own ten plus moments, right? You take Patreon and you turn it into, like, a fully immersive experience. My favorite is, like, I go to a Knicks game, I scan my ticket, and a week later, they drop a moment into my account from that game. It doesn't have to be worth anything, but it could be worth a dollar, so it could be traded if I forgot to scan my moment and go buy it. But now I have a digital passport."
    },
    {
        "speaker": "A",
        "text": "And I think, well, it's funny, I have a whole box of when I. From when I was a kid that my dad saved all our ticket stubs, right? And that's. That's what that is. And it. If they're not worth anything, really, I mean, maybe some of them are, but, like, if you graded them, because people are doing that these days, but, like, you, they're. They're memories, right? They're collectibles. They're a place you had been. And I think also, one of the other things I heard was, you know, almost like a status, right? You. You go to a. You go to a game and there's a top shop. New York Knicks lounge. Right? Like, when that would be kind of cool. You own x amount of Nick's moments. You're in the top. It's like an airline lounge. You know what I mean?"
    },
    {
        "speaker": "D",
        "text": "I would own every friggin next moment if I could, you know, like, it's. And I think what is super cool about these things is you would then be able to trade off of them, right. So it's not just sinking the money into it, because you can. You can recoup money at a later date. I think that's, you know, coming from sports betting, right. I use the example of physical cards with Josh Allen and sports betting. If you bet Josh Allen to win MVP, win the AFC, or win the Super bowl, you lost three bets. If you bought his sports cards, you won huge. Right. Because he just went up huge. So that the zero sum game is kind of less appealing to me. I've stopped betting a tunnel in sports, actually, recently because I did the same thing."
    },
    {
        "speaker": "A",
        "text": "That's so funny."
    },
    {
        "speaker": "D",
        "text": "Yeah, it's just. I mean, there's different use cases for it, but this is just a different way of kind of gambling in a safer way. Upside is capped and to a degree, but the downside is also cap. So I've enjoyed that aspect of it, too."
    },
    {
        "speaker": "B",
        "text": "Can we take a minute to just reflect on the Knicks season for a moment?"
    },
    {
        "speaker": "D",
        "text": "Incredible. We play the little bros tonight. I'm very."
    },
    {
        "speaker": "B",
        "text": "I'm a die hard Laker fan, so I've obviously had nothing but, you know, nothing but great memories. I can't remember a season, and, I mean, we're. You haven't won a championship yet, but it's definitely a good season. This is probably the best season since."
    },
    {
        "speaker": "A",
        "text": "Like, we had since 94. Like, when did. When did Allen."
    },
    {
        "speaker": "B",
        "text": "When did Allen Houston sink that shot? Like, that's a little low."
    },
    {
        "speaker": "D",
        "text": "That's a little low. Carmelo Anthony led the Knicks to a playoff series victory. But it's been. But. So I've been in New York for the past few years. There's no doubt that, like, a Jets giant, Super Bowl, Rangers Islander, any of that, like, it's split. The Knicks, like, have 99%. There's an energy even around last year's draft or two years ago when I was here, so we're so excited."
    },
    {
        "speaker": "A",
        "text": "Jack. So I'm a Knicks fan, too, so I'm with you on that train for sure. So cool. I think, you know, that kind of covers a lot of what I wanted to talk about, just from the, you know, your experience and your thoughts on the physical versus top shot. You want to. Let's start getting into some top shot marketplace action here with our boy des's data. So, Jack, I've heard you talk about, you know, you do have the one of the holy grail moments, but I've heard you say on multiple occasions, you suck at timing. The marketplace."
    },
    {
        "speaker": "D",
        "text": "Terrible. Terrible. I mean, I liquidated my Lebron, um, to buy in because I thought I was buying the dip, and even that stuff dipped. I bought seeing stars at its absolute peak. Not. All right, not. Not its absolute peak, but, like, because I knew you never buy right away, and then it dropped, and I was like, okay, I nailed it. I did drop even further. But, yeah, I'm not. I'm not good at. I'm not good at time in the market, but I do think I'm solid at at least selecting the moments that make a lot of sense. And I. I think because we're so into it, people don't, like, realize that if you actually, like, sit down and listen and think through these things, it's super valuable, super plus ev timing. It is, like, where it makes it look otherwise. But overall, I would actually bet that 90% of people don't know badges are going to be on the site."
    },
    {
        "speaker": "A",
        "text": "We're going to talk about that right now. That's a great segue. Look at that. All right, what do we got?"
    },
    {
        "speaker": "C",
        "text": "I did have one question for Jack. So if you had to pick. If you had to pick one moment to get into top shot, is it going to be Kai Jones's game ceiling big twelve championship win for Texas? Which. Gosh, I don't think you ever. They've never won the big twelve, right?"
    },
    {
        "speaker": "D",
        "text": "Lost six times. Yeah."
    },
    {
        "speaker": "C",
        "text": "Kai Jones game ceiling victory."
    },
    {
        "speaker": "A",
        "text": "Or."
    },
    {
        "speaker": "C",
        "text": "Or is it McDonough versus Archibald Spalding? Three pointer by none other than Jackson."
    },
    {
        "speaker": "D",
        "text": "Yeah. I mean, having your own moment would just be the coolest thing. It has to be that. I'm trying to think what Texas. My best moment at Texas would be. Javon Felix beats UNc on a buzzer beater. That was probably. I went. We didn't win a tournament game, and then we had the worst four years in football history. So it was not a fun time at UC."
    },
    {
        "speaker": "A",
        "text": "How far you got them going in your bracket?"
    },
    {
        "speaker": "D",
        "text": "I actually haven't filled mine out yet. And ironically, I have Baylor winning at all. That is the one thing I have. Yeah, it's sad."
    },
    {
        "speaker": "A",
        "text": "That's funny."
    },
    {
        "speaker": "B",
        "text": "All right, so which one do you want to start with? There does."
    },
    {
        "speaker": "C",
        "text": "Let's do the three badges, just because that's a great topic Jack brought up, and, you know, Joe and I were talking, or we were all talking. There's some big news, you know, with triple badges that I don't. At least a person like myself who been in the platform, who think they know a little bit, I totally missed out on this, and this was kind of a knowledge bomb that was dropped on me yesterday, and I think it just even goes to value the triple badges more. But so what you're looking at, just to set the stage here, is basically all three badge rookies from the 2021 season. There is one. RJ Barrett Nicks. I hope you own it, Jack. Uh, three star, three badge rookie from. From last season. Let's only."
    },
    {
        "speaker": "A",
        "text": "Let's reset real quick. So, yeah, let's just start at the very, very beginning. What are these badges? Why are they important? And what, you know, what's so special about them? Right. And why does it go into a little bit about maybe making a smarter decision over one moment or another?"
    },
    {
        "speaker": "C",
        "text": "Yeah, well, the."
    },
    {
        "speaker": "D",
        "text": "The irony to the whole thing is, like, the badges shouldn't affect anything. Like, nothing actually changes with the mo. You know what I mean? It's such a fun human behavior study, which is, like, you put this shiny bell on this product that already existed, and now you say it's worth more, when in reality, like nothing. It's very interesting."
    },
    {
        "speaker": "A",
        "text": "Well, it's. But, like, it draws the parallel to, you know, the physical sports cards with the RC logo. Right."
    },
    {
        "speaker": "D",
        "text": "So."
    },
    {
        "speaker": "A",
        "text": "And that's, you know, when I, when I think about, I, you know what I. That's what everybody chases in the sports card hobby. It's the rookie cards. Right. Or vintage. Right. Like, you're not your third year, fourth year, fifth year, LeBron, are not what really people are looking for. It's there. They're the rookie cards. Right. So that's what these badges are. Right. So there's going to be three badges, potentially for each rookie as well as people's first moments. Right. So if it's your first moment, you'll have a badge. If it's your rookie debut game, it'll be a badge. And if it's minted in your rookie year, it'll have a badge. Correct. So when we say, when we say three badge moment for these rookies, that means they qualify. This specific moment has all three of those where another moment in the same series may only have two or one. But so you kind of start to see there might be a little hierarchy built within some moments within the same series, which I think is important because of how many moments are going to end up being on the platform in the long run. Right. Like, it's. So how do you make a decision on, or how does top shot even start to tier levels of interest right after series one, which obviously has just a straight up mint run advantage. Right. So that's kind of what we're talking about when we're talking about these moments. So now we can go back to, you know, what we're, what's important about the. Go ahead, Des."
    },
    {
        "speaker": "C",
        "text": "And to add to that, you know, the, the reason I don't think that inject's right. You know, when the three badges come, it's not going to make the moment look so much cooler. It's not going to be the best, you know, badges you've ever seen outperform the RC logo, but what I think the value lies in is a little bit of scarcity, and we'll talk about that. There's going to be a lot of two star moments in a rookie's season, but there's only going to be one three star. And so the scarcity aspect, I think, adds a lot. But I think, honestly, the functionality of just being able to search for three star rookies and two star rookies is going to be massive. As soon as they add that to the marketplace as a tag, I think that'll do more for the rookies than anything we could talk about here today. So I think once they have that functionality and make it easy for users who just join the platform to find rookies, I think that would be huge."
    },
    {
        "speaker": "A",
        "text": "Awesome. So you've put together some really cool information here. So what we're seeing, and for those of you who are listening on the podcast version, we have a list here of all of the triple badge rookies. So, you know, just to run through who those are really quickly, you know, you've got lamellabal, Anthony, Edwards, Halliburton, Wiseman quickly, like Patrick Williams, Obi Top, and Cole Anthony. Those are kind of your top rookies by, by lowest ask right now and by market cap. Right. And then, you know, anybody who's got a 4000, the rookie moment out of 4000. That's what we're talking about in this specific scenario. Is that correct? As."
    },
    {
        "speaker": "C",
        "text": "That is correct. Yeah, we're only looking at the 4000. So, like Sam Merrill, awesome moment out of 12,000, not his debut in the NBA. We're not talking about that. So we're just talking about all the first debut game moments."
    },
    {
        "speaker": "A",
        "text": "So that's a quick way for you to, if you're. If you're just looking for, you know, and not seeing this list, it's how do I, how do I know and identify before the moment badge comes? Right before the badge comes, how do I identify which ones those are going to be? And it's going to be the ones that are minted, especially just in series two out of 4000. Right. So you did mention that RJ Barrett one is the only one, which I think is very interesting and special, and I'm trying to upgrade to one in series one. Now, what is interesting about that RJ Barrett one is, and I think this is what you were alluding to a little bit, des in series one, all of the RJ Barrett moments that are from that debut game will get that three badges. Is that correct?"
    },
    {
        "speaker": "C",
        "text": "Yeah, that is correct. Yeah. The mgle, the bass. And then why can't I think of the other one? Holo. Holo. Okay."
    },
    {
        "speaker": "D",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "They're all."
    },
    {
        "speaker": "A",
        "text": "And that's because they're. They're actually the same moment. They're just different tiers and different mints, which is what we were discussing the other day. I was listening to the non fun gerbils podcast a while back where Alan came on. He's one of the game designers from, from Dapper. And he said the reason they did that in series one, where they repeat moments just at different mint levels, was originally the thought was to mimic the physical sports card world, where you have parallels right. So there was going to be a base, there was going to be the MGLE, and then a different, more rare parallel. And the feedback they got was it didn't really hit with the video moments. So that's why you see repeat moments in series one. And it wasn't because they didn't have moments, it was because they were trying to mimic the physical sports card world of parallels, which I think is pretty interesting. But so that does make the RJ Barrett one. It's the only three badge rookie in series one. Two. There's going to be three different variations you could buy that, have, you know, through that, have that three badge. And then lastly would be, you'll notice that that one, even though the mint, it's minted higher than the other, the other moment of RJ Barrett, it's priced higher. Right. And that's because I think those badges are priced in. What do you think of that?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I totally agree. I think a lot of. A lot of people don't know about the badges, but I think a lot of people do as well, especially maybe the higher priced collectors. So, yeah, it's factored into some extent. That's why I said, you know, the biggest impact it will have is so that other people can find it easily and have that knowledge."
    },
    {
        "speaker": "A",
        "text": "And, Jack, what do you. Are the badges going to be something that you are that are important to you making decisions going forward or, you know, because you kind of seemed like you. Yes and no, right?"
    },
    {
        "speaker": "D",
        "text": "Yeah, they're huge. I mean, they're huge. I would say I hold a couple RJ hollows. That's the one benefit. And being a Knicks fan was. I was just shamelessly buying him coming off a really bad season, to be frank. And now he's playing out of his mind and I'm not, you know, I wouldn't even consider letting that go before he. He gets this three badge. The most interesting badge to me, because series two is a lot more. Three badges is actually the Giannis run it back. So you see the Giannis run it back sitting at around the same price as Kevin Durant. Kevin Durant, you know, he. He has his accolades to his name. Not as many MVP's, obviously. Giannis feels like he has, you know, more time to grow into his career. Katie's established and we know who he's going to be. He can tack on accolades, but he's not, you know, his rep around the league. Giannis can still kind of change how people view him. So it's pretty interesting to see them price at the same time. And Giannis is going to get that rookie tag. And for anyone from the physical space coming in, that, to me, will be massive. Is you're owning a Giannis rookie when we don't have any Katie rookies, LeBron rookie. Right? Any of those. Could those come? Yes, but, like, if you look at all the rookies in the league, it's like Giannis up here, and then Lamello Ball is next. But he's like, you know, miles of miles away."
    },
    {
        "speaker": "A",
        "text": "So that's the one we should group by."
    },
    {
        "speaker": "D",
        "text": "Guys, I was looking to trade for one of them because I really do think. And plus, I mean, look, I was walking around Dallas this weekend selling some giannis because I was just liquidating some modern stuff, and people do not like Giannis. They buy very heavy into this playoff narrative, which is fair to this point. He hasn't proven it, but one run from him, and it unlocks top five player ever. Potential. Now, it's a big if, but how many players in the league can you say could be top five players ever? It's like him and LeBron. It's literally like, it's two people. It's not Luka donch. It's not Lamella ball. It's not durant. Like, Giannis is the only one who is top five."
    },
    {
        "speaker": "B",
        "text": "Could be Lamello Chez."
    },
    {
        "speaker": "A",
        "text": "What is that? Lamella ball. What do you think about that, Yanis? Top five potential speaker two."
    },
    {
        "speaker": "D",
        "text": "I'm talking potential. I'm not sure."
    },
    {
        "speaker": "B",
        "text": "I mean, yeah, I mean, I agree. He does have the potential to do it. I don't think he has the. When you talk top five, on top of the skill, on top of the size, on top of the physical attributes, on top of the longevity of career, you need to also have that killer instance rings 100%, but you also have the killer instinct, and the killer instant kind of gives you the ring, you know what I mean? A lot. A lot of the time. Michael Jordan, Magic Johnson, Kobe, Lebron. You know, people."
    },
    {
        "speaker": "D",
        "text": "That's the thing."
    },
    {
        "speaker": "B",
        "text": "That dog and LeBron on it. But he's. He's a killer now."
    },
    {
        "speaker": "D",
        "text": "You know, that's the thing. He became a killer once the ring came and also once he was taught by Dwyane Wade and Pat Riley, you know, like, so that that's why I just say his potential, that I don't think, you know, there's. There's no debate. And LeBron, remember, he was. I mean, he's the best three point shooter in year 17 and 18. Right? Like, so I'm not saying Giannis ever gets to that point. But if he improves incrementally year by year, if he wins the title this year, he'll have won a title at the same time as LeBron James, which is crazy in the grand scheme."
    },
    {
        "speaker": "B",
        "text": "He definitely has the physical attributes to be able to get into a top five all time player 100%. So, dad, his road is a lot harder now."
    },
    {
        "speaker": "D",
        "text": "Yes, no doubt."
    },
    {
        "speaker": "B",
        "text": "Especially the Knicks, man. Especially Knicks. That's all I have to say."
    },
    {
        "speaker": "A",
        "text": "So. So, des, just recapping that first, that first three badge rookie moments here, based on the data that you've put together, where do you see potential value in maybe picking up some of these that might be, you know, a little under priced?"
    },
    {
        "speaker": "B",
        "text": "You only have to tell me once. I don't. It doesn't take me three times. Just tell me which one to buy. I'll buy right now."
    },
    {
        "speaker": "A",
        "text": "Yeah, you're going to market by whichever one it is."
    },
    {
        "speaker": "C",
        "text": "It's actually an obvious one. And I never say this, and I get to use the whole I'm not a financial advisor claim, but of course, right. I would definitely buy Killian Hayes. Just if you look what happened with Kevin Porter junior and him coming off an injury and what his moments have done since hearing that or since KPJ came back from the G League, it's going to happen the same way with Killian Hayes. He did not have a career ending injury and he'll be back, I think, towards the end of March. And he's a great rookie. He's a top seven pick. He's versatile with the ball. He's international, which I love that appeal. And I think, yeah, Killian Hayes is an automatic buy right now at the price he sits because of the boost you're automatically going to get once he starts playing again. So that's, that's the one I love, to be honest."
    },
    {
        "speaker": "A",
        "text": "Chad, did you just buy it?"
    },
    {
        "speaker": "B",
        "text": "I'm in the midst. I got to buy it after the show."
    },
    {
        "speaker": "A",
        "text": "So on our old, on our other show, Chad is known for literally just buying at whatever. Whenever somebody tells him to buy something on the show, he does. Chad, you also need to run the. When you are done buying that, run the. This is not financial advice ticker on the bottom of the screen so people know, you know, how you get around with it."
    },
    {
        "speaker": "B",
        "text": "Like the name of our show is the mint condition digital collectibles entertainment. If you put entertainment on the end of anything, you automatically, you automatically don't ever have to say it's funny. It's not fun."
    },
    {
        "speaker": "A",
        "text": "What about if we named the show financial advice entertainment?"
    },
    {
        "speaker": "B",
        "text": "That's a fun way to get around it."
    },
    {
        "speaker": "A",
        "text": "Okay, Jack, what do you think of that? What do you think of that play by Des?"
    },
    {
        "speaker": "D",
        "text": "Yeah, it's not, it's not a bad play. The only question is, and I learned this in Dallas this weekend. I. And it's really going to change a lot of my philosophies. Top shot, maybe it's a little more complex, but at the end of the day, the players that want to own are like really good basketball players. And Killian, I mean, he's played like ten games. So I think you could see a bump just by him coming back and being in the news. There's no doubt about it. But what I learned was like even the medium level or the above average players, like, there's less liquidity on them because like they're not that good at the end of, you know, they're not the people. People. You'll never have a problem selling LeBron James or Lamello Ball right now, you know. So for that reason, the player like the rookie that I love is Halliburton because I think he's. He could be the most special rookie in the whole class and he is more expensive, but he's, you know, if he is the second best rookie, he's. So I think both. I think, you know, it's. It's a great option. I just don't know how. I don't watch enough Killian Hayes to actually know his play. But based off him coming back, I think he'll definitely receive a bump."
    },
    {
        "speaker": "C",
        "text": "No, I agree. Looking at value, I think is what the chart is meant for. Right. I created it off basically a DF's model where you can quick scan for green lines and find the values. But I think long term investments, if you're not looking to flip and really hold these players. I can't agree more. Tyrese Halliburton's massive. If you want another reason to go buy one right now because Edwards just had that monster 34 point game. He's actually above Tyrese Halliburton right now, which is for the long term insane. So I think, you know, absolute value there. I was lucky to pack a rising stars Halliburton out of."
    },
    {
        "speaker": "A",
        "text": "I think you make good points. Right. There's. And I think that's what's really interesting about top shot and it is a market in the sense that there's different strategies. Right. Like, you know, Jack saying, hey, this is. I'm going more long term hold type of deals. This is what I'm going to park my money in and not really have to pay attention to it, whereas Des's play is more, okay, I'm going to be involved and engaged in the market, and when this pops, I'm out. Right. Like, I think that's. That's. And it really just depends on how you want to play. Personally, for me, I do. I do a little of both. Right. So I like to be engaged, and I like to try to find those quicker flips. And so I'm interested in stuff like that while my whole goal is to color up right eventually. So I think that's really interesting. Chad, what do we got for our next graphic here?"
    },
    {
        "speaker": "B",
        "text": "All right, I'll pull up. You know what I'd like to talk about, because I feel like I made a mistake just getting back to what Jack was saying earlier. I have trouble timing these purchases. In our group chat, everybody was getting excited about the seeing stars challenge, so I thought we could bring up the challenge tracker. And I really like this because you guys brought up some points. You guys are a little bit more familiar just with, you know, with. With top shots and with, you know, the trading collectibles and all that fun stuff. And the amount of units per card is. Is a big factor in that. And when we were chatting, in our group chat, you were saying, yeah, only the completed challenges will decide what the mint is. And I think that plays a big factor in whether you should load up on, like, what I just did is I literally purchased every single all star this past weekend, and I'm just sitting, and I've lost a little value off of the top, if I'm being honest. But maybe can you walk us through what the lifecycle of a challenge looks like?"
    },
    {
        "speaker": "D",
        "text": "Is that for me or that's not for Des?"
    },
    {
        "speaker": "C",
        "text": "Yeah, it's a roller coaster. Any challenge so far? We'll tell you, there's a lot of interest and excitement out the gate. And, you know, it rises to a pretty good peak. And then, you know, obviously right before it's interesting, early challenges, like in December and January, they, you know, they would actually kind of fall a little bit of as towards it was closing out. And then now you have it, oddly stay pretty high, even though everyone's moments are just going to fall off a cliff after the reward gets minted. And so that's what you see. You see this giant bell curve right around the close of the challenge. So it's interesting. It's a hard thing to time. That's the one thing that we can build all these models and based off historicals, but every challenge is different. The reward draws better interests. The, you know, the dollar to complete the challenge is different. So it's a really hard thing to guess at, but, yeah."
    },
    {
        "speaker": "A",
        "text": "So, Jack, it seems to me, just based on our conversation here, that you probably are not a challenge guy. I would think so, yeah."
    },
    {
        "speaker": "D",
        "text": "It's so funny, once again, timing the market just terrible. Like, I thought when the 4000 Lamellos came out, I was like, why are there so many of these? Like, these are not gonna be worth anything. Oops. Okay. 35k mint in series, too. And same thing with challenges. It felt like everyone would do them, and I was like, these are not gonna be valuable or worth it. And I got lucky because I don't know what. I bought a bunch of run it backpacks when they came out, so I was pretty close to completing them. So I was just like, oh, $34 for DeMarcus cousins or 42 for. And, like, those are worth thousands of dollars, you know? So I literally got lucky that I just had some dapper bounds and, like, wanted to complete those. And I hadn't completed anything till the seeing stars. And then when I sold my LeBron, I wanted to seeing stars because what I found interesting was the singing Stars challenge, not only collecting studs, but the reward are the two best players in the league right now. So I did want to load up on the LeBron side of it, and I bought the KD side so far. I know I need to buy the LeBron side before they announce the LeBron challenge, but we'll see. Like, we'll see. I don't think there's been a challenge to date yet that's been negative, ev, but it feels like, you know, at some point, not every challenge is going to be, or else everyone's just going to keep doing them. So it's really, the challenges are super interesting."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's awesome. So let's, let's quick wrap up with Jack here before he's got to go. We did mention at the top that we bought you a gift for coming on the show as our first guest. We know. We know that you're a Knicks fan, so we, and I'm. I'm a huge Emanuel quickly fan as well. Have you, you also mentioned that you bought a crypto punk. Have you heard of crypto dunks?"
    },
    {
        "speaker": "D",
        "text": "I have. I have. I like the crypto dunks. I love the crypto dogs."
    },
    {
        "speaker": "A",
        "text": "So, Chad, why don't you show them what we purchased him today? We got you an immaculate, quackly crypto dunk."
    },
    {
        "speaker": "D",
        "text": "That's a great nickname. Awesome."
    },
    {
        "speaker": "A",
        "text": "We got you an immaculate quackly. So these look like crypto punk. They're pixelated versions of, I guess they're parody NBA players. And we knew, we knew Jack would appreciate, appreciate that. So thank you for coming on our show, Jack. We'll get this over to you with your ETh address. Just pop it to me in a DM. And, you know, we wanted our give you a literal token, a digital token of our appreciation."
    },
    {
        "speaker": "B",
        "text": "It's a non fungible token."
    },
    {
        "speaker": "D",
        "text": "I appreciate it. And you know what, before I go, is so crazy, is like, that is nfTs, right? Which is like, you're going to be able to engage with people in a completely different way. And instead of you guys, like, venmoing me, you know, whatever that costs. Like, that's a super cool token. I'm never going to resell it unless it goes to, you know, $2 million reseller. I'll distribute your original investment out. I'll take the profits."
    },
    {
        "speaker": "A",
        "text": "Jack's going to go right off of here and tweet that he has it for like ten east."
    },
    {
        "speaker": "D",
        "text": "Josh Hart did it. But, yeah, I think NFts are really cool like that. But I do appreciate you guys for having me. Super fun to talk and we could always talk for hours about this stuff. So I hope to be back on in the future for sure, man."
    },
    {
        "speaker": "A",
        "text": "Thank you very much, Jack."
    },
    {
        "speaker": "D",
        "text": "Thanks, guys."
    },
    {
        "speaker": "A",
        "text": "We'll see you later. All right, so let's, let's get our, uh. What a guy. Yeah. That was awesome."
    },
    {
        "speaker": "C",
        "text": "It was for your first guest to have Jack settlement. That's pretty awesome."
    },
    {
        "speaker": "A",
        "text": "Yeah, he was, uh, really great to have on and, um, just super down to earth, which is great. I mean, he's light years ahead of where I was at that age, too. So, you know, now that my, now that you see all my face and your face chamber, they know we're old guys."
    },
    {
        "speaker": "B",
        "text": "I bought some beer dye today, so we're good."
    },
    {
        "speaker": "A",
        "text": "There you go. Take care. Do we got one more piece of data here that we wanted to cover?"
    },
    {
        "speaker": "B",
        "text": "Yeah, let's do it. 100%. I have the 25 under 25."
    },
    {
        "speaker": "A",
        "text": "Yeah, talk about this. This was fun. Yeah."
    },
    {
        "speaker": "C",
        "text": "I think this is a super important list. I put it together towards the end of last week and updated it yesterday. But it's the top 25 players based on a couple different stats, but under the age of 25. So when you look at the longevity of top shot, where it's going, who of these will be the superstars we talk about, you know, five years from now? You know, they're, they're that of age where they can really come into themselves, they can get traded to better teams, they can become superstars. They have talent right now. So I think it's a really interesting list, especially if you look at the future and maybe a little bit longer hold than just say, a quick flip. So that's what you have here."
    },
    {
        "speaker": "A",
        "text": "Yeah. And you're at the top where we're talking about potential value for top shot here and where you might find some value in plays. Obviously there's some huge price tags up at the top. You got Zion up over 7000. You got Ja Morant at six, 6000, which I've been trying to color up into that moment. I want that one. I don't know why, but I do. Luca at 5400. And then you got, you know, this year's or this year's phenomenal mellow ball at 3000. Then there's a pretty big drop down in price. You got Tatum at 16, Donovan Mitchell at round 14, Devin Booker at 13, Halliburton, which we just talked about at 1200, SGA at 925, which I think is actually a pretty interesting one. Where do you see some value on this list and why?"
    },
    {
        "speaker": "D",
        "text": "Sure."
    },
    {
        "speaker": "C",
        "text": "So just even, like I said, doing the quick scan, trying to find the green, trying to find the value, I think some in the middle, that could have real good potential upside. The one thing I try to keep in mind is the mint size. And I try to balance that with the lowest price because there are some very big differences in mint size. Some are in the 14 hundreds, some are in the 4000s."
    },
    {
        "speaker": "A",
        "text": "Right. And that's what, it's affecting that price tag too, potentially on some of them."
    },
    {
        "speaker": "C",
        "text": "Exactly. So I always like to look at market cap as kind of the great equalizer. It depends on what you like because a lot of people, especially in the traditional, you know, physical card world, love to stay away from the big men. Right. Big men don't sell as much as guards, power forward, small forwards. So, you know, if you, let's say, if you're looking for a guard, I still think Darren Fox is a great buy. He's one of the most heavily touted by Gary Vee, who I know we talked about early on before. So he has some following around it. He's at a really good price. I think it says on the screen, is that 670? So that's. That's a really good value. You look at his points per game, that's impressive. You can see that bright green at 23 points per game, especially look at the people around him, that's considerably, a bit higher. So I like Darren Fox. I like Ayton. Didn't aiden just have like a massive sale, okay. To some NBA player?"
    },
    {
        "speaker": "A",
        "text": "Right?"
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "That was Harrison Barnes."
    },
    {
        "speaker": "B",
        "text": "Harrison Barnes?"
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Harrison Barnes bought it."
    },
    {
        "speaker": "A",
        "text": "Who, by the way, of all the active NBA players, Harrison Barnes owns the most moments."
    },
    {
        "speaker": "B",
        "text": "Really?"
    },
    {
        "speaker": "A",
        "text": "Yes, by far owns the most moments. Josh Hart, I think just opens his packs and sells."
    },
    {
        "speaker": "B",
        "text": "Josh, Josh Hart's not going to get the Nike deal. You know, he's got to make his money. Now, correct me if I'm wrong, but I'm looking at this list, the one that's jumping out at me is Ben Simmons at 880 913. Men's size, 1359. Joel B. Just is, is going to be done for a while. If not, maybe the rest of the season. Being as fragile as he is and not an MVP candidate, in my opinion, I think Ben Simmons is going to shine. He looked great last night in his first game. They demolished their opponent. I forget who it was, but they beat him by like 35, 40 points. And Ben Simmons. Great. Am I wrong? There, is there some upside?"
    },
    {
        "speaker": "A",
        "text": "You know what? It's."
    },
    {
        "speaker": "C",
        "text": "I think there is some upside. It depends on how you look at it. I'm a huge Ben Simmons investor, so I'm pumping my bags for sure if."
    },
    {
        "speaker": "A",
        "text": "I talk about it, but not financial advice. Ticker."
    },
    {
        "speaker": "C",
        "text": "I think a lot of the reason also that I invested early on in Ben Simmons is because they were so hot and Bede was playing pretty well and they could actually have a title run. And so now that he's injured, you just never know how that affects it. And I think people are taking that into account when they lower the value. So I think it is a really good opportunity to pump this. Good."
    },
    {
        "speaker": "A",
        "text": "That's funny. So you know what I think is interesting about this, and I think as the platform develops, we're going to see more if on court play has that big of an impact on prices. Right. Like there's a ton of DF's guys that have come over and that makes me think. Yes. Right. So doing analysis like this will be really important in the future to gain an edge. And I'm just curious to see your thoughts on that, Des, as far as what you've seen so far, where if you see that continuing and how people might be able to gain an edge like that going forward."
    },
    {
        "speaker": "C",
        "text": "Yeah, I mean, you're going to try to do it either two ways and Jack talked about it, you're either going to try to and you as well, you're either going to color up and try to get the best quality best moments you can and sit on them and watch them grow and bet on the platform. At that point, you're really betting on the long term success of top shot, which is great. Cause I think it's here to stay. I think it's great at dealing with the inefficiencies of the physical market. We talked all about it, but so that would be, you know, betting long term on the success of top shot. If you're looking to flip, you gotta find value and you gotta find the catalyst. You gotta foresee the catalyst that's gonna spike these. And sometimes it's, you know, a big game, but sometimes it's a. The badges coming out, sometimes, you know, it's coming back from an injury. So you really have to think, like, what in the future is going to spark interest, spark demand for this certain player, get them at a good value and ride that out, and don't be afraid to cash out. A lot of people talk about paper hands in this era and diamond hands. You know, you should be selling hype and you should be buying panic. That's kind of what I always say. Anytime there's panic in the market, for some reason, people do things that they shouldn't be doing, take advantage of that buy in the dip, and then when hype builds up, let loose. And so I think that's what you're going to do. The reason why I changed the formats of these charts 50 times is because I wanted a quick way to scan it, and I think I've settled on something good where you can quick scan and find the values. So that's what I'm looking for. But there's multiple ways to go about it."
    },
    {
        "speaker": "A",
        "text": "But I think patience is huge, too, right? Like, that's, I think one of the things that I've learned so far, just like any other market, but patience is huge. Watch these cycles happen a couple times, so you know what's going to happen in the future, or at least can make educated guesses on that. Right? So, Chad, what do you got up on?"
    },
    {
        "speaker": "B",
        "text": "I have one question. Yeah, so my boy, tht got his first moment, I think, in the last. In the. I think maybe in the presale packs."
    },
    {
        "speaker": "A",
        "text": "Yes."
    },
    {
        "speaker": "B",
        "text": "I don't. Before that. That's what I could. That's when he was popping up for me, at least. I watched this."
    },
    {
        "speaker": "A",
        "text": "This moment is $140, $40."
    },
    {
        "speaker": "B",
        "text": "I bought it for $80. Is it. Is it that scarce, though?"
    },
    {
        "speaker": "A",
        "text": "No. Well, it is, so it is. And it. So it's out of 12,000 versus, you know, what's coming with the, the new ones are mostly 35,000. And that's because it's his first moment. So this is going to get, this is going to get his first moment badge that we were talking about. And, you know, is it Des, what are your thoughts on tht here?"
    },
    {
        "speaker": "C",
        "text": "It's tough with all the new moments coming out. You really do. And this is where sites like crypto slam evaluate that market are so important because you got to check how many of them released in packs. Right?"
    },
    {
        "speaker": "A",
        "text": "That was what I was going to say."
    },
    {
        "speaker": "C",
        "text": "And there's, in my chart, there's usually a number or percent listed that is so important to keep in mind because if you have, you know, like, example, Emmanuel quickly, phenomenal player, great player. But his number percent listed is so much lower than a lot of the three star rookies that have been out for so long that naturally he's going to have an elevated price. So you kind of have to wait, you know, wait around until a lot of the moments get distributed before you pull the trigger."
    },
    {
        "speaker": "A",
        "text": "That's what I'm talking about."
    },
    {
        "speaker": "C",
        "text": "I'm not sure where tht stands. As far as I know, he's only 12,000. And I know the pre order pack had quite a few, but it'll be interesting to see how many get released."
    },
    {
        "speaker": "B",
        "text": "I'd like, I would like an update on the next episode, please."
    },
    {
        "speaker": "A",
        "text": "Yeah, we'll get it for you. I mean, does the fact, does the."
    },
    {
        "speaker": "B",
        "text": "Fact that Caruso's also in the moment elevate the price? Because it absolutely should, for sure."
    },
    {
        "speaker": "A",
        "text": "What, uh, what did you say you bought it for, Chad?"
    },
    {
        "speaker": "B",
        "text": "I bought it for $80 the other day."
    },
    {
        "speaker": "A",
        "text": "Yeah. Good."
    },
    {
        "speaker": "B",
        "text": "I don't care."
    },
    {
        "speaker": "A",
        "text": "I'm."
    },
    {
        "speaker": "B",
        "text": "I yolo it into a THD."
    },
    {
        "speaker": "A",
        "text": "That's amazing."
    },
    {
        "speaker": "B",
        "text": "But I also have, like, a $1500 Caruso moment that is hemorrhaging money."
    },
    {
        "speaker": "A",
        "text": "I think. I think we have one more order of business. I don't."
    },
    {
        "speaker": "B",
        "text": "One more. That's it."
    },
    {
        "speaker": "A",
        "text": "You. You know what I'm talking about, right?"
    },
    {
        "speaker": "B",
        "text": "I do know. I do know."
    },
    {
        "speaker": "A",
        "text": "I wasn't sure if you had it available because we didn't talk about it before the show, so we were lucky enough one to have DEs with us be doing all this data. And Des is giving a gift to the people today. So. So we have, last week, we gave away the Steph Curry, which we actually technically still haven't given away because gifting has been off the whole."
    },
    {
        "speaker": "B",
        "text": "Do you want to update on that, too? Because it sounds like maybe gifting might be up sooner rather than later."
    },
    {
        "speaker": "A",
        "text": "Yeah, gifting is going to be up. They said hopefully by today, but it sounds like definitely by the time this episode drops tomorrow. And so we will get all those giveaways out. So, Des, what are we giving away here?"
    },
    {
        "speaker": "C",
        "text": "We're giving this Zion away. It's one of the, I mean, gosh, you talk about upside, potential. Zion does have. I mean, you look at his numbers, where he's at compared to LeBron, MJ, as far as points early on his career. He had half a season really last season. You know, the upside is there. So I wanted to give one of the kind of, you know, bright stars of the league. So it was, it was hard to pick, but I chose Zion. I do love Jaw, but Jaw doesn't have this set of moments. So it's a Zion to, I think it's like 7000, I believe, 7589."
    },
    {
        "speaker": "A",
        "text": "Awesome."
    },
    {
        "speaker": "C",
        "text": "So, yeah, it's from the base set to 35k, but happy to do it. You guys have been awesome. Thank you for having me. Hope I can provide stuff going forward and in charts anytime you need them, but it's been a pleasure for sure."
    },
    {
        "speaker": "A",
        "text": "So, Chad, you're going to run the giveaway here?"
    },
    {
        "speaker": "B",
        "text": "Yes, I am. I'm going to pull it up right now."
    },
    {
        "speaker": "A",
        "text": "We didn't have quite as many entrants this time, but we had over 100 again, which I feel like we had a good amount."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's awesome. 1 second here. We had 118."
    },
    {
        "speaker": "A",
        "text": "Nice."
    },
    {
        "speaker": "B",
        "text": "Oh, is it 1 second? Is it showing?"
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Okay, good. This is my first row. It's only my second episode, so I gotta go. Go easy on me here. All right, so we had 118. I have it set up where we're gonna have one winner and then three backups just in case for whatever reason the first one doesn't work or if it's one of us or something that we know or somebody that we don't want to give it to, but here we go. We're going to start it off."
    },
    {
        "speaker": "A",
        "text": "We're going to have a five centralization."
    },
    {
        "speaker": "B",
        "text": "I am the cz here. So we have a winner."
    },
    {
        "speaker": "C",
        "text": "Nice."
    },
    {
        "speaker": "B",
        "text": "And he has a hashmap as a logo, which is."
    },
    {
        "speaker": "A",
        "text": "Oh, there you go. See? Good crypto following. That's the thing."
    },
    {
        "speaker": "B",
        "text": "Going to revan. 3572-8110 definitely a real person and not a russian agent."
    },
    {
        "speaker": "A",
        "text": "So who are our backups?"
    },
    {
        "speaker": "B",
        "text": "Backups? To be on the safe side, we have ignorer. We have Mark Mercier and Md border. So maybe Doctor Border, I don't know, but that's who we have. And yeah, so we will contact Revan and see if he is available with a top shot account and make him."
    },
    {
        "speaker": "A",
        "text": "Do a captcha, because I'm not, I'm not sure that he's a real person. Make him go through and pick the bicycles or the h. What did h. Awesome. So that we have one more, one more quick announcement for the show. We actually, I think, are going to be doing another short episode this week. We're going to kick off a little social media actionable campaign here. We're going to be doing moment madness. So we are going to be coming back with a quick live show to go through the brackets. What I did was I took the top 64, I took a snapshot today of what the top 64 moments on the platform are by lowest ask. So they're going to be what, in theory, should be the most iconic moments on the platform by lowest ask. And I seeded them out into four brackets and we're going to put those moments out for Twitter polls and match them up against each other. You guys will vote, and throughout the course of the next two weeks, we will get down to a final four, which will show all the moments on next week's show. And that should be a lot of fun. We're going to just go through tomorrow and kind of name the, or kick off the bracket and, and then we'll be out on Twitter doing polls. So keep an eye out for that. Des is going to put together a cool little graphic for us to keep track of the bracket, and that should be fun. I'm actually excited to see what is going to win out. Is it going to be the moment? Is it going to be the set? Is it going to be the player? What do you think, Des? You saw the bracket, peak of the bracket. What do you think?"
    },
    {
        "speaker": "C",
        "text": "Well, I mean, with a few exceptions, and I should actually do this list of where the, the moment itself outpaces what scarcity and value it should have. You know, I'm talking the Vince Carter moment. Talking about. I'm curious. I'm curious. I think this fan base has a lot of canadian following, and I'm going to go with my pick is Vince Carter's. Vince Carter's three pointer, last shot."
    },
    {
        "speaker": "A",
        "text": "Wow. You think that's going to take it all down? I like that pick. I like it. Canada, I think, I can't remember exactly. I think it ended up being a three or four seed in the bracket. Don't quote me on that. But. So it's very possible. Chad, what are you."
    },
    {
        "speaker": "B",
        "text": "I'm gonna know. I forgot to ask you, are you canadian, Des?"
    },
    {
        "speaker": "A",
        "text": "No."
    },
    {
        "speaker": "C",
        "text": "Everyone on these things are but Chad is canadian."
    },
    {
        "speaker": "B",
        "text": "I'm canadian. And as a canadian, I don't think Canada likes Vince Carter as much as you think he might."
    },
    {
        "speaker": "A",
        "text": "He left."
    },
    {
        "speaker": "B",
        "text": "He left on bad terms, you know? Yeah. Not. Not good. I don't know who the canadian kind of favorite would be, but I wouldn't necessarily put Vince Carter as in higher regards in Canada, as you might think. Yeah, I think, in my opinion, as a. Not as a Raptor fan, but I think Raptor fans probably put Kyle Lowry ahead of Vince Carter. Realistically. I'm not even joking. Not a joke."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "Probably Chris Bosch, too, ahead of Vince."
    },
    {
        "speaker": "C",
        "text": "So who's your Georgia tech? Georgia Tech grad right there. So I have to give that shout out."
    },
    {
        "speaker": "A",
        "text": "Oh, made it to the tournament."
    },
    {
        "speaker": "C",
        "text": "Made it to the tournament."
    },
    {
        "speaker": "A",
        "text": "I was going to say congrats on your ACC championship, and I hope you have a first round victory. I might have to pick them in the first round just based on knowing now that you went there. The. So I'm going to go with. I'm going to take chalk, and I think I'm going to. But again, maybe not chalk, because it's not the cosmic. I'm going to go with the LeBron tribute dunk or the Kobe tribute dunk. I think that one might be there, but. So we'll kick off the bracket tomorrow. We'll go down and name all the moments, and then we'll get those Twitter polls out. They're going to be fun. We've done it with our crypto podcast, and it was a lot of fun to have people vote on that stuff. We'll tweet it out with links to each moment. So you could actually watch the moment and stuff like that. But that's gonna do it for us. Chad, any parting words?"
    },
    {
        "speaker": "B",
        "text": "No. Just make sure to follow us on Twitter, on Facebook, on Instagram, on TikTok, mostly Twitter and TikTok at the Mint Con. So the mintcondental, it's all the same at everyone, so try to stay brand loyal. Or at least, you know, at least."
    },
    {
        "speaker": "A",
        "text": "Yeah, we got a crappy handle, but at least it's the same everywhere."
    },
    {
        "speaker": "B",
        "text": "It's the same everywhere. It's the same crappy one no matter where you go. So, yeah, just follow us there. Yeah. If you're listening on Spotify or apple, make sure to subscribe. Leave us a five star review on Apple. If you are listening to us, you can actually watch us on YouTube through bench clear media, which the link will be in in the description. If you're doing the reverse of that, if you're watching us and you feel like listening, you can listen to us on all the major podcast network, you know, podcast listeners. I don't know what they're called. Podcasting machines."
    },
    {
        "speaker": "D",
        "text": "Wherever you listen."
    },
    {
        "speaker": "A",
        "text": "My dad told me the other day I had to mail something physically. Like my tacit, he was like, oh, you can hit your tax return physically. I'm like, what? How do you do that? I don't even know what that is. How do you do that? So anyway, go finish that, fellas. I think great show. Thanks to Jack settlement for being pretty awesome there. So a great first guest to have. And we will be back next week with more with episode three of the mint condition. And until then, stay mint."
    }
]