[
    {
        "speaker": "A",
        "text": "I find the perfect body maybe I should try harder. You still never your expectations I know where to party I was never cut out for prompting well, like me diesight my insecurities I'm indeed a surgical doctor at this guy sing by the breath this last night wrapping my cheeks maybe I should try harder. You should lower your beauty standards I know where me I was never thought out for hungry never mind ready? Will you light me let me I've been starving myself farming get on till my own showing teach me how to be okay I don't wanna downplay my."
    },
    {
        "speaker": "B",
        "text": "You wanna be okay chamber everything's gonna be just fine do you ever have, like, a surfer rock, like, surfer indie rock face?"
    },
    {
        "speaker": "C",
        "text": "I don't think I really did, but I actually enjoyed that song."
    },
    {
        "speaker": "B",
        "text": "I'm a bit. I was. I had a big surfer. Indie rock fans. Absolutely. Like, some of my favorite music you can throw on that style of music I'm listening to. I won't stop listening."
    },
    {
        "speaker": "C",
        "text": "That. That is the move. When you. When you said prom queen, I thought maybe you meant like, lil Wayne, you know? I don't know if you've heard that one."
    },
    {
        "speaker": "B",
        "text": "No, I don't think I have. I know, I know. Lil Wayne, you know, is I heard somebody make the argument that Lil Wayne has been bigger than Jay Z for the same amount of time. Like, more better albums. It was interesting because I really didn't have an opinion either way, but I've always kind of assumed Jay Z was like, you know, Jay Zhdemenhe Hova, right? Throw your hands up. But they were saying, like, year for year. Like, every time Jay Z put out an album, the better album was the Lil Wayne album in either the same year or, like, the following year. And basically from 1999 to whatever, 2015, like, lil Wayne should be known as, like, that era's top performer."
    },
    {
        "speaker": "C",
        "text": "I honestly, like, I. I can get on board with that. Yeah, I can get on board with that."
    },
    {
        "speaker": "B",
        "text": "All I know is I just. I know is I just started listening to Kanye."
    },
    {
        "speaker": "C",
        "text": "Thumbs down, though."
    },
    {
        "speaker": "B",
        "text": "No, he thinks. I mean, hey, my. You know, I think that. I think the, you know, the overwhelming opinion is Jay Z's at the top of that list."
    },
    {
        "speaker": "C",
        "text": "Yeah, I'm a fan of both. I liked. I liked Mister Carter, so I liked the Carter three. I feel like those are. Those are great albums. But, you know, maybe Joe's not a. Not a fan."
    },
    {
        "speaker": "B",
        "text": "Are you familiar with the episode of Seinfeld where George complains about the shower not taking."
    },
    {
        "speaker": "C",
        "text": "I'm gonna be honest, I have not seen a single episode of Seinfeld I'm sorry."
    },
    {
        "speaker": "B",
        "text": "What did you just say? Say that again. I took off my headphones for a second."
    },
    {
        "speaker": "C",
        "text": "Um, I think I. What? What happened?"
    },
    {
        "speaker": "B",
        "text": "Oh, there must have been cut off."
    },
    {
        "speaker": "C",
        "text": "I mean, you see the emojis just going wild."
    },
    {
        "speaker": "B",
        "text": "You've never watched an episode of Seinfeld? Is that what you just said to me right now? Bunch, we're gonna have to have a post show meeting. I thought he was in. Yeah, I thought. I thought he was in a circle."
    },
    {
        "speaker": "A",
        "text": "This is, uh, upsetting and disheartening, I would say."
    },
    {
        "speaker": "B",
        "text": "I think."
    },
    {
        "speaker": "A",
        "text": "Disheartening. I disappointed. I trusted pain, right? Yeah. I'm not sure now."
    },
    {
        "speaker": "B",
        "text": "I don't know where to go now. I think. You know what? Let's just end the show, because. Yeah, no."
    },
    {
        "speaker": "C",
        "text": "I feel like, you know, this was a safe space. I feel like I've built up enough rapport that I could be, you know, be able to say that. But maybe. Maybe I was wrong."
    },
    {
        "speaker": "B",
        "text": "Yeah, I would have thought the same thing."
    },
    {
        "speaker": "A",
        "text": "You just. You just automatically now find yourself in the same league as Steve as far as, you know, fodder for being the butt of jokes."
    },
    {
        "speaker": "B",
        "text": "I watched Dune for you. Like, come on."
    },
    {
        "speaker": "C",
        "text": "Well, yeah."
    },
    {
        "speaker": "B",
        "text": "Well, you got nothing to say to me."
    },
    {
        "speaker": "C",
        "text": "I just recorded. I don't get myself in trouble."
    },
    {
        "speaker": "B",
        "text": "That's okay. That's okay. I would say you now have. So, you know, pain. Yes. You have built up a certain amount of credibility with us. And I would say. And, bunch, correct me if I'm wrong, you have three to six months to watch Seinfeld in its entirety. I think that's fair. I think that's fair."
    },
    {
        "speaker": "A",
        "text": "I would say, though, like, if there were. You know, when you talk about how, you know, much rapport someone has built up with you in the crypto space or how much trust somebody has built up with you in the crypto space, the. The ultimate judgment of somebody is, would you. You know, would you give them your private key if you needed to do something in a pinch? And Payton is probably one of the more trustworthy folks, I would say."
    },
    {
        "speaker": "B",
        "text": "What if one of your keywords was the George password and he doesn't even."
    },
    {
        "speaker": "A",
        "text": "Know as long as he can read. He would see it on the paper. But it's the mystery if that was, like, the. Yeah, if that was the password hint that you had to know. Bosco. Yeah, I don't know if he would pass that. But, you know, that. That's something for another time, I think. But, you know, I wonder, though, does. So, like, there's a certain amount of nostalgia, obviously, that we have, for a show like Seinfeld, having grown up with it, watched it a billion times, all that kind of stuff. It's in syndication. It's on Netflix. Like, you could just put it on and let it roll. And, you know, I, so I have watched some recently because my eight month old loves Seinfeld, of course. Yeah. So, but I do wonder, as somebody who's never seen it before at all, ever, if it would hold up."
    },
    {
        "speaker": "B",
        "text": "I think it does. I really hold up. I just rewatched some episodes not that long ago, like, within the last calendar year."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah. I mean, I've watched some within the last couple weeks."
    },
    {
        "speaker": "B",
        "text": "Right. And I, I hold a lot of things to, you know, the fire, and I've gone back and watched stuff. I'm like, oh, that's absolute garbage now. Like, I was a massive, like, you know, Adam Sandler fan. I'm still a huge Adam Sandler fan."
    },
    {
        "speaker": "A",
        "text": "But those sandler. Some, some holds up."
    },
    {
        "speaker": "B",
        "text": "Like, you go back and watch Billy Madison or, you know, you're saying that."
    },
    {
        "speaker": "A",
        "text": "One doesn't, it doesn't hold up as well. Like, as in what way?"
    },
    {
        "speaker": "B",
        "text": "In the way of how hard you would laugh as a child."
    },
    {
        "speaker": "A",
        "text": "Oh."
    },
    {
        "speaker": "B",
        "text": "Do you know what I'm saying? Like, I'm not, it's not that. It's not that funny anymore. And then I try to."
    },
    {
        "speaker": "A",
        "text": "That's like, that's, yeah, I let my."
    },
    {
        "speaker": "B",
        "text": "I let my, you know, nine year old kid, ten year old kid watch it. And she's like, this is not funny. And she watches."
    },
    {
        "speaker": "A",
        "text": "Really?"
    },
    {
        "speaker": "B",
        "text": "Yeah. Like, it's. And she watches. I would put her as the second funniest person in my household."
    },
    {
        "speaker": "A",
        "text": "That's pretty funny. I like the, the chamber household power rankings."
    },
    {
        "speaker": "B",
        "text": "There's definitely power rankings. There's power rankings for funniness, for just favoritism. I think, overall, which one of your."
    },
    {
        "speaker": "A",
        "text": "Kids is your favorite?"
    },
    {
        "speaker": "B",
        "text": "That's a good question. I'll tell you what. The youngest one is firing up the ranks."
    },
    {
        "speaker": "A",
        "text": "Really?"
    },
    {
        "speaker": "B",
        "text": "Yeah, she's, yeah, she's shooting up the ranks. She might be third overall."
    },
    {
        "speaker": "A",
        "text": "Third overall. There's only three other. So she's dead."
    },
    {
        "speaker": "B",
        "text": "And there's also the cat."
    },
    {
        "speaker": "A",
        "text": "Okay. Got it."
    },
    {
        "speaker": "B",
        "text": "Cats always last."
    },
    {
        "speaker": "A",
        "text": "Yeah. My pet, by the way, like, we can get into this in a minute. But I. So, okay, so, so you're saying that you're, you're saying that Seinfeld holds up Adam Sandler, for the most part, does not, for the most part, all Adam Sandler."
    },
    {
        "speaker": "B",
        "text": "I would say your classics, like even happy Gilmore, wasn't as funny as I remembered I would say similar things for Jim Carrey. You know, that being said, I did watch."
    },
    {
        "speaker": "A",
        "text": "Basically what you're saying is you've grown out of the physical comedy realm, is what you're saying."
    },
    {
        "speaker": "B",
        "text": "I, like, I think, no, I'm just, I think there's just such higher quality comedy now. Like, I mean, I think you should."
    },
    {
        "speaker": "A",
        "text": "Is this kind of like the Jordan LeBron discussion? Is that like, I, you know, MJ is playing against a bunch of plumbers."
    },
    {
        "speaker": "B",
        "text": "And I think it just highlights how good Seinfeld was that it still holds up. Like, it, it is so funny still, even though it's date, like, you know, the visuals are dated. Like, you know, the clothing's dated, everything else."
    },
    {
        "speaker": "A",
        "text": "Yeah, you're right, because, like, the topics are not dated. They're still everyday."
    },
    {
        "speaker": "B",
        "text": "Absolutely. Yeah."
    },
    {
        "speaker": "A",
        "text": "Like, you know, and that's, that's what made the show great. It was the show about nothing because it was the show about everything."
    },
    {
        "speaker": "D",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "Like, it was literally your life situationally. And that was, that's what made it so good. And, but, you know, the classic it's funny because it's true line. Right. I think that's it's real life, like Adam Sandler and stuff. No, like, very much."
    },
    {
        "speaker": "B",
        "text": "Because what's a modern day, like a lot of people complain about? There's no, like, modern comedy movies. You know what I mean? Like when we were kids, they're like."
    },
    {
        "speaker": "A",
        "text": "Seth Rogen joints or whatever."
    },
    {
        "speaker": "B",
        "text": "Well, I would argue even Seth Rogen was in that. Like, we were older, obviously. Like, we would have been our twins. But there was kids watching, you know, Seth Rogen movies that were, you know, legit comedies."
    },
    {
        "speaker": "A",
        "text": "Sure."
    },
    {
        "speaker": "B",
        "text": "Like anchor or super bad. Like, same thing with Will Ferrell, like Anchorman and like the Talladega nights years, you know, I mean, like up until maybe like 2010."
    },
    {
        "speaker": "A",
        "text": "Yeah. What's a modern comedy now? Something with John Cena and the rock?"
    },
    {
        "speaker": "B",
        "text": "Nothing."
    },
    {
        "speaker": "A",
        "text": "That's like, there's comedies these days for movies."
    },
    {
        "speaker": "B",
        "text": "There's basically nothing. There's funny television. So, like, we've had, it's always sunny in Philadelphia. We've had, I think you should leave, which I think are two of the 21st century's best comedies. You know what I mean? I think television comedy is still there, but not movie comedy. I don't, I don't think it's pulling in the, pull it in the asses. You know what I'm saying? Like the asses aren't going to the theaters."
    },
    {
        "speaker": "A",
        "text": "Do you think that's because as a society, we are just no longer funny?"
    },
    {
        "speaker": "B",
        "text": "No, I think we are funnier than ever."
    },
    {
        "speaker": "A",
        "text": "You think I don't know about that?"
    },
    {
        "speaker": "C",
        "text": "I think we're too offensive. I think everyone gets offended, too."
    },
    {
        "speaker": "B",
        "text": "No, I think people that aren't funny think people get too offended. I don't."
    },
    {
        "speaker": "A",
        "text": "What, a backhanded compliment or what a backhanded insult to pain?"
    },
    {
        "speaker": "B",
        "text": "No, but I see that as a trend. I see a lot of people complaining about not being able to be funny, and yet I see people like Tom Segura. I see people like Nate Bergazzi. I see people like, what's his name? Who's the red hat guy from Boston? I was bald. Now Bill Burr. You know what I mean? These guys are elite comedians."
    },
    {
        "speaker": "A",
        "text": "Yeah, but they're like, you know, they're. Yes. Those are elite level comedians. Yes. What's your, what's your point?"
    },
    {
        "speaker": "B",
        "text": "My point is we're still funny and maybe funnier than ever."
    },
    {
        "speaker": "A",
        "text": "Got it. Okay."
    },
    {
        "speaker": "B",
        "text": "And I don't think, I don't think the woke left is ruining comedy for everybody. I think it's people that aren't that funny that can't figure out how not to say the r word. You know what I'm saying?"
    },
    {
        "speaker": "A",
        "text": "That's funny. Well, I do think that. Yeah, there's definitely. Well, actually, hold on. We're gonna, we're gonna bring up, we're gonna bring up Mike here. Mike. Mike got the comedy, the comedy chops. In fact, he's gone shopping for some at the comedy store. Mike, welcome back for round two of the mint condition. How are you?"
    },
    {
        "speaker": "E",
        "text": "I'm loving it. Appreciate being brought up. I jumped into the comedy part last, last episode. I jumped into the tech part, and I was like, oh, this is great. I'm learning things as I'm working. It's very awesome. And now I'm hearing things, and my stomach is churning."
    },
    {
        "speaker": "A",
        "text": "Welcome to our show, Mike."
    },
    {
        "speaker": "B",
        "text": "This is like a real episode."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "E",
        "text": "Chambere. I love the commentary. I think I'm actually just kind of getting involved more into all your guys's shows and all your spaces just because the organization and structure is there and it's available in, at my fingertips."
    },
    {
        "speaker": "B",
        "text": "Well, yeah."
    },
    {
        "speaker": "E",
        "text": "It's also a testament to what you guys are doing. It's good work. So I'm learning more about the players as, like, a shakespearean thing. And Chamber, his opinions are his. They're pretty based. You know, he believes in what he says. There's no doubt about it. Um, he's very passionate."
    },
    {
        "speaker": "A",
        "text": "That is factual. I mean, if there's. That is pretty accurate."
    },
    {
        "speaker": "B",
        "text": "That's a good assassin."
    },
    {
        "speaker": "E",
        "text": "I can do. I could do good. Like, the, I was at the comedy store. I did pick up on a lot of comedic traits every single night because that's, I was just an, I was an orbiter, I was a hanger. So like, I'm staying there till two, three in the morning and I'm watching these comedians close out the store and there's, you know, it went from 120 people in the room to about 20. And I'm still watching belly laughs and I'm still watching just like I, real good professional comedy. And I agree, there's a lot of funny stuff going on now. I don't think the money's in comedy. I think there's a ton of money in drama and IMAX. And unfortunately, it's all superhero stuff. The closest you're going to get to a big budget comedy movie is like a new ant man, unfortunately."
    },
    {
        "speaker": "B",
        "text": "Right. That's accurate."
    },
    {
        "speaker": "A",
        "text": "That is a very national trend."
    },
    {
        "speaker": "B",
        "text": "And he's, yeah, I mean, you can't."
    },
    {
        "speaker": "E",
        "text": "Judd Apatow disciple as well. And so the movies you guys were talking about before were Judd Apatow movies in the middle of to early two thousands. It kind of transcended from late nineties SNL and today you don't have either of those two things, which is unfortunate."
    },
    {
        "speaker": "A",
        "text": "Yeah, SNL sucks now."
    },
    {
        "speaker": "B",
        "text": "Whoa, whoa, whoa, whoa, whoa, whoa. Come on. You can't go chamber."
    },
    {
        "speaker": "A",
        "text": "You are still, you're still the only one that I know that watches Saturday Night Live religiously."
    },
    {
        "speaker": "B",
        "text": "Yeah, I'm the one that's getting in early on. Guys like Tim Robinson, like guys like Jason Sudeikis that are just absolutely, those."
    },
    {
        "speaker": "A",
        "text": "Guys are ten years old."
    },
    {
        "speaker": "F",
        "text": "That's why he left SNL."
    },
    {
        "speaker": "B",
        "text": "So you can't say Jason Sudeikis was a staple on Saturday live for a decade."
    },
    {
        "speaker": "F",
        "text": "You can't be on the, a decade ago."
    },
    {
        "speaker": "B",
        "text": "That's what I'm saying. Like I'm getting in earlier. I'm telling people about Jason Sudeikis and Tim Robinson."
    },
    {
        "speaker": "A",
        "text": "My point is those people that you just named as like the highlights of Saturday Night Live, that was a decade ago. Yeah."
    },
    {
        "speaker": "B",
        "text": "There are people. I can name you a lineup of people on Saturday Live currently. Like, people like, I don't know if you're familiar. I'm, again, I met a lot."
    },
    {
        "speaker": "A",
        "text": "Any question?"
    },
    {
        "speaker": "B",
        "text": "So Sarah Sherman, if you haven't heard of Sarah Sherman, you should absolutely look her up. I think she is one of the funniest people maybe alive right now. She will be absolutely huge. Guys like Mikey day, I think once he leaves Saturday live is going to have a very big career. No relation to Charlie day, unfortunately. Jarrod Carmichael. Jarod Carmichael is amazing. Remember, I think two years ago he was hosting Saturday Live and nobody knew who he was. That was the big name. And Saturday live is known for. Would rather have the bigger name hosting. Then the quality, you know, I mean, like, then the quality."
    },
    {
        "speaker": "E",
        "text": "Well, Gerard was because he was pushing his special and his special was exactly. It really was."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think that's when he came up."
    },
    {
        "speaker": "E",
        "text": "Yeah, exactly."
    },
    {
        "speaker": "B",
        "text": "Was that specific? Yeah. So, yeah, I mean, that was an amazing, that was an amazing episode of Saturday Live. And granted, I will, you know, say since I've been watching Saturday live for like 40 years now, I would say there's still only two to three great episodes per season. And that's from 1994."
    },
    {
        "speaker": "A",
        "text": "You don't see a problem with that?"
    },
    {
        "speaker": "B",
        "text": "I mean, it's, it hasn't changed."
    },
    {
        "speaker": "A",
        "text": "I should watch every Saturday Night Live for the random chance that I'm gonna catch one of the great."
    },
    {
        "speaker": "B",
        "text": "You wanna get in early? I mean, I like to get in early on the comedic geniuses. So those three episodes of Saturday Night Live, back in 97 when Will Ferrell was funny, you know, those are the ones you want to watch out for."
    },
    {
        "speaker": "A",
        "text": "Yeah, but I could watch those now."
    },
    {
        "speaker": "B",
        "text": "And they know, but funny again, they're on Saturday live before they're big movie stars. So if you want to know who's gonna be the next funny person, they usually come out of the Saturday Night Live chamber."
    },
    {
        "speaker": "E",
        "text": "Like now let me, let me approach it like this. Sometimes the funniest people are the ones who got fired from SNL before. So I think Shane, Larry David Gillis, especially Shane Gillis."
    },
    {
        "speaker": "B",
        "text": "I didn't know Shane Gillis worked for."
    },
    {
        "speaker": "E",
        "text": "He was fired."
    },
    {
        "speaker": "B",
        "text": "A writer. Was he a writer?"
    },
    {
        "speaker": "E",
        "text": "He was fired the day he was hired because, like, his agent texts him and the agent's like, hey, the network, like SNL, they found some pretty raunchy, racy stuff on your twitter."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah, he's definitely on the edge."
    },
    {
        "speaker": "E",
        "text": "And so they just booted it before it was even a thing. And that only boostered his stand up. That only made him funnier and more attractable and likeable. And it's because he was edgy and off grid because he's, yeah, I would."
    },
    {
        "speaker": "B",
        "text": "Say he's definitely in. The last year has gotten significant."
    },
    {
        "speaker": "E",
        "text": "I would say giving two good SNL reviews a season is pushing it for the last like ten to 15 years. Once hater left in armisen left, I would say, see, you're pushing people."
    },
    {
        "speaker": "B",
        "text": "Oh my goodness. You people all say the same thing. Oh, it hasn't been the same since San left. Oh. Hasn't been the same since far left. Oh. Hasn't seen. Been the same, I'm saying. But it's gonna be something, you know, it's gonna be all like, it's a, in 15 years from now, it's going to be. It hasn't been this, you know, it hasn't been as good since Sarah Sherman left. You know what I mean? Like, I don't think we're saying the same thing."
    },
    {
        "speaker": "E",
        "text": "I think they'll be."
    },
    {
        "speaker": "B",
        "text": "My old man was saying, my own. My old man's been saying, it hasn't been good since Bill Murray left. Okay? Like, like, it's the same thing over and over and over."
    },
    {
        "speaker": "E",
        "text": "It will be canceled. The show will be shut off at one."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Like, once Lauren's dead. I think."
    },
    {
        "speaker": "E",
        "text": "I think the Simpsons will last longer than SNL."
    },
    {
        "speaker": "B",
        "text": "I would bet. I'll bet that Saturday life lasts longer than Simpsons."
    },
    {
        "speaker": "E",
        "text": "I can, I can."
    },
    {
        "speaker": "A",
        "text": "The Simpsons got to be close to the end."
    },
    {
        "speaker": "E",
        "text": "No, I think we're just starting a second wave of things."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "E",
        "text": "Because I'm still a Simpsons."
    },
    {
        "speaker": "B",
        "text": "I would love it."
    },
    {
        "speaker": "E",
        "text": "It's like you're an SNL guy. Like, I'm a Simpsons guy, and I'll watch all the new ones."
    },
    {
        "speaker": "A",
        "text": "Chambers, also a Simpsons purist. He, uh. One day or one year, Mike. We've been doing this together for quite some time. For Christmas, I got him one of those, uh, you know, like, create your family photo as the Simpsons characters. And that's what I got him for Christmas and sent it to him. It's hanging somewhere in his, on his refrigerator or something."
    },
    {
        "speaker": "B",
        "text": "The old. And it's."
    },
    {
        "speaker": "E",
        "text": "Go for it. Chamber."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "I was gonna say, and it's still my home."
    },
    {
        "speaker": "E",
        "text": "That's adorable. That's very doable. The only thing I'll say, I'm gonna go back to listening and I'll try to catch up with all the relationships that go on in these spaces. But the reason why Simpsons will last longer is because it's simply because it's animated and you don't have, like, human air."
    },
    {
        "speaker": "B",
        "text": "That's fair. Have you noticed the voice change, though?"
    },
    {
        "speaker": "E",
        "text": "That's gonna, that's why it's gotta be the second."
    },
    {
        "speaker": "B",
        "text": "It's weird."
    },
    {
        "speaker": "E",
        "text": "All right, I'll come back with Simpsons data. I'll talk to you guys later."
    },
    {
        "speaker": "B",
        "text": "All right."
    },
    {
        "speaker": "A",
        "text": "We might have to do some kind of Simpsons draft at some point."
    },
    {
        "speaker": "B",
        "text": "Do you know about the voice change?"
    },
    {
        "speaker": "A",
        "text": "Like, in the last."
    },
    {
        "speaker": "B",
        "text": "It's weird. Like you just throw. Next time you see it on or put, or you go on Disney, just go to, like, one of the last seasons that they have available and listen to, like, their voices. And it's so weird that they're like an octave lower just because they're getting older. Like old. Like, you know what I mean? Like Marge's voice is insane. Like Marge doesn't even sound like Marge anymore. It's wild."
    },
    {
        "speaker": "A",
        "text": "Interesting. Mister House, jump in and filet our co host here."
    },
    {
        "speaker": "F",
        "text": "Yeah, chamber. I just can't have you placing Tim Robinson in the SNL bucket when no one appreciated his career except for you claiming, okay, you being the lonely person until he left and did the characters, because I think you should leave. I mean, it's just still heavily underappreciated. Jumping forward to generational complaining about, I haven't watched it since this person left. I think that just means it's a sign of it needs to die, right? Like come up with something new. Like it's what they do with James Bond. You kill them off for 50 years, you cycle in some new guys, new brand name."
    },
    {
        "speaker": "B",
        "text": "Listen."
    },
    {
        "speaker": "F",
        "text": "And then you bring in someone young and sexy, replace the role. Works out."
    },
    {
        "speaker": "B",
        "text": "Listen, listen. Okay, if we did that when people were talking about Farley and Sandler, because, you know, people were, and arguably, they're correct. We're saying, like the 93, 94 cast, whenever they got rid of, I think they got rid of Farley, Sandler, a bunch of guys all at the same time. And then it went into the Will Ferrell years and they said they should have canceled it after that. Then we wouldn't have got any of the Will Ferrell movies. We wouldn't have got, I mean, fast forward rate to today. I mean, you got, you know, Bill Hader, Jason Sudeikis and Tim Robinson. We're all in the cast at the same time and are arguably three of the biggest shows on tv right now with, you know, Barry, I think you should leave. And Ted Lasso is the other one."
    },
    {
        "speaker": "A",
        "text": "So, I mean, just finished Ted Lasso last night."
    },
    {
        "speaker": "F",
        "text": "If getting rid of all of those meant rid of getting rid of Brooklyn nine nine, it will have been worth it."
    },
    {
        "speaker": "B",
        "text": "There are people, I mean, I'm not a, I'm not a Brooklyn nine nine guy, but there are people that like Brooklyn nine nine."
    },
    {
        "speaker": "A",
        "text": "I heard Payne loves Brooklyn nine nine."
    },
    {
        "speaker": "B",
        "text": "That does not shock me. Yeah, huge big nine nine energy from, from pain."
    },
    {
        "speaker": "A",
        "text": "Before we go down to Joe, I, you know, Payne, who is our wonderful producer here, dropping actual NFT articles into our group chat, followed by at 04:23 p.m. i'm so sorry for starting this debate, followed by my response at 04:23 p.m. our show is dog shit. So this is live action."
    },
    {
        "speaker": "B",
        "text": "I've been sweating since the start because my first shower didn't take. All you had to say was, yes. Pain, yes. And then the joker been over."
    },
    {
        "speaker": "A",
        "text": "Wow. There you go, Joe. Jump in."
    },
    {
        "speaker": "G",
        "text": "I just wanted to point out to chamber really quick that the person who said lil Wayne was better than Jay Z was Lil Wayne. So I'm not really sure if you get to call yourself the greatest of all time. And then when everybody else chimes in and they're like, well, you're pretty good, but you're not really the greatest. And then he's like, no, no, no, no. I assure you."
    },
    {
        "speaker": "B",
        "text": "Check this out."
    },
    {
        "speaker": "G",
        "text": "I don't know if then you could to say, well, you know, people are saying little Wayne is better than Jay Z. And it's like, yeah, those people are named."
    },
    {
        "speaker": "B",
        "text": "For the record. I didn't know it was Lil Wayne."
    },
    {
        "speaker": "G",
        "text": "Yeah, he said it."
    },
    {
        "speaker": "A",
        "text": "Back in chamber, Chambers convinced his mom that he's the best podcaster of all time. And that's. That's it. But now he says, because, like, these kind of things, people are saying you're the greatest podcast."
    },
    {
        "speaker": "G",
        "text": "I've heard that Chamber is the best podcaster of all time."
    },
    {
        "speaker": "A",
        "text": "Yeah, Chamber. Hey, remember last time when we said, you get an episode, I get an episode. This is definitely turning for me."
    },
    {
        "speaker": "B",
        "text": "Yeah. I mean, we can talk about how. How much quality content we put out on the last episode. We got a good amount of downloads. People like chat, GPT, and AI."
    },
    {
        "speaker": "A",
        "text": "We're transitioning to a full AI podcast here soon."
    },
    {
        "speaker": "C",
        "text": "Yeah, that was our meeting this morning. And that was our meeting we just went into. Straight into comedy."
    },
    {
        "speaker": "B",
        "text": "It's for the overall DJ network. That's the. Not necessarily specifically for brain condition."
    },
    {
        "speaker": "A",
        "text": "Right. Because the rules don't apply to you."
    },
    {
        "speaker": "B",
        "text": "That's even the ones that I make."
    },
    {
        "speaker": "A",
        "text": "Even the ones you make, right. No, that's exactly right. The. In fact, especially the ones you make. That's why I would say especially."
    },
    {
        "speaker": "B",
        "text": "Yeah. Yeah."
    },
    {
        "speaker": "A",
        "text": "I was gonna ask you, though, before we get to captain big booty mix over there down on in the stage. I did see. We need an update. I did see that you recorded and published your first episode of the first mint the other day."
    },
    {
        "speaker": "B",
        "text": "It was. Yes, we did. Right after the Monday show rolled right into part two with the first mint."
    },
    {
        "speaker": "A",
        "text": "Wow. So we were the warm up."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "He's like, you were nice and loose."
    },
    {
        "speaker": "B",
        "text": "I was. I was. They did. Phil had mentioned that LG wanted us to do 2 hours, and I'm gonna be honest with you. We went long. I'm in condition. I don't know if I got 2 hours in me, but sure enough, we got, he didn't want to do 2 hours either, but we got a good hour 20 in. Yeah. So. But it was good show."
    },
    {
        "speaker": "A",
        "text": "What do you, what'd you talk about over there?"
    },
    {
        "speaker": "B",
        "text": "Talked a lot of sports. We talked the shenanigans that occurred during the contest."
    },
    {
        "speaker": "A",
        "text": "Oh, so you, you did surface this?"
    },
    {
        "speaker": "B",
        "text": "Oh, yeah, yeah, yeah."
    },
    {
        "speaker": "A",
        "text": "Did you talk, did you tell them how you really felt during the competition or."
    },
    {
        "speaker": "B",
        "text": "Oh, absolutely. Yeah, yeah. I told them how much trash I was talking in the DM's and how embarrassed I would have been had I lost. But, you know, I basically said, like, you know, as a fellow podcaster, I was trying to help you guys out in a time of need, and you guys made me jump through hoops, and I'm gonna be honest, did not care for it. But, no, it was, it was fun. I was just joking."
    },
    {
        "speaker": "A",
        "text": "Bird spy down there says SNl is the NFTs of late night entertainment. Hopefully you get one good episode if you watch all the terrible ones."
    },
    {
        "speaker": "B",
        "text": "Yeah, no, I mean, that's not wrong. There are a lot of terrible episodes."
    },
    {
        "speaker": "A",
        "text": "So will you go back to do another episode of."
    },
    {
        "speaker": "B",
        "text": "Yeah, we're gonna. We're gonna do Monday. See, I still think if you, uh, if you listen to the full show from Monday, uh, there was hesitancy in Phil's voice, uh, especially when we're discussing the potential of other hosts, of the other contestants that could have been hosts, and I think they had their eyes set on one or two Goldberg. On Goldberg or the other guy? Forget the guy."
    },
    {
        "speaker": "A",
        "text": "Do you feel like he was happy with your performance after Monday?"
    },
    {
        "speaker": "B",
        "text": "I think I convinced them after. By the end of that episode, he was on board."
    },
    {
        "speaker": "A",
        "text": "Look, I mean, nobody's got Riz like you. You're the Riz king of Ontario. And there's nothing anybody could say about that, that it is just facts. And look, I mean, Goldberg might be handsome and quad might be. Might have some. He's funny. He's got, he's got some comedy chops, right? But, like, you're, first of all, you're both. And. And your takes are just based, as Mike said, it's. It's just hard to. Hard."
    },
    {
        "speaker": "B",
        "text": "There was some hot takes there. I definitely threw out some hot sports takes. We talked a lot of basketball, talked some baseball, talked, you know, top shot a little bit, and just how I felt about nfTs, but I thought it was a pretty good show overall Monday."
    },
    {
        "speaker": "A",
        "text": "Should be Monday."
    },
    {
        "speaker": "B",
        "text": "Should be fun. He did get a little. I'll tell you what, though, as on the line as I get sometimes, you know what I mean? Like, I like to dip my toe in the. He was, Phil is my, was ready to go places much quicker than really interesting. Yeah, just some interesting things. I thought, I was worried that I was going to get in trouble at one point."
    },
    {
        "speaker": "A",
        "text": "Interesting. Okay, I'll have to throw the transcript into chat GPT and have it give me a summary, what we said, because."
    },
    {
        "speaker": "B",
        "text": "Should chamber be canceled after?"
    },
    {
        "speaker": "A",
        "text": "Not a chance. I'm going to listen to the whole episode. I'm sorry. It has nothing to do with you. It's just big booty mix. How does it feel to be the ris king of threads, the Zuckerberg data mining platform for you?"
    },
    {
        "speaker": "D",
        "text": "It's, it feels, it feels good to get some engagement, because over here on the bird app, we get absolutely none. So it feels good for one time."
    },
    {
        "speaker": "A",
        "text": "I mean, you are, like, you've got it going on over there, I gotta say. Like, you know, there's all the folks that I follow here that I'm following over there as well. And every once in a while, I'll click into somebody's profile just to see kind of how they're progressing with, like, followers and things like that. Because comparison is the thief of joyous. And I'm very impressed with what you got going on over there, Anthony. It's well deserved. Your takes are fire as well, and I'm very happy for you."
    },
    {
        "speaker": "D",
        "text": "I appreciate that. Are you going to reveal who you are there yet, or are you just going to lurk in the shadow?"
    },
    {
        "speaker": "B",
        "text": "Oh, yeah, that's a good question, Anthony, because this has been plaguing me, and I forgot to ask last time."
    },
    {
        "speaker": "A",
        "text": "What'S the question?"
    },
    {
        "speaker": "D",
        "text": "Who are you?"
    },
    {
        "speaker": "A",
        "text": "I'm not telling you. If you don't know, if you don't know it by now, there is a select few group here that knows."
    },
    {
        "speaker": "B",
        "text": "Are you following me?"
    },
    {
        "speaker": "A",
        "text": "Wouldn't you like to know?"
    },
    {
        "speaker": "D",
        "text": "Do you engage? Are you a reply guy or what's your mo?"
    },
    {
        "speaker": "A",
        "text": "So this is what I love about threads. I was able to go over there and just kind of cloak myself in newfound anonymity. The, the problem is, like, there's breadcrumbs all over. Like, you will, if you, if you stumble across it, you'll know right away that it's me. Uh, but if you're not looking, like, if you, if you don't, uh, you probably wouldn't know it's me. And so, like, there's breadcrumbs everywhere. You can certainly find out if it's me or not. Uh, it's not intended to be totally anonymous. However, I did want to, like, curate a new feed and like, use it for a different type of, like, I don't know, my Twitter feed is so much nft PFP crowd, and I'm trying to, like, I kind of like the fact that I could get away from that over there a little bit. So I'm following you guys because I love you and you're my people. Uh, but I'm not following every nft Mf or that I follow over here. Um, and that's on purpose. So I think I follow all of you that on threads that are over there that I've come across, I throw a little breadcrumb out. Vicki was actually my first follow and my first comment. I think mister House knows who I am over there. A couple others."
    },
    {
        "speaker": "B",
        "text": "How do I not know that's so upsetting, Chamber?"
    },
    {
        "speaker": "A",
        "text": "I've actually, I'm pretty sure I've commented on something of yours, which is even."
    },
    {
        "speaker": "B",
        "text": "I mean, it's so upset."
    },
    {
        "speaker": "D",
        "text": "If you've commented on something of chambers, that means I could find it really."
    },
    {
        "speaker": "A",
        "text": "Quick, probably because the engagement over there still."
    },
    {
        "speaker": "D",
        "text": "So, I mean, I came up because I heard Chamber was talking about threads during that pod, whatever podcast you, whatever you want to call that show that I just watched that you're on now."
    },
    {
        "speaker": "A",
        "text": "The first, I don't know, I don't."
    },
    {
        "speaker": "D",
        "text": "Know what that was. I watched it for like ten minutes and I needed to turn it off, but I heard you talking Chamber about, you know, putting in all the effort on threads. I go to your page and it's, it's not good. I mean, what's happening?"
    },
    {
        "speaker": "B",
        "text": "So are you, are you not looking at DJ network? I spent most of my time."
    },
    {
        "speaker": "D",
        "text": "Am I following the wrong DJ network is there too?"
    },
    {
        "speaker": "B",
        "text": "Are you kidding me right now? I don't need this right now, okay? I don't. I, I'm already upset with pain, okay? I don't need to be upset with you."
    },
    {
        "speaker": "D",
        "text": "I mean, we got, we posted 5 hours ago and there's literally not one single engagement on there."
    },
    {
        "speaker": "B",
        "text": "Okay? I can't make people."
    },
    {
        "speaker": "D",
        "text": "So let me, let me give you some alpha on threads. Videos, no. Videos get completely wiped out of the feed. No videos, no gifs, no videos. It's, it's pictures. Pictures with words. Right? So you need to drop like a one liner with a picture."
    },
    {
        "speaker": "B",
        "text": "And that's how we're gonna just deleting it right now."
    },
    {
        "speaker": "A",
        "text": "Well, this is, this is good alpha, though. B and, and it doesn't surprise me that that's the case because, you know, you've got an Instagram crowd over there, so it's basically like, you know, Instagram with text, right? Like, is that your experience so far, Anthony?"
    },
    {
        "speaker": "D",
        "text": "I would say, like, you want to keep your. If you're going to do text spread, they have to be like, like one to two sentences max. Like really short. And then pictures really, I think, are performing better right now. Like a little, like."
    },
    {
        "speaker": "A",
        "text": "So, like, when you're saying pictures, are you, are you out there on threads posting thirst traps?"
    },
    {
        "speaker": "D",
        "text": "No, but I respond to every thirst trap there is."
    },
    {
        "speaker": "A",
        "text": "Who? I can't wait for the anthony thirst traps to start showing up soon."
    },
    {
        "speaker": "D",
        "text": "I'm waiting for my follower count to go, but my favorite alpha is to find the Onlyfans models, or the, or the third or the thread baddies, as they like to be called, who drop their selfies in the bathroom, and then I comment on their, on how their bathroom looks."
    },
    {
        "speaker": "A",
        "text": "Chamber. Uh, without looking. First of all, this comment, Anthony, your, your last thread is killing me. Your last thread is killing me. Uh, the. Without looking. How many followers does Anthony have on threads?"
    },
    {
        "speaker": "B",
        "text": "Me? Um, um, uh, like, I don't know."
    },
    {
        "speaker": "A",
        "text": "2528 hundred he has on threads. He's only got 1800 here on the bird app, so I think Anthony's found his calling. His last thread was threads has changed my life, which is just great. So I'm glad that Anthony is moisturized in his own land, thriving over there on the zuck app. Vicki, how has your experience been so far on threads."
    },
    {
        "speaker": "H",
        "text": "Gm? I need to go back. I cannot believe it. I need to say out loud, because obviously we know chambers in charge of certain socials. His comment was, I can't make people engage. I don't know why he's on social media accounts if that is his."
    },
    {
        "speaker": "A",
        "text": "That's the only job, is to make."
    },
    {
        "speaker": "H",
        "text": "People engaged, saying, I listen, make people engage. He's like, no, you listen."
    },
    {
        "speaker": "B",
        "text": "Just because the proletarian."
    },
    {
        "speaker": "H",
        "text": "Reply and one like, you know, that just happened 5 hours ago."
    },
    {
        "speaker": "B",
        "text": "Yeah, I don't know. I. What do you want from me?"
    },
    {
        "speaker": "H",
        "text": "Well, if you're on social media, then you need to be more fucking social."
    },
    {
        "speaker": "B",
        "text": "I can just, just because the, the general public is dim and don't, and don't understand what comedy actually is, I'm supposed to regurgitate some mid level platitudes for the general public. I can't do it. It's just not in me. I put out a plus, bangers only."
    },
    {
        "speaker": "A",
        "text": "This is going to lead right into. Vicki, I appreciate all of the things that you've done to just set this up perfectly. We're going into our favorite segment modified today. Defend that thread so chamber. You are. You are."
    },
    {
        "speaker": "H",
        "text": "Because nobody sees it. Nobody sees it. So it doesn't really matter what he writes."
    },
    {
        "speaker": "B",
        "text": "Well, I think we could look at it more as a. I think we go more as a grading of the content. So far, it's going to be zero, isn't it? Maybe."
    },
    {
        "speaker": "A",
        "text": "All right, here we go. Thread number one. This got two likes."
    },
    {
        "speaker": "B",
        "text": "Big."
    },
    {
        "speaker": "A",
        "text": "Not sure this is, I'm not sure what you were like this. This was never gonna do well over there again."
    },
    {
        "speaker": "B",
        "text": "A lot of it's just shit to see what's working and what's not right, where we're testing out things, you know?"
    },
    {
        "speaker": "A",
        "text": "Okay. This one. This one got two likes. Okay. 23 hours ago, haven't had a cigarette in 72. This is on my personal one face. Yeah. This is you. Yes."
    },
    {
        "speaker": "B",
        "text": "Sorry. Haven't had a cigarette in 72 hours."
    },
    {
        "speaker": "A",
        "text": "Yeah. Is that still true?"
    },
    {
        "speaker": "B",
        "text": "Yeah, no, I haven't had a cigarette. Since when?"
    },
    {
        "speaker": "A",
        "text": "Since 72 hours plus 23 hours."
    },
    {
        "speaker": "B",
        "text": "Yeah, they're exactly that. So I don't know what day that is. It's either Sunday. I think it's Sunday. I haven't an out of cigarettes on Sunday."
    },
    {
        "speaker": "A",
        "text": "This one got a reply."
    },
    {
        "speaker": "B",
        "text": "All right, nice."
    },
    {
        "speaker": "A",
        "text": "This one got a reply. Oh. From v squared. Thanks, vy. I'm giving, I'm giving Zuck until Sunday to add gifts to threads. He's got until the end of the month to add social audio."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think that's accurate. This is what we talked about on the first mint, is we did talk a lot about threads, and there's some good things with threads. Obviously, a lot of people are liking it. I think. I think enthusiasm has waned a little bit since the Thursday, Friday of last week. But if they start implementing, if the updates are there, I think we got to have some gifts right away."
    },
    {
        "speaker": "A",
        "text": "Wow, what a apt segue your next thread is. We need an update ad threads app."
    },
    {
        "speaker": "B",
        "text": "Yeah, we do. We do need updates. Just see if that's more for engagement."
    },
    {
        "speaker": "A",
        "text": "See, that one got four likes, specifically from someone named Fuzzcheek."
    },
    {
        "speaker": "B",
        "text": "Ooh, is that you?"
    },
    {
        "speaker": "A",
        "text": "Yeah, that's not me. No."
    },
    {
        "speaker": "B",
        "text": "I was looking at the djen who followed Djen and was looking at some names, but I haven't, haven't narrowed down one yet."
    },
    {
        "speaker": "A",
        "text": "Good guess. This one got two replies. This one got two replies."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "Which twitters are migrate? Which twitterers are migrating to threads? Web three bros, check. Insta models, checks. Weed memes. Who else? Sugar? Shane replied to you and then somebody else that I don't know. The other one. This one I actually think is funny. It only got one, like, though, why do we never say it's what it's instead of it is what it is? That's the kind of fire content."
    },
    {
        "speaker": "B",
        "text": "Boom. That's a plus comedy joke right there. A plus. And. And again, the general public."
    },
    {
        "speaker": "A",
        "text": "Great wordplay."
    },
    {
        "speaker": "B",
        "text": "It is. And I think about I. And it's not a joke. I think about it a lot. I'm like, how come we don't say so chamber?"
    },
    {
        "speaker": "D",
        "text": "Why don't you. So, clearly, you can make good content, but you suck at engagement, so why don't you just, like, become, like, a ghostwriter?"
    },
    {
        "speaker": "B",
        "text": "Okay. All right."
    },
    {
        "speaker": "A",
        "text": "I can do that. Let's go through some of Anthony's comments or threads."
    },
    {
        "speaker": "B",
        "text": "Yes. Let's see what he has."
    },
    {
        "speaker": "A",
        "text": "Anthony, 4 hours ago. Ten replies, 36 likes of life hack. Peeing in the shower will save you approximately 30 seconds every morning."
    },
    {
        "speaker": "B",
        "text": "That's true. That's good. I know. I mean, are we. That's, like, a 90% rate, right? Or peeing in the shower? Anthony, like, 90% of the time, probably 95. I was gonna say, oh, my."
    },
    {
        "speaker": "A",
        "text": "Dude. Anthony is dropping, like, straight fire engaging tweets here. He's got word threads. He's 15 replies and 72 likes on pro tip. Drink water. Gn."
    },
    {
        "speaker": "B",
        "text": "This is what I'm talking about. I can't do this. I can't do this."
    },
    {
        "speaker": "D",
        "text": "You can't compete with, my alpha is my memes, though. Like, those are all original memes. You know how, like, I've been racking my brain. I've never been a meme creator. But you know what? I wanted to step up to the plate, and now I'm writing memes. Tell me, what about my prime day? My prime day, Fred."
    },
    {
        "speaker": "A",
        "text": "Prime day. Pretty good. Happy prime day. Just got this back massager for 22% off, and it is, you know, 20 replies, 49 likes. Wow."
    },
    {
        "speaker": "B",
        "text": "I put out a tweet today."
    },
    {
        "speaker": "A",
        "text": "Your. Your threads, though, are very, they cater to, like, the thirst trappy type of crowd."
    },
    {
        "speaker": "B",
        "text": "Okay, bunch, I want you to go to my. I put out a tweet an hour ago, and some of the funniest stuff I've ever put out of one. Like, and I just want you to look at it, and I'm like, am."
    },
    {
        "speaker": "A",
        "text": "I missing, are you asking me. Are you asking to like it?"
    },
    {
        "speaker": "B",
        "text": "I'm asking you to go look at it and tell me if I'm wrong. It's. It's a sport one. So I know you'll."
    },
    {
        "speaker": "A",
        "text": "This is actually pretty funny, but I think it. It requires people to know. It requires people to know one who this person is. Like, your. Your jokes are so. Flex your. There's. The complexity level here is so good. It's. It is, uh, from your quote, tweeting an account called Lakers Vino. I assume that means wine."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Uh, and it is. Who is the player in here?"
    },
    {
        "speaker": "B",
        "text": "It. What's his name? It's, um. He plays for Dallas Luca. Thank you."
    },
    {
        "speaker": "A",
        "text": "Oh, it is. I didn't. Yeah, but the. Here. Your quote is manja mentality. That's just. That's very good. But, like, there's an extra level of complexity here that you don't just immediately pick up while you scroll this thing. Plus, I'll tell you what. You're. It's only been seen 200 times, so, like, I'm getting. That's not a terrible. Like, you know, three likes and 200 views is not terrible. You need much more views. I don't know what."
    },
    {
        "speaker": "D",
        "text": "Like, 45 of those views just came. Just now."
    },
    {
        "speaker": "B",
        "text": "Just now."
    },
    {
        "speaker": "A",
        "text": "Yeah. I mean, it's true, but, like, you know, even at a 10% rate of liking, which is. Which is ridiculous, like, usually a tweet will get, like, three to 5% of the views."
    },
    {
        "speaker": "B",
        "text": "Is that what it is?"
    },
    {
        "speaker": "A",
        "text": "Like, ratio. So, like, you know, you're talking about six likes for a 5% hit rate here. And that would be just extra ultra dopamine for you because it's, you know. But look, I've. I've resigned to this. I. Before we go back to hands here, uh, for Mister House and Joe, I. I was. I slid into Joe's DM's the other day after, uh, him and Steve almost went to fisticuffs on coffee with captain."
    },
    {
        "speaker": "B",
        "text": "I believe it. Oh, my goodness. I wish I was there."
    },
    {
        "speaker": "A",
        "text": "I. Well, I said to him, I was like, you're not wrong. Like, his point wasn't wrong in terms of, like, what? Like, I see this in myself all the time. Like, I'm a. And it goes back to the comedy thing earlier. Like, I post very vanilla stuff. Like, I am so vanilla, it hurts. And it's because I'm, like, I'm, like, this person, and it's my personality that I don't want to ruffle anyone's feathers. Like, I'm not a. I'm not a controversy guy. I have opinions. I just don't have state them often because I don't like to piss people off. And so, like, my point, like, when I. When Joe was saying what he was saying, on coffee the other day, I was like, no, I see this in myself where, like, his point was take a side on stuff. Well, it doesn't have to be a positive or negative side. It's just like, take a side. And, like, I. I struggle with that. So instead, I play the middle all the time, and nobody fucking wants to engage with the middle. Like, no, there's no. There's no emotion in playing the middle. You. You don't get a positive or negative response. You get someone scrolling right past your shit. So, like, I totally got what his point was. I think Steve felt personally attacked, which is, you know, that's fine. I get it. But, like, his point was. His point was like, pick a side because that's what people want, is they want your opinion. And I said to him, I struggle with that myself because I don't, like. I don't know."
    },
    {
        "speaker": "B",
        "text": "I've been known to tell Steve to pick a side. Don't worry, Joe."
    },
    {
        "speaker": "A",
        "text": "What's that?"
    },
    {
        "speaker": "B",
        "text": "I said, I've been known to tell Steve to pick a side, Joe."
    },
    {
        "speaker": "A",
        "text": "Well, I mean, I was. I'm saying it more for myself. Like, I notice it in my. In my stuff, and I just don't. I don't know, I feel weird doing it. I don't even. And then I'm like, when I actually reflect on that, I'm like, huh? I actually am incapable of original thought. And that's. That's actually the root cause of it all."
    },
    {
        "speaker": "B",
        "text": "I think that's most people, though. I'm with you."
    },
    {
        "speaker": "A",
        "text": "Yeah. So anyway, let's go, mister House. And then, Joe."
    },
    {
        "speaker": "F",
        "text": "Yeah? After doing a review of how Anthony's been getting engagement on threads, I've decided I'm going to pull an idea from it's always sunny and create my own anti social network because I don't want to. It's what I need to thread out for engagement is, uh, what was this? She's a ten, but microwave in the break room."
    },
    {
        "speaker": "B",
        "text": "Like."
    },
    {
        "speaker": "A",
        "text": "That'S a banker, though. Like that."
    },
    {
        "speaker": "F",
        "text": "Doing that for, like, 12 hours a day."
    },
    {
        "speaker": "A",
        "text": "I'll, uh."
    },
    {
        "speaker": "F",
        "text": "Yeah, I'll revert to my. My trifold cutout board. And if anyone wants to know what I'm up to, they can just drive to random way stations and whatnot in Ohio and stop in the corn field."
    },
    {
        "speaker": "D",
        "text": "You have no idea how long it takes me to think of this shit. You have no idea."
    },
    {
        "speaker": "A",
        "text": "You're like, she's a ten, but. And then it's SpongeBob."
    },
    {
        "speaker": "F",
        "text": "Anthony's sitting at the trading desk, orders coming in. He's just trying to figure out what's bad for her. Not being a ten order, money's being lost. MD's just getting pissed."
    },
    {
        "speaker": "A",
        "text": "Anthony, when you become a thread influencer, which you're well on your way to, like, what, what is your end goal here with threads? Are you. Because, like, you know, you are getting engaging stuff, but it's not particularly on a specific topic. You're just kind of becoming this meme Lord really is."
    },
    {
        "speaker": "D",
        "text": "Yeah, that's the goal. The goal is more macro right now, because I want to, I like to, like, fuck around in different spaces. Like, web three gets a little old after a while. Like, not gonna lie. Like, the people get crazy, but I."
    },
    {
        "speaker": "A",
        "text": "Yeah, you're not even web three, Anthony, anymore. Oh, I guess you're handle still is. Yeah."
    },
    {
        "speaker": "D",
        "text": "If they know I'm there on bearish threads here, web three. But it's got to change. That's got to change. But anyway, my goal, obviously, is to dump on my followers once I get there."
    },
    {
        "speaker": "A",
        "text": "I mean, of course you're going to, you're going to. You're in the trapping phase right now."
    },
    {
        "speaker": "D",
        "text": "Exactly. Yeah, I'm working on my cabal application."
    },
    {
        "speaker": "A",
        "text": "That's the goal. Need a good cabal, Joe? Jump in."
    },
    {
        "speaker": "G",
        "text": "Yeah. So the way I know that you guys who own a media company are not taking threads seriously is because you've put chamber in charge of the threads account for the company. After seeing what he's done to the threat to the Twitter account for the company, and he sees the Wendy's account and he's like, oh, I want to do the opposite. Funny. I'm going to go watch Saturday Night Live reruns."
    },
    {
        "speaker": "B",
        "text": "Wendy's. Wendy's is killing."
    },
    {
        "speaker": "G",
        "text": "You probably watch more SNL than the parents of the people on SNL. Probably more than Lorne. I don't even know if he still watches his own show. So don't get the humor from there and then don't put it onto your threads. Try something like Wendy's."
    },
    {
        "speaker": "A",
        "text": "I think I'm officially going to pivot into Joe. Also, I don't mean to put words in your mouth on how I interpret what you said. No, you were good. Did I nail it or on top of it?"
    },
    {
        "speaker": "G",
        "text": "No. You're one of the few people who can take my words and give them back in a nice way."
    },
    {
        "speaker": "A",
        "text": "Well, that's because I don't like ruffling feathers. So I have to put everything through the medium, the mid filter, and then that's what. The mid filter."
    },
    {
        "speaker": "G",
        "text": "I just assume it's because when you're on a space, your child sitting next to you, and you don't want to use that kind of language. So I go for more like that. But, yeah, you know."
    },
    {
        "speaker": "A",
        "text": "Well, that's because I did notice that in my own stuff, as you were saying that because I'm like, I suck at this. And, like, you know, there's. I feel, at least in chamber, you could tell me if I'm not. Okay, tell me. Tell me if I'm not being truthful here. I feel like I'm a funny person."
    },
    {
        "speaker": "B",
        "text": "You are. You are 100% a funny person. I judge. I only know, like, four funny people."
    },
    {
        "speaker": "A",
        "text": "I can't, like, I have to. I feel like I filter myself out so much on these platforms. Like, I don't know how to not do it. I don't know how to stop, you know? So I think I'm gonna. I think I'm gonna flip a full 180, and I'm gonna go the Anthony route on threads, and we'll see what happens. And now I do have one more question, though, for Anthony before we go to Jweb, and then we'll probably try to wrap this thing up. But, Anthony, did. Did you connect your personal Instagram? Like, did a lot of these followers, do you feel come from your Instagram followers that are joining threads and clicking the follow all, or did you find, like, a natural engagement?"
    },
    {
        "speaker": "D",
        "text": "No, this was."
    },
    {
        "speaker": "B",
        "text": "This is."
    },
    {
        "speaker": "D",
        "text": "I started this from zero. I created a brand new Instagram."
    },
    {
        "speaker": "A",
        "text": "Look at you. That is skill."
    },
    {
        "speaker": "B",
        "text": "The."
    },
    {
        "speaker": "A",
        "text": "The."
    },
    {
        "speaker": "D",
        "text": "Honestly, like, the. The first, I feel like I definitely being there the day on day one definitely was a huge head start. Like, it was."
    },
    {
        "speaker": "A",
        "text": "It was just, like, you and three other bags that."
    },
    {
        "speaker": "D",
        "text": "And, like, I don't know where people were coming from. Like, I really don't know where they were coming out of the woodwork. I was like, how did you even find me here? So that's where it kind of took off from. I think my account is in the top. So do you have the badge on, like, your instagram that tells you what number you are?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I was. I signed up on the second day, and I was 24 million."
    },
    {
        "speaker": "D",
        "text": "Yeah. So I'm sub 1 million."
    },
    {
        "speaker": "G",
        "text": "Look at you."
    },
    {
        "speaker": "D",
        "text": "You're like a, you know, early inscription."
    },
    {
        "speaker": "A",
        "text": "Yeah. What's your insta stat? What's your satoshi? I think I was like, vicky, I think Vicki's pretty low on the list. Vicki is sub 1 million, I think. Is that right, Vicki? Yeah."
    },
    {
        "speaker": "H",
        "text": "I think it was 800,000 something. I know I tweeted a picture of it when it came out because I was shocked. But, yeah, early adopters obviously want to be social on a social platform. Always seem to do quite well. And then there's other people like chamber, that doesn't know why he's there. He's just."
    },
    {
        "speaker": "B",
        "text": "I'm looking at a tweet from you this morning, Vicki, and I'm gonna tell."
    },
    {
        "speaker": "A",
        "text": "You, you got to throw some back at Vicki here, throw some smoke back."
    },
    {
        "speaker": "B",
        "text": "At 1 hour ago. Please send some positive energy."
    },
    {
        "speaker": "H",
        "text": "Mike, I was just gonna say, before you say that, do you want me to read your craigslist out?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I forgot what I did put a. What was the Craigslist thing? Yes. You read it out. Absolutely. Because."
    },
    {
        "speaker": "A",
        "text": "Oh, the Craigslist thing. This, this came from a, this came from a topic on our show, I think."
    },
    {
        "speaker": "B",
        "text": "What was it? I forgot what I said. I remember doing a Craigslist thing, but I forgot what I said."
    },
    {
        "speaker": "A",
        "text": "It was about the gym buddies."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's right. Craigslist, gym buddies."
    },
    {
        "speaker": "H",
        "text": "I think it was four likes."
    },
    {
        "speaker": "B",
        "text": "Hang on, that's a funny. Again, that's a top. It's a ten out of ten joke."
    },
    {
        "speaker": "H",
        "text": "I sent it to Bunshu. My Craigslist ad looking into averted commas. Two asterisks. Sorry. For a gym friend. Closed two asterisks. One needs to be flexible with schedule. Two, strong, but not too strong. Three showers at home. Four knows more about the machines than me. Five, lots of water breaks. Six, which is obviously the most important one to you, but it got number six. Nothing sexual."
    },
    {
        "speaker": "B",
        "text": "That's right."
    },
    {
        "speaker": "A",
        "text": "I mean, that, that's a banger that deserves more than that deserves."
    },
    {
        "speaker": "B",
        "text": "Thank you. You know what, though? I honestly only tweet for bunch once. It's just for these. It's just for these. When he reads them back to me, he's like, yes, Chamber. That was a good tweet. And that's all I really care about."
    },
    {
        "speaker": "A",
        "text": "Sometimes if I find a really good one, I'll copy it and send it to you like text and I will show you."
    },
    {
        "speaker": "B",
        "text": "That makes my day. I mean, that's all I do. Because like I said, I mean, we all have thousands of. I don't know, do we? At least hundreds if not thousands of people in our lives, right? And as an actual funny person, I see very few really funny people. I said four. It might only be three that I can think of. So it's very rare. So I only want to make those, that small percentage of people laugh. That's the real win for me."
    },
    {
        "speaker": "A",
        "text": "Yeah. I think we're hashtag blessed. I think in the DJ network and war room that we have, we have a pretty funny group."
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "JP, I would put in there JP's level of comedy. Like, JP is kind of. JP is like a dry version of you, I think."
    },
    {
        "speaker": "B",
        "text": "Yeah, it is dry."
    },
    {
        "speaker": "A",
        "text": "Anthony. Anthony. Super funny, as evidenced here by his thread fame. J. Webb, I think is very, very funny. You know, if I cap maybe like, I don't know, somewhere down in the forties or fifties."
    },
    {
        "speaker": "B",
        "text": "Yeah, Cap is sneakily funny."
    },
    {
        "speaker": "A",
        "text": "No, Cap is hilarious. Everybody that we have is pretty good. And even our community members. I'm always laughing in the war room, sans maybe like crocs. Maxi bunchu. I need to drop."
    },
    {
        "speaker": "B",
        "text": "Guys, always love to listen your spaces on the side, but have to go to the fest. Support one of the girls, one of the apes, and yeah, keep grinding. You know, loving you like having those spaces."
    },
    {
        "speaker": "A",
        "text": "Thank you. We're sorry we didn't get you up here sooner. We were just having fun talking about our threads, following. Okay."
    },
    {
        "speaker": "B",
        "text": "It's okay. I hope to see you in Boston one day because there's so much things going on, so I can bring you around."
    },
    {
        "speaker": "A",
        "text": "Yes, for sure. I will. We should definitely do that. I'm up in Boston actually pretty frequently, so."
    },
    {
        "speaker": "B",
        "text": "All right, bye."
    },
    {
        "speaker": "A",
        "text": "Have a good one, J. Web. And then we shut this thing down."
    },
    {
        "speaker": "I",
        "text": "Yeah. Great show today. Always love a good Vicky chamber banter. Chamber. No one who's actually funny has to remind people that they're funny. Just, you know, please remember that for the future the Adam Sandler takes. Couldn't disagree. Couldn't disagree with you more, Anthony. Where do I send my application for the cabal? Because I would like you want in video form. I can send a resume, but want to get down that cabal."
    },
    {
        "speaker": "D",
        "text": "Wait a second, you have a board? Ape dude, you're in the cabal."
    },
    {
        "speaker": "I",
        "text": "Oh, fucking a, man. I appreciate like that. See, that's another benefit. That's a utility, if you will board a immediate cabal membership. So that's fucking fantastic."
    },
    {
        "speaker": "A",
        "text": "That one's not talked about enough."
    },
    {
        "speaker": "I",
        "text": "It really isn't. It really isn't. I loved, I did love the woke left joke about comedy earlier, Chamber, because I just watched the Thunder gun episode of Always Sunny last night. Thunder gun for classic episode full dog. Yeah, you gotta go full dong. You can't, you can't hide that thing. Anyway, great show. I don't really know what else I was gonna say, but. Chamber, I loved the fact that you finally learned what platitudes is and you're really putting that one to work. And that's gonna wrap it for me."
    },
    {
        "speaker": "A",
        "text": "I always appreciate when J. Webb thinks that we do a good show when it's mostly all nonsense, because I think nonsense is where we thrive. Chamber as a show."
    },
    {
        "speaker": "B",
        "text": "And I would actually say J Web's a no nonsense kind of guy."
    },
    {
        "speaker": "A",
        "text": "That's what I mean. And so, like, I expect when he turns into this show, when he tunes into the show, that his expectation is like, okay, let's hear these, let's hear these two jamokes talk about nfts. And we never do. And I always feel like I'm like letting him down. So I don't know, I prefer it."
    },
    {
        "speaker": "I",
        "text": "People take themselves like, I love nonsense and people take themselves way too seriously on here at times. So I can appreciate all the shenanigans and just using this to let off steam."
    },
    {
        "speaker": "A",
        "text": "That's what it's all about for me, quite honestly, because I said this, I think I said this to Vicky a couple of weeks ago after we had a total nonsense show where I was like, this show to me is where I get to hang out with my buddy for an hour and we just get to shoot the shit. And sorry that you have to listen to it kind of it, right. I spend all the rest of my day thinking about web three AI nfts, all this stuff, and I'm like, I just want to go tell jokes about threads for an hour, you know."
    },
    {
        "speaker": "H",
        "text": "Well, I never thought I'd be able to earn a living of people sending like money to my ETh wallet just for chamber roasts. I mean, that was an amazing surprise."
    },
    {
        "speaker": "A",
        "text": "That's a great day. You could drop your, drop your wallet in the chat and we will make sure we fund that for all the roasts for Friday's show. It is 0.01 per roast and you can send that directly to Vickyj eth. And actually, I heard Anthony has a special going on right now, 0.069 ETH and he will write you the next banger for your threads. He'll actually come up with their own custom meme. And if for any less, you just get one of his recycled threads that."
    },
    {
        "speaker": "D",
        "text": "You can use in post, all proceeds get donated back to chamber for his cemetery house."
    },
    {
        "speaker": "A",
        "text": "Cemetery one in a million asked in the comments, what if we have a cemetery house update? Is this is a K bost or what? Chamber?"
    },
    {
        "speaker": "H",
        "text": "Sorry, say it again."
    },
    {
        "speaker": "B",
        "text": "I thought you were talking to Vicky. I was reading."
    },
    {
        "speaker": "A",
        "text": "No, no. One in a million asked for an update on the cemetery house. Is it?"
    },
    {
        "speaker": "B",
        "text": "Cemetery house is still ongoing. It hasn't sold yet."
    },
    {
        "speaker": "A",
        "text": "Oh, so you're just playing chicken now?"
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah, that's what we're doing. I think we're about to see some ugliness in the canadian real estate market. We're just gonna."
    },
    {
        "speaker": "A",
        "text": "Are you just, like, texting your. Your realtor lower and lower offers each day?"
    },
    {
        "speaker": "B",
        "text": "It's a. It's pretty low right now."
    },
    {
        "speaker": "A",
        "text": "Kind of like tasty time vids. You're just sending him a new video of a low offer every day."
    },
    {
        "speaker": "B",
        "text": "He texted me. I'm mad at you."
    },
    {
        "speaker": "A",
        "text": "All right, we got two more hands and then I have to go. By the way, I loved JP's comment the other day after the shows. Like, bunchu has always, always has a hard stop unless he's talking about AI. And then 17 minutes over. But I did. I responded with a text message that I got from my wife. She was looking for me at that time. So, Mister House, then we'll close it down where it all started with pain."
    },
    {
        "speaker": "F",
        "text": "I was just wondering if on the next episode of TMC, we could get an update on the coaching career of chamber. Are we nearing the playoffs? Is the championship cup ready to be hoisted? When am I going to quit Canada to shoot the championship final documentary? What's the deal?"
    },
    {
        "speaker": "B",
        "text": "I'm on the precipice of quitting. Yeah, no, I've gotten in some heated, heated conferences."
    },
    {
        "speaker": "A",
        "text": "Oh my God. Wait, this is. We can't start this at. Hold on. We cannot start this at 05:02. This has to be saved. This has Friday for Friday."
    },
    {
        "speaker": "B",
        "text": "Yeah. Oh, we'll have update on Friday too."
    },
    {
        "speaker": "A",
        "text": "So don't even go any further."
    },
    {
        "speaker": "D",
        "text": "Okay."
    },
    {
        "speaker": "F",
        "text": "I'm really opening Pandora's box."
    },
    {
        "speaker": "B",
        "text": "What?"
    },
    {
        "speaker": "F",
        "text": "I absolutely should not. But chamber, feel free."
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, this is a show full of worth of content, so I don't want to waste it because God knows I won't have enough to say about the market or anything by then. So let's save coaching. The coaching updates for Friday and we will circle back here to pain and then close it down. Pain, look what you've done."
    },
    {
        "speaker": "B",
        "text": "This is all your fault. Pain."
    },
    {
        "speaker": "C",
        "text": "I'm always impressed by how little we talk about crypto and nfts even, you know, I try to pin some to the top. We don't get to it, but that's all right."
    },
    {
        "speaker": "A",
        "text": "I was actually just going to say poor pain is literally posting articles in our little group chat of like, here, talk about this. Oh, don't forget this one. This is a good one. And we're like, now let's talk."
    },
    {
        "speaker": "C",
        "text": "Yeah, speaking of threads, I went and posted a thread mid show about a life hack and I got some love from Anthony that really made me feel, feel good. So if you're interested, you can go check that out and then I'll have a nice closing song about for the self proclaimed greatest of all time musician."
    },
    {
        "speaker": "A",
        "text": "Wow. Okay. I'm ready for this. That is going to do it for us today. Chamber. This was a fun one."
    },
    {
        "speaker": "B",
        "text": "It was fun."
    },
    {
        "speaker": "A",
        "text": "You know, we'll be back."
    },
    {
        "speaker": "B",
        "text": "I felt attacked. It was fun, yet still felt attacked, but, you know."
    },
    {
        "speaker": "A",
        "text": "You felt attacked."
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "I can't imagine why."
    },
    {
        "speaker": "B",
        "text": "It was. It was basically the attack."
    },
    {
        "speaker": "A",
        "text": "That's what, that's how I make, like the you shows. More like a you and a half word."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "You know, it's like an us thing where I can. Where I could stick the crowd on you. That's always a fun time. Anytime we can get the crowd and look, it wasn't my intention. It was mostly because I had to compare Anthony's bangers to what you were putting out. So I think you just look, there's something here, though, that about both of our types of content that I think we need to up our game. I think your, your content on like, even your hilarious manja mentality, it's like one level too complex. Like you need to be able to, you need to be able to just see it, know it, hit the like, button, move on. Right? Like she's a ten but she microwaves fish. Like that's funny. You get the chuckle and you go, I think your brand of comedy is just too smart. You know, it might be."
    },
    {
        "speaker": "B",
        "text": "It might be. I appreciate the feedback."
    },
    {
        "speaker": "A",
        "text": "I do it for us. Come join us for more shenanigans on Friday. What day is it today? Do I have anybody to remember later tonight? I don't."
    },
    {
        "speaker": "B",
        "text": "Yeah, we did. Yeah. Nobody on today at all. I have no idea what happens after we end the show."
    },
    {
        "speaker": "A",
        "text": "No one else today, on Wednesdays. Tomorrow, coffee with captain reminders up top. Also, alpha afternoons and lunch break with J Webb and Riggs. They've been doing some great shows recently, so don't forget to check out J web and Riggs at noon and that's going to do it for us. Until next time, stay mint bit."
    }
]