[
    {
        "speaker": "A",
        "text": "Hello and welcome to the mid Condition episode 25. We have live drop episode coming at you. I am Joe, aka bunch. You bets alongside my esteemed colleague and co host, chamber. Chamber. How you doing, buddy?"
    },
    {
        "speaker": "B",
        "text": "Doing pretty good, man. I got my, my beach wear for some fun. For a fun drop today. I have actually no idea. Sometimes I like to go into these a little blind. I have no idea what we're going to be talking about today. I think I heard something about yachts, but I'm not 100% sure. So I'm like, oh, I'll just put on some beachwear for my yacht."
    },
    {
        "speaker": "A",
        "text": "So your foray into the apes was quick and you made a quick entrance and a quick exit. So we're going to be talking a lot about apes today. We are very excited to have Jenkins the valethe, the one and only Jenkins the valet and his partner safa on with us. How you guys doing today?"
    },
    {
        "speaker": "C",
        "text": "Good, guys. Thank you for having us."
    },
    {
        "speaker": "D",
        "text": "Hey, guys."
    },
    {
        "speaker": "A",
        "text": "Absolutely. We are so pumped to have this. This is a one of, I think especially with what's going on in the bored ape community right now with everything going crazy. I think the floor is at like twelve or 13 eth now. I think this is one of the almost 14. That's crazy."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Oh, my God. Wow. Well, just throwing salt in my apeless wounds because at one point I had, I had four and I currently have zero. But I'll get some ape exposure through this. Through this drop, I think. So I'm excited to talk about it. I'm excited to educate chamber on what you guys got going on. So let's get right into it. First and foremost, let's talk about the origin of Jenkins. So, you know, how Jenkins, did you get into apes? Where did Jenkins, this character, come from? Tell us a little bit about that story."
    },
    {
        "speaker": "C",
        "text": "Yeah, for sure. It honestly feels like it was like a decade ago. Like, time moves so fast in NFT world. So let's see. I was sort of late into nfts, like, definitely later than a lot of friends. Safa, for example, was pretty early into top shot. And I stayed on the sidelines for a long time. Was really interested, loved following along with top shot, but never got involved. Saw people go down the rabbit hole with Zed, Ron, and I was like, okay, this is really starting to get interesting. There's a lot of stuff here. And then got super excited when I started to see generative avatars coming out. Like, I think there's something really interesting about pseudonyms and about, like, having verifiable ownership over a character that you can build. And Safa and I had talked about that for a really long time, actually, just about, like, you know, building characters and doing things like that. And so when we started to see nfts that could represent this opportunity, we definitely perked up. Safa, you aped in first?"
    },
    {
        "speaker": "D",
        "text": "Yeah, I aped in early, but I wasn't necessarily sure that anything would result from it, aside from it just being an awesome collectible that appreciated in value. And then when I really started to dig into the licensing and I really started to dig into all of the brands that people were building around their characters, and then around the same time, Jenkins zaped in and with his creative writing abilities, it just, it made a ton of sense."
    },
    {
        "speaker": "C",
        "text": "Yeah, I remember. I remember you. When you did it, you sent Safa sent screenshots of his Twitter DM's to, like, a group chat that we have. And it was just like a hundred apes posting, just all saying, like, ape, follow ape and saying, like, ape noises and things like that. It was like. And so I was like, okay, there's, there's really something here is fascinating. So I didn't get in on the primary sale. I found Jenkins, the ape who would become Jenkins on the secondary, maybe like a week or something, two weeks after the primary sale, and really just wanted, like, join the community and wanted to, wanted to interact with folks and wanted to see, like, what was going on in this space that seemed like just, like, the most, like, raucous part of the Internet at the time. I think it still might be definitely especially off of this, like, Christie's news. I think people are going crazy. So we. Yeah, so I acquired Jenkins on the secondary and, you know, just started, like, made it my, made it my profile picture, started interacting. It was like, looking at this ape, and I was like, man, this ape really looks like a valethe. Like, if you go to, like, a nice hotel or club or something, like, this ape is the person who is, like, standing outside. There's just, there's, like, nothing else about that. Like, he's got the hat, he's got the vest, he's got the last cot. Like, everything is just, like, screams valet. And so there's some night, like, I think it was right around Memorial Day when I was, I was like, sort of had this valet character in my head, and I was like, what is, you know, you know, the name Jenkins is, like the prototypical valet name or something. And so I just, I just changed my name on Twitter to Jenkins the ballet. And I have a creative writing background. It's what I studied in college and I wrote for a really long time before eventually making a pivot into product management. And so I was like, you know what? I'm just going to take like an hour and I'm going to give Jenkins a little backstory. And so I wrote, I don't know, it was like 500 or 1000 words or so telling. Just introducing Jenkins to folks on Twitter. I think the story starts, like, my mom cried when she found out I was accepted to the post of valet at the bored Ape Yacht club. And essentially it goes through and ends by saying, as a valet, you do a lot of odd jobs for different apes. Safa likes to say one of my most legendary moments is sneaking a mistress into the club in a laundry cartae. I think the story says, you know, I held, I've held private keys for apes. Early on, you may remember there was, like, that Mebitz drama on Twitter for a while. One of my early stories, it ends with a severed 3d voxel head floating in the ocean. Like, we just started, like, writing content about, like, the current events and sort of left that first story with, like, a bit of a call to action to other apes to fill out a type form that we made the next day. Because the first story, like, my introduction, got, like, a lot of, got a lot of love for sure, for people to tell us, like, the properties of their apes that they really liked and just give us, like, the first couple sentences of, like, the crazy stuff that Jenkins and your ape did together at the bored Ape Yacht club. Because, because I was, you know, as the valet, like, doing odd jobs for people. And essentially said, because the bored ape yacht club is growing so much and there's so much exposure now sort of these, like, fictitious offers for a BAYC tell all were coming into my DM. And so I was gonna, like, you know, throw caution to the wind and stop being discreet and start telling the stories of what all these other apes are doing. And remarkably, like, people really, people really got on board and we got dozens. I think now it's more like hundreds of entries for people who wanted us to tell their stories. That's really the origin of, like, everything that we've done since."
    },
    {
        "speaker": "A",
        "text": "That's really cool. So I, my, one of my questions when you were talking about this was when you were originally picking your ape. You didn't have this in mind. It kind of came to you after."
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "So, like, you were, you know, how did you, I guess, select your ape originally?"
    },
    {
        "speaker": "C",
        "text": "Yeah. The, the. What's definitely a credit to the, to the board ape founders, is that the. The art on these avatars are. It's, like, so unique and really, like, they're so different that I think sometimes an ape just, like, speaks to the person. I have a friend with a zombie ape who's got a little backstory for that ape that it's their ape, like, was injured in a skateboarding accident, and, you know, now they're back as a zombie or something like that. And I think, like, when you connect, and that person is a skateboarder, and so when you have something, like, in your life or for any reason that you, like, you know, you see an ape or a certain avatar, and you just connect to it. I was browsing, like, a few different apes at the time, and I like to think that, like, if it hadn't been a valet, maybe it would have been something else, right? Like, Des is almost like a yacht captain, so maybe there's, like, a yacht captain that has, like, a similar kind of point of view. But certainly, I feel fortunate that I ended up, like, being drawn to Jenkins, because I think he's just so obvious. Like, he looks like a valet. And being a valet at the Borde Biat club definitely is, like, a really fun setting to, like, work with."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's really cool that, I mean, the idea that this person that or the ape that everybody coming in and out of the yacht club interacts with, and that's how you know all these secrets and do favors for. I think that the whole idea of. Of the story of how Jenkins knows all these things is pretty, really creative and incredible. And then you can take on, like you said, the community, who wants their backstories in there, and it just kind of creates this endless possibility of the stuff that you can do from a creative standpoint. So I think that's really neat. So, beyond that, then, now you're Jenkins, you're getting popularity on Twitter. All these apes are in your DM's making ape noises. How does the idea for the project come about?"
    },
    {
        "speaker": "C",
        "text": "Yeah, I think in a lot of ways, like, I have to give credit to Safa, who's obviously on the stream, too. The two of us together have talked for a while. I mean, especially as these projects started to come up, thinking about what's really interesting. I mean, even the BYC team, right? They say, like, when you mint an ape or when you own one, you own the commercial rights. And I think we just wanted to explore what that meant and see how we could push and deliver and drive value for the whole community, that we could make those commercial rights maybe worth something by building deeper ip around these avatars. And so Safa just had probably a million ideas for ways that we could take this bored ape avatar and push it to go, to go further. And one of the main ways we do that is with the stories that I would write, but I'd say from a pretty early point in time, we had at least this objective, which was writing stories so that we could. This comment is hilarious, Steve."
    },
    {
        "speaker": "B",
        "text": "Man, you're killing me. It's my yacht attire. Thank you very much."
    },
    {
        "speaker": "C",
        "text": "It's like the valet at, like, a. I don't know, like. Like, you're at, like, a theme park."
    },
    {
        "speaker": "A",
        "text": "He's actually the. The ride operator with the headset."
    },
    {
        "speaker": "B",
        "text": "Believe they're called carnies. Thank you very much."
    },
    {
        "speaker": "C",
        "text": "So with the objective of just, like, you know, trying to add value to the whole community by, like, creating these backstories and creating content around them, we just tried to, like, you know, we just tried our best to build as much as we could."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah."
    },
    {
        "speaker": "D",
        "text": "I think we have sort of a thesis that, like, the next Disney or the next marvel or the next, you know, DC Comics or whatever it is, the next great media company will be decentralized and will be verifiably owned by individuals or by a community. And the beautiful thing about, I think, the avenue that we're taking is we didn't start this as a way to build, like, a massive media company. We started as a really fun way to tell stories as friends. And then through the community reaction and just the passion, it sort of is turning into what we think can be something that's set up for the long run. So that was really important to us."
    },
    {
        "speaker": "A",
        "text": "So, like the. Yeah, like, the anti stoner cats."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "D",
        "text": "We like to think that that fuck cash grabs is the anti stoner cats."
    },
    {
        "speaker": "A",
        "text": "Yes. That's awesome. Yes. Which is also tally labs. Am I correct with that?"
    },
    {
        "speaker": "C",
        "text": "Yeah, that's right."
    },
    {
        "speaker": "A",
        "text": "Okay, so talk about tally labs in general. How did this all come about? What is it? Who's part of it?"
    },
    {
        "speaker": "D",
        "text": "Yeah. So again, the beautiful thing is that we didn't enter the space saying, hey, we're going to build a studio that turns out projects. We just, first of all, entered as, like, students, and we're in hundreds of discords curated our Twitter feeds to make sure that we were following, and just, like, aped in. In the truest sense of the word and just, like, found a passion for the community, for collecting and everything that comes with it. And then, you know, we had a relationship with. With Josh, and he's doing the same thing really in the NFT space. And so in the midst of launching, like, we were in the thick of it with Jenkins. I mean, we were, we were building out the website. We were, you know, assembling a team of advisors. Like a lot was happening. And then he comes to us and was like, hey, some guy on Twitter just told me I was out for a cash grab. Like, let's release a collection of middle fingers."
    },
    {
        "speaker": "A",
        "text": "That's amazing."
    },
    {
        "speaker": "D",
        "text": "Through the work that we had done with Jenkins, we had the infrastructure to do that. Right? We have a front end dev, we have a product manager. We have an amazing solidity developer. We have a team of artists. Like, we have this from our Jenkins work. And then it was, it occurred to."
    },
    {
        "speaker": "C",
        "text": "Us, it was like, wow, we can actually make stuff."
    },
    {
        "speaker": "D",
        "text": "We can do other projects. And so that actually came about in 24 hours. We turned it around."
    },
    {
        "speaker": "A",
        "text": "That's awesome."
    },
    {
        "speaker": "D",
        "text": "It came about before Jenkins did, honestly."
    },
    {
        "speaker": "C",
        "text": "Yeah, Josh. It's like our second. It was our second project that came first. Basically, Safa called me. He was like, yo, someone just called Josh out on Twitter. You want to make 5000 or 10,000 middle finger nfTs? He goes, you think we can turn around in 24 hours? And we were just like, let's do it. I think it was a Saturday, so we just, like, hustled for the next, basically, like late into Saturday night, finished it Sunday. And I think in six minutes they were all, I mean, we gave them away for free, right? So in six minutes they were all claimed."
    },
    {
        "speaker": "B",
        "text": "I got a whole bunch of them."
    },
    {
        "speaker": "A",
        "text": "Yeah, I think I got lucky. I minted five, actually. You know what? Chambere, that's what we're gonna give away today. We'll give away one from our, we'll give away one cash grab and then there you go. Perfect."
    },
    {
        "speaker": "C",
        "text": "So it's good timing because, you know, we just announced our partnership with House of Kiba. So there's gonna be, they're gonna be House of Kiba rings claims in the next, definitely in the next two weeks."
    },
    {
        "speaker": "A",
        "text": "Cool. So there you go. We got, we got full support of tally labs here on the awesome. So. All right, cool. So let's get into the actual project. Right? So now you've got the, you've got Jenkins the character. You've got these, all these stories here. And then, you know, what was the idea around? Like, where did the idea come from as far as the, the book piece? And what does the actual drop look like tonight? So what can people, by the way, tonight at 07:00 p.m. so there's your little counter. Here's the website. It looks awesome. That's what my background is. It's so 2 hours and eleven minutes from now. Uh, will be the drop. So 07:00 eastern. Uh, get set your alarms here. But talk about what the actual project is, what people can expect, what they're looking to buy here."
    },
    {
        "speaker": "C",
        "text": "Absolutely. Um, we really believe that nfTs, the art on nfts can be really special, and obviously that's often, sometimes the reason that you meant. But, um, we like thinking of NFTs as, as access tokens, basically a pass into a gated member only experience. Jenkins is a service ape, right? Like, Jenkins is of LA. And there's literally no Jenkins, if not for all of the other apes who we've collaborated with to tell stories. As we were doing that, we were trying to think about, like, what is the most, what's the. How can we try to contribute to the space and try to drive something forward? That's an ambitious project that people could get behind and that would be a lot of fun. And so we landed on this idea of a community generative book. A lot of so many of these projects that have come out over the last ten months, they're like, it's like generative art. So the team sort of builds a bunch of different properties and they use a script to make the different NFTs come alive. And we think that's cool, but we think it an even better way to do it is to actually have, like, the people who have access to a private space generate the work. And so, obviously, like, everything that Jenkins is doing is telling stories. And so we want to bring people together into a gated user experience that we've designed and are building ourselves to vote on the creative direction of content that we produce. So, so when you mint a writers room NFT, which you can do tonight, and we'll talk a bit about, like, how that will work, in a couple weeks, you'll get access to a portal called the writers Room. You'll be authenticated via Metamask, so you can only get in if you hold a writer's room NFT. There's also going to be a space in the metaverse on the real estate plot that is right next to BYC. It's in between BYC and ding a ling's big twelve by twelve plot that you'd only be able to get into if you have a writer's room passed. And in the writers room, first and foremost, you'll vote on creative direction. You'll be able to exercise voting power. So you'll be able to say, for this first book that we're writing, what should the genre be? Should it be a mystery or Sci-Fi or something like that? After that, we'll keep sort of having proposals that get voted on. Members of the writer room can also sort of put forth proposals that we'll be able to bring to the whole group. We'll write a bit, people will read, will have new proposals for revisions, or what should the plot twist be? Or what should the ending be? And it's literally going to be almost like a choose your own adventure user experience that we're designing that the whole group will go through. The output of the writers room is just content. So the first thing we're doing is we're making a book where the focus of the book or the characters in the book will be apes. And so for anyone who's in the writers room who has an ape, will license that ape from them. And the role that the ape plays in the story is sort of variable, and that, in a lot of ways, depends on the NFT that you pull today. But every ape who, who's in the writers room, who we extend a licensing agreement to, will be compensated the same way they'll share in the profit of the book that we produce and anything that comes after that. I saw that there was a. Oh, sorry."
    },
    {
        "speaker": "A",
        "text": "Yeah, I was going to say bring up. Bring up that comment chamber. Yeah, that was a great question. So 50 50 here. If you don't have an ape, why would you ape into Jenkins, the valet tonight? That's a great question."
    },
    {
        "speaker": "C",
        "text": "Totally. I think, you know, there's a few reasons. There are a number of, like, short term benefits, I think, to being in the writers room that don't have to deal with. With having an ape that we can touch on. But I think the, you know, that, like, the elephant in the room is licensing, and so I'll probably go to that first. In the short term, uh, for book one, we're licensing apes, and so ape holders are the ones who will get paid out a profit share for the. For anything that we make related to book one, the primary sales of the book, the secondary sales, and any other content that comes after that. Um, I think. I think minting a writers room nft today, if you don't have an ape, is, um, a couple things. It's really a bet on the future. Um, but, but there's some other reasons why you might do it in the short term. Uh, any writers room NFT, if paired with an ape can trigger a licensing agreement. So if you hold a writer's room NFT, and you're not an ape, what you're doing is, is you have the opportunity to sell another ape a licensing agreement if they want it. So, so that's maybe for, for people who are just sort of profit seeking, that could be interesting. But we have plans to produce way more content in the writers room than just one book. And so if you are a member of the writers room ever, one of the things we'll vote on is like, hey, what are the avatars that we should feature in our next piece of content, whether it's a book or an animated short or a comic or whatever it is? And so if you're in the writers room, you get a say in what that is, and you also get the chance to sort of participate in profit sharing for future pieces of work. And we think we have some fun things planned for the writers room and some announcements that I think are really going to excite people over the next few weeks and things like that. So I think getting in at, you know, not to make it all about, like, price, but I think that that's sort of the essence of that first comment is, like, getting in at 0.069,420 eth, I think, is a bet that we do great work."
    },
    {
        "speaker": "B",
        "text": "It's a great price, by the way. Great price."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Great. Also the scroll down chamber, you get the price and the number of mints available."
    },
    {
        "speaker": "B",
        "text": "Oh, that's right. Yeah, yeah, yeah."
    },
    {
        "speaker": "A",
        "text": "So we've got 6942. So, you know, I'm 0.0 after that. Right."
    },
    {
        "speaker": "C",
        "text": "We actually, this website used to have a, .0 and we were getting some questions on Twitter. People were like, you know, I think 69,420 nfts is a bit much. And we were like, no, there's a decimal."
    },
    {
        "speaker": "A",
        "text": "That's funny. No, that's, that's great. I'm glad that question was asked because, you know, for me, I'm shamefaced. And a plus now that I, and I'm kicking myself that I used to hold, you know, multiple apes. And I'm still super interested in the dynamics here of this, just the idea of kind of this decentralized media."
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "It's some, it's a concept, you know, that we talk about a decent amount, like what the possibilities are, but I'm not really sure we've seen it quite yet. And I think that's what makes this super interesting. Right. Like, as we, you know, we've gone through kind of the generative avatar steps and, like, now we've, you know, we see that million a day, but this is a pretty unique project that we haven't seen really anything like yet, and I think that's what interests me about it. Chamber, what do you, what do you think so far? You didn't know anything coming in, so what are your original thoughts here?"
    },
    {
        "speaker": "B",
        "text": "Well, I like it in the sense that, like you said, there's so many, there's so many carbon copies of kind of whatever's worked in the past, and we've kind of talked about this, too, over the last few episodes, is let's look for something. Let's look for projects that are being a little bit more innovative. And I think this is doing it extremely well. I like, you know, like you said, I like, I like the idea of nfts allowing you access to things that, you know, are a little bit more exclusive. Obviously, we saw that with Raw Society of players. Was that last week or two weeks ago?"
    },
    {
        "speaker": "A",
        "text": "Yeah, last week."
    },
    {
        "speaker": "B",
        "text": "I know there's just so many, so many days blurred together, but I like that idea of, you know, additional access. There's a good question here. I. I was going to say just."
    },
    {
        "speaker": "D",
        "text": "One thing on that note is, and we love, we love those avatar projects. Like, we're just, we're just. I mean, and there's no story without them. Right. Like, we need characters. Both sides of the ecosystem fuel each other in an awesome way. I think what we're excited about with the writers room is right now it's Jenkins and right now it's apes. But if you think a bit more of a platform and you think about the fact that there's only ever going to be 6942 writers room slots available, then it's no longer, you know, should I buy in if I'm an ape or not? It's at what point will my avatar be a part of this? And we can create anything with this writer's room experience. It can be screenplays, it can be books, it can be movies, it can be apes, it can be non apes. So that's really what we're excited about. It's really a bet on the future of crowdsourced media."
    },
    {
        "speaker": "A",
        "text": "Yeah, super, super awesome. What was the question you had there? Chambere."
    },
    {
        "speaker": "B",
        "text": "I'm not sure if this was answered already, but this is from Brava. We'll call it Brava. Will apes then have a writer's room? NFT will be. Will it be featured in the book or how will the selection process be?"
    },
    {
        "speaker": "C",
        "text": "Yeah, every ape who's in the writer's room can sign a licensing agreement to license the ape to the book in exchange for a licensing fee. The scope of the role that the Apez plays in the book will be determined by the NFT that you pull."
    },
    {
        "speaker": "A",
        "text": "So, um, yeah, keep going down there. Chamber. There's a couple. There's a section on, uh, you know, what those different tiers look like that you'll be able to potentially mint today. So there's four different tiers of."
    },
    {
        "speaker": "B",
        "text": "Oh, there's the yacht, there's the yad."
    },
    {
        "speaker": "A",
        "text": "Right, exactly. So, so there's four different tiers here. You've got the tier one. That is almost 75% of these will be. There's 5205 of them. You'll have different. And each one of these has different amount of writers room votes and a different level of, I guess, rarity and access. Right. So why don't you talk us through those real quick?"
    },
    {
        "speaker": "C",
        "text": "Yeah, for sure. So first and foremost, each NFT tier comes with different voting power. Voting power is just the number of votes you can apply to every proposal in the writers room. Something that's sort of fun about this is almost every tier, if you multiply the quantity by the number of votes, has a somewhat equal amount of voting power. So if you wanted to band together with your tier mates, you could sort of influence the direction of the stories. The other. Just quick. Like little Easter egg here. That I think is math that's above my head, but is fun to call out, is that if you multiply the total number of nfts by the votes that each one gets, there are. There's 69, 420 total votes that can be applied on every proposal."
    },
    {
        "speaker": "A",
        "text": "Fantastic."
    },
    {
        "speaker": "C",
        "text": "Yeah, so that's. That's the. People like that voting power is, you know, the. Your opportunity to be a creator on the story. Right. And to be inscribed as an authorization. And Saf actually, just earlier was. Was mentioning that he thinks that we might be about to set a world record for most authors of a single book."
    },
    {
        "speaker": "D",
        "text": "Yeah, we reached out to."
    },
    {
        "speaker": "A",
        "text": "Oh, that's super interesting. Wow, what a really cool little tidbit there. That's awesome."
    },
    {
        "speaker": "C",
        "text": "Yeah, totally. I was sort of telling him earlier that as a kid, I remember thinking that if getting a Guinness world record was like, at the same level as winning an Olympic medal, like, I just thought that they were like, the Guinness World Records, are they not?"
    },
    {
        "speaker": "B",
        "text": "I feel like it is. It isn't an."
    },
    {
        "speaker": "A",
        "text": "Someone who's been aspiring to set the Guinness book wing eating record. I'm gonna say they are on the same line."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "I'd be more. I think I would be more impressed meeting a Guinness book of world record holder. Like, a decent record, you know? I mean, not just. Yeah. I would be more impressed than meeting, say, a gold medal winning Olympiad."
    },
    {
        "speaker": "A",
        "text": "What about. What about, like, longest toenails? Would you be."
    },
    {
        "speaker": "C",
        "text": "Love? I would love meeting most wings eaten, for sure."
    },
    {
        "speaker": "A",
        "text": "Someday."
    },
    {
        "speaker": "B",
        "text": "You're talking to him. You're talking."
    },
    {
        "speaker": "A",
        "text": "You're gonna be like, man, I can't believe I did a podcast with that fucking guy."
    },
    {
        "speaker": "C",
        "text": "Safa and I grew up together. We. We've gone to school together since we're in the third grade. And I remember this time there was, like, a. Like, a sort of cheeseburger restaurant in our town, and they would put your picture up on the wall if you ate, like, a one pound cheeseburger. And we'd go with my older brother, and his picture was on the wall, like, eight times. A decade later, did we realize that the dude, the guy was just, like, stoned, and he'd just go in and, like, crush the burger. And we were little kids. Like. Like, we couldn't believe it."
    },
    {
        "speaker": "A",
        "text": "That's amazing."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "All right, we have to. We have to pause for a second just to bring in Des, because Des Washington, an avatar for a while, he was late. Now he's showing up with goats. Merch. How you doing, Des?"
    },
    {
        "speaker": "E",
        "text": "I'm so bad. I apologize. I've been listening since the beginning, and I absolutely love this project. I just have to fanboy a little bit for just a second. I mean, the art of storytelling is, you know, so undervalued sometimes. And what you've been able to do with Jenkins and what you're continuing to do with this project is just exactly what the space needs. So, on behalf of, you know, myself and our community, thank you for pushing the envelope on storytelling. And it's definitely here to stay because I think this is one of the most fun things we can do with NFTs. I know a lot of the time it's about money, and I get that, but we also have to remember the fun as well, so this is amazing."
    },
    {
        "speaker": "C",
        "text": "Thanks."
    },
    {
        "speaker": "D",
        "text": "Congrats on an amazing launch for you, too. Maybe we got to talk about getting goats."
    },
    {
        "speaker": "A",
        "text": "I was just going to say, way to butter them up for goats. That's funny. So, all right, let's continue our chat here about what the tiers get you, which nft you mint, or perhaps buy on the secondary market, and what access that gives you one to, I guess, the writers room, and two kind of. If you own an ape, what does that give you for, like, the exposure in the actual first book here?"
    },
    {
        "speaker": "C",
        "text": "For sure. And I'll also tie in. I see Dash Wolf's comment there asking if the licensing is sort of commensurate or proportional with the amount of writers room votes you have. Really quickly, I'll just say no matter, no matter what tier of an NFT you pull, the licensing agreements are the same. So every, every character that we license for the book, no matter what role you play, is sort of compensated with the same fees. And it's our current intention, of course, we can always take a vote to the writers room, but it's our current intention to sort of keep that going because it's important, no matter what role you play, that you're compensated each NFT tier. So you've got the votes that we sort of talked about already. The NFT tiers also come with sort of, like I mentioned, different levels of scope in the book. Maybe I'll go from the yacht tier back down to the valet tickets. If you pull a yacht, your ape will be written into the story as a character."
    },
    {
        "speaker": "A",
        "text": "Cool."
    },
    {
        "speaker": "C",
        "text": "Yeah, cool. If you pull a sally."
    },
    {
        "speaker": "A",
        "text": "So like 60. So potentially 69 different apes. If everybody is it, if every yacht owner is an ape holder, could be written into."
    },
    {
        "speaker": "B",
        "text": "So if I, if I pull a yacht today, which I plan on doing, and I don't have an ape, what happens? I can sell it to somebody that does at a premium."
    },
    {
        "speaker": "C",
        "text": "You could do that. You could do that. You could also hold it or you could hold it for a future project. The other thing that we really want to explore is to find some way to acknowledge you chamber in the book, even if you don't have an ape. So it's easy if you have an ape, because we can really, clearly, we have this, like, we have this flow that we've designed because we've got like a bit of a background in software where you pair an ape to the tier that you have. And so you basically tell us which you've got a yacht and you want this ape to be involved. And then we've got a database where we can see that. So we know we can basically write the, we can write the story without needing to break like the sort of wall between, like, of like anonymity. But if you had super Yeti."
    },
    {
        "speaker": "B",
        "text": "Pat's killing me today."
    },
    {
        "speaker": "C",
        "text": "We. That's so funny. We. Yeah. So if you reached out to us and, you know, you could verify that you own the wallet that had a yacht in it, we could have a conversation about a way to get you a feature that would sort of extend past an ape."
    },
    {
        "speaker": "A",
        "text": "So when we pull one, they can be. We can have the mint condition featured that. That somebody who come on the Mint Condition podcast in the story."
    },
    {
        "speaker": "C",
        "text": "Totally. And like, yeah, exactly. You've got a whole scene on the mint condition that speaks to my ego."
    },
    {
        "speaker": "B",
        "text": "So I can appreciate that."
    },
    {
        "speaker": "C",
        "text": "Yeah, totally. Like, they're there. This character is, like, super confused why everyone's wearing a hawaiian shirt."
    },
    {
        "speaker": "A",
        "text": "That's fantastic."
    },
    {
        "speaker": "B",
        "text": "I thought this was valet clothes."
    },
    {
        "speaker": "A",
        "text": "The. Well, the other thing, too. If you don't, uh, if you don't own an ape chamber, you get. Each tier comes with more writers room votes. So that yacht tier has 215 writers room votes attached to it, which is like 40 times, uh, 43 times the normal valet ticket price. So you have, uh, a little more influence on potentially what happens, uh, you know, the choose your own adventure piece of this story. And then, so one question that I had here was, okay, so the first story, obviously, is about apes here, but these yacht owners or each of these tier owners will potentially, you know, say you pull a yacht, you're going to hold on to it. Does that say, now say your next, you know, book or project is about goats and I have a goat and I have a yacht. Is there going to be a way to kind of pair those wallets together on what you choose? How might that look in the future?"
    },
    {
        "speaker": "C",
        "text": "Yeah, for sure. I mean, I think the current line of thinking is that if you hold a yacht, that yacht comes with the same type of perks in future stories as well. And so, again, the licensing fees paid out to any avatar at any tier would be the same, but that the yacht can end up serving as, like, a pretty interesting access token down the road, because what you get there is you get a character if you hold that yacht. And we think that's pretty exciting. The other tiers, by the way, come with some fun stuff, and you can start to imagine how they might apply to other mediums, too, not just in a book. If you own a valet stand, your ape, or you in some other way. This is right next to the yacht that, like, sort of third to the right. Yeah. Is you get illustrated, and we're gonna have illustrations sort of all throughout the book. Even if we write, like, long form, like a mystery or something, there will be illustrations. And so your character sort of is referenced in ways, and you can imagine, like, there's, you know, chamber. You're a character and you're a yacht, but you've got sort of this, like, this crew that exists with you in the book. Right? Like, you represent some group people. That whole group then could be illustrated and so it's like a way to add a little bit of depth to you and your crew. Like in the book, if you hold the keys on the inside back cover, we're going to have a game of where's Jenkins? Like a where's Waldo? Kind of game. Your ape will be there. If not an ape, some other reference to you. And then on the valet ticket, you're inscribed. We're calling it like an acknowledgments, but we really believe that if you apply voting power in the writers room, you're a creator. Like, you're an author of the book. And so really, it's almost like the byline. And that's, that's why, that's why Safa's been in touch with Guinness."
    },
    {
        "speaker": "A",
        "text": "I've always wanted to be an author, and I'm really illiterate, so this is actually a great opportunity. This is a great opportunity for me. So I'm super excited that I can finally, and maybe I'll be in the Guinness book now, again, that, that says that I get one of these today because I have a feeling they're going to be hotly. It's going to be a highly competitive drop, I would think. But there was another good question here from Silent Pete, who asked it before. I want to bring that up. So the crowdsourcing of kind of what direction the book goes in, who's going to be kind of leading that from a team standpoint for you guys?"
    },
    {
        "speaker": "C",
        "text": "Yeah, we have just like a core team at tally Labs who's going to lead the crowdsourcing, setting up the polls, asking different questions, and also determining sort of what can be voted on. A couple nuances. We're always going to include an extra vote that basically says, like, none of those options. Like, these all suck. Give me more. So that if the group crowdsourcing brings forward, like, the wrong thing, we, you know, we can always go and go and redo it. There's a, there's a. There are also going to be some fun guests in the writers room that I think will, will sort of that I can't exactly announce yet, but that I think relate to this, like, who's leading and leading direction and things like that. So I think that that will come and that'll be exciting. But generally, we think the best way to organize a couple thousand authors is to have a somewhat central system where there's the creation of polls, then we'll go and we'll write, and then we'll come back and we'll get feedback via sort of new polls and we'll get told what the plot twist should be and things like that. Yes, there will be people working full time with experience writing, for sure to answer the most recent question down there. Silent Pete."
    },
    {
        "speaker": "A",
        "text": "Yeah, very cool. So silent Pete, just own the game here. Des. What? I know you've been listening, but what questions do you have here, if any?"
    },
    {
        "speaker": "E",
        "text": "Do I still sound like a robot is one?"
    },
    {
        "speaker": "B",
        "text": "No, it sounds great."
    },
    {
        "speaker": "A",
        "text": "A little bit, but that's okay. We love you anyway. Do I? Yeah, you do. Not a robot. You just sound like you're underwater in the eighties."
    },
    {
        "speaker": "E",
        "text": "No, I. Then I'll keep it short."
    },
    {
        "speaker": "A",
        "text": "You know, just."
    },
    {
        "speaker": "E",
        "text": "Is there a general starting point that you guys have thought about as far as where the story goes right from the get go to kind of tease out or, you know, what's, what's the first opening line or where is it headed?"
    },
    {
        "speaker": "D",
        "text": "Yeah, I mean, I think it's important to us that it's set in the yacht club. Obviously, we'll, you know, the founders have to be, well, one, they've, they've supported us with community grant, but they have to be comfortable with how they're portrayed. So that's something that we're obviously going to navigate with them. But it's, you know, it feels like a really great place for this to start. And then, you know, Des, this is not a cop out, but we truly want the community to decide, right. Like, we're, we're going to, you know, we're going to be there to help, you know, source proposals and help structure everything. And obviously, between Jenkins, this creative writing background, and then some additional expertise that we're going to source, which were, you know, hopefully going to be sharing sometime soon. The goal is to really just let the community dictate the story entirely and really just kind of be the, be the shepherds for it. So I think if, if we had an idea of where this was going to go, I don't know that we would be doing our job in the best way possible. So we're excited also, and also we, you know, if we want to vote, we're going to have to, we're going to have to mint nfts along with everyone else to make sure that our votes are heard."
    },
    {
        "speaker": "A",
        "text": "So that's cool. Yeah, I like that. So I have a couple questions here and then we'll see if we can go back to the chat. My first one, maybe you can. It's not really a question, but maybe you can touch on. So what I thought was really cool about this is specifically you guys and the team. You also have a really awesome team of advisors. Can you talk a little bit about who your advisors are, how that all came to be, and kind of what roles those all play?"
    },
    {
        "speaker": "C",
        "text": "Yeah, we were really fortunate to bring on a great group of advisors. I think first, maybe just to acknowledge the expertise that we have on the core team across the three of us, myself, Safa and FUBAR. FUBAR is an amazing solidity developer. He's working on Gamestop's NFt. He did HD punks. He's a sushi grant contributor. I mean, he's just like, if you're. Many of you maybe are familiar with Fubar, he seems to be, like, everywhere these days. Safa is just like, I mean, incredible. Has, like, an amazing mind for marketing and community building and things like that. Like, he is, he's just been, like, amazing at figuring out exactly how we actually, like, bring a world class experience to market. And then my background formally is as a writer, and for the last five or six years, I have been a product manager at a public consumer tech company. So thinking through the right user experience, design for the writers room, and how to bring really great web two experiences to, like, a web three world, I think we're really happy with."
    },
    {
        "speaker": "A",
        "text": "That's cool."
    },
    {
        "speaker": "C",
        "text": "I think from there and stuff, I, like, feel free to jump in with our advisors. We wanted to round out the team with expertise that we didn't feel that we had ourselves to make sure that we were bringing, like, the best possible product and the best experience to the rest of the community."
    },
    {
        "speaker": "D",
        "text": "Yeah, we wanted to make sure that our advisors were hitting on areas that to Jenkins Point, we don't and make sure that we left no stone unturned. So, you know, everyone from Andy 8052, who is an amazing solidity developer and is a resource to FUBAR and also just like a really respected voice in the space to Josh Ong, you know, Beijing do, who's another amazing community builder and marketer and one of the most respected and, like, honest, just amazing people in the space. Drew Austin, who's super experienced in venture and just knows how to, like, structure companies because we have ambitions to build this into, like, a really world class media company. Adam Brotman, who was the president of J. Crew and the chief digital officer at Starbucks, who's just dove headfirst into the space. And then probably someone that I'm forgetting, which I'm going to feel really bad about."
    },
    {
        "speaker": "B",
        "text": "I believe I'm an advisor on the clothing."
    },
    {
        "speaker": "A",
        "text": "Yeah, chamber your clothing advisor. And then, of course, the legal guy."
    },
    {
        "speaker": "C",
        "text": "Exactly."
    },
    {
        "speaker": "D",
        "text": "Yeah, the NFT attorney, who, like, for us, is just so important because I think everyone recognizes we're in uncharted waters right now. Technology and culture is moving faster than laws are able to catch up. And our main, main, main priority here is doing everything above board and making sure that we're acting in the best interest of our community. And so there might be other groups or other projects who I won't mention who are doing really exciting things that maybe we wish we could do, but we're going to stay disciplined and really just sort of grind it out above, you know, above board. So Jacob's huge for that as well."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's awesome. Shout out to Adam, who is the only one on this website with their actual face out there. Everybody chamber. If you go to the advisor or the who we are, everybody's got their avatar, which speaks to exactly what we're doing here. Right, what we're talking about and why it's fun and important. But Adam, with his. With this face out there, we saw."
    },
    {
        "speaker": "C",
        "text": "We saw some hilarious stuff, too. Someone was saying that Adam looks like a crypto funk because he's facing their directions."
    },
    {
        "speaker": "A",
        "text": "He's facing to the left. That's. That's good. But, yeah, I mean, see, so, like, you know, when you look at these projects, it's funny because, you know, we're all behind avatars these days. But, I mean, for the most, like, this is a very public and out there team that is accessible in the community. And I think that says a lot about, you know what, if you're going to mint this tonight, what your comfort level should be, you know, with the team and project. I think that's such a huge, you know, a huge piece. So, you know, that's why I wanted to bring that up. The other thing, too, I wanted to try to segue into the attorney piece because what I thought was interesting when I was listening to ape and pony show with you guys the other day was the licensing piece and how you were able to kind of work that in something that, you know, I'd never personally heard of. And I think it's probably really innovative about what the licensing agreement looks like. If you have an ape and then you sell your ape. So today you woke up or say tomorrow you have your ape listed. You meant one of these, you have a licensing agreement signed, and all of a sudden the floor rises, and now you're apeless. So what happens to your licensing agreement there? How does that all work?"
    },
    {
        "speaker": "C",
        "text": "Yeah, it's. It's crazy. It's super nuanced. And we're really grateful to Jacob and honestly, like, a team of lawyers for helping us through this. Basically, like, here's not to try to go, like, to do, like, a whole law class, but I feel like we have been, like, drinking from the fire hose. For a licensing agreement to be basically, for it to, like, stand up in court, it has to be signed by a human being. So we are going to send licensing agreements. We're basically going to trigger a flow where we can confirm that a human being signs a licensing agreement, but we can do it in such a way in our ux that anonymity is preserved. So we can confirm that a human exercise a signature, but we don't need to know exactly who they are. The licensing agreement that. That human being signs will agree that licensing fees will be paid out to the wallet that holds the ape. And then the beauty of the blockchain is that we can find the wallet that holds the ape. And so if that ape transfers wallets, when we pay out the next licensing fee for sales that have happened for some period of time, we can pay the new wallet. And something that we think is super exciting about that is that what it means is if you've got an ape that's worth, let's say, the floor right now is like 14 eth, and we're really crushing it in the writers room. And so it's clear that the content that we're putting out is actually worse on the. There's a market for it, which means that ape is. Has whatever wallet holds that ape is getting is getting paid licensing fees. We think what that means is that the ape is now worth more on the secondary market. Because what that comes with is this, is this guarantee that whatever walleth that it holds will be paid out the next round of licensing fees."
    },
    {
        "speaker": "A",
        "text": "Yeah. And it's what is crazy. Like, we've seen, you know, some projects try to do something like this with royalties and things like that. Like voxed comes to mind, but, like, this is done in a way that it transfers on to the new owner. And it's. It's done, like you said, above board in a legally acceptable manner. And I think you're totally right. Like, if I have an ape now that has a licensing agreement, or how about this? I have an ape, I have a yacht. And so I'm going to be in the book and I have a licensing agreement, and all of a sudden I want to sell that ape, it's probably worth multiple more, right? So that's super, super interesting dynamic there from not only the value that the person is getting who holds the ape. But you know, the entire community of apes or whatever your next project is, you know that you guys are essentially going to be whatever the next project you choose, the next avatar. You bring immediate value to that whole community, which I think is really interesting."
    },
    {
        "speaker": "C",
        "text": "I really like appreciate the way you just framed that because I think it's a really concise way of saying sort of what like our goals are for sure."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's cool. Chamber. Do we have any other questions here in the chat?"
    },
    {
        "speaker": "B",
        "text": "I take a peek here. What do we got?"
    },
    {
        "speaker": "A",
        "text": "I like 50 50. Sounds like high stakes group mad libs. I dig that."
    },
    {
        "speaker": "B",
        "text": "So we got tank asked one, we answered here is one from Nero drows. Between the licensing and the content voting, I'm excited to follow this project. Tanks got another one. Is there any reason why we would want, we would not want to transfer our newly minted writers room NFTs out of the original, I'm assuming original wallet. Thanks. Thanks, Pat."
    },
    {
        "speaker": "A",
        "text": "Oh, so from so say you just mint them and you don't have the licensing agreement. Is there any benefit or nothing be transferring those?"
    },
    {
        "speaker": "C",
        "text": "Totally. We're going to, we're going to have like a lice. We will start triggering licensing agreements in the writer's room in a few weeks. When we start triggering them, we'll leave it open for a while and the way the authentication happens and basically the way that, the way that makes it. The way that makes it, I think probably best for the holder of the NFT so that everything can stay like as close to anonymous as possible is you connect via Metamask. We verify that you have access to the writers room because you have a writers room NFT and then in that same wallet we look for ape tokens. And so to trigger a licensing agreement you're going to want your writers room NFT and we'll publish tips and sort of like. Exactly. There'd be instructions for how to trigger the license and clothes. But you're going to want the writers room NFT in the same wallet as the ape after sign the licensing agreement and the agreement is paired. Basically a human has signed an agreement that says whatever wallet holds the safe gets paid. You can transfer the writers room NFT to whatever you wallet you want."
    },
    {
        "speaker": "A",
        "text": "Nice. Okay, that makes sense. Another question here. How do you keep the storyline kind of sort of secret from the voters in the voters room? So obviously they'll be making input on potentially direction, but how do you plan to kind of still keep some of that, you know, mystery for the excitement to actually read the book when it comes out?"
    },
    {
        "speaker": "C",
        "text": "Yeah, totally. I think that there's like some, there's actually, like, debate about this for what? And I'm interested to know from, like, everybody who ends up in the writers room, like, what they prefer. To some degree, we want to show progress because we want to give people the most possible context to vote for what comes next. And we think of the members of the writers room as authors, not as consumers. And we think that there's a market for the book NFT that we produce as like the output of the writers room. We think there's a market for that content. It's going to be really fun. And so we think even if the book isn't like a surprise from the members of the writers room, it'll at least be sort of like a surprise for people outside of the raise room. And that's what I think for members of the raise room who are the creators, that's what matters, right. Is that there's demand for that story elsewhere."
    },
    {
        "speaker": "D",
        "text": "And I think just putting in place as many measures as we can, like Jenkins mentioned, to keep it from leaking. Look, if someone's a bad actor and they want to screen record the back end portal and post it, they're going to do that. There's very little that we can do to prevent that. We're doing stuff like, you know, as proposals and as votes are taken into account and stories are drafted in accordance with that. We're going to do stuff like make that accessible to readers, but in a non downloadable format, right, where they can see, you know, what's happened and what's been a result. There's also going to be really fun stuff that's part of the book that maybe people won't vote on, not necessarily plot, but maybe we'll commission really dope art from a cool artist and we'll throw it in there. So there's a lot more to the book that's going to live in the final presentation that's going to feel really premium than just the content. And that's going to be our job, is to help craft that and help guide sort of the people's votes. So we're going to take a stance that people are good, and we're going to hope that everyone who's contributing wants it to be a surprise for the rest of the world."
    },
    {
        "speaker": "A",
        "text": "Will there also be physical copies?"
    },
    {
        "speaker": "D",
        "text": "Yes. So that's another fun thing. Everyone who purchases the writers room, NFT, will receive a physical copy of the book. And we're gonna."
    },
    {
        "speaker": "A",
        "text": "That's cool."
    },
    {
        "speaker": "D",
        "text": "We're gonna do our best. It's gonna be a really nice book. Like, we're gonna do it right. We're gonna. We're gonna make it premium. There's gonna be cool art in it. Like, it's gonna be. You know, it's gonna be awesome. And then who knows? Maybe we even, you know, not to get ahead of ourselves, but maybe, you know, maybe we take it to a publisher and, like, we option the rights and, like."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "D",
        "text": "Maybe we option Jenkins."
    },
    {
        "speaker": "A",
        "text": "Jenkins is on Ellen, and that's awesome. Yeah. I don't know if we have any other questions in the chat. Is there anything else? Just because we're any. Oh, that's a good question. Any plans to work with the Kennel club?"
    },
    {
        "speaker": "C",
        "text": "Can you. Would you mind going back either to the homepage or how it works? Sure. I want to take a look at the valet stand. Nft, just in relation to that question."
    },
    {
        "speaker": "A",
        "text": "Little. Little Easter egg there that we."
    },
    {
        "speaker": "B",
        "text": "Stand."
    },
    {
        "speaker": "C",
        "text": "There that Jenkins has a little photo of him and his pup. Oh, yeah."
    },
    {
        "speaker": "A",
        "text": "There you go. He sure does."
    },
    {
        "speaker": "C",
        "text": "We definitely think that, you know, like, what is. I don't know if there's ever been a story that's incorporated a dog that's been bad. So it would be. It definitely would be fun to work. J berm. J berm. Why does he have a photo of himself?"
    },
    {
        "speaker": "A",
        "text": "Chamber. Chamber actually has ten photos of just himself right on his desk. So, yeah, it's not the weirdest thing we've ever heard."
    },
    {
        "speaker": "C",
        "text": "Of."
    },
    {
        "speaker": "A",
        "text": "That is hilarious."
    },
    {
        "speaker": "B",
        "text": "What is the. I'm trying to read it now. What is the. It says, top secret property of tally labs. Tally labs. I thought it was, like, own the libs or something, but I was trying to figure out what it said."
    },
    {
        "speaker": "C",
        "text": "I actually did. I did get. You know, I got a DM this morning saying, hey, how can you. How can you promise me that youre a not gonna write something that. That I don't. That I don't believe in? Right? Like, how can I confirm that you're not gonna, like, say something that's just, like, totally against my political beliefs and so it feels like top secret. Own the libs is in that direction, and we're not. We're gonna keep it?"
    },
    {
        "speaker": "B",
        "text": "Like, what do you mean? Like, what is that? What is this person talking about? What if you write something I don't believe in? Like, what does that even mean? Like, that. Gonna write about Santa Claus or, like, come on."
    },
    {
        "speaker": "C",
        "text": "Yeah, I think they were concerned that we might, you know, inscribe them in a book, just, like, just writing some, like, horrific thing yeah, I mean, it."
    },
    {
        "speaker": "A",
        "text": "Makes sense, I guess."
    },
    {
        "speaker": "B",
        "text": "It's only fiction."
    },
    {
        "speaker": "A",
        "text": "Totally. So the, before we get out of here, there's a couple people that came in late, and I think this is a huge piece that we need to make sure that we touch on. If you're interested in getting involved, a couple more people that, you know, weren't here at the beginning. So, Jenkins, if you could just go one more time, what is the value to mint this NFT if you do not own an ape?"
    },
    {
        "speaker": "C",
        "text": "Yeah, would you mind just while we're talking about it, going to the what you get page on our website, we think that there's tremendous value for minting, for getting into the writer's room. If you don't own an ape, the first book licenses apes for that story. But if you don't have an ape and you get into the writers room, if what you're interested in is licensing, you have the opportunity to license other avatars for future pieces of content. Like, the writer's room is not like it comes and then it disappears. We're planning on producing quite a lot of content in this distributed, crowdsourced storytelling model. And so there's that. And we think that that's a really strong benefit. But I think on top of that, just for the short term benefits, as a creator of the story, even if you don't have an ape, you get the final book, NFT for free. You get to exercise creative direction on every aspect of the story. You get a physical copy of the book. We have an awesome. If you go to the Jenkins Valethe Twitter, you can see we just released a preview of our two story writers room in the real estate plot."
    },
    {
        "speaker": "A",
        "text": "Yeah, that was awesome."
    },
    {
        "speaker": "C",
        "text": "Yeah. So we think that we really do want to bring the writers room to actually each of the different builders and land plots in the metaverse. And then I think really minting the writers room today is a bet on distributed storytelling having a future. And if you think that it has a future and you think you'd ever be interested in playing a part in telling stories or in including avatars that you own in stories, it's why. It's why you admit."
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, I don't want to talk too much on stoner cats, but, like, this is the, this is, you know, this is if Stoner cats did it the right way, in my opinion. Right. Like, this is the, this is the fun part about what they're, they were trying to do, I think. Right. Like, instead of this, which is crowdfunding the actual creativity of it, it was just crowdfund the project. And I think this is, you know, what makes that super next level and something we really haven't seen before. So I'm super excited about this. The Azoreth 90 had one question before we get out of here, and I think this is just a clarification. Right? So in the case of wanting to license a different avatar, would you not sign a licensing agreement? Wait till the next book? I would assume you guys would say that. You would probably say you own an ape this round, and then you also own goats, which is clearly going to be version two. If you have both, you would get separate licensing agreements for each, correct?"
    },
    {
        "speaker": "C",
        "text": "Yeah, exactly. In that case, a human being would sign a licensing agreement to pay a fee to the wallet that holds the goat in the future story. It may be a book. It could be any other piece of content, by the way. Right. Like, the medium can certainly change. We're going to produce all sorts of different stuff from. From, you know, video to written and anything in between. The other thing that I just want to acknowledge is that we are going to. We are going to rely on the members of the writers room to vote on the direction that they want to take future projects. And so it would make sense to wait to trigger future licensing agreements for those. For those future projects so that members of the writers room know the details of where the votes going, so that if they want to go acquire those. Those avatars, they can do that."
    },
    {
        "speaker": "A",
        "text": "Interesting."
    },
    {
        "speaker": "E",
        "text": "So you're saying I need to get 34,000 votes so that I can sway it to guarantee that goats is in book two?"
    },
    {
        "speaker": "A",
        "text": "Yeah, you need to buy all the votes."
    },
    {
        "speaker": "C",
        "text": "I'm saying. I'm saying that I have some wallet addresses that if. I don't know if a trippy goat ended up in them, maybe we have a conversation."
    },
    {
        "speaker": "A",
        "text": "I mean, if the forge is coming. So you just forge one, Des. There you go. That's funny. Yeah. Yeah. Des, you got to buy the actual lion's share of the votes. You need 51% or then you're good to go. Awesome. Guys, I think this was a really great episode. Chamber, knowing nothing when you came in. What do you feel now? I."
    },
    {
        "speaker": "B",
        "text": "Well, I'm gonna."
    },
    {
        "speaker": "A",
        "text": "I'm gonna mint as many something I say every show. You knew nothing when we started. How do you feel now?"
    },
    {
        "speaker": "B",
        "text": "I know slightly more now. No, I'm gonna buy a shitload of these, or I'm gonna try to."
    },
    {
        "speaker": "A",
        "text": "At least Pat wants to know what the. What the mint limit is."
    },
    {
        "speaker": "C",
        "text": "We were limiting. It's 69 mints per wallet."
    },
    {
        "speaker": "A",
        "text": "69 mints. Per wallet. I heard on ape and pony show that your mom asked you, why is the 69, which I thought was really. Which is hilarious."
    },
    {
        "speaker": "B",
        "text": "I'm pretty sure my mom would ask me that, too. I don't think she would."
    },
    {
        "speaker": "A",
        "text": "Uh huh."
    },
    {
        "speaker": "C",
        "text": "I got out of town after that."
    },
    {
        "speaker": "A",
        "text": "At least you made her proud. At least you made her proud. Getting the job at the yacht club. That's."
    },
    {
        "speaker": "B",
        "text": "That's amazing."
    },
    {
        "speaker": "D",
        "text": "That's one thing. Before we jump, guys, I just want to. I saw someone in the chat, Arshenae Gil just said, guys, respectfully, 69 is a lot for us. It was a couple schools of thought. One, we've seen a ton of avatar projects where wallets end up with 500, 901,000. We don't want that to happen. Some people choose a lower mint per transaction, and we essentially just felt that a mint per transaction, mint per wallet could both sit at 69, and also, it would allow people the amount of transactions. It should cut it down, which hopefully lowers the gas."
    },
    {
        "speaker": "B",
        "text": "Right."
    },
    {
        "speaker": "D",
        "text": "For the people. You know, there's not going to be thousands and thousands."
    },
    {
        "speaker": "B",
        "text": "69 is not that much."
    },
    {
        "speaker": "A",
        "text": "I really don't think it is."
    },
    {
        "speaker": "D",
        "text": "Our goal. Our goal was to really make it so that no wallet or no small group of wallets could dominate the story. And we feel like with limiting wallets to 69, we feel really confident in that."
    },
    {
        "speaker": "A",
        "text": "Got it. Okay, so that's the clarification. It is 69 per wallet, not 69 per transaction."
    },
    {
        "speaker": "D",
        "text": "Yeah, but no more than 69."
    },
    {
        "speaker": "A",
        "text": "Yeah, but I could do potentially two transactions of 30, correct?"
    },
    {
        "speaker": "C",
        "text": "That's right. And then the other thing is, we've spent. I mean, Fubar deserves a ton of credit. He's. He's really a fantastic solidity developer, and we've. We've built the smart contracts to be really sound. And 69 will fit in one transaction block, which is good for gas. So. So the number of mints that happen in a single transaction, it's really no different. If you minted three different instances of 20 or one instance of 60, gas is going to be sort of, like, proportional. And so we're really happy with the way that this is. Mitchell."
    },
    {
        "speaker": "D",
        "text": "Yeah. Also, like, there's been drops. There's been drops in the past where people have lost a lot of money on gas. And can we make it so that every single person who wants to get one gets one? Unfortunately not. We feel like it's an awesome project and demand is going to exceed supply. But there's been some mistakes made in the past from other people. Such as some people write their contract, so it only checks if it would fail after minting everything. So if it fails, you're out of gas and there's nothing you could do about it. Jersey born. We're not doing that. Our goal is to allow a ton of people to get it and also minimize lost gas. And we feel really, really good about that."
    },
    {
        "speaker": "A",
        "text": "So cool. That's. I think that's refreshing, probably for a lot of people to hear, because gas is one of those things that we can't fully control. And so any steps to kind of help that process just shows that you guys are taking that stuff into consideration for the people and buying into the project, which is pretty cool. So, awesome. Is there anything else about the actual drop that we need to know before we get out of here tonight? So, lastly, we're. Oh, my gosh, we're only an hour and 20 minutes ish away, so. Getting close. 07:00, the website is Jenkins the valet.com. will it be right on the homepage where you mint?"
    },
    {
        "speaker": "C",
        "text": "Yes, on the homepage at 07:00 there will be a button to connect your metamask wallet, and the button that says learn more right now will convert into something that says mint. You'll be able to mint on the website at seven. We will also announce the contract address and people will be able to mint from the contract as well. Not early. The contract will be unpaused at seven, and that's when minting will begin."
    },
    {
        "speaker": "A",
        "text": "Got it. Awesome. I think chamber, we need to do an episode on how to mint from a contract."
    },
    {
        "speaker": "B",
        "text": "People say that I don't want to. I don't want to pretend like I know what they're talking about."
    },
    {
        "speaker": "A",
        "text": "So."
    },
    {
        "speaker": "B",
        "text": "Yeah, I think that might not be a bad idea."
    },
    {
        "speaker": "A",
        "text": "That's how."
    },
    {
        "speaker": "B",
        "text": "I bet you Des knows how to mint from a contract."
    },
    {
        "speaker": "E",
        "text": "I just have to say all the things that you guys are doing, you know, holding the contract back, maximum transaction, being high. You guys are all doing it right. You're gonna have a super smooth launch. I have utmost, yeah, utmost confidence in you guys."
    },
    {
        "speaker": "C",
        "text": "Thank you so much, Des. It means a ton."
    },
    {
        "speaker": "A",
        "text": "Really, really angling for goats in book two. Des is really laying it on thick. There's really laying it on thick here. Yeah. That's so fun, buddy. Awesome, guys. Well, thank you so much for coming on. This was fantastic. I love doing these drop day episodes. They make me want to go spend my etherium, and I am planning to do so tonight. This one gets a five out of five for me. So. You know, somebody out there once said, nobody makes you want to spend eth like the mint condition on drop day. So I'm hoping. I hope you guys had a good time. Everybody was super awesome in the chat chamber. You want to roll this giveaway before we get out of here?"
    },
    {
        "speaker": "B",
        "text": "For sure. Also, too, before we sign off, too, we should let people know about the new theme song we got. I was getting some. YouTube was kicking me give me shit for using a. Apparently a non copy licensed audio. We got some fresh audio. Do you want to tell them about?"
    },
    {
        "speaker": "A",
        "text": "Yeah, so it's actually my buddy, the same guy who did the rect podcast theme song. His name is Johnny Mac. He's. He's actually former of former Big Brother us fame. He was on the show Big Brother in 2000, and so he makes music. He made us our nice little theme song for both rect and mint condition now. So that's awesome. So we are going to roll this giveaway. We have to. So we're going to give away two items here. We're going to do a fuck crash grabs, and we're going to give away one writers room ticket here. So the first prize will be, what are we doing? Who's the top? The top name will get the."
    },
    {
        "speaker": "B",
        "text": "I like. I like it the other way. I like. First place gets the worst one and second place gets the best one."
    },
    {
        "speaker": "A",
        "text": "No losers here, though. But. So first place is going to get the fuck cash grab second place. We'll get the writers. Yeah, that's."
    },
    {
        "speaker": "B",
        "text": "It's a win win. That's a win win. Okay, ready?"
    },
    {
        "speaker": "A",
        "text": "That's it. Let's roll it."
    },
    {
        "speaker": "B",
        "text": "Let's see who we got here. To one ors day."
    },
    {
        "speaker": "A",
        "text": "Oh, and Nero daos."
    },
    {
        "speaker": "B",
        "text": "Hello."
    },
    {
        "speaker": "A",
        "text": "Wins the writers room ticket, and ors day wins the f cash grabs, and we are out of here."
    },
    {
        "speaker": "C",
        "text": "Wow."
    },
    {
        "speaker": "A",
        "text": "That's gonna do it for us, guys. Thank you so much. We wish you the best of luck tonight. Thank you so much for spending time on drop day, which is a. A super stressful time, I'm sure. But thank you for spending an hour and ten minutes with us today. We really appreciate it. That's it. Until next time, stay mint."
    }
]