[
    {
        "speaker": "A",
        "text": "Of course I did. God damn it."
    },
    {
        "speaker": "B",
        "text": "Mister Fumble."
    },
    {
        "speaker": "A",
        "text": "That's a good nickname. Yeah, I guess that's my nickname now."
    },
    {
        "speaker": "B",
        "text": "Shit. Hey, you kept it longer than. Than most did, so I'm proud of you."
    },
    {
        "speaker": "C",
        "text": "All right, we're gonna start the show."
    },
    {
        "speaker": "A",
        "text": "Fuck this show. I'm out."
    },
    {
        "speaker": "B",
        "text": "This episode is brought to you by the DGEN community Network Media for the decentralized generation. If you want to connect or to check out more great NFT and crypto content, go to dgen.net work. That's DGEn network. That might be one of the greatest intros to ever start the show. I'm just gonna."
    },
    {
        "speaker": "A",
        "text": "I'm waiting. I'm waiting for you guys. Cause I'm not f doing it."
    },
    {
        "speaker": "B",
        "text": "That was probably one of the most real intros to the show that we've ever had."
    },
    {
        "speaker": "A",
        "text": "Hello."
    },
    {
        "speaker": "B",
        "text": "Hey, what's everybody. My name's Bunshu. I'm gonna kick us off today. Chamber, how you feeling?"
    },
    {
        "speaker": "C",
        "text": "Doing great, man. Always a good day when I'm with you guys. It's been a lot of bad days for me in a row. Yeah, yeah, 100%."
    },
    {
        "speaker": "A",
        "text": "Oh, great. Awesome. Hey, welcome to the Mint condition. I am Bunshu alongside our esteemed colleagues and co hosts, Chamber and Des. Chamber. How you doing, buddy?"
    },
    {
        "speaker": "C",
        "text": "Oh, I miss talking to you guys. I'll tell you, every time I'm reminded how much entertainment you guys provide me. So I appreciate it, mostly at my."
    },
    {
        "speaker": "A",
        "text": "Expense lately, and it's okay. That's all right. I've earned a new nickname. Des, would you like to tell the people my new nickname?"
    },
    {
        "speaker": "B",
        "text": "I think everyone heard it prior to. Prior to the intro credits running, but mister fumble, primetime fumble. I'm still messing with it. I'm still fumbling with it. We'll figure it out."
    },
    {
        "speaker": "A",
        "text": "Yeah, I mean, that is definitely my nickname. I've had a rough couple days here, and, you know, story of my life is I can't. I'm at a loss. I don't even know what are we talking about today."
    },
    {
        "speaker": "B",
        "text": "To be fair, what we are talking about is relevant to the NFT community, but it is surrounding looks, which looks is one of the more recent and one more legit free coins is what I'm coining it. Free coins to come out, you know, recently, basically, it was opensea usage based. So the more you used opensea, the more. The more looks you were given for free and in the airdrop or in the free claim. And the way looks works is. Yeah, it's a company. It's a competitor to OpenSea. And if it's an open marketplace, but they were incentivizing people to list their nfts and then you get your looks for free. And then the best part about it was actually the staking mechanism. So if you staked your looks you basically took in a percent of the transaction fees, something that Opensea keeps from themselves. They're letting you tap into that as a staking representative and take part of that coin. So yeah, I mean it's a really awesome, it's an expensive marketing tactic. I've been trying to explain this to people in like the non NFT world and be like, hey, this company just know spent $120 million basically marketing their competitor competitive product to OpenSea. But what's, what's fascinating about it is that it's actually doing well and so you know, good on have the chart."
    },
    {
        "speaker": "C",
        "text": "If you guys want to see it."
    },
    {
        "speaker": "A",
        "text": "I would love to see it. Yeah."
    },
    {
        "speaker": "B",
        "text": "I can point out his exit point."
    },
    {
        "speaker": "C",
        "text": "Yeah, we'll, we'll highlight it here. 1 second. 1 second. Okay."
    },
    {
        "speaker": "B",
        "text": "Okay. But what I will say is many people like me who decide to paper hand these coins miss well wait a."
    },
    {
        "speaker": "A",
        "text": "Second by the way. Yeah, wait is check out, I interrupted your stream there. Check out my rewards before I sold nice 1622 looks and 1.5 eth in rewards prior to, prior to over like a week."
    },
    {
        "speaker": "C",
        "text": "What is that? How long?"
    },
    {
        "speaker": "A",
        "text": "Yeah, about a week. So I, I bought a very large bag of looks."
    },
    {
        "speaker": "B",
        "text": "I mean let's, let's be real with it. How much do you buy?"
    },
    {
        "speaker": "A",
        "text": "I mean I, I put, I bought ten e worth of looks at $2.15."
    },
    {
        "speaker": "B",
        "text": "Fantastic buy."
    },
    {
        "speaker": "A",
        "text": "Yeah. And so first of all, tennis, what do we. Ten e for me is a large bet on a token that's, it's, I don't think I've ever made a purchase that large on a single token. So this was a, this is a really big bet for me. And uh, I mean that's an alpha play."
    },
    {
        "speaker": "B",
        "text": "Can, can you, can you walk us through what made you so confident about this one?"
    },
    {
        "speaker": "C",
        "text": "What price, sorry, what price did you buy to what?"
    },
    {
        "speaker": "A",
        "text": "215, 220 ish by the time uh, slippage and, and all of that kind of fun stuff happened. Why are you going to mark it down on the chart right now?"
    },
    {
        "speaker": "C",
        "text": "100%?"
    },
    {
        "speaker": "A",
        "text": "Yeah. Okay, great."
    },
    {
        "speaker": "C",
        "text": "No, but we're going to see how."
    },
    {
        "speaker": "B",
        "text": "Much make you look good. I mean yeah."
    },
    {
        "speaker": "A",
        "text": "Oh no, I mean it's a great play. It was a great play no matter what happens here, however. So. Okay, so why did I make the play? So it's a different, it's a different method than a lot of these other airdrops right. So, you know, most of these airdrops are out of thin air with not a. A real project of any kind behind it, blah, blah, blah. This was, in my opinion, a very valid and just the whole way they rolled this out, I thought was pretty brilliant. And when you really looked at the reward system and, you know that we could talk about kind of what's driving this volume right now, which, to be honest, it's mostly watch trading. Yeah, it's mostly watch trading. So, like, if you look at the daily volume on this, you're getting, like, $500 million of daily volume through. Through the platform. And most of that is wash trading, which, you know, say what you will, but it's actually great for the rewards system because you're getting a piece. The we rewards and the looks you're getting are from or consistent and on a sliding scale to what the actual volume going through the platform is. And so when you're seeing that and you're looking at how these rewards are paid out and what the reward structure is, I'm like, man, this is a. Even in a month's time, you would make back, potentially, as long as the token didn't go to, like, zero, you would have made back your initial investment just in. Just in the rewards. Right. So you were pretty low risk, in my opinion, which is why I made the bet. Right. And so what's funny about this is. What's funny about this is I actually woke up the day of the drop without doing any research about what was going on, and I sold my airdrop. And I sold my airdrop for three and a half. Ethan. And I was like, okay, nice. Thank you. Ten k. You know, ten k in my pocket. See you later. On to the next thing. Then I actually looked at what was happening here, and I looked at the platform, I looked at the reward structure, and I was like, I did the math, and I'm like, oh, actually, this is pretty attractive. So that it had run back up to, like, $3, and I was waiting for a dip. The dip came that that same morning back to, like, two, and by the time I was able to get in, it was about 220 to 215. 220. And that's when I made the bet. So I actually initially sold it and then bought back in. I bought in at that $2.20 range and was doing really great with it. And then I got spooked. I got spooked."
    },
    {
        "speaker": "C",
        "text": "Was it fun that spooked you?"
    },
    {
        "speaker": "A",
        "text": "Yes, it was. It was."
    },
    {
        "speaker": "C",
        "text": "Gets me every time. Don't worry."
    },
    {
        "speaker": "A",
        "text": "It was fud. I was introduced to some fud. And I. For me, like I said, it was a massive, you know, massive bet for me. So by the time I sold, I had already. I sold at 462. If you want to mark that out."
    },
    {
        "speaker": "C",
        "text": "I do want to mark that out."
    },
    {
        "speaker": "B",
        "text": "Wasn't as good as I thought you'd say."
    },
    {
        "speaker": "A",
        "text": "But, no, it's not. So I. But so my. I made a 14 and a half ETH profit, which is amazing."
    },
    {
        "speaker": "B",
        "text": "Strong, amazing."
    },
    {
        "speaker": "C",
        "text": "So it's 100 and 113%."
    },
    {
        "speaker": "A",
        "text": "Yeah. Which in a week, I'll take it. Right. And so. But then it proceeded to run $3 higher than where. So I left, you know, probably another. God, I don't even know. I had 15,500 at the time I sold. So what. What is that worth right now?"
    },
    {
        "speaker": "B",
        "text": "So I was gifted 10,000, and then I instantly sold at $2.06. Just paper handed that away. And then you made one of your biggest plays ever. And I thought to myself, well, I don't want to miss the rocket ship in case bunches right about this. So then I rebought back in at 3000 looks for, I think, a little bit higher. No, actually might have been cheaper. And so I'm still holding those 3000 looks."
    },
    {
        "speaker": "A",
        "text": "Look at you. Good, good, good. That's awesome. So you're pro. You're up, what, three x on the second batch?"
    },
    {
        "speaker": "B",
        "text": "Yeah. I mean, I should have held, obviously, the 10,000, but no."
    },
    {
        "speaker": "A",
        "text": "So I would have. At the current price, I would have been up another ten eth."
    },
    {
        "speaker": "C",
        "text": "Yes."
    },
    {
        "speaker": "B",
        "text": "It hurts. I mean, it hurts, but, I mean, look at you. You made. You made an awesome play at the end all day."
    },
    {
        "speaker": "C",
        "text": "Plus. Yeah, plus I. Plus what you got for staking."
    },
    {
        "speaker": "B",
        "text": "You know, I think primetime fumble is like, a pretty sick superhero name. I don't know, dude."
    },
    {
        "speaker": "A",
        "text": "That. That is me. I could tell you. Let's go back to the wolf game story. You want to tell people what Wolfgang's doing right now?"
    },
    {
        "speaker": "B",
        "text": "Well, I don't necessarily totally blame you for Wolf game, but, yeah, I mean, Wolf game is absolutely just completely mooning at this point. It took a little hit today, but digital Wolfenhe, digital wool per wool was at one point yesterday worth fifty two cents a pop. And just. Just to take us back to the beginning, in the origin of Wolf game, you were one, at one point earning 10,000 wool a day from having one NFT."
    },
    {
        "speaker": "A",
        "text": "So that 10,000 and I had 28,000."
    },
    {
        "speaker": "B",
        "text": "Yeah, $5,000. So a day, which is just. I mean, that blows off every single, you know, staking reward system that is active. It's pretty. I mean, it's pretty nuts and it's popping off still. So they released like kind of a game mechanic and a lot of celebrity playing."
    },
    {
        "speaker": "A",
        "text": "Are you playing the alpha game?"
    },
    {
        "speaker": "B",
        "text": "So I have decided to hold and see if there's a squeeze on supply. And, you know, if I learning from the first time, if AJ Vaynerchuk wants to come knocking on my door and say, hey, hey, Des, I need your assets for to win wolf game, I'll be happy to hand them over."
    },
    {
        "speaker": "A",
        "text": "I can actually hook you up. He, he was asking in the group chat that I'm in with him if anybody wanted to play. You want to be on AJ's team? I can get you in."
    },
    {
        "speaker": "B",
        "text": "I don't think so. I'm going to hold."
    },
    {
        "speaker": "A",
        "text": "He's running one of the kicks kingdoms."
    },
    {
        "speaker": "B",
        "text": "Oh, for sure. And he's trying to pump it on. I think he's doing twitter spaces right now and he's trying to pump up his team. It's a fascinating concept."
    },
    {
        "speaker": "A",
        "text": "So how does it work? How does the alpha game work? Because I haven't."
    },
    {
        "speaker": "B",
        "text": "So basically there are 14 alpha wolves and, you know, I think the average price on an alpha wolf was like probably 20 to 30 ETH. I think Shamdu bought one at the height of like maybe 60 etH, 50 ETH or something like that. But most were brought in like the 20 range. And so there's 14 teams, 14 kingdoms, and then it's the public holders basically back. One of those alpha wolves, you stake your assets in the pool of one of those kingdoms and you accrue points and you can attack other kingdoms, you can protect your kingdom. But it's basically like a social experiment with like leading influencers leading the charge and the person. This is the craziest part right here. The team that walks away with the victory at a. I'm trying to do the math in my head. At a price, at a wool price point of like 0.4 is walking away with. Let's see. I think they walk away with 100 million wool. So it's like 40. Yeah, it's like $40 million. So the team that win, the kingdom that wins basically splits up $40 million based on your contribution. And then all the other teams get rewarded too. So down to last place, you get a percent of. I think it's total is like $210 million. I think there's a digital NFT game being played right now for $210 million. That's the headline."
    },
    {
        "speaker": "A",
        "text": "So why, why, what's the game theory between you making the choice to not do it?"
    },
    {
        "speaker": "B",
        "text": "Once it's staked, it's state."
    },
    {
        "speaker": "A",
        "text": "Your state cannot."
    },
    {
        "speaker": "B",
        "text": "Your state the whole time. You can't."
    },
    {
        "speaker": "A",
        "text": "And how long does the game last?"
    },
    {
        "speaker": "B",
        "text": "We don't know. We don't know. They didn't."
    },
    {
        "speaker": "A",
        "text": "So it's interesting. Yeah. So you might be on the right track there because just learning from the first go around right where these things pumped to, like eight ETH and we were all stuck you might be in."
    },
    {
        "speaker": "C",
        "text": "Seems risky to me."
    },
    {
        "speaker": "A",
        "text": "In good shape."
    },
    {
        "speaker": "B",
        "text": "We'll see. We'll see. But it's a. It's a fascinating game. Yeah, it's. It's cool."
    },
    {
        "speaker": "A",
        "text": "God damn it. I hate myself today. This is how you guys all rich."
    },
    {
        "speaker": "C",
        "text": "Like, that's suck at this trades."
    },
    {
        "speaker": "A",
        "text": "I would do well. I would be so rich."
    },
    {
        "speaker": "C",
        "text": "I bought a Dyson vacuum yesterday. Like, I felt like a boss. I'm nice and vacuum rich. And you guys are. You guys are on another level, I think."
    },
    {
        "speaker": "B",
        "text": "I'm still. I'm. Yeah."
    },
    {
        "speaker": "C",
        "text": "Yes."
    },
    {
        "speaker": "B",
        "text": "JP, the cope face. The cope robot face. Yeah, no, it's. It's still crazy, though. I'm still very much in the. Why is this sandwich costing $10? Mindset. So I'm with you. A Dyson vacuum, which I will say is one of the best expensive purchases you'll make in your life. You know, it still hurts."
    },
    {
        "speaker": "A",
        "text": "I'm going to brick the."
    },
    {
        "speaker": "C",
        "text": "And it's just like, it's the fu one. It's just the quick one. We have, like, another one, but I got the, like, you know, the. The one just for quick cleanups. Felt like a. Felt like a real boss."
    },
    {
        "speaker": "B",
        "text": "Not the animal v eleven."
    },
    {
        "speaker": "C",
        "text": "No, we have like, the good one for like, the carpet and stuff. But this is just the, you know, the fu one I take out to my car. I want to, you know, get the goldfish out of the backseat, you know."
    },
    {
        "speaker": "B",
        "text": "Sure."
    },
    {
        "speaker": "A",
        "text": "I just grabbed my car yesterday as dad car because I had crumbs and cookies and all over the car in the front passenger seat where my wife sits. It wasn't my kid's fault. It's my wife's fault."
    },
    {
        "speaker": "C",
        "text": "Oh, my goodness. I like the car on fire."
    },
    {
        "speaker": "A",
        "text": "Yeah. Anyway, well, that's it for us today. Thanks for joining us. We'll see you next week."
    },
    {
        "speaker": "C",
        "text": "Man, I feel so bad."
    },
    {
        "speaker": "A",
        "text": "No, you know, you made such a."
    },
    {
        "speaker": "B",
        "text": "Huffle play with looks, you got unceremoniously kicked out of the wolf game discord."
    },
    {
        "speaker": "A",
        "text": "Yeah, I got banned from Wolfgang, so fuck that."
    },
    {
        "speaker": "B",
        "text": "I mean, this is not all your fault."
    },
    {
        "speaker": "A",
        "text": "Fault. Okay, it's not all my fault, but, you know, I would be. Not you, man. No, not you. I would be so rich if I was any good at this. If I was any good at this, I would be very rich. But all right, let's, let's talk about what else is happening."
    },
    {
        "speaker": "C",
        "text": "You billionaires get any, any of these ones?"
    },
    {
        "speaker": "B",
        "text": "You know, I, obviously, I said on our last show, like, hape is going to be a moneymaker for a ton of people. However, you had to be on the whitelist. Yeah. And so."
    },
    {
        "speaker": "C",
        "text": "Could not get on."
    },
    {
        "speaker": "B",
        "text": "Could not get on. And so it's a tough one for me to watch. Just slip by at 7.4."
    },
    {
        "speaker": "C",
        "text": "I have a question for you. Yeah, I did. Besides the ones you guys, uh, tell me to do, I've never gotten on a white list independently. And I got on a white list for, um, scam. I want to know. I'm like, I got on a white list. You tell me. It's a good one. Pop art cats by Matt."
    },
    {
        "speaker": "A",
        "text": "I think that's going to be it. I think that one's going to be a good one."
    },
    {
        "speaker": "C",
        "text": "I think it is too. Like, I felt pretty good."
    },
    {
        "speaker": "A",
        "text": "Let's, we could drop that. That, that could be alpha, by the way. Hold on, let's, let's actually look at that one. I'm gonna go. I'm in the discord. Hold on 1 second."
    },
    {
        "speaker": "B",
        "text": "Give me 1 second."
    },
    {
        "speaker": "A",
        "text": "That could be alpha, by the way chamber."
    },
    {
        "speaker": "C",
        "text": "I don't know if you can still get on a whitelist, but I."
    },
    {
        "speaker": "A",
        "text": "So I don't think you can anymore. However, we should probably put this project on people's radar because Matt on Twitter, not a huge following on Twitter. I think he's got like a ton of tick tock followers. 2.7 million tick tock followers."
    },
    {
        "speaker": "C",
        "text": "Is this going to be the tick tock nfT?"
    },
    {
        "speaker": "A",
        "text": "It could be."
    },
    {
        "speaker": "C",
        "text": "If so. If so, I'm all of, I'm all about getting on whatever tick tock's doing because tick tock didn't tick tock pump doge last summer."
    },
    {
        "speaker": "A",
        "text": "Yeah. So this is Matt Chesco. He's got 2.7 million followers. Look at his little art here. Oh, I love it."
    },
    {
        "speaker": "C",
        "text": "That's interesting."
    },
    {
        "speaker": "A",
        "text": "Oh, look at this. That's pretty dope."
    },
    {
        "speaker": "C",
        "text": "He's like tick Tock, Bob Bruss."
    },
    {
        "speaker": "A",
        "text": "It's like, it's like a mix of, like, art and magic, but so here's one of the pop. Oh, nft. There you go. So here's one of his pop art cats."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "But point being, 2.7 million followers on tick tock, 56.5 million likes. And we are, we found ourselves on the white list here, so."
    },
    {
        "speaker": "C",
        "text": "And I don't think there's that many. Like, I think it's like a thousand. I don't know if it's like a thousand people or almost 30."
    },
    {
        "speaker": "A",
        "text": "Almost 30,000 in the discord."
    },
    {
        "speaker": "B",
        "text": "Is his PFP there? One of his."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's the pop art thing that he's."
    },
    {
        "speaker": "B",
        "text": "God, that looks insanely like space poggers. I'll be dead honest about that."
    },
    {
        "speaker": "A",
        "text": "I don't know if. I don't know what space poggers are. Yeah, for sure."
    },
    {
        "speaker": "C",
        "text": "Nobody knows about your space, okay? We're talking about Matt Chesco, okay? That's who we're talking about."
    },
    {
        "speaker": "B",
        "text": "This man gets on one white list and all of a sudden."
    },
    {
        "speaker": "C",
        "text": "Doesn'T look like anything else. It's unique."
    },
    {
        "speaker": "A",
        "text": "Why is my camera blurry? I just got this great 4k camera and I can't even fucking record. This is ridiculous. What is happening?"
    },
    {
        "speaker": "B",
        "text": "Good old primetime fumble."
    },
    {
        "speaker": "A",
        "text": "I hate today. I don't even want to do this show anymore."
    },
    {
        "speaker": "C",
        "text": "No, I knew. I had the feeling."
    },
    {
        "speaker": "A",
        "text": "I."
    },
    {
        "speaker": "C",
        "text": "Yesterday, I'm like, I didn't think Joe wants to do one today."
    },
    {
        "speaker": "A",
        "text": "Today is my. Today will be my last show."
    },
    {
        "speaker": "C",
        "text": "Yeah. So I'll be looking for, you know, a co host, somebody that knows what they're talking about."
    },
    {
        "speaker": "A",
        "text": "I think you guys should. I think you should get Drew. Drew's. Drew's sharp."
    },
    {
        "speaker": "C",
        "text": "I've been listening to Drew on the. On the morning coffee and coffee with the captain spaces, and he's fantastic."
    },
    {
        "speaker": "A",
        "text": "Drew is the one that got us on that white list."
    },
    {
        "speaker": "B",
        "text": "Yesterday or tomorrow? Yesterday."
    },
    {
        "speaker": "A",
        "text": "Oh, are you. Tomorrow? Nice."
    },
    {
        "speaker": "B",
        "text": "Tomorrow."
    },
    {
        "speaker": "C",
        "text": "It's early for me, and I'm on the east coast."
    },
    {
        "speaker": "B",
        "text": "I know. It's true. No, but I'm excited. I mean. Yeah. Chris is one of my favorite people I got to meet at NFT NYC. So happy."
    },
    {
        "speaker": "C",
        "text": "He's a good one. He's a good one."
    },
    {
        "speaker": "B",
        "text": "Great guy."
    },
    {
        "speaker": "A",
        "text": "He's fine."
    },
    {
        "speaker": "C",
        "text": "Very few of them out there. Very few even on this show."
    },
    {
        "speaker": "A",
        "text": "Anyway. Yeah. Thanks for. I think Drew was the one that actually dropped that whitelist in the NFT war room."
    },
    {
        "speaker": "C",
        "text": "So I think was a drew that dropped. I was talking before the show. I'm a community member. I changed my avatar, by the way."
    },
    {
        "speaker": "A",
        "text": "Yeah, I'm capped it."
    },
    {
        "speaker": "C",
        "text": "I changed on both discord and Twitter. So you know it's for real. I know."
    },
    {
        "speaker": "A",
        "text": "Yeah. Tell that story."
    },
    {
        "speaker": "B",
        "text": "That's big news."
    },
    {
        "speaker": "C",
        "text": "That's so. I think it was. It was either drew or JP. I forgot who dropped the link for the fudders drop the other day. And I don't know. Lately there's been a lot of projects have been optimizing the contract for, you know, reduction in gas fees. So they're not, you know, crippling. You're not paying twice as much. And I like stealth drops. That's what, that's the other thing I want to point out. No more whitelists. Stealth drops is the key. Reminds me of like, I think bored ape was stealth. Right?"
    },
    {
        "speaker": "B",
        "text": "Does that."
    },
    {
        "speaker": "C",
        "text": "No, no."
    },
    {
        "speaker": "A",
        "text": "Kinda sorta."
    },
    {
        "speaker": "C",
        "text": "It wasn't like a middle of the night."
    },
    {
        "speaker": "A",
        "text": "No, the middle of the nights when they started."
    },
    {
        "speaker": "C",
        "text": "Oh, is that what it was? Okay, maybe that's what I'm thinking of."
    },
    {
        "speaker": "B",
        "text": "It was live for two days. I can't believe that. That's just nuts."
    },
    {
        "speaker": "C",
        "text": "Oh. So he was neither drew nor JPF, according to the chat. So somebody dropped some fudders Alpha and it was a bargain price. I ended up buying. And it was quick. You could see it was selling out. There was a few Twitter people that were talking about it and I ended up picking up like 60 of them. Oh, Drew did? Okay. Yeah, Drew dropped it. Drew dropped this one."
    },
    {
        "speaker": "B",
        "text": "This show is a shit show today."
    },
    {
        "speaker": "C",
        "text": "It's the worst possible show. You can ask. But I end up, I end up picking up 60 of these things and it turns out I'm the number two holder. And I got a. They had 16 one of ones. And I got. I got one of them as well."
    },
    {
        "speaker": "B",
        "text": "Wow, that's pretty cool."
    },
    {
        "speaker": "C",
        "text": "So that's. The one of one is my."
    },
    {
        "speaker": "B",
        "text": "You need to be spending more talking and time talking about flutters than this Matt guy."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "I like, I like butters. Uh, you know, they're absolute shit and they're going to zero, but they're all right. Good community. Their whole marketing ploy is, uh, you know, talking shit about the project, and so if anybody actually does, then it just melts into the rest of the stuff. Yes."
    },
    {
        "speaker": "B",
        "text": "I have a. I like their looks, and it's actually very crypto goons like."
    },
    {
        "speaker": "C",
        "text": "Yeah, I agree. I like that type of."
    },
    {
        "speaker": "B",
        "text": "Actually."
    },
    {
        "speaker": "A",
        "text": "Pretty cool. Do you want to talk about the actual big news that you were referring to?"
    },
    {
        "speaker": "B",
        "text": "Yes. So it was not anything to do with chamber. It was actually Twitter today decided to authenticate nfts based on your PFP as part of their new. What is it?"
    },
    {
        "speaker": "A",
        "text": "Twitter labs."
    },
    {
        "speaker": "B",
        "text": "Blue labs. Whatever it's called."
    },
    {
        "speaker": "A",
        "text": "Twitter. Twitter blue is Twitter blue. And then you. It's like something in the lab or whatever. I don't know."
    },
    {
        "speaker": "B",
        "text": "Yeah, but look, bunches. Bunch. Who's rocking it? It's going to be $3. The controversial topic is Twitter is charging for this feature, which is completely new to me, and I don't think a lot of people are happy about that. But it'll be $3 to keep this authenticated. NfT, the, you know, people were, you know, wondering, oh, is it going to have a blue check mark next to it? Is it going to have, you know, what distinguishes it from being authenticated? And it's actually the shape, this hexa, hexagonal shape that, you know, it has rather than the traditional circular shape. So very, very interesting move from Twitter. I think if they didn't announce that they were going to be charging for this feature, I think everyone would have been really happy. I think it's stirring up a little bit of controversy now."
    },
    {
        "speaker": "C",
        "text": "Can you pay any overall?"
    },
    {
        "speaker": "B",
        "text": "Yeah, you should be able to. If they're going to charge it for a web three project, you should be able to pay in crypto, but probably not. Do you want to click on your profile picture and show what happens?"
    },
    {
        "speaker": "A",
        "text": "Sure. Yeah. First, I would like to show off my pinned tweet. Um, it's this guy coming down from a helicopter and just, just dropped down to remind you to buy jpegs. You stupid bitch."
    },
    {
        "speaker": "C",
        "text": "That was, uh, that was a classic one."
    },
    {
        "speaker": "A",
        "text": "That's right there."
    },
    {
        "speaker": "C",
        "text": "August 23."
    },
    {
        "speaker": "A",
        "text": "There you go. So, uh, here's what happens. When you click it, you get a kind of a breakdown of what the actual ft is. So, verified collection on OpenSea. It tells you the token id number that you could go right to the contract, which. This is really cool. I love this dollar four. Yeah, I would pay upwards of $6."
    },
    {
        "speaker": "B",
        "text": "Wow."
    },
    {
        "speaker": "A",
        "text": "And it tells you all the properties. I think this is actually really cool. And then you can actually go out to Opensea. Now, here's what I heard about the drew crit's comment."
    },
    {
        "speaker": "B",
        "text": "Because if. I mean, honestly, if Twitter did that, they'd win back every single controversial NFT person right now because that would be just so funny. I would. I'd be all in if. If Twitter actually posted that, which I'm sure they didn't, but that would be amazing."
    },
    {
        "speaker": "A",
        "text": "Well, that was a. Hold on. There was a great one that. A great meme that Steve put out. But so what I heard about this, that's because I put. What I heard about the payment piece is that they put it out only to Twitter blue users currently. Dang, I can't find this. And that it will be a free service eventually. So maybe this is how they're beta testing it. And. And it will be. It will. Here, here it is. $36 a year for Twitter blue. $173 in gas. Submit to nfts, that's, that's cheap gas, man."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's a deal."
    },
    {
        "speaker": "A",
        "text": "That's, this is what I don't get about that. Like, why wouldn't people want, why wouldn't people pay the Twitter blue? And here's, this is why web three is fantastic, right? It's because they don't get any ownership back in that, right? It's just the old web two model of me paying to use something rather than ownership or participation share in what the actual platform is. Right. But I did hear that it was going to be free eventually, so it's probably just a way to beta test, make sure it works. The other. So what I think is cool about this is that it's probably going to help some people against getting scammed, right? We see a lot of, you know, DM, NFT scams and a lot of people are just right click saving very expensive nfts as their PFP and using it as a way to gain trust and credibility. So for example, a bored ape, right? And there's the whole ape follow ape meme. And so these people can easily put an ape as their profile picture, gain a bunch of followers, look like a trustworthy account, and then go and scam somebody. So this is an interesting way to kind of verify that you are talking to at least somebody who actually owns the thing they say they do. And I think it will end up probably preventing some scams out there. You know, the only other, the only thing I don't like about it is, you know, for something like an eight, like if you're Steve and you have your ape as your PFP, I know Steve has his ape in his ledger. So can you verify it on a ledger? And because I thought I saw that it was only working on mobile so far. And, you know, if you can't verify it on a ledger, do you have to move it to a hot wallet? Is that worth doing? Probably not. Right. So some things to consider when you're doing that. But overall I think it's pretty cool. I think it's bullish that, you know, Twitter's getting in on web three. And to quote shovel here, Jack Dorsey's crying somewhere, which is totally true. But shovel nfts. By the way, thanks for the DM yesterday that we didn't respond to because nobody ever checks our Twitter account asking when the next live show was soon TM. But yeah, so that was big news."
    },
    {
        "speaker": "C",
        "text": "But as long as bunch is feeling."
    },
    {
        "speaker": "A",
        "text": "All right, dude, there's not going to be any more shows after today."
    },
    {
        "speaker": "C",
        "text": "It was up to me, it would be having shows every day."
    },
    {
        "speaker": "A",
        "text": "Never again. Let's go back to the activity or, sorry, the seven day volume here. What are your thoughts? Let's. Oh, Zuki taking over the top spot. Well, they're reviewing right now, so there's a lot, a lot of action going on."
    },
    {
        "speaker": "B",
        "text": "13,000. I'll be honest, it's not my, like, style or whatever, but, like, as far as that stuff, that's the best I've seen it. It looks phenomenal."
    },
    {
        "speaker": "A",
        "text": "Holding a three eth floor here after reveal is pretty wild."
    },
    {
        "speaker": "B",
        "text": "It's going up. It's going up."
    },
    {
        "speaker": "A",
        "text": "After revealing."
    },
    {
        "speaker": "B",
        "text": "That's when you know the arts hitting."
    },
    {
        "speaker": "A",
        "text": "Yeah, for sure. So, like, these are the floor and they look pretty sharp, right?"
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "How many are there?"
    },
    {
        "speaker": "A",
        "text": "10,000. But some of the rarer ones look real sick. Like."
    },
    {
        "speaker": "B",
        "text": "Yeah, no, whoever did, I mean, very well. Very well done."
    },
    {
        "speaker": "A",
        "text": "Yeah, they're cool. The team is pretty awesome. You know, there's a lot of hype behind these. Were you involved in this mint at all, des?"
    },
    {
        "speaker": "B",
        "text": "No, not at all. Just came on my radar when it hit the rankings so."
    },
    {
        "speaker": "A",
        "text": "Well. So here's what happened with this drop. It was fascinating. Sorry, I think there's, yeah, there's ten k. But they went, they had a whitelist. That whitelist was like 3000 or so. And then everything was going to a dutch auction after that. And the dutch auction was going to start at one ETH and slowly move down. And so I hadn't had the project on my radar, but I, it got on my radar on drop day, just doing my normal research. And my plan was to, you know, participate in the dutch auction and, you know, wait it out and see where people started buying. The sale went live and they sold out in five minutes at the top rung of the dutch auction at one eth. And so, yeah, I've never seen anything like it. It was crazy. And so I was like, as it was happening, I'm sitting there and I'm like, oh, my God, I need to get in on this. I can't believe it's going this fast on the top spot. So I tried to mint five, which was the max you could do. I failed. I went to Opensea and I sniped two immediately at 1.5 and 1.55 alpha plays."
    },
    {
        "speaker": "B",
        "text": "All primetime fumble."
    },
    {
        "speaker": "A",
        "text": "Primetime fumble. Look, I make good plays. I just fumble the shit out of them. That's the problem. Yeah."
    },
    {
        "speaker": "B",
        "text": "Let me guess, you sold it for 1.4."
    },
    {
        "speaker": "A",
        "text": "Well, in fairness, I did sell. I did sell the two. I got pre reveal I sold them iG. I sold them at 2.7."
    },
    {
        "speaker": "B",
        "text": "You know what we got to do right now?"
    },
    {
        "speaker": "A",
        "text": "What's that? Oh, you got. Oh, come on."
    },
    {
        "speaker": "B",
        "text": "You're not into it."
    },
    {
        "speaker": "A",
        "text": "You're not going to do it to me, are you? Okay, you got to."
    },
    {
        "speaker": "B",
        "text": "Look what they turned into."
    },
    {
        "speaker": "A",
        "text": "I never do this. I never do it."
    },
    {
        "speaker": "B",
        "text": "You see that? It turned into a spinous. The pain that you turned into a one of 20 spirit."
    },
    {
        "speaker": "A",
        "text": "I do have nine of these things from these douchebags."
    },
    {
        "speaker": "B",
        "text": "Those are expensive. Good for you."
    },
    {
        "speaker": "A",
        "text": "They were. Those are expensive. All right, let's see if I could go and find where."
    },
    {
        "speaker": "B",
        "text": "Sometimes you gotta follow the douchebags. You know what I mean?"
    },
    {
        "speaker": "A",
        "text": "Well, those guys have 10 million followers as well."
    },
    {
        "speaker": "C",
        "text": "Really?"
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "I mean, you want to talk about absolutely negative utility, talk about the full send card."
    },
    {
        "speaker": "A",
        "text": "Yeah, well, don't fud my bags live on camera, please. Thank you. Look, here's my flutter that I paper handed for 0.15."
    },
    {
        "speaker": "B",
        "text": "No, you did good on that."
    },
    {
        "speaker": "C",
        "text": "That's all right. That's okay."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah. He was like a top, like, 200 rarity. See? Oh, here's where I. Here's where I lowered my listing from. .2."
    },
    {
        "speaker": "C",
        "text": "I was gonna say, this is where I bought it."
    },
    {
        "speaker": "B",
        "text": "This is fantastic."
    },
    {
        "speaker": "A",
        "text": "This is where I bought it. We should just do this every show."
    },
    {
        "speaker": "B",
        "text": "Okay, let's just click on that collection. The Azuki thing, right?"
    },
    {
        "speaker": "A",
        "text": "Oh, I didn't see that. Sorry. No, but this is showing. Is this showing mine? Oh, yeah. Here you go. Okay. I sold."
    },
    {
        "speaker": "B",
        "text": "Not revealed yet. Okay."
    },
    {
        "speaker": "A",
        "text": "I sold 7009. And this one that was revealed. So let's see."
    },
    {
        "speaker": "B",
        "text": "This doesn't look like you missed out that much on this."
    },
    {
        "speaker": "A",
        "text": "I don't know what 7009 is yet."
    },
    {
        "speaker": "B",
        "text": "Did you look camo tech jacket. Okay."
    },
    {
        "speaker": "A",
        "text": "Black hair band. Not a. Not a huge clothing. All right, what's the other one? Let's go reveal this. Metadata right now for this person."
    },
    {
        "speaker": "B",
        "text": "Let's do it live."
    },
    {
        "speaker": "A",
        "text": "I'm gonna cry. Well, highest offer. It's gotta be plain. It's gotta be. Let's see. I don't know if we'll see it. Do you have any of those tools that we could use?"
    },
    {
        "speaker": "B",
        "text": "We could, but let's give it a second. But anyways, so interesting topic on some of the other top rankings. Number two is Hape prime, which is interesting. I think that's."
    },
    {
        "speaker": "A",
        "text": "Hold on. I do want to point out that I wasn't lying here. Here's my buys."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "And then here's my cells. Okay."
    },
    {
        "speaker": "B",
        "text": "Not horrible."
    },
    {
        "speaker": "C",
        "text": "Nothing wrong with that."
    },
    {
        "speaker": "A",
        "text": "Nothing wrong with that. You know, a nice 1.2 e profit per on those. I'll take it. All right. Anyway, go back."
    },
    {
        "speaker": "B",
        "text": "So Hape, or formerly known as Hape Beast was tearing up the charts this, this week. But what I found so interesting is they like pivoted their entire brand on release to Hape prime. And I'm just assuming it had to."
    },
    {
        "speaker": "A",
        "text": "Do with, do you know why they did that?"
    },
    {
        "speaker": "B",
        "text": "I mean, I'm assuming they had, you know, ip issues with HyPEbeaSt and just decided the easy way out. Just rebrand. Although I think it's a little shady anytime something like that happens, right? You just didn't tell your community you were going to change the name of the project. But yeah. So it's interesting. But that's so mean."
    },
    {
        "speaker": "A",
        "text": "That's great. Oh, he does it to me every day."
    },
    {
        "speaker": "B",
        "text": "That's fantastic. So yeah, it's interesting though. I mean, Hape prime is supposed to be like a very high fidelity, high quality version of bored apes mixed with a little bit of like clone X with the fashion wear. But it, it's going to be interesting. I'm probably sitting out for now. Maybe I'll swoop in and buy the floor when they reveal. Who knows when they're going to reveal?"
    },
    {
        "speaker": "A",
        "text": "But do you think they're worth 7.41 eth?"
    },
    {
        "speaker": "B",
        "text": "It's tough. I mean, I hate, there's two things I hate. They changed their name, didn't tell anybody and then B, they haven't announced a reveal date as far as I'm concerned, which always kind of sketch sketches me out a little bit of, but other than that I'm sure they're going to do fine anytime you, you know, have 6.2 owners with seven, roughly 8000 items. You're going to be fine. They're going to be fine."
    },
    {
        "speaker": "A",
        "text": "I'm uh, I'm. You buying some right now? No, my screen went black."
    },
    {
        "speaker": "C",
        "text": "Yeah. I don't know. Uh, now are they associated with board apes at all?"
    },
    {
        "speaker": "B",
        "text": "No, no, not at all."
    },
    {
        "speaker": "C",
        "text": "That's, I'm tired. Apes like, you know, I mean like."
    },
    {
        "speaker": "B",
        "text": "So next segment I'm gonna pump my cool cats version of apes. It is funny."
    },
    {
        "speaker": "A",
        "text": "I mean, welcome to pump your bags with dead."
    },
    {
        "speaker": "B",
        "text": "Yeah, we even had one of these segments. I really haven't bought a lot of."
    },
    {
        "speaker": "C",
        "text": "What I'll buy with you."
    },
    {
        "speaker": "A",
        "text": "I'll be your uncle."
    },
    {
        "speaker": "B",
        "text": "And I just, for some reason, I don't know what was wrong with me. I just went pretty hard on this one. I think it just got listed on Genie and I just went crazy on the floor and like 35 cool monks."
    },
    {
        "speaker": "A",
        "text": "I couldn't imagine my life. I couldn't imagine my life without Genie. Now, isn't that crazy?"
    },
    {
        "speaker": "C",
        "text": "I agree."
    },
    {
        "speaker": "B",
        "text": "It's pretty awesome. It's pretty amazing. I'll be."
    },
    {
        "speaker": "C",
        "text": "So it's called cool monks."
    },
    {
        "speaker": "B",
        "text": "M o n k e s. So."
    },
    {
        "speaker": "A",
        "text": "Chamber, do you want to, do you want to bring up. Bring it up on Genie and we could show people how Genie works if."
    },
    {
        "speaker": "B",
        "text": "That'S a good idea."
    },
    {
        "speaker": "C",
        "text": "Yeah. Cool monks. Genesis. Is that we're gonna."
    },
    {
        "speaker": "B",
        "text": "Yes. I actually. The lobby with Genie to get it added, so that was my contribution."
    },
    {
        "speaker": "A",
        "text": "Oh, so it didn't just show up on Genie. You begged them to add it. So you."
    },
    {
        "speaker": "B",
        "text": "I used my street cred to get them."
    },
    {
        "speaker": "A",
        "text": "You're like, hey, I'm destined. I'm Des, the goat guy. Do you know who I am?"
    },
    {
        "speaker": "B",
        "text": "No. I had to beg with them to allow goats. I'm just saying I use all my credibility with them to beg them again."
    },
    {
        "speaker": "C",
        "text": "So these are pre reveal."
    },
    {
        "speaker": "B",
        "text": "These are pre reveal. Yeah."
    },
    {
        "speaker": "C",
        "text": "All right, so how many we gotta buy?"
    },
    {
        "speaker": "A",
        "text": "How's it going?"
    },
    {
        "speaker": "B",
        "text": "I bought at like 0.12. So we."
    },
    {
        "speaker": "C",
        "text": "Okay, so I'm not too far away from you?"
    },
    {
        "speaker": "B",
        "text": "No."
    },
    {
        "speaker": "A",
        "text": "JPK has one of them and it's definitely a one of one. JP Cass has more mint luck than anybody I've ever seen in my life. All right, so explain how Jeannie works."
    },
    {
        "speaker": "C",
        "text": "Let me go back more than Chris Jordan."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah. JP Caz has. Well, I don't know. Chris has pretty damn good mint luck, too."
    },
    {
        "speaker": "B",
        "text": "That's pretty nuts."
    },
    {
        "speaker": "A",
        "text": "So I don't know. That's tough."
    },
    {
        "speaker": "C",
        "text": "So here is, you know, kind of what you. What you, what you pay, what you receive. I've already selected them already, but basically you would just add the NFT, search your collection. So this was cool. Monks."
    },
    {
        "speaker": "B",
        "text": "This is a pretty good demo to do, honestly, just because I'm sure a lot of people don't know about Genie."
    },
    {
        "speaker": "A",
        "text": "But Genie's the best. We should do a whole. I've been, I've been thinking we should do a whole episode on tools."
    },
    {
        "speaker": "B",
        "text": "I mean, honestly, Genie is so prime to release a token later. Like, that's the type of company that I would imagine would do that. So I am trying to use Genie as much as possible."
    },
    {
        "speaker": "A",
        "text": "I keep telling people that use Genie if you haven't, because if they. It's. It's so much better than buy. Even if you're buying one or two off of Opensea."
    },
    {
        "speaker": "B",
        "text": "Might as well."
    },
    {
        "speaker": "A",
        "text": "You might as well."
    },
    {
        "speaker": "B",
        "text": "It's a faster interface than Opensea, I'll tell you that."
    },
    {
        "speaker": "A",
        "text": "Definitely."
    },
    {
        "speaker": "C",
        "text": "So then you go to review, order."
    },
    {
        "speaker": "B",
        "text": "Look at this freaking opensea."
    },
    {
        "speaker": "C",
        "text": "Look at that."
    },
    {
        "speaker": "B",
        "text": "Those little turds."
    },
    {
        "speaker": "A",
        "text": "Oh, it's not working because Opensea's not working."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "All right. Well, normally you'd be able to hear you click that. Yeah. It's actually funny. Like, my none of the tools are working today because of opensea API. And it's like my WGMI. By the way, I can share the fud that got me out of looks because what we're seeing today, what we're seeing today attracts."
    },
    {
        "speaker": "B",
        "text": "Since we did pump that, I think it is good to bring up, and it's not really fun. It's just like we talked about, wash trading well, benefits on wash trading are basically going away on, what is it, the 8 February?"
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "So just be careful. Right. As we get closer to that, there's a lot less money coming back to the holders. And, you know, that should probably be reflected in the looks price. So. Yeah, that's important."
    },
    {
        "speaker": "A",
        "text": "Yeah. Oh, I'm back. Nice. My face is back. Great."
    },
    {
        "speaker": "B",
        "text": "It's so dark, it's crazy. This is the worst camera that's ever existed."
    },
    {
        "speaker": "C",
        "text": "Poor bunch. Poor bunch. It's tough day."
    },
    {
        "speaker": "B",
        "text": "I can't even tell if he's disappointed in me because he's just like."
    },
    {
        "speaker": "C",
        "text": "And he's gone. I was gonna play, uh, I was gonna play some, some sad music for."
    },
    {
        "speaker": "B",
        "text": "Him, but, uh, well, get that little violin to play."
    },
    {
        "speaker": "C",
        "text": "You know what does? You can just share your alpha with me. So I might. If I buy ten of these things. Is that enough or."
    },
    {
        "speaker": "B",
        "text": "I think that's plenty. Honestly. I think that's plenty. I'm holding 35 after my work on Genie. I think it's cool. I read a little bit about it. It definitely will have sort of secondary token mechanics with it and staking and a little bit of gamification, so. And I think, honestly, the art is a knockoff of cool cats, but apes. And honestly, it looks pretty good. It looks pretty good."
    },
    {
        "speaker": "C",
        "text": "If you're excited. I'm excited. And Drew, uh, for your question here, why is fancy bears? What is fancy bears and why is the link in the description? I don't know."
    },
    {
        "speaker": "B",
        "text": "In our description, it was in the."
    },
    {
        "speaker": "C",
        "text": "Last episode's description, and I probably just copy and pasted the, uh, the info."
    },
    {
        "speaker": "A",
        "text": "Hey, no more. Hey, they sold out."
    },
    {
        "speaker": "B",
        "text": "No more fancy bears."
    },
    {
        "speaker": "A",
        "text": "They sold out really quick."
    },
    {
        "speaker": "C",
        "text": "Yeah, I probably didn't catch the fancy bear link."
    },
    {
        "speaker": "B",
        "text": "Their discord got rugged, like, literally as they were minting. Right. It was hacked as they were minting."
    },
    {
        "speaker": "C",
        "text": "I didn't pick up any of them, so I I didn't really pay attention."
    },
    {
        "speaker": "A",
        "text": "What was I gonna say?"
    },
    {
        "speaker": "C",
        "text": "So what are you buying, bunch? I want to know what's."
    },
    {
        "speaker": "A",
        "text": "So, let's see. What did I buy? We could go back to my Opensea activity if you want what I'm buying. I've bought a lot of stuff this week. I've actually done really, really well this week. As. As terrible as it may seem, as down as I may be, I'm actually doing pretty well this week. So let's see. What did I buy? Can I just filter by my buy?"
    },
    {
        "speaker": "B",
        "text": "Sure, yeah. It'll also. You can filter by sales, but it goes both ways. But, hey, clone x is pumping today. That's what I'm talking about."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Nice. I bought a bunch. I bought a bunch of franken punks. I bought a bunch of. I bought a bunch of rebels. I minted the rebels. I bought. I bought a bunch of these. Full sense. So let's see if that works out."
    },
    {
        "speaker": "B",
        "text": "JP Kaz's comment, please put it up. Please, please put it up."
    },
    {
        "speaker": "A",
        "text": "Why does it say I can't see."
    },
    {
        "speaker": "C",
        "text": "His bunch run the same color as his green screen? Fun fact I did before the show started, and I was just a floating head. I wore a green sweater and had to swap out."
    },
    {
        "speaker": "A",
        "text": "So I fucking hate you guys."
    },
    {
        "speaker": "B",
        "text": "Every once in a while, we just have to have one of these shows to kind of, like, just bring."
    },
    {
        "speaker": "A",
        "text": "I feel like this is, like, three weeks in a row where it's just been gang up on bunch. Bunch of this."
    },
    {
        "speaker": "C",
        "text": "I'm here to prop you up, man. I want to be the wind beneath the wind wings."
    },
    {
        "speaker": "A",
        "text": "Yeah. Alpha girl club. I crushed on that. I was buying those at, like, point one. They ran all the way up to, like, a .5 floor, and I played the mid rare stuff, and I bought a bunch of these tattoo ones. I sold them for this one for 0.49."
    },
    {
        "speaker": "B",
        "text": "I don't know time fumble fits anymore. I'll be honest, dude."
    },
    {
        "speaker": "A",
        "text": "You're. You know, this show only sees my l's. They don't see all the wins."
    },
    {
        "speaker": "C",
        "text": "The dubs."
    },
    {
        "speaker": "A",
        "text": "Drew does. Drew does because he watches my wallet. Sold this nice illuminati for 0.97. Let's see. Took a total l on this. This was. This was bad."
    },
    {
        "speaker": "B",
        "text": "I'm actually. Illuminati is not doing better than they are."
    },
    {
        "speaker": "A",
        "text": "Oh, this was a cook. I minted four or minted three of these little heroes for. .4 sold them all at .19 or 1.92."
    },
    {
        "speaker": "B",
        "text": "I mean, good for you."
    },
    {
        "speaker": "C",
        "text": "Nice."
    },
    {
        "speaker": "A",
        "text": "Yeah. Yeah. Look at those asian butter crushed. Crush the sisters. Sisters. I was buying at .2 sold that one. They had a nice run up. See alpha girl club. I mean, you know, follow, follow me for more. For more great tips."
    },
    {
        "speaker": "C",
        "text": "Follow bunches wallet."
    },
    {
        "speaker": "A",
        "text": "Look at all these. Look at all these fudders. Look it. Flutter fudder footer. Oh, here's the other zookee. Oh, she says, like, bun."
    },
    {
        "speaker": "B",
        "text": "The art is crushing it, in my opinion. This is my style. I mean, honestly, this isn't even my style. I might go buy it."
    },
    {
        "speaker": "A",
        "text": "Yeah, me either. That's, that's kind of why, that's part of why I sold it is because it didn't fit my normal, uh, you know, style of things I like. But anyway. All right, well, that's, that's this week in bunches wallet, brought to you by looks. I mean, we could do that weekly. Like, I'm. I'm probably a. I have to be a top 1% volume trader on opensea."
    },
    {
        "speaker": "B",
        "text": "For sure, so, like, clearly aren't since you didn't get those 10,000 looks."
    },
    {
        "speaker": "A",
        "text": "No, yeah, I didn't get that. I didn't get as many as you. I bet you I will this year when they all drop, when the opensea token hits, I'll be, I'll be up there for sure. But there. Have you seen the site prism des?"
    },
    {
        "speaker": "B",
        "text": "No. Sure."
    },
    {
        "speaker": "A",
        "text": "Okay, I'm going to show you prism as well. Now, I don't love sites like this just because they're kind of scary, but hold on, just gotta make sure I'm sharing the right thing."
    },
    {
        "speaker": "B",
        "text": "I'm so intrigued now. Scary, scary crypto tools."
    },
    {
        "speaker": "A",
        "text": "Well, scary in the sense that it reminds you that everybody can see what you're doing at all times. The apps, a little slow because it's beta, but, you know, they put out a list of the other day of the top mentors for the month."
    },
    {
        "speaker": "C",
        "text": "Oh, really?"
    },
    {
        "speaker": "A",
        "text": "Yeah. And JP Kaz was actually ahead of me. Yeah, jp kaz was ahead of me. So it shows."
    },
    {
        "speaker": "C",
        "text": "Oh, this is the one that I wasn't showing up on."
    },
    {
        "speaker": "A",
        "text": "Yes. So here, it shows you your little stats here. So it shows you an overview, uh, you, what you have in your wallet and then your stats. Just a casual, uh, 2500 percent return."
    },
    {
        "speaker": "B",
        "text": "Primetime fumble does not fit. I'm gonna have to rethink my life."
    },
    {
        "speaker": "C",
        "text": "No way."
    },
    {
        "speaker": "A",
        "text": "What I love about this is this eight. This eight is upside down. Like, what is that? Um, yeah, so this is, this is my stats. So primetime fumble. Call me that all you want, but I got a little skinny and I got receipts. Yeah, right. But. So, but it's kind of cool. You could see like, the standings of people. Right? So, like, here you go. You could see sneaky, who's legendary. And, you know, he's got 45% profitability on, like, a million trades. But, like, you could see, you know, all these type of people. What's crazy is about is, like, how many MVHQ people around here? And then you could follow people. You could check them out. Should we see if you're there on there now? Which is so interesting."
    },
    {
        "speaker": "B",
        "text": "What's just so interesting is, you know, a lot of people have started creating, like, these, you know, side accounts to do a lot of their training on RR."
    },
    {
        "speaker": "C",
        "text": "No dash in the middle."
    },
    {
        "speaker": "A",
        "text": "I think you change it. Still not found. You suck. You're not even. You're not even qualified."
    },
    {
        "speaker": "C",
        "text": "Good."
    },
    {
        "speaker": "A",
        "text": "What were you saying?"
    },
    {
        "speaker": "C",
        "text": "I don't want people seeing my shit."
    },
    {
        "speaker": "B",
        "text": "It's interesting, though, because, like, a lot of people I know who have active wallets and activize on their wallets will do, like, a lot of their trading on site accounts now. But. But this is."
    },
    {
        "speaker": "A",
        "text": "I. I officially have multiple wallets that I don't know if Drew has found yet. So."
    },
    {
        "speaker": "C",
        "text": "No, that's the move. I have two other wallets also. I think that's. That's the right play."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "Also to get more of those drops too. That's always multiple wallets. Multiple drops."
    },
    {
        "speaker": "A",
        "text": "Yeah. I was never doing that. I realized I should have been using multiple wallets the whole time. But anyway, are we done here?"
    },
    {
        "speaker": "C",
        "text": "Because, like, I know you've been done since minute one."
    },
    {
        "speaker": "B",
        "text": "I feel like this was, like, a true, like, full circle. I don't know. I feel like you. You came in really low and actually, are you flexing your bags?"
    },
    {
        "speaker": "A",
        "text": "And I had to. I had to defend my. I had to defend myself a little bit. You know, you still look like a ghost of. I don't know what the fuck is happening. I don't know what's happening. I just. This is terrible time for all. I'd like to take this opportunity to thank you for watching and apologize for our conduct on today's show. We promise. We promise we'll do better. Here you go. Yeah, Drew, it's. Because it should have been 90 is what it is. That's. That's. It is. Yeah. I might have made close to that, but the. The paper handedness of my. And it's so funny. It's because, like, you're. And I'm so bad at this is if I would just be more patient, I would be in such better shape, and I'm. That's the hardest thing for me to do is be patient. Do you find. Do you find that you have any troubles with that, either of you? Because, like, I'm just so quick to flip."
    },
    {
        "speaker": "C",
        "text": "I would say certain things I like more than others. Like, I feel like certain things are. I have instincts to flip and certain things I have instincts to hold a little bit longer. Not saying that one is better than the other, but, you know, if I've made money, the way I look at it is when I started buying, like, when I started buying crypto in, like, 2017, because I. Nfts, it's all the same. Like, it's. It's all the same potential. Right? You know, I don't know how much I put in. Maybe, like, ten grand in 2017, and it was, like, three grand by 2018, and now it's significantly more than that. And I'm like, now it's just like, house money. I care a lot less now. So had I made, like, you know, that trade, I'd be. I would not even be worried about it at all. I'd be like, I made a ton of money. It's all fake funny money anyways. What are we doing? It's, you know, this is all a joke. So that's the way I look at it."
    },
    {
        "speaker": "A",
        "text": "That's a good way to look at it. What do you, what do you, what do you. What's your take, Des?"
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, listen, I mean, I've paper handed, you know, as much as probably twice you guys. So, I mean, I, you know, it's just, it's one of those things you just, you can't get. You can't beat yourself up on it because, like, in reality, there are very, very few people and who. Very few intentionally who just completely, just absolute diamond handed holders. And, you know, it's one of those things, you know, I. And that's the thing is, I view flipping sometimes as a bit of fun to have as well. It's just funny. I'm very patient in, like, real life and, and with developing goats and everything like that. And it's just funny. I just, I think I use sometimes nfts and flipping as part of my, like, therapy to have that quick action and whatnot, so."
    },
    {
        "speaker": "C",
        "text": "Oh, there's definitely dopamine for sure, right?"
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "Speaking of goats, by the way, I'm aiming for goat rarity, number one. By the way, I don't know if I told you."
    },
    {
        "speaker": "B",
        "text": "That's a hard. Man."
    },
    {
        "speaker": "C",
        "text": "That's a hard thing to do. Before we go, before we go real quick, goat. Goat chat here. I'm gonna bring up my goats. I have okay. So it started off with I wanted to make a mythical Kobe. Kay, sure. Mythical Kobe makes a lot of sense. Kobe fan. Then I realized I have a black pearl, so I minted. So I think right now I'm right around 60 with this particular one. Let me just show you here."
    },
    {
        "speaker": "A",
        "text": "60 rarity."
    },
    {
        "speaker": "C",
        "text": "Yeah. Number 60."
    },
    {
        "speaker": "A",
        "text": "Nice."
    },
    {
        "speaker": "C",
        "text": "As it stands now, I picked up some other things here, too. So who is it? NYC punter that puts out the rarity."
    },
    {
        "speaker": "A",
        "text": "And he, by the way, congrats."
    },
    {
        "speaker": "C",
        "text": "Shoutouts, right? Yeah."
    },
    {
        "speaker": "A",
        "text": "Hunter."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Well, he got. He's a full time goder now. Or he's a part of the team. Yeah."
    },
    {
        "speaker": "C",
        "text": "Okay, so this guy right here. Go. Number 49. 21."
    },
    {
        "speaker": "B",
        "text": "Nice."
    },
    {
        "speaker": "C",
        "text": "So mythical Kobe with ghost horns and a black pearl. But what I'm gonna. So I don't know if I can do this. I'm gonna add. I got money mouth here. Pick. Bought that. Just straight up bought it. .65. I'm going for number one. So it's gonna have money mouth. I'm gonna do laser eyes, and then I'm gonna do."
    },
    {
        "speaker": "B",
        "text": "That."
    },
    {
        "speaker": "C",
        "text": "Go. That's what it's gonna look. So am I gonna have enough?"
    },
    {
        "speaker": "B",
        "text": "I don't think you'll have the juice, man. But you're gonna have the sickest Kobe."
    },
    {
        "speaker": "C",
        "text": "I will have the sickest Kobe. But we have enough forges."
    },
    {
        "speaker": "B",
        "text": "Like, what's the next one we have?"
    },
    {
        "speaker": "A",
        "text": "We have one coming up this weekend, isn't it?"
    },
    {
        "speaker": "B",
        "text": "Yeah, no, 17 hours, something like that."
    },
    {
        "speaker": "C",
        "text": "Nice. Okay, so I think the move is I'm gonna bring money mouth into the game here. I think that's the next move. And then can I. And I can't forge twice per season, right?"
    },
    {
        "speaker": "B",
        "text": "No. Okay. You have to do it across a couple seasons."
    },
    {
        "speaker": "C",
        "text": "So that's. That's the move for me right now."
    },
    {
        "speaker": "B",
        "text": "I love it."
    },
    {
        "speaker": "C",
        "text": "So we'll see. But I'll definitely have the number one Kobe."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's."
    },
    {
        "speaker": "A",
        "text": "That's."
    },
    {
        "speaker": "B",
        "text": "Hey, that's special, but, yeah."
    },
    {
        "speaker": "A",
        "text": "What do you think has JP Kaz going for the least rare."
    },
    {
        "speaker": "B",
        "text": "Mister Carl Malone. John Stockton. Go."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "Anyways, that's all I have to say, but I am going. I'm trying to get to number one. We'll see how far I get. I'll keep posted."
    },
    {
        "speaker": "A",
        "text": "Awesome. Well, this has been something. Sure has been. This has been 58 minutes and 55 seconds. And I hope. I hope that you guys really enjoy next week's show. I'll be back sometime in the future, maybe, but these guys will be. It'll be Des Chamber and JP Kaz really stepping up the host game for next week. But that's going to do it for us. Until next time, stay mint."
    }
]