[
    {
        "speaker": "A",
        "text": "34."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "All right. Start the show. This episode is brought to you by the dgen community network media for the decentralized generation. If you want to connect or to check out more great nft and crypto content, go to dgen.net work. That's dgen.net work."
    },
    {
        "speaker": "B",
        "text": "Hello and welcome to the Mint Condition episode 30 for I am Bunch, you, aka joe, alongside my esteemed colleague and co host, chamber. Chamber. How you doing, buddy?"
    },
    {
        "speaker": "A",
        "text": "Doing pretty good, man. What the viewers and listeners may not know is you are not doing well today. You had a nap and it almost, it almost took you out of the game."
    },
    {
        "speaker": "B",
        "text": "Well, there's a reason I had to have a nap, let's put it that way. So it's. It was a. It was like a forced nap. I'm a little under the weather today, so playing injured, as they would say in the sports world, so unbelievable. That's trekking through, checking through. I woke up from my nap, I set my alarm so I could come do this, and I woke up and I'm like, oh no. Oh, no. That's really. So. But here we are, episode 34, it's me and you. No, Des today does healthy scratch, so I'm playing injured deseason rest. Yeah. So however, I did get confirmation from Des yesterday that he will be at NFT NYC. So I will finally get to meet the man, the, the man, the myth, the legend. You know, this is a great question here from Steve. Am I a hero? I can't answer that."
    },
    {
        "speaker": "A",
        "text": "I don't want to put labels on anything."
    },
    {
        "speaker": "B",
        "text": "I'm not the one to answer the question if I'm a hero, but I am definitely a hero. Speaking of heroes, Dalcon in the house who saved the NFT red zone drawing show yesterday, he was the one that helped me point out that I was doing everything terribly, terribly wrong. So, you know, I just, I'm just firing on all cylinders today, really. That's. But here we are having a show, talking nfts. How are you feeling in your NFT journey this past week?"
    },
    {
        "speaker": "A",
        "text": "I get scared every few days and I feel the need to sell a bunch of stuff to make me feel better, and then I fomo into something else and then I'm no further ahead than where I started when I had the fear. It's really a vicious cycle at this point."
    },
    {
        "speaker": "B",
        "text": "So I've had this internal dialogue with myself for the last couple weeks and it's like, am I wanting to sell stuff because of how I'm feeling about the market, or do I want the dopamine of seeing Eth in my wallet, like, that's a real thing. Like, if I sell something and hit and eth hits my wallet, I'm like, ooh, that feels good. Let me do it again. And so I'm not sure. I'm always making the best selling decisions. Uh, has that happened to you? Ever happen to you you."
    },
    {
        "speaker": "A",
        "text": "Like, if you were to ask me how I. How I go about it, I would have said, um, I get scared of the market and I sell certain nfts to make me feel better, but then I immediately go buy something else. So maybe you're right. Maybe it is just the dopamine of seeing Eth in my wallet and then spending it immediately. Yeah, I would have thought it was just fear of the market and, like, just kind of hedging my bets, but it's immediately gone, like, within 12 hours. So I don't know."
    },
    {
        "speaker": "B",
        "text": "You know, you have come to the point in your NFT journey where you are. I would say you have. You have made it. You've made it. And here's why. I'll say that you. You're at the point in your NFT journey where you are pompously on Twitter making fun of people selling floor traits that shouldn't be selling floor traits like you're, or, sorry, selling a non floor trait item for trait prices. Correct. You, mister captain. I've got all this eth comes in and scoops it up and saves the market."
    },
    {
        "speaker": "A",
        "text": "Yoink."
    },
    {
        "speaker": "B",
        "text": "I was dying when I saw that the other day because you know what's funny is I was checking my portfolio tracker and that checks by, you know, your traits and I had noticed that my gutter cat was worth considerably less that morning."
    },
    {
        "speaker": "A",
        "text": "Anymore. Not anymore, my friend."
    },
    {
        "speaker": "B",
        "text": "That's why I clicked it and I saw that same one that you had purchased for like three and a half eth, which was a steel, by the way, or whatever the heck you got it at."
    },
    {
        "speaker": "A",
        "text": "Yeah, it was like 3.73.8 eth."
    },
    {
        "speaker": "B",
        "text": "So this episode is called Mika did in episode 34, chamber saves the market."
    },
    {
        "speaker": "A",
        "text": "Well, you know, it takes again. Am I a hero? I don't like to label things."
    },
    {
        "speaker": "B",
        "text": "People are asking the question."
    },
    {
        "speaker": "A",
        "text": "Yeah, speaking of questions that people are asking, my wife asked me when Sunny was starting again and I said I would check with you today."
    },
    {
        "speaker": "B",
        "text": "You know what?"
    },
    {
        "speaker": "A",
        "text": "My guess was February."
    },
    {
        "speaker": "B",
        "text": "I did just see the other day that they had wrapped recording. Have you seen the picture of what they look like?"
    },
    {
        "speaker": "A",
        "text": "I've seen certain pictures."
    },
    {
        "speaker": "B",
        "text": "Mac looks like. I don't even know. Mac has like, this full on long hair. He was with the starter jacket. He had two. He had two, like, diamond earrings in, like, he looks really. Yeah, he looks weird."
    },
    {
        "speaker": "A",
        "text": "But I saw one with long hair and a Charlotte Hornet starter jacket from back in the day."
    },
    {
        "speaker": "B",
        "text": "I haven't seen that one, but that, I used to love those, those starter."
    },
    {
        "speaker": "A",
        "text": "Jackets, mid nineties starter jackets. Are you kidding me? Oh, they should come back."
    },
    {
        "speaker": "B",
        "text": "So. All right, let's talk a little bit about the market. Do we want to get into kind of checking out what's been going on in the last couple days here? So I'll bring up on my screen here the, the opensea chart here for the last, last seven days. Here's what's trending. So we have a new king on top for the last seven days by a very considerable amount of volume. So typically, when we're looking at this, it's always crypto punks on top. Right? Right. So crypto punks here coming in at number four this week, which is very interesting. So ByC and crypto punks and Artbox all moving down for the new hotness for these last seven days. So the new hotness for the last seven days is crypto, but for possibly bad reasons. Cryptos, we saw hit like a pretty big high. But their seven day percentage down, or is. This is volume. Seven day volume is down 67.51%. Still holding a pretty decent floor here at 9.05 for crypto. Did you have any crypto?"
    },
    {
        "speaker": "A",
        "text": "I. I did not get any cryptos."
    },
    {
        "speaker": "B",
        "text": "Unfortunately, something you do have, and I am very proud of you, and I am, and I want to hear all about this, and I'm very disappointed in myself, because when the ape knocks at your window and says, I'm coming in, I'm going in. Are you coming with me? You just follow the ape. And I was busy at that moment, and I did not heed your advice. And I, the next morning woke up, thought I missed the rocket ship, so I didn't buy again. And I would have been looking very, very nicely if I had listened to you."
    },
    {
        "speaker": "A",
        "text": "Yeah. Even on day two, for sure."
    },
    {
        "speaker": "B",
        "text": "Yeah. And that's fine. And that's mutant cats. Who is rolling in here at number two? Tell us about your mutant cat adventure here?"
    },
    {
        "speaker": "A",
        "text": "Well, I tell you, last week we had Mitch on and we were looking at techniques on what to buy and how to buy. I just use this most of the time. And that was one of those ones that had a good amount of volume. I think when I bought it was maybe 0.35, something like that, 0.3 something, and it looked good. I mean, the volume was good. It didn't have a seven day yet at the time, which is always interesting to me. That means it hasn't really. Usually it takes a couple of weeks for it to really see, you know what I mean? Those big moves. And this one hadn't yet. It looked good. Like these. These mutant cats look pretty cool. And I bought a bunch of them and then I sold all of them already, though."
    },
    {
        "speaker": "B",
        "text": "Oh, you did? Wow. Okay. So you didn't even get to."
    },
    {
        "speaker": "A",
        "text": "Yes, I did. What are we at now?"
    },
    {
        "speaker": "B",
        "text": "1.71.7. They hit a high, I saw at like 2.5."
    },
    {
        "speaker": "A",
        "text": "Yeah. So I sold. I laddered from 1.5 to about 2.25. So I caught. I caught all of it, more or less."
    },
    {
        "speaker": "B",
        "text": "That's hot. That's so."
    },
    {
        "speaker": "A",
        "text": "It was very hot. I mean, it could go up from here. So what I do. So for those of you who are listening or watching, what I do is I immediately erase everything mutant cats from my profile. I stopped following them. I stopped. I saw it forward. It's eyes forward. I don't want to hear about it. I don't want to hear that they got the ten eth. I don't want to hear anything."
    },
    {
        "speaker": "B",
        "text": "So, yes, that's the proper way to do it. In my opinion. That's like selling pre reveal and then going back to check your token id. Like you just hate yourself. You must just."
    },
    {
        "speaker": "A",
        "text": "Absolutely. There's only pain. There's only pain. Yeah. Or, I mean, maybe not. I mean, there is a chance that it goes to zero and you're a genius for selling the top, but."
    },
    {
        "speaker": "B",
        "text": "Yeah, but that's just. That's just your own ego, though."
    },
    {
        "speaker": "A",
        "text": "Exactly. Exactly. You got to throw ego aside in this. In this world."
    },
    {
        "speaker": "B",
        "text": "That's it. Right? So I'm super pumped for you. This. Maybe let's talk a little bit about mutant cats and what this phenomenon that we're seeing in the market right now is. So do you. I mean, did you even get as deep as, like, staking your stuff? Did you do any."
    },
    {
        "speaker": "A",
        "text": "Yeah, I staked. I staked for three days. And how much did you make?"
    },
    {
        "speaker": "B",
        "text": "How much did you make in that?"
    },
    {
        "speaker": "A",
        "text": "Like, I think an eth."
    },
    {
        "speaker": "B",
        "text": "That's insane. Insanity."
    },
    {
        "speaker": "A",
        "text": "It was bonkers. So. Yeah, it was. Yeah."
    },
    {
        "speaker": "B",
        "text": "I mean, these are pretty cool. They. They were cool looking. Yeah."
    },
    {
        "speaker": "A",
        "text": "I mean, again, I. That's Halloween time, right? So I thought these things that. That's the only thing that."
    },
    {
        "speaker": "B",
        "text": "Was that your main thesis? Spooky season? Did you even know all this other stuff was going, buddy?"
    },
    {
        "speaker": "A",
        "text": "It's all I'm doing right now is spooky season. I just picked up a bunch of Halloween bears. No, no, I didn't know about Halloween bears. What did I get? I got crypto Mori's mo r. Like the tv host."
    },
    {
        "speaker": "B",
        "text": "Show host."
    },
    {
        "speaker": "A",
        "text": "No, not Mori."
    },
    {
        "speaker": "B",
        "text": "Yeah, those would be better. Crypto more. And it's like, and, you know, the placeholder is like, you are not the father before, or like, it's waiting for the paternity test as your placeholder. It's just either yes or no when it reveals."
    },
    {
        "speaker": "A",
        "text": "It's so funny. My daughter and I've been watching, it's October, so we watch all of the treehouse Simpsons. Treehouse of horrors."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "And one of them was when Maggie starts growing and she becomes a. One of the octop. Like one of the alien."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah, yeah."
    },
    {
        "speaker": "A",
        "text": "You know, she's half. And then they go on Maury, and basically Homer and Kang, or Kodos fight on stage. And my daughter looks at me, she's like, what is this? I'm like, well, back in the nineties, there was this show. I had to explain to her what the premise of Maury Povich was. It was. She just looked at me. She's like, you guys were weird back then. Yes, we will."
    },
    {
        "speaker": "B",
        "text": "So actually, that, that, that opensea tracker was wrong. Floor is 2.3."
    },
    {
        "speaker": "A",
        "text": "There we go."
    },
    {
        "speaker": "B",
        "text": "Floor is 2.3 on mutant cats right now. And so, like, walk people through what this phenomenon is with mutant cats. Like, why is it so, why is it the new hotness and, like, so, because we see a lot of new projects coming out doing stuff like this."
    },
    {
        "speaker": "A",
        "text": "Yeah. So I think the, the big takeaway on this one, obviously, they look cool, but there is a staking component to it where you can stake your mutant cats to participate or basically to get shares or fractured shares of their dao, which I believe is predominantly filled with cool cats."
    },
    {
        "speaker": "B",
        "text": "Cool cats, I believe."
    },
    {
        "speaker": "A",
        "text": "Yeah. So you stake your mutant cats and you get fish, which is, which is the token that's generated from staking. And then you can sell that fish. I think you can burn the fish for stuff. But I just sold mine on sushiswap. It's fun selling fish on sushi, but, yeah. So that was basically it, or at least that's all I got from it. I'm sure there's significantly more than that. But I believe the staking component to the dow was the hotness."
    },
    {
        "speaker": "B",
        "text": "And what happens then when you're staking these is they're out of supply. Right. So here there's only 206 total results for buy now. So they're out of your supply. So somebody, I thought I saw somebody say that like, 80% of these are staked. And right now."
    },
    {
        "speaker": "A",
        "text": "Yes. No, they are. They definitely. I mean, they definitely got to, like 78%. So, um, they may be over that now."
    },
    {
        "speaker": "B",
        "text": "So, uh, the, once they're staked that they're off the market. Right. So that makes a really thin floor. And the fish token is you can actually trade on the open market. And I think they're trading for, like, uh, $12 each."
    },
    {
        "speaker": "A",
        "text": "So I'm trying to think. You're 50 a day. So I think the big thing was you would get for every, for every mutant cat."
    },
    {
        "speaker": "B",
        "text": "I thought it was ten fish."
    },
    {
        "speaker": "A",
        "text": "Oh, pardon me. Yes, it was ten fish per day. And I think. But 50 of them, or 50 fish, I think, worked out to about 0.2 ethereum at the time. So if you got 250 fish, you got, you know, one ethereum. That was a couple of days ago. So I don't know where, I don't know where the price is now."
    },
    {
        "speaker": "B",
        "text": "So I have a question for you. How when I share a screen here, how do I share the audio, or will it share automatically?"
    },
    {
        "speaker": "A",
        "text": "So if you go, you have to share it as a chrome screen."
    },
    {
        "speaker": "B",
        "text": "Chrome tabdeh."
    },
    {
        "speaker": "A",
        "text": "Chrome tab. And then at the bottom, before you share, it'll say, add audio or something like that."
    },
    {
        "speaker": "B",
        "text": "Okay. I've been a little distracted in the last couple of minutes here because Steve put up that."
    },
    {
        "speaker": "A",
        "text": "What are we on spaces?"
    },
    {
        "speaker": "B",
        "text": "Yeah, he put up that comment about ethereals. I don't know. Can you hear this?"
    },
    {
        "speaker": "A",
        "text": "I can't. Oh, my goodness. That's great stuff."
    },
    {
        "speaker": "B",
        "text": "So it's been getting louder and louder in my ear the entire time, and so I was checking it out. So here's your spooky season."
    },
    {
        "speaker": "A",
        "text": "Oh, you know, we're gonna, we're gonna, we're gonna buy those, right? Are those available to mint right now?"
    },
    {
        "speaker": "B",
        "text": "I don't know if they're minting or they already have, but 100% of buying these, the music is playing. Oh, yeah. Collection on opensea. They've already minted, I think, but. Holy cow. This was very distracting in my ear. I was not expecting it."
    },
    {
        "speaker": "A",
        "text": "So that's awesome."
    },
    {
        "speaker": "B",
        "text": "Pretty funny, but, yeah. More spooky season coming now. Oh, God. Here's a good question from Ray. Okay, I'll go over how fish and milk affect your taxes or taxes in general on nfts. We actually have to stop the show now. This is, we are not financial advisors here. We are nothing tax advisors."
    },
    {
        "speaker": "A",
        "text": "And the only reason I got, the only reason I got into nfts is I thought it was like art where it was just basically a big tax loophole."
    },
    {
        "speaker": "B",
        "text": "Well, doesn't NFT stand for no fucking taxes?"
    },
    {
        "speaker": "A",
        "text": "That's what I thought. That sounds right to me."
    },
    {
        "speaker": "B",
        "text": "No. All right, so seriously, honestly, all of those things are technically tax nightmares, right? Like if you any. Any trade in crypto. So say you have ethereum and you sell it back to USDC. That's obviously a taxable event. Say you buy one altcoin into another altcoin, that is a taxable event. You have cost basis for all of this. So same goes with your nfTs. You have a cost basis on your NFT every NFT that you buy and, uh. And sell. So say you bought a mutant cat chamber for point 35 ETH and you."
    },
    {
        "speaker": "A",
        "text": "Theoretically."
    },
    {
        "speaker": "B",
        "text": "Theoretically, because you've never actually helped."
    },
    {
        "speaker": "A",
        "text": "Actually. Yeah."
    },
    {
        "speaker": "B",
        "text": "The. You have a mutant calf for 0.35 east and you sell it for two. You're, you know, your whole profit is, you know, 1.8 ETH and that ETH is taxable. Right? So, um, that's technically how taxes and nfts work. So just like anything else. So I don't even know how the taxes will work if you go into things like fish and milk. And technically you got to be tacked. You're taxed on all of that with, I think, like a zero cost basis or at least the cost basis of your NFT. Right. So any of that stuff that you have that you're getting, you know, paid as dividends would be taxable. And then say you go swap that to eth, that's taxable. Then you go swap that to your. So, you know, you really need to be careful."
    },
    {
        "speaker": "A",
        "text": "Yeah, you do need to be careful. I think at the fudge. I'm assuming a 1098 is a tax form."
    },
    {
        "speaker": "B",
        "text": "Yeah. Chambers in Canada, he doesn't have to do anything."
    },
    {
        "speaker": "A",
        "text": "We don't pay taxes. You don't know about that, about Canada? No. I think at the end of the."
    },
    {
        "speaker": "B",
        "text": "Day, that's going to be the real spooky season, by the way."
    },
    {
        "speaker": "A",
        "text": "Tax season is going to be real. No, I think at the end of the day, again, this is not financial advice. I think whatever you convert back into, you know, USD or fiat dollars, from what I've been told, the smartest thing to do is just count it as income tax. Where you can save on taxes is by tracking every single transaction you do, whether it's, you know, short term capital gains or long term capital gains. There might be some tax loopholes there. What I do is I just pay it straight up as income. I think it covers me a little bit more. And that way I'm only paying taxes on whatever I convert back into."
    },
    {
        "speaker": "B",
        "text": "That's actually what I do as well. So I treat it as income."
    },
    {
        "speaker": "A",
        "text": "Income. I mean, you can mess around with it. Yeah."
    },
    {
        "speaker": "B",
        "text": "Even though it's technically property. But Ethereum keeps my house hot, so that is my income. Right."
    },
    {
        "speaker": "A",
        "text": "And it's fucking hot."
    },
    {
        "speaker": "B",
        "text": "Did you, did you catch that, did you catch that subtle? That subtle. I think you should leave reference."
    },
    {
        "speaker": "A",
        "text": "No, I missed it."
    },
    {
        "speaker": "B",
        "text": "That's from tables. That's from the tables. The tables keep my house hot."
    },
    {
        "speaker": "A",
        "text": "That's right. They do keep my house hot. That's upsetting. I missed that one."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "I apologize."
    },
    {
        "speaker": "B",
        "text": "Just a quick, that's your quick primer on nfts and taxes. Yeah. So Steve, showing ethereals in the chat and now."
    },
    {
        "speaker": "A",
        "text": "All right, Steve. I see you, Steve."
    },
    {
        "speaker": "B",
        "text": "That's so funny. But yeah, so let's go back to kind of the market here in the last seven days, because the big, the other big story has been the mechiverse."
    },
    {
        "speaker": "A",
        "text": "So megaverse, I don't know what's happening there. What's, can you, can you update me?"
    },
    {
        "speaker": "B",
        "text": "So mechiverse revealed today. So did you, did you submit yourself."
    },
    {
        "speaker": "A",
        "text": "For a. I'm not affiliated whatsoever with the mechiverse."
    },
    {
        "speaker": "B",
        "text": "Okay, so last, so this was one of the most hyped drops I've ever. It was very hyped, and I actually thought they did a pretty good job of how they did this. So basically there was 250,000 people in their discord. How many of those were real? Who knows? We'll see, but it doesn't really matter. The hype was there. The only way to get one of these was you had to submit your ethnic or, sorry, your address into a raffle system. And you can either submit one entry or, like, to buy one or to buy two. But what was cool about it was they actually checked your wallet to see if you had enough eth in the wallet at the time to actually."
    },
    {
        "speaker": "A",
        "text": "Interesting."
    },
    {
        "speaker": "B",
        "text": "Yeah. So I think out of that 250,000, about 100,000 were in the raffle, and there was only a supply of 8800 ish. Okay. So in 20, after 24 hours, they released, you know, you went back to the site to see if you were able to mint and see if you won the raffle. And then over the last couple days, they were pre reveal. And they actually started revealing today. So the floor price pre reveal got up to about 8.6. And after reveal today has dropped pretty significantly here to 3.7, which, you know, is common practice. So I think, you know, we've seen it enough times here to know that it's a pattern at this point. Right?"
    },
    {
        "speaker": "A",
        "text": "Right. You shouldn't be surprised by this."
    },
    {
        "speaker": "B",
        "text": "No. So this should really go into your strategy on how you're going to play these. So you need to decide a couple things. One, are you in it for the long haul? Like, are you going to play? Are you going to. Is this a project you, you love and you want to be in, you want to participate in? If yes, floor price doesn't matter before or after review, right. You're probably not selling it. Question two is, okay, am I into this project for a flip, yes or no? Then you have the decision tree on. Okay, am I flipping pre or post reveal? If you're going to, the only reason to flip pre reveal or. Sorry. The reason to flip pre reveal would be that's typically when the hype hits the highest. Right. So, like I said, we saw this pre reveal go all the way up to 8.6, and that was your time to flip. Right. You're. You're 800%. These cost. .2. So that's a massive win, right? So that's a massive win. So youre, what we typically see, and tell me if I'm wrong here is, you know, if there's a hype project like this that is waiting for reveal, it kind of ticks up, up, up, hits this fever pitch maybe a couple hours before the reveal, and then it starts to slowly dive. The reveal comes out, and then you see commons tank, and you see, you know, the rares go astronomical, right? The same thing that happened here. So if you're. If you're going to wait for reveal, the reason you would wait for reveal is not to take advantage of the price. It's to play the mint lottery, right? Did I hit a rare? And. And so you need to decide on these pre revealed projects what your strategy is going to be, because that really dictates when you should be looking to sell these. What do you think about that chamber?"
    },
    {
        "speaker": "A",
        "text": "I hate playing the mint lottery. I've won it a couple of times, but it was on projects that didn't even do anything. So I think I've hit, like, three, like, super rare, uh, off mints, and they just never, they never amounted to much. Um, I like, it depends how much you have, too. Like, I like, I typically will get, you know, um, 10, 20, 30, um, in a mint. Um, typically, uh, and then I'll do half and half. Like, I'll sell half pre mint if, if, you know, the trend is going that way where it's like again, if it got up to eight aetherium like you'd be losing your mind. Like say you bought, well you bought."
    },
    {
        "speaker": "B",
        "text": "The max you could buy at the mint was two."
    },
    {
        "speaker": "A",
        "text": "Was two. Okay, but say you buy two, you spent .4 e and you got two and you could sell them like and you're looking at, you know, you're refreshing opensea every three minutes to see, oh, it's at, you know, it's at four etherium. It's at five ethereum and it gets up to eight if you're not like we're, you know, we're on west enemy a lot of the times, but I mean you had a lot of time to sell at a massive profit. I would like to think that I would have, but it's tough to say I don't. Would you have sold too early? Right. If you're at .4 for two, you know, I probably would have."
    },
    {
        "speaker": "B",
        "text": "This floor went, this floor went to six right after this really quickly. Like yeah, you almost didn't even have time to screw yourself over on this one. Like it went right. It was all the one for sure went all the way to seven, came back down to six and then the highest I saw it was like 8.6 throughout the week. And then they revealed they look cool but I don't really do a cool project. But I think, you know, point being on the, you know, what's going on in the market, this was obviously the most hyped thing. Look at the volume traded. This was, this was since last Thursday. Last Thursday."
    },
    {
        "speaker": "A",
        "text": "Bonkers."
    },
    {
        "speaker": "B",
        "text": "30.9 thousand. Not 30.9 e no, 30.9 thousand eth. So putting that on this chart, you know, it goes, it's the number one by a wide margin. Mutant cats were the hottest thing most of the week and it five x the volume of mutant cats."
    },
    {
        "speaker": "A",
        "text": "Right. Like yeah, I think mutant cat was more of a gentle purr as opposed to like it was, it was a nice steady incline over, over the course."
    },
    {
        "speaker": "B",
        "text": "Of the week with gentle purr. So that's your top. That's your top."
    },
    {
        "speaker": "A",
        "text": "What are we buying? Like what, what's, what looks good? What looks good to you? Like what would you say?"
    },
    {
        "speaker": "B",
        "text": "I got one. Tell me to ape a mint today or are we, are you talking mints?"
    },
    {
        "speaker": "A",
        "text": "Yeah, like yeah, I mean I would have said off of this list here if there's something that looks okay."
    },
    {
        "speaker": "B",
        "text": "So then great."
    },
    {
        "speaker": "A",
        "text": "Good."
    },
    {
        "speaker": "B",
        "text": "Hold on. Let's go into our next segment then, and let's do a little buy, sell, burn."
    },
    {
        "speaker": "A",
        "text": "All right. Second, I have a drop for this. Okay, here comes. Amazing."
    },
    {
        "speaker": "B",
        "text": "I love the quality of this. Roughly. I like that. Just abruptly ends with those two little squeaks. Oh, man. So, all right, but, so I'm going to. We're going to do the top three here for buy, sell, burn."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "We're going to do. Which of these projects are you, are you most interested in? I guess so. Buy, sell, burn, mechiverse, mutant cats and crypto."
    },
    {
        "speaker": "A",
        "text": "Hmm. I would, I think I'd still buy mutant cats. I would sell, um, mecca mechiverse and I would burn, uh, these guys here. These crypto."
    },
    {
        "speaker": "B",
        "text": "You're burning the toads, huh?"
    },
    {
        "speaker": "A",
        "text": "I think so."
    },
    {
        "speaker": "B",
        "text": "Wow."
    },
    {
        "speaker": "A",
        "text": "They've, I mean, I guess you could."
    },
    {
        "speaker": "B",
        "text": "They've done almost 40,000."
    },
    {
        "speaker": "A",
        "text": "Ethan, didn't you say there was something, there were some shenanigans with them, maybe?"
    },
    {
        "speaker": "B",
        "text": "No, I just, I don't remember exactly what was happening with them. I just know that they got my burn."
    },
    {
        "speaker": "A",
        "text": "My burn call was only based on the slight. The slight hint that maybe you felt bad about them."
    },
    {
        "speaker": "B",
        "text": "Well, no, they hit, they hit like twelve eth and have come back to earth a little bit."
    },
    {
        "speaker": "A",
        "text": "Oh."
    },
    {
        "speaker": "B",
        "text": "I think if there. I don't think there was anything major. Well, at least not that I know of. Maybe somebody in the comments knows a little better than I."
    },
    {
        "speaker": "A",
        "text": "That's all I know."
    },
    {
        "speaker": "B",
        "text": "But. So, yeah, floor price here of 7.98. So I'm going to go similarly here. I'm going to say that I would buy. I'm going to buy mutant cats. And here's why you can actually do the math on a mutant cat, right? And the mutant cat will, at the current prices, give you a return on your investment in ETH in like a."
    },
    {
        "speaker": "A",
        "text": "Week and a half."
    },
    {
        "speaker": "B",
        "text": "No, no, not anymore. Not at the current price. If you're buying it. If you're buying at 2.3, it's going to take you probably like 60 days to make that many fish. Right? Right. You got ten fish a day. It is about 60 days if it's trading at fish, right. So that one you could literally hold. And in 60 days, if it's anywhere near what it is, you're taking a pretty small risk. Right. So I'm buying. I'm buying mutant cats. Still. I don't hold any mutant cats. And I am actually probably not buying a mutant cat in real life for the. Because I've already missed it. Yeah. In irl."
    },
    {
        "speaker": "A",
        "text": "There's other ones."
    },
    {
        "speaker": "B",
        "text": "Right, right, exactly. For the sake of this segment, buying mutant cats, then I'm going to, I think I'm going to do the same as you. I'm going to burn the toads. Oh, no, no. I'm going to burn mechiverse. I'm going to burn becaverse and sell the toads. I think the toads probably have like a longer term staying value for whatever reason people seem to people. I've seen more positive interaction on crypto in Twitter than I have a mechaverse. I think there's a lot of community salt going on about mechiverse. So I'm going to sell or burn mechiverse, sell cryptodes. Bye. The buy the mutant cats. I wonder if anybody, usually with some people give us some good ones in the chat here. I wonder what anybody else has to say on that buy soul burn. So, but yes, I mean, so what are you actually buying this week? Have you bought anything?"
    },
    {
        "speaker": "A",
        "text": "No. I mean, I got about, besides a couple of, a couple of things here and there. Actually. No, I shouldn't say that. I bought a bunch of those crypto more. I'll share my screen."
    },
    {
        "speaker": "B",
        "text": "Yeah, the Mori povich."
    },
    {
        "speaker": "A",
        "text": "Yeah, the Mori poviches. Share. There we go. So these guys here, and again, a point floor of."
    },
    {
        "speaker": "B",
        "text": "Oh, I saw these."
    },
    {
        "speaker": "A",
        "text": "Yeah. Like, they're, you know what I mean? They're, they're kind of cool."
    },
    {
        "speaker": "B",
        "text": "It's also cute spooky season. Like, you know, it's a combo of cute season and spooky season. Yeah."
    },
    {
        "speaker": "A",
        "text": "And I think, I think that is, you know, the spirit of the time right now. These little cute guys here make sure."
    },
    {
        "speaker": "B",
        "text": "You get out before November 1, though."
    },
    {
        "speaker": "A",
        "text": "Absolutely. This is like having candy canes in your store on January 3, you know? Here you go."
    },
    {
        "speaker": "B",
        "text": "Here you go. Chamber. We got one for Steve. Oh, wait, Mitch says he's selling maybe all those gutter cats. I'm not sure if he's selling the, the gutter gang or if he's selling or if he's selling all of the ones we chose today, but. All right. Gutter rat, gutter dog, gutter pigeon. Buy. Sell bird."
    },
    {
        "speaker": "A",
        "text": "I'm going to be with Mitch on this one. This is the field. I'm selling everything except for gutter cats right now. I'm going to be honest. Yeah, no, buy. Oh, no, but he doesn't give you that option. I think. Buy gutter dogs. Um, Sal got a rat and burn pigeons. I think that's probably the move. I don't know."
    },
    {
        "speaker": "B",
        "text": "Yeah, I'm going, uh, I'm going by, oops. I'm going by dog. Uh, burn pigeon. Sell rat. That's exactly."
    },
    {
        "speaker": "A",
        "text": "Yeah, that sounds right. The dog is the coolest of the three."
    },
    {
        "speaker": "B",
        "text": "Yeah. Like the dog, I'm, I'm most looking forward to as the, of the new species as like, being my profile picture at some point."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "And so I'm excited about that, you know, just I know that the gutter cat is always going to be like the highest level of the, you know, the gang. Gang. Right. However, I think I'm more intrigued in making the gutter dog my profile. So I could see that I'm actually not too objected to sell my cat at some point."
    },
    {
        "speaker": "A",
        "text": "No, I'm collecting cats. I got, I got a few cats. I got."
    },
    {
        "speaker": "B",
        "text": "I know you have like four cats now."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's, uh, you're. Yeah, I'd like to keep one, but yeah, I definitely. If anybody wants to buy overfloor, feel free to reach out anytime."
    },
    {
        "speaker": "B",
        "text": "JP is also looking for somebody to buy his pigeon overdose floor."
    },
    {
        "speaker": "A",
        "text": "Well, what's the floor? What's the price of what's the floor? Pigeon going for like 0.6."
    },
    {
        "speaker": "B",
        "text": "Yeah, five. Yeah, yeah. The floors are bad. Pretty significantly, but yeah, no, not bad. But his is not a floor, so he can't get liquid on it. Yeah. So. All right. That's good for buy, sell, burn. But do you. So you bought crypto more? I've got one that I'm looking at."
    },
    {
        "speaker": "A",
        "text": "Yeah. What do you, what do you. Yeah. Oh, a drop."
    },
    {
        "speaker": "B",
        "text": "Yeah. That's going to be pretty hype, I think."
    },
    {
        "speaker": "A",
        "text": "I'm already excited."
    },
    {
        "speaker": "B",
        "text": "Mitch. Mitch in the chat can decide if he wants to concur with me or not. I'm not sure that he's going for it, but there will be plenty of people that are, and it is the Boonji project. Have you seen this?"
    },
    {
        "speaker": "A",
        "text": "I've heard of it. I haven't seen it yet."
    },
    {
        "speaker": "B",
        "text": "Okay, so dutch auction style tonight at 06:00 7777 Boonji starts at 06:00 p.m. eastern drops point one every five minutes after the auction starts. The lowest they'll possibly get is 0.3. Right. The first 200 will come with a physical Boonji spaceman sculpture every 33rd sale after that 1st 200 will also come with a sculpture. So I think this is really interesting what they're doing here, because we've seen these dutch auctions, and people just wait them out until they see the contract going. But they've actually kind of built some incentives in here. Right. Like, people are, if people want this spaceman sculpture, which I'll click on here in a minute, but, like, you're going to be trying to play every 33rd sale. You know what I mean?"
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "B",
        "text": "And somebody will be trying to play every 33rd sale. 30 random participants in the public sale will receive a one of one physical painting, and buying five during the public auction will put you in the running for the monumental seven foot Boonji spaceman sculpture, retailed at $750,000."
    },
    {
        "speaker": "A",
        "text": "A real sculpture?"
    },
    {
        "speaker": "B",
        "text": "Yeah, that's."
    },
    {
        "speaker": "A",
        "text": "I gotta get it. I don't know how."
    },
    {
        "speaker": "B",
        "text": "So that's what. So this is what these look like, which are pretty dope."
    },
    {
        "speaker": "A",
        "text": "So are these bunches space men, dude?"
    },
    {
        "speaker": "B",
        "text": "Don't they look like it?"
    },
    {
        "speaker": "A",
        "text": "Right?"
    },
    {
        "speaker": "B",
        "text": "Don't they look like it?"
    },
    {
        "speaker": "A",
        "text": "These are super boon g. Like, I feel like it's. I feel like there's some copyright infringement here."
    },
    {
        "speaker": "B",
        "text": "Yeah, right. Exactly. It is. It's. It's bunch. You bunch. You bunch."
    },
    {
        "speaker": "A",
        "text": "A little on the nose."
    },
    {
        "speaker": "B",
        "text": "Yeah, right. Exactly. That's so funny. But these are pretty dope looking, right?"
    },
    {
        "speaker": "A",
        "text": "Very dope looking. Oh, man. Now I gotta definitely get these bongi to the boonji. But am I. What, are we buying them? What do you. Where do you think the sweet spot is gonna be?"
    },
    {
        "speaker": "B",
        "text": "I don't know. It's to be hard to tell, right?"
    },
    {
        "speaker": "A",
        "text": "One and a half over one, though."
    },
    {
        "speaker": "B",
        "text": "Over one. For sure, I would think. Right? Scroll. How do I scroll? What do I do here."
    },
    {
        "speaker": "A",
        "text": "Bodge."
    },
    {
        "speaker": "B",
        "text": "But, yeah, so these are done by an actual. A pretty well known artist. So when you think of, like, the Damien Hirst stuff."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "B",
        "text": "Or the Tom Sachs things, this might."
    },
    {
        "speaker": "A",
        "text": "Be, like, a no brainer. Like, you know."
    },
    {
        "speaker": "B",
        "text": "Well, that's why they may. They may go at three. Who knows? They may go a three each. I don't know."
    },
    {
        "speaker": "A",
        "text": "Liquid."
    },
    {
        "speaker": "B",
        "text": "Yeah. So it's. It's interesting. But this one I'm super excited about. I've seen a ton of people, like, pumped about this one. Oh, the artist is Brendan Murphy."
    },
    {
        "speaker": "A",
        "text": "Oh, Brendan. I know him, I think."
    },
    {
        "speaker": "B",
        "text": "Yes. Interesting. But he's got. Yeah. He's apparently a very well known artist, and I don't know too much about him, but. Oh, my God, is this the seven foot sculpture? That's where it's. Look at the size of these things. Oh, my God."
    },
    {
        "speaker": "A",
        "text": "I love it."
    },
    {
        "speaker": "B",
        "text": "Yes. So this is the one today that I'm thinking about. All right. Mandy stepping in on time to spend that, Eric. Yeah. Time to spend that eth. I want to see if the physical boonji spaceman sculpture up. It's taking me to a new page. I want to go share that."
    },
    {
        "speaker": "A",
        "text": "Dang it."
    },
    {
        "speaker": "B",
        "text": "Mitch says. Mitch says, hype. There you go, Mitch. Mitch says hype. We've got the Mitch seal of approval on Abunji. Let's see. I'm gonna see if I could share. Find the sculpture here."
    },
    {
        "speaker": "A",
        "text": "Man. If I want a sculpture, I don't know what would you do with it? Outside or inside?"
    },
    {
        "speaker": "B",
        "text": "No, I put that thing right outside. Yeah, absolutely. I don't know if it. I don't know where this is taking me. Oh, so. Oh, wow. What's this? Look at this thing. Oh, those are the physical space, man, the spaceman sculptures."
    },
    {
        "speaker": "A",
        "text": "Cool."
    },
    {
        "speaker": "B",
        "text": "So those are the ones you. And if you are that one of every. I guess every 33rd. I want to see the."
    },
    {
        "speaker": "A",
        "text": "Or if you buy, you know, get one of the first 200."
    },
    {
        "speaker": "B",
        "text": "Yeah, I want to see them. I want to see the life size one. Dang. Oh, finesse was going to be the life size one, but anyway, that's the one I'm looking at today. Starts in an hour and 20 minutes. I don't know how fast it'll go. I don't. Those dutch auctions, you never really know, but super interested in that one. We actually didn't even announce that we're doing a giveaway on this show. So. Want to tell the people what we're doing for giveaway?"
    },
    {
        "speaker": "A",
        "text": "Yes, I do want to tell people we're doing for giveaway. All you have to do to participate is I'm going to drop a link in the chat. So you should be able to see it whether you're watching on YouTube, Twitter or Twitch. But I think we're giving away NFT red zone."
    },
    {
        "speaker": "B",
        "text": "Yeah. An unrevealed. NFT."
    },
    {
        "speaker": "A",
        "text": "Unrevealed."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "How do we do it?"
    },
    {
        "speaker": "B",
        "text": "How do we do it? Guy must be with somebody."
    },
    {
        "speaker": "A",
        "text": "Oh, yeah. I know how we do it. But is there a little bit, can you give us kind of like a update on what's happening with NFT red zone?"
    },
    {
        "speaker": "B",
        "text": "So we are still only at about 60% sold. So we've decided that we're actually going to stop the mint and we are going to close it down. So you will only have until next Thursday afternoon to mint NFT red zone for the rest of the season. What's very cool about this is two things. There still is, there still are ten head coach cards that are out there to be minted. And we've announced that one of those 16 head coach cards are going to win a holders are going to win a trip to the Super bowl. Right. So you will. Essentially what we're going to do is mint those out and use them as weekly prop challenge prizes for the rest of the year, the head coach cards. So you will be able to win them just by potentially holding one of our flex cards. And then if you win that card, essentially that gives you a one in 16 chance to go to the Super bowl, two vip tickets, and. Which is pretty cool. And then."
    },
    {
        "speaker": "A",
        "text": "Yeah, I'd say that's pretty cool."
    },
    {
        "speaker": "B",
        "text": "That's pretty cool. Yeah. And so that's cool. It also will basically limit the supply that's out there. Right. So there was only going to ever be 7200 of these first editions. Right. But now there'll be, you know, somewhere around 4500. And what we're also doing to kind of reward our Genesis card holders with some value here in the future is we're introducing what we're calling the Empire pot and the Empire pot."
    },
    {
        "speaker": "A",
        "text": "Go on."
    },
    {
        "speaker": "B",
        "text": "Yeah. The empire pot is interesting. We're not sure exactly how the mechanics will work yet. We're exploring the. The league, the legality of what we want to do. There will be two options, essentially, for the Empire pot, but I'll just tell you what the Empire pot is. So what we're going to do, as you know, there will be multiple mints of red zone games throughout the year. Right. So this one is for fantasy football. We got one in store for NFL playoffs. We have something in store for the masters. We have something in store for March Madness. We have something in store for soccer later in the summer. And then, you know, back working around the year, probably NBA playoffs too, something like that. And what we're going to be doing is taking five to 10% of each of those mints and putting them in the Empire pot. And the only people that will be eligible for how we execute the Empire Pot holdings, it will be these Genesis card holders. Right. So you have to hold a version, one red zone card to be eligible for whatever we do with that, that empire pot."
    },
    {
        "speaker": "A",
        "text": "And you can buy them on. Can you buy them on secondary and hold those?"
    },
    {
        "speaker": "B",
        "text": "Sure. Absolutely. Yeah. You don't have to. So like, you don't have to be closed. Right, exactly. So say we keep growing this thing and, you know, there's 10,000 people that want in. There's only 4000 initial cards."
    },
    {
        "speaker": "A",
        "text": "Your."
    },
    {
        "speaker": "B",
        "text": "Your cards are going to, you know, be worth something to those people that want to get in on how we execute the empire pie also, you know, whatever that is. The more cards you own of this, the better for you, for sure. So, you know, we wanted to make sure that we don't dilute the value of our first card holders. We want to be able to add value to them throughout the life of the this project for being early supporters. So point being with this empire pod is there could potentially be a really, really strong amount of Ethereum in there funding this empire pot. Right. So, which is pretty cool. So those are like the big, the big things we have coming down. The game is working really well. We've given away a ton of prizes."
    },
    {
        "speaker": "A",
        "text": "I can't believe how much you guys give away. Like, I watched some of the, some of the giveaway streams. It's bonkers."
    },
    {
        "speaker": "B",
        "text": "Like, you know, it's funny, our whole."
    },
    {
        "speaker": "A",
        "text": "Tens of thousands of dollars every week."
    },
    {
        "speaker": "B",
        "text": "It's like 50, 60 grand a week. That's crazy. So the, what's funny about it is throughout our whole first, you know, push on marketing for this, we were all about like, oh, we're giving 97% of the mint back. We're giving 97% back to the community, blah, blah. We've given well over 100% of the mint back so far. Like, it. Because we've, you know, really, the whole game was built on the spotlight challenge and the high score, and we added these prop challenges which were just totally extra. So anything we've come up with to give away for those has been totally outside of our initial budget that we've put together. So we've really given over 100% of our budget each week back to the people. And it's pretty cool. I think people are really starting to get into it. What we did find, you know, is we thought people would be more interested in kind of buying and selling week to week, but they're more interested seemingly, in placing their bets for the season and holding. Right. Which is fine. So we'll, we'll just keep, we're going to iterate on that in our next games to make it much easier for people to play by just buying and holding. Right. We're also going to be doing some stuff for our next iteration wherever the players will actually have more input on what actually happens throughout the, either the season or the tournament or whatever it is that we're doing."
    },
    {
        "speaker": "A",
        "text": "Interesting."
    },
    {
        "speaker": "B",
        "text": "Yeah. So, like, you will actually, next year, you'll likely be, for fantasy football, you'll actually be likely an active fantasy manager. Like drafting the team, playing each week, buying, selling, trading your actual team, potentially. So lots of cool stuff coming."
    },
    {
        "speaker": "A",
        "text": "Like the Ted lasso. Opposite Ted lasso. Yeah."
    },
    {
        "speaker": "B",
        "text": "Yeah, right, exactly. I'll be Ted fatso. But yeah, that's what's going down with red zone. It's, it's been really cool so far. I'll tell you what, dude, launching projects is, is a lot of. A lot of work, and. But we're loving what we're doing with this."
    },
    {
        "speaker": "A",
        "text": "You guys are just absolutely killing it, man. Very impressive."
    },
    {
        "speaker": "B",
        "text": "We're trying. It's. It's fun, and I'm pumped to be growing this community, and we've got a lot of cool things in store for it, so. Yeah."
    },
    {
        "speaker": "A",
        "text": "But, yeah, it's too bad nobody's. I've been asking around like an absolute sucker, trying to find out who's gonna be doing a fantasy basketball league in the NFT space. None of these sons of bees respond to me. I'm getting."
    },
    {
        "speaker": "B",
        "text": "We're going to be doing blacklisted."
    },
    {
        "speaker": "A",
        "text": "I don't know what's happening."
    },
    {
        "speaker": "B",
        "text": "We're going to probably do something for the playoffs. So playoffs."
    },
    {
        "speaker": "A",
        "text": "Lay off. I want regular seasons. I've directly, you know, I've tagged what's the. The mint? Not what's the other mint?"
    },
    {
        "speaker": "B",
        "text": "Show the first mint."
    },
    {
        "speaker": "A",
        "text": "First mint. Like, hey, hey. You guys be doing something? Nothing. They don't even respond back."
    },
    {
        "speaker": "B",
        "text": "You know, maybe that. So maybe we need to run one next year because we're obviously not very everybody's third."
    },
    {
        "speaker": "A",
        "text": "Got myself as a los Angeles Laker. Yeah, no, it's very."
    },
    {
        "speaker": "B",
        "text": "When does the regular season start? Do I have time to spin up? I don't know if I have time to spin up fantasy."
    },
    {
        "speaker": "A",
        "text": "I feel like I'm not. I'm saying there should be somebody out there. I feel like all of the NBA top shot community should already have this taken care of, and I have seen absolutely nothing."
    },
    {
        "speaker": "B",
        "text": "Well, I'll tell you what. It's. It's not as easy as it looks, let's put it that way."
    },
    {
        "speaker": "A",
        "text": "Listen, I watched Chris. He made a fantasy league, and I guess I might be a professional fantasy league maker. Chris is, but I feel like he blinked an eye and he had a fantasy league set up already. I don't even want an nft behind it. I just want to take somebody's Ethereum in a fantasy league. You know what I mean? That's all I want to do. I just want your Ethereum."
    },
    {
        "speaker": "B",
        "text": "We could spin one up in red zone."
    },
    {
        "speaker": "A",
        "text": "No, I feel like it. We. I feel like it would be just to help me out, and I don't want that. I want to take."
    },
    {
        "speaker": "B",
        "text": "Jay Bird's all over it. Jaybird zone. And he's all over it. We could probably spend some up."
    },
    {
        "speaker": "A",
        "text": "I want to take the first mints money. That's what I want."
    },
    {
        "speaker": "B",
        "text": "Battle of the mints."
    },
    {
        "speaker": "A",
        "text": "Yeah, absolutely."
    },
    {
        "speaker": "B",
        "text": "All right, we have one more segment here. Unless there's anything you wanted to share, but."
    },
    {
        "speaker": "A",
        "text": "That'S my passion project for the week."
    },
    {
        "speaker": "B",
        "text": "That segment is what's in your wallet. So last time we did this, we looked at Gary Vee's wallet. This year or this time, we are looking at Andy Millinakis. What you know about Andy Millennia?"
    },
    {
        "speaker": "A",
        "text": "I'll tell you what, I've seen Andy on lots of stuff. He was on, I think early on we saw him on. I feel like it was. What was that was the late night talk show, one of the Lori povich. No, no. Wasn't on Kimmel."
    },
    {
        "speaker": "B",
        "text": "I don't know."
    },
    {
        "speaker": "A",
        "text": "I think he was on Kimmel. I remember him the most from. I don't know if you watched this, but Nick Kroll had a sketch comedy show called the Kroll show."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah. I didn't watch the crow."
    },
    {
        "speaker": "A",
        "text": "It was, it was amazing. It was one of my favorite sketch comedy shows. In one of the repeating sketches, Nick Kroll plays this celebrity plastic surgeon who is a complete, you know, complete. You could just imagine what he was, what he would be like. And his son was Andy Millinakis, and it was amazing. He was very funny."
    },
    {
        "speaker": "B",
        "text": "Yeah, I remember Andy Milonakis from MTV when I was a kid. Pretty cool. I got to meet him briefly on. I got to meet him briefly at the Des Bryant kickoff party."
    },
    {
        "speaker": "A",
        "text": "Oh, really? Yeah."
    },
    {
        "speaker": "B",
        "text": "He just showed up and was mingling with the crowd. Really cool. It's very fun. So that was cool. But yeah. Let's take a look inside Andy Milonakis's wallet. Oh, dude, he's got an ethereal. He's in the spooky season."
    },
    {
        "speaker": "A",
        "text": "He's in the spooky season. And he gets it. Andy gets it."
    },
    {
        "speaker": "B",
        "text": "Gets it. He has hereditary. The 888 inner circle. Nft. So. And the first inner circle airdrop here."
    },
    {
        "speaker": "A",
        "text": "Interesting."
    },
    {
        "speaker": "B",
        "text": "Interesting. Yeah, I don't know what these are. These halmas. Those are interesting looking."
    },
    {
        "speaker": "A",
        "text": "I need one of these ethereals."
    },
    {
        "speaker": "B",
        "text": "He's got a bubble buds. Sounds like something you'd be into."
    },
    {
        "speaker": "A",
        "text": "You would think."
    },
    {
        "speaker": "B",
        "text": "But no, he's got, he's got deez nuts."
    },
    {
        "speaker": "A",
        "text": "Ooh, nice. Now, what if he's a guy that gets, that gets stuff just sent to him?"
    },
    {
        "speaker": "B",
        "text": "Well, he only has 129 things in here, so really, if he does, he's either hitting it likely or, you know. Oh, he's got some dot dot dots. These were hot for a while. I wonder what."
    },
    {
        "speaker": "A",
        "text": "They're cool."
    },
    {
        "speaker": "B",
        "text": "Oh, there's still offers of, best offers of 0.17 on these. So bad."
    },
    {
        "speaker": "A",
        "text": "Gotta be like, .3 probably."
    },
    {
        "speaker": "B",
        "text": "Mm hmm. I don't know what these are. The wanderers. Have you seen this?"
    },
    {
        "speaker": "A",
        "text": "No."
    },
    {
        "speaker": "B",
        "text": "Best offer. .346. That's something. Oh, he's got, he's got a. Another ethereal. Yeah, he's got two ethereals."
    },
    {
        "speaker": "A",
        "text": "I think I saw. Sup? Duck."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah, look, he's got sucked up. 5078 duck bears deluxe."
    },
    {
        "speaker": "A",
        "text": "I know. I don't know those ones."
    },
    {
        "speaker": "B",
        "text": "He they made him an honorary sneaky vampire."
    },
    {
        "speaker": "A",
        "text": "Oh, that's cool."
    },
    {
        "speaker": "B",
        "text": "Yeah. That's awesome."
    },
    {
        "speaker": "A",
        "text": "When are you gonna get your honorary nft from somebody?"
    },
    {
        "speaker": "B",
        "text": "Did you see? I got one."
    },
    {
        "speaker": "A",
        "text": "Is it the one we're, we're minting tonight?"
    },
    {
        "speaker": "B",
        "text": "No, you didn't, you didn't see the other day. I got a man. I want to bring it up."
    },
    {
        "speaker": "A",
        "text": "I really yeah, nothing. You have really become the, the show. Really. This is, this is now bunch who's show that, you know, it's. I'm like the, I'm the. Who's Conan sidekick."
    },
    {
        "speaker": "B",
        "text": "That's Jimmy Kimmels."
    },
    {
        "speaker": "A",
        "text": "What's his name? He had, he was the all the twins on arrested development. I can't think Twinsdehe. You know, what's his name? Um, you know, he played the same character, but there was like five of them. I can't think of it. I'm gonna look it up. I'll be right back. You'll you'll laugh as it is. You know what I'm talking about."
    },
    {
        "speaker": "B",
        "text": "Oh, Andy Richter."
    },
    {
        "speaker": "A",
        "text": "Andy Richter. Thank you."
    },
    {
        "speaker": "B",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "I'm just."
    },
    {
        "speaker": "B",
        "text": "You're very tertiary character in the."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's, I'm just Andy."
    },
    {
        "speaker": "B",
        "text": "Now hold on. Here's my, here's my honorary. I got an honorary, um, wild lion society. I did that honoring bunch you bets. Look at that. And it's unbelievable. It's like made after my a profile picture. And I've got a little sweatshirt on here."
    },
    {
        "speaker": "A",
        "text": "I didn't see that. I just thought they sent you one to say good job. I didn't, I didn't realize it's got."
    },
    {
        "speaker": "B",
        "text": "The football for red zone and my little bunch, you thing. So actually, speaking of wild lion society, this is one to keep your eye out for because they're actually stealth dropping, so there is no time."
    },
    {
        "speaker": "A",
        "text": "These are these not out yet?"
    },
    {
        "speaker": "B",
        "text": "No. So they're going to be stealth dropping between now and the 15th. So keep."
    },
    {
        "speaker": "A",
        "text": "What are you going to sell yours for this one? Yeah. Five ethereum."
    },
    {
        "speaker": "B",
        "text": "No, I'm never selling my honorary. My honorary lion. I'm not gonna, I'm not gonna sell my honoraries like the ape, the ape folks do. But I was, that was my first ever honorary NFt made after me. There you go. Not super, super pumped about that one."
    },
    {
        "speaker": "A",
        "text": "For those listening, you know, I won't turn down an honorary NFT. If you want to make one for me, make sure to catch my eight pack. And I don't wear glasses and full head of hair, so those are the requirements I would need."
    },
    {
        "speaker": "B",
        "text": "So what is Steve saying about wanderers there? Cause I don't know anything about wanderers."
    },
    {
        "speaker": "A",
        "text": "Wanderers are. Wanderers are cool af. I almost snagged them. Which was the wanderer is that one there almost snagged. Almost ain't counting it, buddy. At 18. And then the floor is over half an ethereum."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's what I mean. It's got. It's got a best offer of 0.346. So."
    },
    {
        "speaker": "A",
        "text": "Unbelievable."
    },
    {
        "speaker": "B",
        "text": "I usually take whatever my offer is and multiply it by two. And that's what."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's usually pretty close."
    },
    {
        "speaker": "B",
        "text": "Oh, he's got a cyber Kong as well. Wow."
    },
    {
        "speaker": "A",
        "text": "I don't know what I have."
    },
    {
        "speaker": "B",
        "text": "I have a Kong."
    },
    {
        "speaker": "A",
        "text": "I have a gorilla, but it's not a cyber Kong."
    },
    {
        "speaker": "B",
        "text": "Oh, he's got two sub ducks."
    },
    {
        "speaker": "A",
        "text": "That's the move right there."
    },
    {
        "speaker": "B",
        "text": "Yeah. Well, hopefully he subscribes to at least the rule of three, right?"
    },
    {
        "speaker": "A",
        "text": "If he isn't is, I believe the kids say, Ngmi."
    },
    {
        "speaker": "B",
        "text": "Yeah, frogs, super fuzz, whatever these are. Oh, he's got some secret society here. A superlative secret society. Yeah, these are Ngmi. Or these are GMI type things here."
    },
    {
        "speaker": "A",
        "text": "Well, it's not a couple. Yeah, he knows. He knows what's."
    },
    {
        "speaker": "B",
        "text": "He gets a lot of honoraries. Look at this. He's got an honorary Mars cat. He's got an automated. Oh, yeah, yeah."
    },
    {
        "speaker": "A",
        "text": "So he has three times the on. So he's only three times more popular than you, is what I'm by the honor. That seems reasonable. That's pretty good."
    },
    {
        "speaker": "B",
        "text": "I could catch him for some guy."
    },
    {
        "speaker": "A",
        "text": "Out of new Jersey."
    },
    {
        "speaker": "B",
        "text": "He also has two crypto dick butts here, which is a common theme we've seen with celebrities. I'm pretty sure Shaq had a dick butt in his."
    },
    {
        "speaker": "A",
        "text": "Yes, they did. Yeah."
    },
    {
        "speaker": "B",
        "text": "These bad bunnies are cool. I've never really looked into them, but they're pretty cool looking, at least."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "What else do you always win? A bunch of winter bears."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah, those winter bears are nice."
    },
    {
        "speaker": "B",
        "text": "And his king frogs. So Andy Milonakis kind of subscribes, it looks like, to cute season."
    },
    {
        "speaker": "A",
        "text": "Oh, he's got some loopy donuts."
    },
    {
        "speaker": "B",
        "text": "I see donuts."
    },
    {
        "speaker": "A",
        "text": "I hope he didn't buy them from me, Andy. Actually, some of those look like they're mine. Rebel."
    },
    {
        "speaker": "B",
        "text": "He's got a knights of djen. Nice."
    },
    {
        "speaker": "A",
        "text": "I'm sorry, was that a scroll? Back up. Was that a dragon chain?"
    },
    {
        "speaker": "B",
        "text": "It looks like the dragon chain guy."
    },
    {
        "speaker": "A",
        "text": "It's a hundred percent dragon chain. That's."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "What does it say?"
    },
    {
        "speaker": "B",
        "text": "It says flying jojo."
    },
    {
        "speaker": "A",
        "text": "Mmm."
    },
    {
        "speaker": "B",
        "text": "Yeah. I'm not sure. Yeah, but he says, got sneaky."
    },
    {
        "speaker": "A",
        "text": "A couple of ladies."
    },
    {
        "speaker": "B",
        "text": "Yep. Got world of women. He had a crypto chick up there. He's got fast food friends. What's this? Space punks? Oh, he's got a galactic ape."
    },
    {
        "speaker": "A",
        "text": "That's what I have. Yeah, I have a couple of those."
    },
    {
        "speaker": "B",
        "text": "Oh, the mutant high tops from 1010 ktf."
    },
    {
        "speaker": "A",
        "text": "I almost bought some of those on second."
    },
    {
        "speaker": "B",
        "text": "Oh, a couple galactic apes there."
    },
    {
        "speaker": "A",
        "text": "Yeah, those are nice."
    },
    {
        "speaker": "B",
        "text": "Yeah. So, Andy, pretty well rounded portfolio."
    },
    {
        "speaker": "A",
        "text": "He's a real NfT guy."
    },
    {
        "speaker": "B",
        "text": "Yeah, I would say definitely GMI from. From Andy. Right? You. You're giving him a GMI 100%. Yeah, I would love Andy also."
    },
    {
        "speaker": "A",
        "text": "I'm only saying nice things so we could have."
    },
    {
        "speaker": "B",
        "text": "Oh, I was just gonna. I was just gonna say I'd love to have him on the show. Be fantastic, but we'll get him on the show. It's pretty, pretty solid portfolio, Andyev. But that is what's in your wallet. We are hitting up on time. This just in, a mecca sold for 125 east. Wow."
    },
    {
        "speaker": "A",
        "text": "Seems like a lot of east."
    },
    {
        "speaker": "B",
        "text": "That's a lot of east. Maybe I shouldn't have burnt the Mecca go bot. Maybe we shouldn't have burnt the Mecca. Oh, man. But anyway. All right, chamber, you're gonna boonji 100%."
    },
    {
        "speaker": "A",
        "text": "Got one. I mean, yeah, no, I'm 100% at least getting 1233."
    },
    {
        "speaker": "B",
        "text": "I'm gonna have to be contract watching to see how many they've minted, so."
    },
    {
        "speaker": "A",
        "text": "Right. Like, if it gets to that sweet."
    },
    {
        "speaker": "B",
        "text": "Spot, like, I also don't know how many were on the pre sale or whitelist. Like, there might not be very many left. I don't. I want one. I think they're sweet, but that, I think that's gonna do it for us. What else you got? Anything?"
    },
    {
        "speaker": "A",
        "text": "I got nothing."
    },
    {
        "speaker": "B",
        "text": "Awesome."
    },
    {
        "speaker": "A",
        "text": "Keep a stick on the ice."
    },
    {
        "speaker": "B",
        "text": "You know, that is going to do it for us. And until next time. Oh, wait, wait, wait. Let's roll. We got to get our giveaway. Oh, yeah, because we missed it last time, too. Let's get our giveaway."
    },
    {
        "speaker": "A",
        "text": "We're not good at this stuff. We're not professional."
    },
    {
        "speaker": "B",
        "text": "You know, we just kind of show up and wing it. That's pretty much what we do on this show."
    },
    {
        "speaker": "A",
        "text": "That seems right."
    },
    {
        "speaker": "B",
        "text": "We're like, hey, you want to do a giveaway. Hey, what are we going to do today?"
    },
    {
        "speaker": "A",
        "text": "Retweets. Do I still have it? Please do. Nice. All right, let me show the screen here so it looks like we have about 35 retweets."
    },
    {
        "speaker": "B",
        "text": "Nice."
    },
    {
        "speaker": "A",
        "text": "Good odds for everybody. Share screen. Okay, uh, we're just going to give away one. I'll have three backups. All right, let's do this thing for."
    },
    {
        "speaker": "B",
        "text": "Your nft red zone."
    },
    {
        "speaker": "A",
        "text": "Is it somebody we know? You think. You think it's gonna be somebody we know?"
    },
    {
        "speaker": "B",
        "text": "Uh, probably somebody I know, at least. Oh, God. Come on. And he's flying his. And he's flying his pigeon. He's flying in his. Somebody go buy this man's pigeon so we can. So he stops winning. Free stuff. JP. Kaz, congratulations."
    },
    {
        "speaker": "A",
        "text": "I love it. I love it."
    },
    {
        "speaker": "B",
        "text": "He's a very loyal red zone holder. He's got a. He's got a nice sized bag, and."
    },
    {
        "speaker": "A",
        "text": "I feel like he's won."
    },
    {
        "speaker": "B",
        "text": "I think. JP, what do you think?"
    },
    {
        "speaker": "A",
        "text": "At least there. I'm thinking, like, five giveaways."
    },
    {
        "speaker": "B",
        "text": "Unbelievable. Well, you know, you have. You do have pretty good odds if you."
    },
    {
        "speaker": "A",
        "text": "I mean, if you have one of 35. We love it. Uh, JP is the man."
    },
    {
        "speaker": "B",
        "text": "JP Cass has a horseshoe up his ass."
    },
    {
        "speaker": "A",
        "text": "Yeah, he sure does."
    },
    {
        "speaker": "B",
        "text": "What a way to end the show. Congratulations, JP. And that's gonna do it for us. Until next time, stay mint."
    }
]