[
    {
        "speaker": "A",
        "text": "What's the weirdest movie you've ever watched?"
    },
    {
        "speaker": "B",
        "text": "Oh, I don't know if I say this on a space, but definitely this."
    },
    {
        "speaker": "A",
        "text": "Is the only place to say it. What are you talking about?"
    },
    {
        "speaker": "B",
        "text": "Definitely human centipede."
    },
    {
        "speaker": "A",
        "text": "That's pretty bad. Yeah, I agree. Human centipede is. Is not good. It's just not a good a. It's not even a good movie."
    },
    {
        "speaker": "B",
        "text": "Exactly."
    },
    {
        "speaker": "A",
        "text": "Like, I don't mind watching weirdness if it's a good movie. Um. You ever see the movie like Eraserhead? No. From, like, the eighties. Like, it's. It's, um."
    },
    {
        "speaker": "B",
        "text": "What a concept."
    },
    {
        "speaker": "A",
        "text": "It's. It's a weird movie, but it's a good movie. Like, it's. I shouldn't say it's a good movie. It's an interesting movie. Like, there's. I'm like, okay, like, this is a weird person making a movie, and it's very good, but it's the same guy that made, like, what's his name? David lynch from, like, Twin Peaks. And the first. I mean, your favorite movie, but the first version of it. Dune."
    },
    {
        "speaker": "B",
        "text": "Yeah, I was gonna say I could get down with that."
    },
    {
        "speaker": "A",
        "text": "Yeah. Eraserhead's a weird movie, though. Like, that's his. That's his weirdest movie. Bunch is here. I'm excited."
    },
    {
        "speaker": "B",
        "text": "Let's go."
    },
    {
        "speaker": "C",
        "text": "That makes one of us."
    },
    {
        "speaker": "A",
        "text": "Oh, geez. It's not like my. What I feel. I'm surrounded by people that hate to be around me, like my wife and bunch. My wife and bunch. You bets sound exactly the same, just."
    },
    {
        "speaker": "C",
        "text": "A different tone at one. At some point, you got to start asking the important question, why do I."
    },
    {
        "speaker": "A",
        "text": "Keep surrounding myself with these people?"
    },
    {
        "speaker": "C",
        "text": "What's the common denominator?"
    },
    {
        "speaker": "A",
        "text": "I think the common denominator is these people are the worst."
    },
    {
        "speaker": "C",
        "text": "Look, I have never, ever proclaimed to be the best at anything."
    },
    {
        "speaker": "A",
        "text": "Are you saying I should look at myself and maybe I'm the problem?"
    },
    {
        "speaker": "C",
        "text": "No, you are certainly not the problem. I enjoy you very much. I enjoy you very much doing a podcast I no longer enjoy."
    },
    {
        "speaker": "A",
        "text": "Slowly but steadily. He will show up later and later."
    },
    {
        "speaker": "C",
        "text": "Yeah, I'll be tagging in at 445, hard stop at four, at 458. And that's. I'll just transition into a segment, and that'll be that."
    },
    {
        "speaker": "A",
        "text": "So we were talking. I was playing a tune from the movie Saltburn. Are you familiar with this movie?"
    },
    {
        "speaker": "C",
        "text": "No. But I did hear you ask what the weirdest movie I've ever watched. Two, I would say, qualify for me one of them. I'm pretty sure you recommend it to me."
    },
    {
        "speaker": "A",
        "text": "Probably."
    },
    {
        "speaker": "C",
        "text": "I think you're the one that recommended this one to me. Midsummer."
    },
    {
        "speaker": "A",
        "text": "Midsummer is. I would say it's a tame, weird movie. It's a weird movie, but it's. It's."
    },
    {
        "speaker": "C",
        "text": "It's. It's certainly."
    },
    {
        "speaker": "A",
        "text": "But it's a watchable."
    },
    {
        "speaker": "C",
        "text": "What's the threshold?"
    },
    {
        "speaker": "A",
        "text": "I mean, it gets progressive. Like, movies get progressively weird. I feel like that's a watchable weird movie there."
    },
    {
        "speaker": "C",
        "text": "No, man, there's a couple times in that movie where you're like, no, no, no, no. And then, of course, the classic, like, requiem for a dream."
    },
    {
        "speaker": "A",
        "text": "Yeah, that's a. On. That's a. That's a movie you watch. You watch once, and you never watch it again because it is. I watch that. I'm like, I'm sure you watched that one way too young."
    },
    {
        "speaker": "C",
        "text": "Oh, 100%. I think I was in high school."
    },
    {
        "speaker": "A",
        "text": "Cause I was in college when I watched it. And I'm like, we probably watched it around the same time."
    },
    {
        "speaker": "C",
        "text": "Yeah, I was at least a junior. No, earlier than that. I was a junior or senior. I remember watching it with my high school girlfriend."
    },
    {
        "speaker": "A",
        "text": "Oh, my God. That was, like. That was the movie night movie."
    },
    {
        "speaker": "C",
        "text": "She was into it and wanted me to watch it."
    },
    {
        "speaker": "A",
        "text": "I was like, all right, that's a rough."
    },
    {
        "speaker": "C",
        "text": "And that was the time I dated a witch."
    },
    {
        "speaker": "A",
        "text": "I met. I married a witch. Amber is a witch."
    },
    {
        "speaker": "C",
        "text": "That same. That same girl cheated on me later with a heroin addict with worse Marlon ways. Magician."
    },
    {
        "speaker": "A",
        "text": "Is significantly worse than a heroin addict."
    },
    {
        "speaker": "C",
        "text": "It's so much worse. It's the worst. It's the worst type of person you could possibly be cheated on. I think you should leave sketch with the musician. It gives me ptsd."
    },
    {
        "speaker": "A",
        "text": "I will not respect you."
    },
    {
        "speaker": "C",
        "text": "Now you see it. Now you don't. Now you see it, now you don't. That's all I can think about."
    },
    {
        "speaker": "A",
        "text": "Oh, my goodness. That's so terrible. I love magic so much, but hate magicians. But I hate magicians so much. It's the weirdest thing. I."
    },
    {
        "speaker": "C",
        "text": "Why?"
    },
    {
        "speaker": "A",
        "text": "I mean, they're magicians. They always wear weird vests with colorful shirts underneath, and, you know, they're not trustworthy. They're basically pickpockets."
    },
    {
        "speaker": "C",
        "text": "I mean, the whole. Their whole game is that they can't."
    },
    {
        "speaker": "A",
        "text": "That's right. But I love magic. Like, I. That's, like, my favorite thing. Like, if there's, like, a. We were in."
    },
    {
        "speaker": "C",
        "text": "So why don't you, like, change the game? Why don't you become."
    },
    {
        "speaker": "A",
        "text": "No, no."
    },
    {
        "speaker": "C",
        "text": "Cool magician."
    },
    {
        "speaker": "A",
        "text": "That's not my vibe. That magician is not."
    },
    {
        "speaker": "C",
        "text": "No, but you. You create the vibe. You love magic. Be."
    },
    {
        "speaker": "A",
        "text": "I like being the. I like being the entertained, not the entertainer. Do you know what I'm saying? I like. I like when I get tricked. It's like, I love. Like when David Blaine hit the scene back in the day, like, I was. I thought. I still think. I'm not 100% sure he's not an actual warlock."
    },
    {
        "speaker": "C",
        "text": "I would have thought. I would have pegged you more for a criss angel."
    },
    {
        "speaker": "A",
        "text": "Criss angel looks like he's just covered in STD's."
    },
    {
        "speaker": "C",
        "text": "He's probably the one. He's probably the magician. My high school girlfriend."
    },
    {
        "speaker": "A",
        "text": "100%. I mean, yeah, no, I mean, if anybody, it's definitely David. You're not getting that from David Blaine. David Blaine respects the sanctity of a relationship, you know?"
    },
    {
        "speaker": "C",
        "text": "I don't know."
    },
    {
        "speaker": "A",
        "text": "So I tagged the. The name of the show is. Is meme coin season over as you're about to. It's live? Yeah, yeah, it's. It's happening. Yeah. Correct."
    },
    {
        "speaker": "C",
        "text": "Can I buy any?"
    },
    {
        "speaker": "A",
        "text": "Can you. Let me. Let me check my chat, actually, right now, I think we're still in airdrop mode right now. So we're in the midst of airdropping everything."
    },
    {
        "speaker": "C",
        "text": "I just tried to. I tried to let you, you know, have the time to go and be a good project, and you'd be here."
    },
    {
        "speaker": "A",
        "text": "I want it to be a thing of its own. You know, I'm not. I'm not here to chill. I want it to. To live its own life. You know what I mean? But, yes, there is a meme coin."
    },
    {
        "speaker": "C",
        "text": "I mean, you got to fill in the people now. Like, I don't know. I mean, I don't know what kind of level of anonymity you guys are going."
    },
    {
        "speaker": "A",
        "text": "Very."
    },
    {
        "speaker": "C",
        "text": "You've ruined."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Very little. It's very. Yeah. It's thinly veiled anonymity. Yeah. No, myself and one of our I friends created a token on the blockchain known as Solana, and we're in the midst of airdropping some of the pre sales right now. It's very exciting. We've tokenized the meme, make it all back in one trade, as I like to do. I've lost a lot of money, but made a lot of money in one good trade. Yeah, that's Miab is the ticker. Like I said, we're slowly releasing the airdrop to the pre sale participants, and then as soon as that is complete, we will be creating the liquidity pool on radium, and that'll be live to trade on Solana, probably by the time the show's done, should be able to trade it."
    },
    {
        "speaker": "C",
        "text": "Well, it better be, because if I can't live by it, I'm not. That's it. This is your one shot to get that bunchy whale liquidity."
    },
    {
        "speaker": "A",
        "text": "I know."
    },
    {
        "speaker": "C",
        "text": "Just straight into your pocket."
    },
    {
        "speaker": "A",
        "text": "I was pleasantly surprised with how many people participated that we had. We had a pretty good amount of participants and so we'll see. Hopefully that'll just dump."
    },
    {
        "speaker": "C",
        "text": "You also have a. You also have a telegram."
    },
    {
        "speaker": "A",
        "text": "Yeah, we have a telegram going right now."
    },
    {
        "speaker": "C",
        "text": "I have some of the early Amazon reviews on the Miab telegram today at 04:08. Five minutes ago JP, I regret joining the Maib telegram already. Mayhem responds, you should when NFt Jayu says, just joined the telegram for funsies, doomers responded, is it wild in there? And Jayu responded, kind of whiny. Mayhem then responded, so whiny."
    },
    {
        "speaker": "A",
        "text": "Yeah, people, telegrams are where dreams go to die. And yeah, just people are. We were about 15, like, so we said, we're very like, okay, we're aiming for 03:00 for the airdrop to go live. And it was like 315 it began."
    },
    {
        "speaker": "C",
        "text": "And people were, yeah, you're gonna learn a lot of lessons in project management here. I could have told you a couple. You didn't. First of all, you did not sign me on as an advisor."
    },
    {
        "speaker": "A",
        "text": "That's true."
    },
    {
        "speaker": "C",
        "text": "I mean, look, as somebody who's launched some, some projects before, there's some do's and don'ts and giving people an exact time, certainly a don't, you know, that's lesson number one for you."
    },
    {
        "speaker": "A",
        "text": "Yeah. So we were, yeah, it was 315, we launched. And, yeah, it was good. It was good. Uh, it's once people start seeing, because I think a lot of people just think rug. I think they're just programmed this. Everything is a rug. And until they see, you know, any proof, uh, they're right."
    },
    {
        "speaker": "C",
        "text": "Like, they're, they're looking for it on bird eye."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "Trying to swap it on Jupiter."
    },
    {
        "speaker": "A",
        "text": "And like, we do have, like, fake, we do have fake accounts on, uh, on bird eye right now. I mean, zero volume, but like, that's how popular we've become is there's actually fake, you know, fake addresses with zero volume, but, you know, they're there, which is exciting."
    },
    {
        "speaker": "C",
        "text": "Interesting."
    },
    {
        "speaker": "A",
        "text": "My wife came down to get my stapler. Sorry, hang on a sec. I have like, the only stapler in the house, and it's like the number one item people want to use all the time. How often do you use a stapler? I want to know this."
    },
    {
        "speaker": "C",
        "text": "Me, I don't even know if I have a stapler."
    },
    {
        "speaker": "A",
        "text": "These kids they love stapler. They have stapling things."
    },
    {
        "speaker": "C",
        "text": "Dude, honestly, I couldn't even tell you if I have a stapler. Stapler in my house."
    },
    {
        "speaker": "A",
        "text": "Really?"
    },
    {
        "speaker": "C",
        "text": "Yeah. I really don't know if I have one. No joke."
    },
    {
        "speaker": "A",
        "text": "Well, I highly recommend getting a. What's the one I have streamline? I don't know. It's the good one. It's got some weight to it."
    },
    {
        "speaker": "C",
        "text": "Cool. What else do you want to talk about?"
    },
    {
        "speaker": "A",
        "text": "I don't know. I want to talk about. Just want to talk about."
    },
    {
        "speaker": "C",
        "text": "I'm ready to. I'm ready to."
    },
    {
        "speaker": "A",
        "text": "60 minutes in. Listen. Okay. We're going to talk about your attitude first. That's what we're going to talk about."
    },
    {
        "speaker": "C",
        "text": "Fine. This is my performance review. Please give it to me."
    },
    {
        "speaker": "A",
        "text": "Dad, you're a ten out of ten. Okay? You're the greatest co host I could have ever asked for, and I don't want you to ever doubt yourself. I don't know. Like, what do you think, though? Like, do you think, like, the. The when airdrop leading into the Jupiter airdrop, which I think is, what, tomorrow? Today? When is the Jupiter?"
    },
    {
        "speaker": "C",
        "text": "I actually don't know when the Jupiter air drops."
    },
    {
        "speaker": "A",
        "text": "Soon. It's like, very soon. Maybe tomorrow."
    },
    {
        "speaker": "C",
        "text": "Now, are you concerned that you waited or that you're doing this right before that?"
    },
    {
        "speaker": "A",
        "text": "Honestly, you can't. You can worry about all sorts of different things coinciding. It's either going to work or it's not going to work, I think, is what it comes down to. You could argue that's the perfect."
    },
    {
        "speaker": "C",
        "text": "But there are definitely tactics you can take to increase the probability of it working."
    },
    {
        "speaker": "A",
        "text": "I mean, we could have said that."
    },
    {
        "speaker": "C",
        "text": "One is certainly timing."
    },
    {
        "speaker": "A",
        "text": "Yeah, no, I mean, we. You could have argued the same thing for the when token last week. You know, everybody getting a little bit of."
    },
    {
        "speaker": "C",
        "text": "That's the same project."
    },
    {
        "speaker": "A",
        "text": "I understand. And it's sucked. It. It's. You know, you could have argued. What I'm saying is you could have argued that a little bit of money into everybody's wallet could have created a pretty good liquidity event, and you would have maybe paired it with that right prior to it. So this is going to be completely different. This is not going to be an equal amount. Sorry, my daughter's phone was left in here. This is not going to be an equal amount of an airtight."
    },
    {
        "speaker": "C",
        "text": "Did you ever let her go to Tim Hortons?"
    },
    {
        "speaker": "A",
        "text": "Fuck, no. With the dirt balls? No, thanks. Yeah, no, I have a good kid. She's gonna hang out with good kids. Not with the dirt balls that go to the Tim Hortons. On break, you know I'm saying, I guess. Yeah. Listen, Steve's had bad advice. Okay, Steve. I don't know. I don't know what he was talking about, but. No, my point is, yeah, you could say, hey, look at what happened to when last week it sucked out liquidity in the market. That was an equal small amount for everybody. The jup. Air drop is going to be. Some people are not going to get anything. Some people are going to get a ton. You and I are getting, I would say, a pretty good amount. And you're going to probably play it differently than you played the when airdrop is my guess. I know I'm probably going to play it a bit differently as well. You know what I mean? So it's impossible to know what the liquidity looks like for this drop versus the when air drop. So you just do it. If it works, it works. If it doesn't, it doesn't, and that's all we can do. And honestly, I think it's going to have more. I think the Jupiter airdrop is going to be better for other tokens versus what we sell with when."
    },
    {
        "speaker": "C",
        "text": "Oh, for sure. I was saying it last week that."
    },
    {
        "speaker": "A",
        "text": "Yeah, exactly. Yeah. I mean, you pointed out, too, right."
    },
    {
        "speaker": "C",
        "text": "You know, even at the very top, it was barely $100 a wallet. Right. Which is, you know, I'm not. I would bend over on the street to pick up $100 bill. That's not what I'm saying. The overall effect of, you know, a couple thousand wallets getting $100 is not moving the needle on many other things because it's so fractured. Right. Like you have, you know, most people are not playing to make moves with $100. And so that is not going to move the needle on many other things. Now, like, compared to the Ens airdrop, right, where you got thousands and thousands and thousands of dollars, and then you feel rich, and then you take some of it and you disperse it into some other projects and you squirrel away some more. Right. Like that's more likely what will happen with Jupiter, right?"
    },
    {
        "speaker": "A",
        "text": "Yeah, I think so, too. What's your plan?"
    },
    {
        "speaker": "C",
        "text": "What do you think? There's. There's probably a soul. Like a soul play off of the back of the Jupiter airdrop. Right. Like, the people that sell are going to soul. Right. Where the is it going to go?"
    },
    {
        "speaker": "A",
        "text": "That's a good question. I'm glad you brought this up because we're seeing in a pretty. I mean, yeah, we've seen Seoul now cross go from."
    },
    {
        "speaker": "C",
        "text": "Over 100, right?"
    },
    {
        "speaker": "A",
        "text": "Yeah, it's over $101 right now. From a low last week of $79. So, you know, it's, it's, it's seeing a pretty, pretty decent move. So is that, is that priced in? Will we see?"
    },
    {
        "speaker": "C",
        "text": "I don't think the Jupiter airdrop will affect soul. No, I don't think it's priced in. I think you're going to get a bunch of swaps going from Jupiter to Seoul at some point."
    },
    {
        "speaker": "A",
        "text": "And I agree with that."
    },
    {
        "speaker": "C",
        "text": "Enough money to move a soul needle possibly."
    },
    {
        "speaker": "A",
        "text": "I think it is. I think it is. I mean, I don't think it's going."
    },
    {
        "speaker": "C",
        "text": "To rotate back into dog with co, with hatred."
    },
    {
        "speaker": "A",
        "text": "No. You know, you don't know that Mib is going to be the new dog with hat."
    },
    {
        "speaker": "C",
        "text": "Like, that would be fantastic."
    },
    {
        "speaker": "A",
        "text": "I hope it is too, because that would be funny. That would be funny if I created a meme token based on make it all back in one trade and we hit a billion dollar market."
    },
    {
        "speaker": "C",
        "text": "Cap Bonix in the war room says that's the alpha trade and tagged me long. The f out of soul said than buy the Jupiter dip."
    },
    {
        "speaker": "A",
        "text": "I think that makes sense. I think a Jupiter dip purchases is solid. I think it's going to be very similar to Uniswap when we had the, remember how long ago was that now? But the Uniswap, 2019, 2020. I think it's a solid. I think that's a solid long term play."
    },
    {
        "speaker": "C",
        "text": "Uh, are you so okay, how are you playing the Jupiter airdrop?"
    },
    {
        "speaker": "A",
        "text": "I'm going to hold it. I think for the most part, I, I'm not in a rush to, to sell it. Um, I don't know. Maybe we see, maybe you sell it right off the hop because what do you, because it really comes down to what do you want to do, right? Do you think are the odds higher that at launch there's a big pullback because everybody just, you know, sells a certain amount, if not all of it, it, and then there's an opportunity to buy on the launch dip and then ride it up to all time highs. Or do you just take the stress out of the equation, just hold it with that in mind or do we think it's just going to come out of the gates hot and we won't see a dip? I think you have to figure out."
    },
    {
        "speaker": "C",
        "text": "What all of that depends on when. So, like, you're going to see a dip. It's just a matter of when. And so I think, like, some of this has to do with, can you tell how many wallets have claimed already and what have those wallets done so far? Right. That should be the way that you're looking at this if you are interested in buying, right? So, like, the idea, I think, is you either buy early if you're going to buy more, because, I don't know. I think it's gonna have some legs regardless. Like, if, if, when got to 144 million, like, this thing's gonna write. Got five in it, maybe, you know."
    },
    {
        "speaker": "A",
        "text": "And I think so."
    },
    {
        "speaker": "C",
        "text": "So that means. So my, I'm actually planning on probably buying more than my airdrop amount."
    },
    {
        "speaker": "A",
        "text": "Are you gonna buy? Are you just kind of, you know, give it an hour and see what the market does? Or are you going to try buy off the hop like you did with when?"
    },
    {
        "speaker": "C",
        "text": "I have found in the past that buying as early as possible has been a better strategy for me. Right. Than trying to time it, right. Like, look, if it go. If I think, if I think it's going to 500 million, I just want to be in early, right. Like, and maybe I'll, you know, buy a one hopper, maybe I'll take my whole allocation and split it in two or split it in three. Buy off the bat, wait till. Wait to see if it dumps on me. Then I buy the rest and, uh, and up from there, hopefully. But, like, I think with all these ones that I've done in the last couple years, being in as early as possible has actually been the better play. Um, because your downside risk is, like, is low. Right. Like, I agree. Yeah. I feel like it's."
    },
    {
        "speaker": "A",
        "text": "Well, especially if you have conviction in. In the project. Right. So, like, we're both in agreement."
    },
    {
        "speaker": "C",
        "text": "It's a thing you're gonna hold for more than a day, then."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "Get. Then get in early. Right. Like, for when I, like, I didn't even know what I was doing. I just knew there was a trade there. I didn't know what, like, I just knew there was a trade there. I left money on the table, but I did it. I did what I was comfortable to me, with the information I had. You know what I mean?"
    },
    {
        "speaker": "A",
        "text": "No, totally. Um, and like you said, right, like, if we think this is going to x amount, whether you buy right away and it does pull back, say there is an initial pullback, then it just gives you that much more. Um, you know, you get a better pricing on that dip. Buy. If you buy it, right, so you can buy some right off the gate, you know, right out of the gates. And if it does pull back, you just buy some more on the pullback, and then you saw the same conviction and you're just getting some more discounted price."
    },
    {
        "speaker": "C",
        "text": "Totally."
    },
    {
        "speaker": "A",
        "text": "So, no, I think that makes sense."
    },
    {
        "speaker": "C",
        "text": "Yeah. So that's my play. I'm probably. But point being is I think. I think it could be a cook. So I'm actually planning on buying more than my airdrop. And I wouldn't be surprised if I'm not the only one that thinks so, especially if you're more involved in this, the ecosystem. Right. So, like, point being is even if there are airdrop dumpers, like, right. It. There's going to be by pressure, I believe."
    },
    {
        "speaker": "A",
        "text": "I would agree with that. So, I mean, do you want. So what are your thoughts? I should ask you since I just, I dropped the link for our spaces in the make it all back telegram, by the way. So do you want to make some guesses? So you're, you know, you were talking about Jupiter, you know, market caps and stuff."
    },
    {
        "speaker": "C",
        "text": "Oh, am I going to predict your market?"
    },
    {
        "speaker": "A",
        "text": "Yeah. Yeah. I want you to. What's, what's all time high market cap on, make it all back."
    },
    {
        "speaker": "C",
        "text": "Well, what do you, what does it start at? Do we know?"
    },
    {
        "speaker": "A",
        "text": "I don't know. I want to say maybe like 100k."
    },
    {
        "speaker": "C",
        "text": "That's your starting market cap. That's pretty good."
    },
    {
        "speaker": "A",
        "text": "Yeah, I know. We had, like I said, we had a pretty good. That's a ballpark. It might be a little bit less, but yeah, I'd say between 81 hundred k or 80 and 120k."
    },
    {
        "speaker": "C",
        "text": "Ah, God, I don't know. I really don't know."
    },
    {
        "speaker": "A",
        "text": "Okay. All right."
    },
    {
        "speaker": "C",
        "text": "I have no, I have no concept of, like, what it takes to rally a token community versus a, like, NFt community."
    },
    {
        "speaker": "A",
        "text": "That makes two of us."
    },
    {
        "speaker": "C",
        "text": "Well, you've been in more. You've been more of a token community member than, than you have an NFT community member."
    },
    {
        "speaker": "A",
        "text": "That is true. I mean, obviously, ideally what you want is to be discussed in other forums, right. There are certain communities you can join that strictly deal with trading, crypto. And if you can be discussed in those areas, I think that helps significantly. Okay, let me ask you this. Do we crack a million dollar market, captain?"
    },
    {
        "speaker": "C",
        "text": "See, that was going to be my guess was Millie is Millie you think of. That was my, that was my guess."
    },
    {
        "speaker": "A",
        "text": "I like it. I mean, that'd be great."
    },
    {
        "speaker": "C",
        "text": "Look, if I can. If I can make it all back to a millie, let's go, you know."
    },
    {
        "speaker": "A",
        "text": "Yeah. So we'll say, you know, we'll see. I think. I think a million would be a interesting target, but these, you know, these things can take on a life of themselves, right? So we'll see. Maybe we, maybe, like I said, maybe we become the next dog with hat."
    },
    {
        "speaker": "C",
        "text": "Imagine."
    },
    {
        "speaker": "A",
        "text": "Could you fucking imagine what a joke that would be?"
    },
    {
        "speaker": "C",
        "text": "The entire war room would be so rich. It'd be really great."
    },
    {
        "speaker": "A",
        "text": "Yeah. I mean, I. I don't know. I don't know who in the war room participated. I know some did, but I don't know what percentage of, like, I want to say sorry, not the entire war room. I'm talking about the shitcoin season room, which is a little bit more of a diluted room. Only a select few green berets in there. So I don't know, like maybe I don't even have half of them participated. But we'll see. We'll see."
    },
    {
        "speaker": "C",
        "text": "I mean, I feel like you, if you invited your. Your telegram in here, you should change the name of the space. You start cash tagging the entire space."
    },
    {
        "speaker": "A",
        "text": "Well, they look, you know, we're not live trading yet, so I don't want to. I don't want people to because like I said, there are projects on bird eye right now, I think, that are copying. So I don't want to. You know what I'm saying? I'm trying to keep it."
    },
    {
        "speaker": "C",
        "text": "Are you officially the first ever or do we know this?"
    },
    {
        "speaker": "A",
        "text": "I am. Yeah. Like when we were, when we were putting it out, I, you know, I checked everywhere and yeah, no one had put anything out like that. So we are the first ones. Exciting. It's very exciting."
    },
    {
        "speaker": "C",
        "text": "Yeah. I just. I want you to know that because it wasn't acknowledged today, I did my quarterly duties as your podcast host. I booked us a guest for next Monday."
    },
    {
        "speaker": "A",
        "text": "I did see that. Who was the guest? I just. 1 second, let me pull it up because it looked funny to me."
    },
    {
        "speaker": "C",
        "text": "It looked like at 1259, all I said was booked us a guest."
    },
    {
        "speaker": "A",
        "text": "Yeah, but I got an invite sex bet. Yeah, it looked like sex bet to me. And I said, ah, I like it if we're betting on sex. I feel like that's an area of gambling, you know, that could be discussed more, but I'm assuming it's not a sex bet blockchain game."
    },
    {
        "speaker": "C",
        "text": "I mean, we'll find out."
    },
    {
        "speaker": "A",
        "text": "When I reread it. It did say sx bet."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "But I still, I still don't know what that means."
    },
    {
        "speaker": "C",
        "text": "Yes, we will be having the CEO and founder of Essex Bet on, which is a crypto sports betting exchange. Exchange. That'll be next Monday, which is something I am excited about because I wager there often. So we'll be talking to them."
    },
    {
        "speaker": "A",
        "text": "Well, that's interesting. I actually put out a. There was somebody. I was watching it. I was I was on TikTok and there was a tick tock. I'm not, I think I sent it to you. I may not have. It was a tick tock about this guy that's using AI for betting again. I just saw it. Then apparently he's winning a lot. Did you look into it? And how credible is this guy?"
    },
    {
        "speaker": "C",
        "text": "I actually was already following him."
    },
    {
        "speaker": "A",
        "text": "Okay, good."
    },
    {
        "speaker": "C",
        "text": "I think he does fine. But, you know, I've got some thoughts on that entire thing that."
    },
    {
        "speaker": "A",
        "text": "So what's like, what's, how is he using AI to make."
    },
    {
        "speaker": "C",
        "text": "That's exactly right. Right. Like there's a whole bunch of ways you could be using quote unquote, AI. You know, machine learning algorithms are AI. Is that what he's doing or is he just throwing a database into chat, GPT and, you know, finding trends, trend betting is not something that I find very effective. I think it's like astrology, right? So, you know, so I don't know exactly what his method is, but it's good branding, that's for sure."
    },
    {
        "speaker": "A",
        "text": "I agree. It is good branding. I think anything, you can trick a lot of people by incorporating AI into."
    },
    {
        "speaker": "C",
        "text": "Whatever it is you're doing, well, it's kind of the same thing about dating a magician, right? It's the same alert AI."
    },
    {
        "speaker": "A",
        "text": "AI participants are the magicians of the tech landscape, is that what you're saying?"
    },
    {
        "speaker": "C",
        "text": "Well, look, I make a living in AI, so I can't say all of that full circle."
    },
    {
        "speaker": "A",
        "text": "You've become the person you've hated the most."
    },
    {
        "speaker": "C",
        "text": "Yes. A magician. Well, no, but I mean, to the point, like, people do think AI is magic sometimes. They don't really. If you don't take the time to actually understand what's going on, it's just slightly telling me it's got that phenomenon to it. Right. Like it really does, you know what I mean? Like you type in a prompt in mid journey, it gives you this beautiful image. You feel like you just saw a magic show."
    },
    {
        "speaker": "A",
        "text": "I agree. No, no, totally."
    },
    {
        "speaker": "C",
        "text": "So, you know, similarly, you give this, you give chat a large data set of sports stuff and you say, hey, here's what I want to find out. And it gives you something, you know, that similar."
    },
    {
        "speaker": "A",
        "text": "Hey, did you watch, are you a hot ones guy? Do you watch hot ones still? I know you have some, but I've."
    },
    {
        "speaker": "C",
        "text": "Seen you have some. Don't you have some sort of connection to my buddy? My buddy's wife went to high school with the guy."
    },
    {
        "speaker": "A",
        "text": "So he's around our age."
    },
    {
        "speaker": "C",
        "text": "Yes."
    },
    {
        "speaker": "A",
        "text": "Okay. Have you seen the."
    },
    {
        "speaker": "C",
        "text": "I've seen the meme that's for sure."
    },
    {
        "speaker": "A",
        "text": "Unbelievable. I feel this is Sidney Sweeney we're talking about here."
    },
    {
        "speaker": "C",
        "text": "I don't know who she is."
    },
    {
        "speaker": "A",
        "text": "Listen, I have a whole conspiracy theory on Sidney Sweeney."
    },
    {
        "speaker": "C",
        "text": "Who is she?"
    },
    {
        "speaker": "A",
        "text": "Exactly my point. So she came out. So I don't know about you, but I would say over the last three months, I was bombarded on social media, whether it was on YouTube, whether it was on TikTok, these commercials for this stupid movie. It was like a rom.com where her and some other no name person are like, you know, pretending to date each other to upset their exes. I don't know what's happening. It's a stupid rom.com. and I got peppered with daily, multiple times a day, same fucking trailer. And I couldn't understand why. And now she's on hot ones, and she's taken over the. Like. I feel like she's a plant. I feel like I hear that term a lot where maybe she's an alien. Like a Hollywood plant or maybe an alien plant. I'm not sure. But we are being force fed. I forget her name now. Sydney Sweeney. Sweet. Sweet. Yeah. Yeah. I'm gonna be honest with you. I'm here for it. Cause she is a pretty. She is a smoke show."
    },
    {
        "speaker": "C",
        "text": "Can you do. Can you make one of these memes for our podcast where, like, it's. I did the four panel with. With our logo as the top right, left corner."
    },
    {
        "speaker": "A",
        "text": "So it's funny you say that. I did do this one. I think I did it through mid mic. 1 second. I did it the other day when it was. When it was a hot meme. I think I did. There she is. Here we go. I'll pin this one to the top."
    },
    {
        "speaker": "C",
        "text": "Oh, I did see this one. This one is so good."
    },
    {
        "speaker": "A",
        "text": "So for the listeners, it's Sidney Sweeney. It's that image of her kind of dreamily looking up into the top corner of the picture. And the caption I put here was when bros hear a smooth criminal by alien ant farm, which I thought was fun. But yes, now it's the four picture one I think is. I mean, ideally, this. I mean, realistically, same thing, but we can definitely do. I don't want to do the alien ant farm again because it's funny, but I feel like, per account, you can only do a meme once. What are your thoughts on meming?"
    },
    {
        "speaker": "C",
        "text": "I would say that's probably true."
    },
    {
        "speaker": "A",
        "text": "You have one shot at it. Do your best."
    },
    {
        "speaker": "C",
        "text": "Yeah. You can't just, like, fire ten memes."
    },
    {
        "speaker": "A",
        "text": "In a row of the same meme. You know what? I mean, you can do lots of different memes, but I feel like the same meme over and over again. No bueno."
    },
    {
        "speaker": "C",
        "text": "Yeah. Sounds like Neil does not know who Sidney Sweeney is."
    },
    {
        "speaker": "A",
        "text": "No, I'm telling you, nobody knew who she was up until three months ago. Please, if you. If you knew who Sidney Sweeney was prior to thanksgiving, please come up to the stage and let us know, because I don't know what movie she's in. I don't know what tv show she's in. I watch a lot of movies in a lot of tv shows, and this is not a person I'm familiar with. Is she a Hollywood plant? I think the answer is for what exactly? What? I have no idea. Something. She's up to something. How can she be on hot ones this fast? Hot ones is for the cream of the crop, you know, I'm saying, wow."
    },
    {
        "speaker": "C",
        "text": "That."
    },
    {
        "speaker": "A",
        "text": "I mean, how ones is for, is for. I forget who the last person is for. The top tier people."
    },
    {
        "speaker": "B",
        "text": "I will say I think Sydney's big thing was once upon a time in Hollywood."
    },
    {
        "speaker": "A",
        "text": "Was she in that?"
    },
    {
        "speaker": "B",
        "text": "Yes. How much she was in it? I don't even remember."
    },
    {
        "speaker": "A",
        "text": "She was she the. She wasn't the foot girl."
    },
    {
        "speaker": "B",
        "text": "Um, I had to go back and."
    },
    {
        "speaker": "A",
        "text": "Watch Harding, the foot girl, the one that gets picked up by Brad Pitt and puts her feet on the dashboard. I don't know if you know this or not. Quentin Tarantino, Bigfoot guy, and he usually has one scene where there's a foot girl, and I don't think she. I feel like she wasn't the foot girl."
    },
    {
        "speaker": "C",
        "text": "I hate it here, don't you?"
    },
    {
        "speaker": "A",
        "text": "You know, we're going to find out what your thing is, bud, and when we do, we're going to. We're going to celebrate it. Okay?"
    },
    {
        "speaker": "C",
        "text": "What do you, what do you mean, my thing?"
    },
    {
        "speaker": "A",
        "text": "Oh, everybody's got a thing. We're going to figure it out, bud. Don't worry. We're going to figure it out. We're going to piece it together, and once we figure it out, we're going to celebrate it."
    },
    {
        "speaker": "C",
        "text": "It's magician stuff."
    },
    {
        "speaker": "A",
        "text": "It's so magician stuff. It is 100% magician stuff."
    },
    {
        "speaker": "C",
        "text": "It's sex. Bet."
    },
    {
        "speaker": "A",
        "text": "It is sex."
    },
    {
        "speaker": "C",
        "text": "Bet we're having them on next week."
    },
    {
        "speaker": "A",
        "text": "I told you we'd celebrate it. Um, it looks like t row is requesting up here. I don't know if he has Sidney Sweeney intel."
    },
    {
        "speaker": "C",
        "text": "Payne says she's in euphoria."
    },
    {
        "speaker": "A",
        "text": "Okay, I didn't watch that."
    },
    {
        "speaker": "C",
        "text": "I don't even know what that is. I'm so bad at popcorn."
    },
    {
        "speaker": "A",
        "text": "Like, euphoria is really? For the kids. Like, it's for like, Gen Z. It's like Dawson's creek for the, you know, new Dawson's creek."
    },
    {
        "speaker": "C",
        "text": "Oh, did you see this Gen z work culture thing going around this weekend? Did you see this?"
    },
    {
        "speaker": "A",
        "text": "I usually agree with anything. I'm not sure the specific."
    },
    {
        "speaker": "C",
        "text": "So, like, I kind of agreed with it too. So I was wondering if you've seen it."
    },
    {
        "speaker": "A",
        "text": "Most of the time I'm not one of these old heads that are like, oh, you know, these kids don't work."
    },
    {
        "speaker": "C",
        "text": "Let me describe the situation to you as I saw it, and I think people might have opinions of this as well, or on this as well. Drop your opinion in the chat. The clip. So it's a clip from, I guess, a podcast, right? And the woman in the clip is kind of like reading off a paper. I think that's irrelevant. It might just be. She might have just been like, reading the email that she sent. She is the manager. She is the millennial manager of this person, and she is talking on her podcast very openly and publicly about her employee. Yes, about her Gen Z employee. And the entire thing was she asked the Gen Z employee to go to show up for an 08:00 a.m. meeting. And the Gen Z employee said, sorry, ugh, can't make it. I have a workout class. And this caused all kinds of hullabaloo. The manager was obviously openly criticizing the person on the podcast."
    },
    {
        "speaker": "A",
        "text": "Yes."
    },
    {
        "speaker": "C",
        "text": "But then the person found this podcast, I guess, or was sent to them, or they know that she does this and posted a response video to it, and it was him in his car talking about how, you know, the agreed upon work hours are nine to five and blah, blah, blah. And his workout class is at 730. And, you know, if I'm going to be doing stuff outside of work hours, I need a heads up if I'm going to cancel it. Otherwise you can reimburse me and blah, blah, blah. So that was the situation on this. I'm curious your thoughts. Who is in the right? Is it the employer or the employee? Is this a generational thing? Yes or no?"
    },
    {
        "speaker": "A",
        "text": "Um, yes and yes and yes. So, uh, it is a generational thing. Um, I grew up and you probably got some of this too. Like, I'm like, I'm like a eighties kid, you know, born in the eighties, but I grew up like when I started working, it was a lot of like, you know, you know that bro meme, you know, it's just like rise and grind. Kind of like work, you know, nonstop work, work. You'll get ahead, you'll make tons of money and blah, blah, blah. You know, that's how you're gonna get ahead in life. And that, that was bestowed upon us from the previous generations, whether, whether it's Gen X or boomers. And as I get older, I am more like, work as little as possible, make as much like, we're not slaves to the companies we work for. They are, at any time will fire you without question, whether you've had a year of service, whether you've had 30 years of service. They, without a doubt, won't hesitate to fire or let go or cut back anybody. So you should be having that same mindset when it comes to them. If they're not, if there's no extra work, unless they're paying me extra money, you don't get extra work. If you're paid to work from nine to five, that's when you work. If you want me to come in early, then a, you have to let, you have to give, it sounded like, um, there were, it was like same day or like the night before or something like that."
    },
    {
        "speaker": "C",
        "text": "It was a day notice."
    },
    {
        "speaker": "A",
        "text": "Okay. Yeah, no, that's not going to work for me."
    },
    {
        "speaker": "C",
        "text": "You want to Max or whatever. Two days. Max."
    },
    {
        "speaker": "A",
        "text": "It could have been minimum. Yeah, exactly. Yeah. Like, give you, give me a couple of days notice, maybe."
    },
    {
        "speaker": "C",
        "text": "No, I'm saying in the example, at most it was, but I think it was a day."
    },
    {
        "speaker": "A",
        "text": "I agree. I think I heard the same thing. Yeah. There should be a, you're going to reimburse me for my time, so if I'm coming in early, can I, this manager should have been, this should have been done prior. Pardon me? Coincided. Should have coincided with the, with the request. So, hey, can you come in at eight? You know, well, you can take off at four. I know it's short notice. Can, can you do it? Or, hey, can you come in a little early, we'll pay the extra or, you know what I mean? And then a, and then b, obviously give me more lead time than one day. You know what I mean? If it's a couple of days and again, sometimes there's no getting around it, sometimes it's going to be short, you know, short notice, but you can't, your expectation, if you're the employer or if you're the manager, you should already know because it's short notice, there's a, probably a likely chance it's not going to work. So don't get upset. Don't go on a podcast and shame them. So, no, 100%, the employee was in the right they plan their. That's their time. Between outside of 09:00 to 05:00, that is their time. They can do whatever they want. If they're not coming in late. I mean, that's their time. So, yeah, no, they were 100% correct. And we should all be figuring out ways to gain our time back from our employers if we're not getting, you know, if we're not getting the appropriate pay for our time, especially now with what we're seeing in the inflation. Right. I mean, I'm sure none of us that are working regular jobs are seeing the adequate pay rise to offset what we're seeing in inflation. So if any, you know, whatever. It is, what it is. Well, guess what? I'm deducting that from my effort level."
    },
    {
        "speaker": "C",
        "text": "So that's why you have to make it all back in one trade."
    },
    {
        "speaker": "A",
        "text": "That's. I have to make it all back on one trade. That's why I do podcasts at this time of the day."
    },
    {
        "speaker": "C",
        "text": "I'm telling your employers. So I could finally not."
    },
    {
        "speaker": "A",
        "text": "That's okay. I'm like, I'm so good at my job, I don't think they would care. Like, that's the other problem. I'm too good at my job. So it's a double edged sword."
    },
    {
        "speaker": "C",
        "text": "Yeah. Do you agree? Yeah, largely. I think with more notice, it's totally acceptable to ask. To ask to come in."
    },
    {
        "speaker": "A",
        "text": "Do you agree that there should be the boss or the manager with the ask should also include a. Whether it's a pay or a time back to offset the request?"
    },
    {
        "speaker": "C",
        "text": "I. No, not necessarily. I think it's all about communication and expectations and advanced notice. I think, like, I mean, I do plenty of outside of my work hours that I. I'm just expected to do well."
    },
    {
        "speaker": "A",
        "text": "So that's. I think that's the problem. I think that's the disconnect. I don't think. I mean, you might be different situation for sure, but I'm saying even anybody doing my job, I'd say anybody in my company, like. Or if you're working."
    },
    {
        "speaker": "C",
        "text": "Interesting, though. Like, I've always worked sales jobs. Right. And so. And sales jobs have such a weird schedule."
    },
    {
        "speaker": "A",
        "text": "It does, yes."
    },
    {
        "speaker": "C",
        "text": "When I worked at Sam Adams. Oh, God, Steve is just absolutely blasting the thumbs down. T row is."
    },
    {
        "speaker": "A",
        "text": "He seems like a ride. He seems like a rise and grind kind of guy."
    },
    {
        "speaker": "C",
        "text": "He sure is. Haven't you learned? Haven't you ever listened to coffee with captain? Steve's a rising grinder. The. But, like, I, like, even in my. So, like, Sam Adams job, I worked so many nights and weekends and it's just like part of the job you had to do. I think that promotions, events, all this stuff."
    },
    {
        "speaker": "A",
        "text": "And I think that's unless you're company stinks."
    },
    {
        "speaker": "D",
        "text": "They stink."
    },
    {
        "speaker": "C",
        "text": "You get it."
    },
    {
        "speaker": "D",
        "text": "Run you in ground. I work for New Belgium Brewery for multiple years. And they thought I could work my 40 hours workweek to see accounts and then run beer dinners, beer festivals every Friday so much."
    },
    {
        "speaker": "C",
        "text": "Dude, you get."
    },
    {
        "speaker": "D",
        "text": "Is not."
    },
    {
        "speaker": "C",
        "text": "Yeah, man. Yeah. It's like expectation of the job because. Because you got a free case of beer a month or whatever."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "C",
        "text": "You got to tell people."
    },
    {
        "speaker": "E",
        "text": "Yeah."
    },
    {
        "speaker": "D",
        "text": "Up your ass."
    },
    {
        "speaker": "C",
        "text": "I agree. I agree. T row. T row. You had a bunch to say prior, so I'll let you. You hit on all your topics."
    },
    {
        "speaker": "D",
        "text": "I'll be very. It's great to be amongst my uncrypto undead brothers. Steve Chamber bunch you. I hope you're all. I know it's gonna get the war room fucking irate. Because anytime I bring it up, I'm just, I'm just that guy, he's slapping his bag. He's slapping them. Have it, play with it, have fun with it. I don't care at this point. Also, I know of misses Sweeney because I'm looking ahead her. Well, my girlfriend watch made me watch Euphoria and White Lotus. Both are on HBO."
    },
    {
        "speaker": "A",
        "text": "If you don't have white Lotus also."
    },
    {
        "speaker": "D",
        "text": "Yes. She was in the first season."
    },
    {
        "speaker": "A",
        "text": "Oh, okay. Okay. I didn't watch that either. Okay."
    },
    {
        "speaker": "D",
        "text": "And the thing why DJ's know about her is she's open to doing nude scenes and has talked about it, how it's empowering for women. So put those together and, you know, tell the story."
    },
    {
        "speaker": "C",
        "text": "Didn't she tweet about crypto the other day though?"
    },
    {
        "speaker": "D",
        "text": "Of course she did. Why wouldn't she? She'll still become an influencer."
    },
    {
        "speaker": "A",
        "text": "She is a plan. She's a plan."
    },
    {
        "speaker": "C",
        "text": "See, there you go. Maybe she's your plant chamber. Maybe she's a make it all back in one trade sponsor."
    },
    {
        "speaker": "A",
        "text": "Unbelievable."
    },
    {
        "speaker": "D",
        "text": "He's a celebrity dog with hat. Just get behind her. Anything she's on is going to be golden. You're all going to."
    },
    {
        "speaker": "C",
        "text": "That's the one you leave on t row. That's the castanza."
    },
    {
        "speaker": "D",
        "text": "I got nothing. I can't do any better than that. I'll let Steve randomly."
    },
    {
        "speaker": "C",
        "text": "First we're gonna. Now we'll let Steve talk about how you should work. Twenty four seven. And then Joe is gonna come in. I think on the. On the same side of the employer is right here. I think if I. If I managed the thumbs up and down correctly. Steve."
    },
    {
        "speaker": "E",
        "text": "GM."
    },
    {
        "speaker": "C",
        "text": "And shouldn't you be working right now?"
    },
    {
        "speaker": "E",
        "text": "Gm do. First of all, does my mic sound okay? Have, like, a shitty pair of headphones in. We good?"
    },
    {
        "speaker": "C",
        "text": "It's good enough."
    },
    {
        "speaker": "E",
        "text": "All right. Number one, I find it funny that bunch is not the co host of his own show. He's working that little right now. So he's really."
    },
    {
        "speaker": "C",
        "text": "I literally just got the invite to co host, like, five minutes ago, and I'm just like, it's hard when you."
    },
    {
        "speaker": "B",
        "text": "Don'T show up until 30 minutes into the show."
    },
    {
        "speaker": "E",
        "text": "Spicy. Look, I think there's a lot of missing data to this story. Like, is this an hourly employee? Is it a salaried employee? Is it there?"
    },
    {
        "speaker": "C",
        "text": "You know, did you see the."
    },
    {
        "speaker": "E",
        "text": "No, I didn't see the clip, and that's why I need some data."
    },
    {
        "speaker": "F",
        "text": "Okay."
    },
    {
        "speaker": "C",
        "text": "Implied, I would say it's an implied salaried employee based on seeing the clip. I think it's."
    },
    {
        "speaker": "E",
        "text": "The other thing I would say is, like, there's also nuance to this in the sense of, like, I actually generally agree depending on the nature of your job. But, like, the other thing is, it's like a trade off, right? Like, if somebody is not going to do that, somebody else will. And just realize, like, you're not, like, like, what I don't want. And I've seen this with, like, workers in the past who have been in a group. Where have I been?"
    },
    {
        "speaker": "A",
        "text": "Like."
    },
    {
        "speaker": "E",
        "text": "And I'm the person who's like, they'll be like, I need the work life balance. I go to the gym at this time, and I'm like, you do that. You do that. Like, don't worry about it. I would give, like, weeks notice if I needed somebody to skip something that was important to them in my group. So that was always my perspective is nobody should work harder than me as the person who's the manager or the director or whatever. But that said, like, don't then come and bitch that you're not getting the promotion to the person who did take the opportunity. Because I think that's the. That's, like, the nuanced balance that I want to make sure is like, people will be like, well, I go to the gym at 08:00 and that's non negotiable. And then somebody else gets a promotion who said, you know what? I skipped the gym at 08:00 to do it. It's like, you can't have it both ways. I think it would be the nuance to the matter is that, like, it's okay, but, like, I worked way more than I needed to at pretty much every job, and that resulted in me getting faster promotions in those. And I don't think those things aren't correlated. So I just think it's important to, like, have that nuanced sort of bifurcation of like that."
    },
    {
        "speaker": "A",
        "text": "You know what I mean?"
    },
    {
        "speaker": "E",
        "text": "Because, like, people will do that and then."
    },
    {
        "speaker": "C",
        "text": "Yeah, but that on the worker, right? Like, that's on the worker to have that prerogative, right?"
    },
    {
        "speaker": "A",
        "text": "Like, and I'll tell you right now, as somebody that's worked that to get promotions, and I'm sure Steve would agree, the promotion is never, ever, ever worth it. You're going to get that salary bump, and it's going to make very minimal difference. You might get, what, ten k more? It's not worth it. You're going to get. You now have a new boss that's going to be. Is one level closer to CEO that's going to be watching even more the stress level to the pay level bump. And especially. We all know this. We all know this. Anybody that's worked in corporate, corporate America or corporate Canada, where I work, internal hires Canada, internal hires get treated worse than exterior hires. Fact, you will get paid less in an interior promotion. You are best to find a new job with a new company to get paid the most."
    },
    {
        "speaker": "D",
        "text": "Always."
    },
    {
        "speaker": "A",
        "text": "Always the case."
    },
    {
        "speaker": "D",
        "text": "Always."
    },
    {
        "speaker": "E",
        "text": "And that look. And that's a fair point for sure to me. It's like, that's the only way, though. Like, that's the game you're playing if you want to stay at that company, if there's a reason you like to state that company, which I did happen to have companies I enjoyed, it meant that I got certain better. I didn't just get salary bumps that were better. The other thing about, like, working that way is, though, not just the promotion, but when, like, time comes around to do, like, the distribution of salary, like, I would get bigger raises because of that, too. And so that was my way of beating inflation. But I. You're 100% correct. Like, my biggest salary jump."
    },
    {
        "speaker": "A",
        "text": "Nobody. Nobody's beaten inflation in the last two years. Nobody is if you haven't gotten a promotion. And even I would argue the promotion doesn't cover the. What we're seeing in the market currently. Like, nobody's getting a raise of eight to 10% year over year for doing the same job. Like, you may get a 3% rage, maybe a 4% raise. Yeah, rarely. Everybody's losing when it comes to inflation right now."
    },
    {
        "speaker": "E",
        "text": "Yeah, rarely. That's why. That's what a dog and."
    },
    {
        "speaker": "A",
        "text": "And Steve. Steve. They're taking away. They're taking away my self checkout lines at all my big department stores. I can't even steal from these stores."
    },
    {
        "speaker": "E",
        "text": "This is related."
    },
    {
        "speaker": "A",
        "text": "Yeah, this is, this is the real inflation is when they take away my self checkout line. This is. Everybody should be. You should. I brought this up to my one."
    },
    {
        "speaker": "D",
        "text": "For one for my neighbor."
    },
    {
        "speaker": "A",
        "text": "And you're nothing like, you know, if you're not taking one item every time."
    },
    {
        "speaker": "E",
        "text": "We'Ve had this discussion. This is. This is immoral and illegal. Chamber. Like, we've had this discussion."
    },
    {
        "speaker": "A",
        "text": "It's not immoral. I would argue the immorality is coming from the top from these big corporations stealing from you. Shrinkflation is a actual thing that's happening. People charging more because. And then blaming it on supply lines. Double, uh, increasing prices by 30, 40% from last year."
    },
    {
        "speaker": "D",
        "text": "Shame work for Pepsi on the base."
    },
    {
        "speaker": "A",
        "text": "Side of the business."
    },
    {
        "speaker": "D",
        "text": "On Labor Day, they raised their costs 8%."
    },
    {
        "speaker": "A",
        "text": "Why? Because they could. Exactly. Exactly. So stealing anyway, for twelve packs. I went to buy 312 packs the."
    },
    {
        "speaker": "E",
        "text": "Other day of fucking."
    },
    {
        "speaker": "D",
        "text": "It was 20. It was $27."
    },
    {
        "speaker": "E",
        "text": "I like how chamber thinks he's canadian Robin Hood. Because he steals itself."
    },
    {
        "speaker": "A",
        "text": "I am Rob. I mean, I'm Robin Hood to my family, but no, I'm. I'm. I'm trying to balance the scales. That's what I'm doing. And everybody should be doing this. It's not immoral. It's probably illegal."
    },
    {
        "speaker": "C",
        "text": "We have to. We have to go to Joe. We have to go to Joe because I have a workout class I gotta get to."
    },
    {
        "speaker": "A",
        "text": "Okay?"
    },
    {
        "speaker": "C",
        "text": "I'm only contracted till five, you know."
    },
    {
        "speaker": "A",
        "text": "No complaints from me, sir."
    },
    {
        "speaker": "C",
        "text": "Yeah. All right. Joe. Gm."
    },
    {
        "speaker": "F",
        "text": "Jesus. Um, okay. Uh, first I was going to say a thing about the thing, but chamber. Where does the money come from then?"
    },
    {
        "speaker": "C",
        "text": "Right?"
    },
    {
        "speaker": "A",
        "text": "Where does what money come from?"
    },
    {
        "speaker": "F",
        "text": "Well, they got to pay you eight to 10% more every year. But you're also pissed that they're charging you more for the thing, right? So a company can either charge more."
    },
    {
        "speaker": "A",
        "text": "Well, they're charging more."
    },
    {
        "speaker": "F",
        "text": "I listen to you justify shoplifting. All right, so. So what I'm trying to figure out is. Yeah, okay, so you're. You're stealing from. From the company. You're mad that they're not from my."
    },
    {
        "speaker": "A",
        "text": "Record, not from my."
    },
    {
        "speaker": "F",
        "text": "Else more. Because you're stealing food or whatever. Batteries."
    },
    {
        "speaker": "A",
        "text": "Batteries."
    },
    {
        "speaker": "F",
        "text": "That's what old people steal."
    },
    {
        "speaker": "A",
        "text": "Yeah, so."
    },
    {
        "speaker": "F",
        "text": "And I'm assuming you're on canadian time, so. Yeah, you're older. Okay, so. So you're stealing."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "F",
        "text": "They're charging other people more. You're pissed you're like, I'm sticking it to them for you. Yeah, you're eating the shit. You're not handing it out. You're not Robin Hood crop. So, so they either, they either charge people more rather than to pay more. Right."
    },
    {
        "speaker": "A",
        "text": "Right."
    },
    {
        "speaker": "F",
        "text": "They cut costs. Right."
    },
    {
        "speaker": "A",
        "text": "They don't cut cost."
    },
    {
        "speaker": "F",
        "text": "Well, I'm saying they got, they're gonna have to lay off people. We're gonna pay, we're gonna work those people more."
    },
    {
        "speaker": "A",
        "text": "They're not paying their employees."
    },
    {
        "speaker": "F",
        "text": "There's only three ways that a company can make money, right?"
    },
    {
        "speaker": "A",
        "text": "How much money is enough money? How much money is enough money? Well, now everybody's making money."
    },
    {
        "speaker": "C",
        "text": "Well, they gotta pay you. That's the point. You want more money."
    },
    {
        "speaker": "F",
        "text": "Every company is not a trillion dollar company. That's."
    },
    {
        "speaker": "A",
        "text": "No, but every company is making record profits over four years."
    },
    {
        "speaker": "F",
        "text": "That's absolutely not true."
    },
    {
        "speaker": "A",
        "text": "All the big ones."
    },
    {
        "speaker": "F",
        "text": "I'm stealing from a number of companies that just."
    },
    {
        "speaker": "A",
        "text": "Are you telling me Walmart. Are you telling me wall, like again?"
    },
    {
        "speaker": "F",
        "text": "So you're, so again, now we're back at the trillion dollar company. Like there's only two kind of companies with."
    },
    {
        "speaker": "A",
        "text": "I'm not seeing things like mom and."
    },
    {
        "speaker": "F",
        "text": "Pop shops and a trillion dollar company. Mom and pop shops doesn't exist. But I."
    },
    {
        "speaker": "A",
        "text": "Mom and pop shops don't have self checkout. If you have a self checkout. If you have a self checkout."
    },
    {
        "speaker": "F",
        "text": "So let me just go. Yeah, go ahead. Self check if you."
    },
    {
        "speaker": "A",
        "text": "I mean, yeah, mom and pop shops don't have self checkouts. I'm saying if you're only sticking to the self checkout method, you're only taking from multi billion dollar companies."
    },
    {
        "speaker": "F",
        "text": "Okay, that's, I still, I still, I still."
    },
    {
        "speaker": "A",
        "text": "How much profit? How much profit is enough profit?"
    },
    {
        "speaker": "F",
        "text": "That's, that's dependent on the shareholder."
    },
    {
        "speaker": "C",
        "text": "Gotta pay."
    },
    {
        "speaker": "A",
        "text": "Well, that's the whole point. That's my point. Why shares, it's."
    },
    {
        "speaker": "F",
        "text": "And then you can stand up at the shareholder meeting and say, guys, I think we've made too much money. Let's hand some of it back."
    },
    {
        "speaker": "A",
        "text": "Well, that's like inherent. That's the problem. That's the problem."
    },
    {
        "speaker": "F",
        "text": "You could hold the shares in one hand and the stolen food in the other and be like, look at what we're making me do. We are making so much money. I have to."
    },
    {
        "speaker": "C",
        "text": "Look what you're, look what we're making me do."
    },
    {
        "speaker": "F",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "The system is failing us. Okay, let's go back to that system is failing."
    },
    {
        "speaker": "F",
        "text": "Let me just go back to that guy real quick. Okay."
    },
    {
        "speaker": "A",
        "text": "We only have 1 minute left with bunch."
    },
    {
        "speaker": "F",
        "text": "That's it. Bunch can go work out. He can go do zumba. Okay, so if, if that. If that's your. If that's your thing, if you're a salary employee, right. I'm gonna fucking make sure you give me 40 hours every week after that."
    },
    {
        "speaker": "A",
        "text": "Of course."
    },
    {
        "speaker": "F",
        "text": "Shit. No, I'm like, like, you're not. You're not leaving your fucking machine. Like, I'm gonna fucking stand there and make sure you work your ass out. You want to tell me when you buy 901? You ain't at your chair. We about to go."
    },
    {
        "speaker": "A",
        "text": "Well, we all can agree."
    },
    {
        "speaker": "F",
        "text": "Tell me what you're gonna do. I'm gonna make sure your ass does it, and I'm gonna make sure that you have a terrible fucking time doing."
    },
    {
        "speaker": "A",
        "text": "It because you, I mean, now you're just creating, but, you know, you're just creating a workspace. I can. I'll go to your competitor chamber."
    },
    {
        "speaker": "F",
        "text": "If I give you a do something. I need to make $200 from it."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "F",
        "text": "That's only way this."
    },
    {
        "speaker": "A",
        "text": "Why can't you make $20 off of the hundred?"
    },
    {
        "speaker": "F",
        "text": "Because I gotta make taxes. I got to pay fucking. So let's, let's, let's go through it. Okay."
    },
    {
        "speaker": "E",
        "text": "He needs to account for all the stolen merchandise."
    },
    {
        "speaker": "A",
        "text": "So we're at 125 merchandise."
    },
    {
        "speaker": "F",
        "text": "How does a company work? For every hundred dollars I give you, I got to make at least a $100 on the other side. Yes, it does."
    },
    {
        "speaker": "A",
        "text": "Lots of companies work on less margin."
    },
    {
        "speaker": "F",
        "text": "I'm paying 100 insurance. I'm paying taxes. I paid all the startup fees to start the fucking thing. I got investors. Right? Like, it's not like, it's not like, it's not like, like you're the only cog in the system. If you choose to be a cog in the system, you're never going to make the equal amount that you think you're worth because the company."
    },
    {
        "speaker": "A",
        "text": "So why work? You pay other things, so why work hard?"
    },
    {
        "speaker": "F",
        "text": "Well, don't work hard. I'll go hire."
    },
    {
        "speaker": "A",
        "text": "That's what I'm saying."
    },
    {
        "speaker": "C",
        "text": "That's your problem. Somebody who does work hard, right? Somebody who does."
    },
    {
        "speaker": "A",
        "text": "But no, the entire system is fucked. No, no, no."
    },
    {
        "speaker": "F",
        "text": "That's not how this works."
    },
    {
        "speaker": "A",
        "text": "That's not how 100% works. It's happening as we speak. It's really not happening as we speak."
    },
    {
        "speaker": "F",
        "text": "Capitalism. Capitalism is literally, I am capitalizing off of."
    },
    {
        "speaker": "A",
        "text": "Yes."
    },
    {
        "speaker": "C",
        "text": "Yeah."
    },
    {
        "speaker": "F",
        "text": "And I am capitalizing, and it's been."
    },
    {
        "speaker": "A",
        "text": "Going on for so long."
    },
    {
        "speaker": "F",
        "text": "If you want to go and take all the risk, go start a company. But you don't want to take all the risk. You want to earn everything that the company can make, but you don't want to take any of the risk. Investors come in, they fucking bankrupt, liquidate the company. Founder walks away with nothing. You're like, well, that's okay. He was a boss. I made as much as I could. Founder makes more. You go, see that guy's fucking taken from me. No, either way, you could go be the founder. So go start the thing."
    },
    {
        "speaker": "A",
        "text": "No, what we're having, we're not talking about individuals."
    },
    {
        "speaker": "F",
        "text": "You can yell at employees."
    },
    {
        "speaker": "A",
        "text": "We're talking about markets."
    },
    {
        "speaker": "F",
        "text": "No, no, we're talking about what's happening. Markets works."
    },
    {
        "speaker": "A",
        "text": "The system is inherently flawed and it's creating a massive between the ultra rich and everybody else."
    },
    {
        "speaker": "F",
        "text": "How do I pay taxes? How do I pay payroll? How do I pay health insurance?"
    },
    {
        "speaker": "A",
        "text": "You can do all of those things for the fact that without price gouging."
    },
    {
        "speaker": "F",
        "text": "How do I pay for the security guard that. Now I have to put it to self checkout."
    },
    {
        "speaker": "A",
        "text": "You had self. You had security guards prior to those self checkouts."
    },
    {
        "speaker": "F",
        "text": "How do I pay for the guy who takes the cart and walks 6 miles home with it? And then I got to pay for the cardinal, and then I got to pay for the guy to go fetch the cart. I got to pay for all that too."
    },
    {
        "speaker": "A",
        "text": "All I'm hearing is somebody that is looking to take, take. And when the system is inherently broken."
    },
    {
        "speaker": "F",
        "text": "Says the guy who's shoving salami down his pants. Check out."
    },
    {
        "speaker": "A",
        "text": "Listen. We can all agree."
    },
    {
        "speaker": "F",
        "text": "Stick it to the man."
    },
    {
        "speaker": "A",
        "text": "We can all agree that the divide between the ultra rich and the middle class has never been greater. That's. Where are you?"
    },
    {
        "speaker": "F",
        "text": "You're launching a shit coin today."
    },
    {
        "speaker": "A",
        "text": "Middle class. Middle class."
    },
    {
        "speaker": "F",
        "text": "And below, all the profits from the share coin will be going to the homeless."
    },
    {
        "speaker": "A",
        "text": "No, I'm not saying that. What I'm saying is."
    },
    {
        "speaker": "F",
        "text": "So capitalism is your ultra rich. If you were ultra rich, you'd be arguing on the other side, right?"
    },
    {
        "speaker": "E",
        "text": "Chamber aspires to get to the point where people will steal from him."
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah. I'll never be ultra rich. Put it that way."
    },
    {
        "speaker": "C",
        "text": "Well, right, because you don't want to work."
    },
    {
        "speaker": "F",
        "text": "You're going to dump all your money into this liquidity pool in the whole war room."
    },
    {
        "speaker": "A",
        "text": "You guys have sell it. You guys have. Have siphoned the new guys. You, you, Pete, you know who you."
    },
    {
        "speaker": "C",
        "text": "The collective."
    },
    {
        "speaker": "A",
        "text": "Yeah, the. The royal."
    },
    {
        "speaker": "F",
        "text": "You're for the proletariat."
    },
    {
        "speaker": "A",
        "text": "I am the proletariat. Correct. Exactly. Read a little marks, you'll be just fine."
    },
    {
        "speaker": "F",
        "text": "This was good stuff. Punch has to go to Zumba."
    },
    {
        "speaker": "A",
        "text": "So let's let's wrap it up."
    },
    {
        "speaker": "C",
        "text": "All right? This was."
    },
    {
        "speaker": "A",
        "text": "The resistance is coming."
    },
    {
        "speaker": "C",
        "text": "Look, I'm glad I actually brought this up, because we didn't have anything else to fill the back half of the show, so. But that it's going to do it for us. We could pick up this chat on Wednesday where we don't have any guests. Again, but for myself, I am Bunshu. And for Winona Ryder over there, we're gonna make it all back in one trade. And until next time, keep the mic hot."
    }
]