[
    {
        "speaker": "A",
        "text": "GMGM rationally late."
    },
    {
        "speaker": "B",
        "text": "Can you hear me beautifully? Oh, wonderful. I've got this wonderful new set of headphones that you just sent me, chamber. I've got my rechargeable batteries in my irig. Like, I am set for 2023."
    },
    {
        "speaker": "C",
        "text": "Look at us."
    },
    {
        "speaker": "B",
        "text": "Yeah, look at us. I heard that Des did not make it to midnight. Is that the case for you as well, Chamber? Did you make."
    },
    {
        "speaker": "C",
        "text": "No, I made it to midnight. I made it to midnight. And then, yeah, I think within 20 minutes after midnight, I was sleeping. So I was telling Des, when you get to our age, sometimes you miss the midnight bell, and sometimes you make it. And the older you get, the more irrelevant it gets. You just eat too much, have a couple of drinks, and depending on the mix of drinks, you're either going to make it or you're nothing."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, I, with two young children, I was in bed at 1015, and I did make it to midnight, though, because I was watching the Ohio State Georgia college football game that literally did not end until after midnight. So I did make it until midnight."
    },
    {
        "speaker": "C",
        "text": "So, yeah, I heard, like, there was some, like, weird stuff happening, like, right at midnight. Like, I didn't realize these college bowl games or. I don't know if. Was it even a bowl game, but these college games, it was a bowl game. I didn't realize they went that late. And then there was some. Were there some shenanigans happening, like, right at midnight?"
    },
    {
        "speaker": "B",
        "text": "Yeah, it was literally like the game winning kick was happening at the time. The ball was dropping. And so you had a choice to make. Were you going to stay and watch the end of the game or, uh, you know, was watching Dick Clark for the 9000th time? More up your alley. Uh, I chose. I chose football over Dick Clark. Sorry. Um, but that's. That's how we. That's how we fared. So you made it to midnight, Des did not. I did, but I typically. I probably wouldn't have otherwise, so we'll see. But, uh, you know, I'm fired up for 2023. Ready to. Ready to, you know, get hit the ground running here. Uh, I think, you know, does it feel any different? Do you feel like a new person?"
    },
    {
        "speaker": "C",
        "text": "I was just complaining that, like, the. The year that we're on, uh, matches up with my birth year a little too well, where it's like a 40 year difference. Knowing there's no, there's no stopping me turning 40 at this point."
    },
    {
        "speaker": "B",
        "text": "This is the year, huh?"
    },
    {
        "speaker": "C",
        "text": "This is the year. Like, we're less than two months away. I'm not liking that one bit."
    },
    {
        "speaker": "B",
        "text": "I mean."
    },
    {
        "speaker": "C",
        "text": "Oh, I didn't even tell you the best part. Our Friday shows, I had a little powwow with v square this afternoon, and I let him in on the good news that this Friday will be the vasectomy show, where I have my vasectomy in the morning, and we're going to do a Friday afternoon show. So not only am I turning 40 in less than two months, I'm also getting a vasectomy this week."
    },
    {
        "speaker": "B",
        "text": "Oh, man. The vasectomy show. That is. That's a first. I don't know if any, like, you know, nifty. The nifty alpha guys did tub talk. I don't think anybody. I don't think anybody's gone to the vasectomy route, so I think you're, you know, we're really putting out that hard hitting."
    },
    {
        "speaker": "C",
        "text": "We're trailblazing."
    },
    {
        "speaker": "B",
        "text": "That's it. Des, any new year's resolutions for you?"
    },
    {
        "speaker": "A",
        "text": "Yeah. As far as entity wise, or."
    },
    {
        "speaker": "B",
        "text": "Let's go with personal first, because I think they're both. Both deserve an answer."
    },
    {
        "speaker": "A",
        "text": "Okay. Resolution. It's not something you do throughout the year, but it's just. I need to get it done is clean up this damn garage. Mandy."
    },
    {
        "speaker": "B",
        "text": "Oh, man. I need to do that, too."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's just. It's been. It's been holding on probably pretty much the entire year of 2022. So 2023 is the year it gets done. So that's on my list."
    },
    {
        "speaker": "B",
        "text": "I'm at the point where my garage is so full of crap that I can't even pull my car in anymore. It's. It's that bad. So, like, my garage is literally storage because we finished our basement this year, so everything that was in my basement had to go out into the garage, and then it got. My basement was supposed to take eight weeks, and it took eight months, and so now it's winter, and I don't want to, like, go out there and clean it. So it's going to hang on till the spring, I think. But also on my agenda, chamber, any personal resolutions for you?"
    },
    {
        "speaker": "C",
        "text": "Well, I got to tell you, there's a couple I've been tossing around. I gotta get in shape. I'm gonna be 40 this year. I play fast and loose. I live a rock star lifestyle."
    },
    {
        "speaker": "B",
        "text": "I gotta really? Yeah, it's literally every time I talk to you, it's like cocaine and hookers and. Yeah, I gotta."
    },
    {
        "speaker": "C",
        "text": "I gotta rein that in a little bit. I got a little bit. I gotta give a bit more. Yeah, I gotta. I gotta. I gotta focus on taking care of myself, I think a little bit more, um, you know, not just ordering food at any time of the day. Usually, like, at, like, 11:00 at night. Um, you know, late. Those late dinners are usually killer. Uh, maybe exercise a little bit more. It's tough, man. Uh, you know, we. We fill our days with web three talk and spaces and, you know, I gotta sell weed too. Like, it's. It's a whole. It's a. I have a full day, and I can't be waking up. I. Like, I heard Chris talking about waking up at 05:00 in the morning to go to the gym."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "C",
        "text": "What the. Like, what kind of hellscape is that? Like, what are we even talking? 05:00?"
    },
    {
        "speaker": "B",
        "text": "I mean, I wake up that early. I wake up that early."
    },
    {
        "speaker": "C",
        "text": "I don't know. I don't know."
    },
    {
        "speaker": "B",
        "text": "There's actually times. There's actually times before we get too off the rails with this, but, like, there's times I literally have to check myself on what time it is so I don't text you too early in the morning."
    },
    {
        "speaker": "C",
        "text": "It's okay. You can text me. I'm gonna sleep through that text message."
    },
    {
        "speaker": "B",
        "text": "I will never know. I'm not gonna do it. Because you basically disowned your own sister for texting you too early on Father's day."
    },
    {
        "speaker": "D",
        "text": "So she call."
    },
    {
        "speaker": "C",
        "text": "She called me. I think it was a FaceTime. I think it was a facetime. Like, it was. It was upsetting. It was a whole bunch of upsetting."
    },
    {
        "speaker": "B",
        "text": "I mean, now you don't have a sister anymore, so."
    },
    {
        "speaker": "C",
        "text": "That's correct."
    },
    {
        "speaker": "B",
        "text": "I'm super careful with that, but I appreciate that. So basically, your new year's resolution is a loose set of you having to get into shape. Is that what."
    },
    {
        "speaker": "C",
        "text": "Very loose. I'm not even saying shape. I'm saying let's just stop the leaking, you know? I mean, let's just plug the leak."
    },
    {
        "speaker": "B",
        "text": "Yeah, I get it."
    },
    {
        "speaker": "C",
        "text": "You know, I'm saying."
    },
    {
        "speaker": "B",
        "text": "Yeah, I get it. Describe the people what you, uh, set in our group chat today, because I think it's kind of funny. Um, because I think I hit one already."
    },
    {
        "speaker": "A",
        "text": "You did?"
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "For all those betters out there. Um, no. Bundy. Uh, a good friend and goat. Um, you know, what's the over under on whether Des shows up late or on time? And that got me down a rabbit hole of putting some prop bet lines for our show today. Um, so let's just go through them real quick. Des says, hold on a minute. When asked a question. -850. Yes. No. Plus 200. Des sounds like a robot. Plus 550. No. -420 looks like the no might hit today."
    },
    {
        "speaker": "B",
        "text": "Yeah, your audio is. Your audio is on point today. I got this."
    },
    {
        "speaker": "A",
        "text": "I got the Steve Earbuds, the old classic."
    },
    {
        "speaker": "B",
        "text": "There you go. Buds by Steve."
    },
    {
        "speaker": "A",
        "text": "Buds by Steve. Hey, he's got a brand if he wants to. We got. Chamber doesn't know the nft we're talking about a monstrous. Yes minus 1400. No plus 400. Bunch, you states we're off the rails. Yes -120 no plus 150. That could have been a pretty good hit, actually, for someone."
    },
    {
        "speaker": "B",
        "text": "I actually didn't read. I just saw the list. I didn't actually read what they were yet, so. Cause I was, like, trying to. I was panicking pre show, because I was on dad duty and waiting for my wife to get home, and so I actually hit this one without even knowing it existed."
    },
    {
        "speaker": "A",
        "text": "See, these are good lines. Bunchy does an impression. Yes -170 no, plus 110. And then someone mentions chamber bean from Canada. Yes minus 1900. No plus 2000."
    },
    {
        "speaker": "B",
        "text": "Wow. I feel like we should set these. Every show. Like, you should set them down somewhere. You should set them somewhere like that we can't see them. And, like, maybe in a. In a channel in the war room or something where people can place djen bets on them with their djen token. And me and Chamber won't look at them prior, and we'll just, like, commit to not looking."
    },
    {
        "speaker": "C",
        "text": "If you put them in the war room, I'm definitely not gonna look at them."
    },
    {
        "speaker": "B",
        "text": "Yeah, chamber doesn't. Chamber barely knows that place exists, but, yeah, so. But that's really funny that I hit it without even knowing for sure. Yeah. But so that gives us to. That brings us into our, you know, this resolution talk, our first poll of the day up at the top. Do you make New Year's resolutions? Yes or no? I don't know how I feel about New Year's resolutions. I kind of made one this year. I usually don't, but, you know, I challenged myself yesterday to tweet something that I'm grateful for every day, because I've found myself lately becoming very, like my default was. Has always been, like, positive. And lately, the last couple weeks or months, I've felt like my default has been negative. So, you know, trying to force. Put a forcing function out there to, you know, be positive about things. So that was my. I guess, my only New Year's resolution that I'll try to commit to. And I did it publicly because it'll force me to actually try to hold myself accountable for it. But if you do."
    },
    {
        "speaker": "C",
        "text": "If you do, can I share the texts you send me when you're not feeling positive."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, yeah, you can read them right now. Most of them."
    },
    {
        "speaker": "C",
        "text": "No, no, starting today. Starting today. So just go."
    },
    {
        "speaker": "B",
        "text": "Yeah, sure. You definitely can. I mean, I said it the other day that, like, I was, I don't know, I was in a mood and I just started firing off stuff to you about the show."
    },
    {
        "speaker": "C",
        "text": "Piece of shit show."
    },
    {
        "speaker": "B",
        "text": "Yeah. I was like, we suck. This is stupid. Pack it in. I'm never doing the show again, basically. But if you do do a new year's resolution, hit us up with what it is this year down in the corner. Give us a little love on that comment button. Help us share the show out, if you wouldn't mind. Always appreciative to help get some folks in here to listen to our wonderful audio that we have going on all the ways around today. So. But I mean, let's get into some NFT talk. We've got a lot of things going on. I wanted to talk to talk a little bit today about, before I go in order, I think I'm just going to skip the line and talk about my, we talked last week about if we've, what are the things we've bought lately and were they kind of like investment ish or were they personal, like consumerish? I went, I went very hard today into the nine gag meme land, captains Mint this, that's coming up on the fourth. And we had Ray from, uh, from nine gag and Memland on coffee with Captain this morning. And I was just like, I was super impressed. I didn't know a ton about the ecosystem prior to it. And just listening to him speak on coffee with Captain was really interesting. I found myself one of the things he said on the show, on, on the show that actually really resonated with me because of the way that I've personally, like, traded and flipped in the past was, you know, he, he kind of said, he's like, look, you know, to be successful in this space, some people will flip their way to millions of dollars, but most people won't. And if you can identify a couple really strong ecosystems, founders, projects, and just kind of chill and hold, uh, you'll probably be better off. And that's kind of the, the strategy I find myself having to take now because I have less time to flip. So, so when I hear, yeah, when I hear someone like him say that and then hear all of his awesome insights that he had on the show, I was like, all right, this is something I can see myself, you know, getting into and holding now. I will say, I'm currently. I've bought the top like, there is, because, basically, what the entry point is, right, the second is the potatoes. And holding three potatoes gets you on the meme list, so you can mint the captain later this week. And so, of course, those are at all time high levels. So I bought the top there that I'm fully expecting."
    },
    {
        "speaker": "C",
        "text": "What is the price on something like that?"
    },
    {
        "speaker": "B",
        "text": "You could buy one potato for about 3.2 eth."
    },
    {
        "speaker": "C",
        "text": "That's a lot. It's a lot of eth for."
    },
    {
        "speaker": "B",
        "text": "Yeah. So I bought, uh, I bought three potatoes today."
    },
    {
        "speaker": "A",
        "text": "Can I ask you just. Just, like, from a strategic standpoint, I mean, you know, you know this, but when the airdrop usually happens, you know, a little while after, it's gonna dip a little bit, people trying to take the airdrop, you know, free money. Why didn't you choose to just get a captain in, like, a little time rather than going after the beginning?"
    },
    {
        "speaker": "B",
        "text": "It's actually a great question because we were talking about this at length in the war room today. I see. Keep fishing down there, throwing the laughing emojis, because he was one of the folks we were talking about it with this morning and kind of playing out this exact same scenario. And so I think that there is a, by the way, this leads us right into our second poll of the day, and it's a perfect segue, Des, that you didn't even know was coming. And it's, where will the Memeland captain's floor start? And it's sounded by the folks that are much more highly educated in the ecosystem than I, as someone coming in a couple days prior to mint, that the expectation is that the floor for these captains is probably going to be nine plus on the day they mint. So if that's the case, and it kind of makes sense, like, if you're buying in now, your entry point is about nine, Heath. Right. And then you're going to mint these, and are you going to sell it right away? Maybe, maybe not. We'll see. The potatoes will dip, but. So, if you're thinking about it from, like, what's the floor of the captain going to be versus what I'm buying my total buy in for, basically, I'm making the bet that the captain, plus whatever the floor settles on potatoes is, will be more than what I just spent to buy three potatoes. So that was the calculated risk that I'm trying to take, Des. So that, to answer your question, even if these potatoes dip in half, first of all, there's still reason to hold these after the, after the mint. So they might not, they're also stakeable for other types of weekly prizes and things. So people may not just dump them, but even if they do, even if they dump to, like, 1.5, right. You've got, what's that, four and a half, five e somewhere around there. And if you're captain is anywhere from five e or higher, you know, you're at plus value there. So that was my thought process. Did I, did I make a terrible decision, Tez?"
    },
    {
        "speaker": "A",
        "text": "No, not terrible, but not great in my opinion. Probably not great, but let's hear it."
    },
    {
        "speaker": "B",
        "text": "Why not great?"
    },
    {
        "speaker": "A",
        "text": "No, I just think that, you know, I just. Oh, there we go. I just think the value wise, depending on, like, the whole rarity aspect to."
    },
    {
        "speaker": "C",
        "text": "Right."
    },
    {
        "speaker": "A",
        "text": "Getting lucky."
    },
    {
        "speaker": "B",
        "text": "Well, that's part of it, too."
    },
    {
        "speaker": "A",
        "text": "Yeah, it's good."
    },
    {
        "speaker": "B",
        "text": "It's good."
    },
    {
        "speaker": "A",
        "text": "I'm gonna go with it's good. It's a positive new year take. I'm gone. It's good."
    },
    {
        "speaker": "C",
        "text": "So you're saying there's also value. Well, there is value. So you're not saying it. The fact that it's not like you're buying a floor one. You have the opportunity. There's a possibility that you could middle."
    },
    {
        "speaker": "B",
        "text": "Sure. Of course. It's the same thing with moonbirds. Right. Like, I actually bought people's whitelist because I wanted the, I wanted the opportunity to mint a rare. Right. And it's. Rather than just buy one off of the floor."
    },
    {
        "speaker": "C",
        "text": "Yeah. No, that's understandable."
    },
    {
        "speaker": "B",
        "text": "You know, that's the djen gambler in me. I did ask Sugar Shane if he was around to chat about Memeland and stuff, because he knows quite a bit about it. He said he could stop by at 430, so we might have him jump up here and chat some of that with us. But, des, are you in this ecosystem at all? Do you know much about it? Are you?"
    },
    {
        "speaker": "A",
        "text": "I am not. I would love to catch up on it, but no."
    },
    {
        "speaker": "B",
        "text": "Okay, so we'll, we'll chat with Sugeshane here in just a minute. But that was my, my thing that I did today. I think I've also been just, like, jonesing to buy something. Not even like. I mean, I, I've, like, had incredible restraint in terms of my typical level of degenerate. And this was, that's pretty aggressive. This hit."
    },
    {
        "speaker": "C",
        "text": "I mean, it's pretty aggressive."
    },
    {
        "speaker": "B",
        "text": "It hit all my buttons. So I was like, all right, I'm doing it. So we'll see how it, how it goes down. Um, because there's also the cost of."
    },
    {
        "speaker": "C",
        "text": "The mint, too, right? Because that's going to be an another e. Yes."
    },
    {
        "speaker": "B",
        "text": "So that will be one eth to mint. So. So I'm all in about ten total. So we'll see how this shakes out. And subscribe here for, for more wrecked stories on buying."
    },
    {
        "speaker": "C",
        "text": "It's going to be a positive year, guys. It's going to be a positive buying."
    },
    {
        "speaker": "B",
        "text": "The top on virtual potatoes. Fuck you, man. I hopefully, hopefully, hopefully I'm going to mint a rare and, you know, I. Look, we'll see. Keep fishing in the war room saying potatoes will also be a multiplier for captains, so there is incentive to hold so maybe they won't drop. As far as we see, as far as we might expect, if you have a take on potatoes or Memeland, come on up. Or if you want to share your New Year's resolution, you know, we'll, let's. I'd love to hear some more takes. You know, we don't talk enough nfts on this show sometimes. And now you know why? Because I get, I get by shamed by my two co hosts for the first thing I buy in. You know, I used to be good at this and I don't listen, to."
    },
    {
        "speaker": "C",
        "text": "Make you feel any better. I was, I think I was typing something out today, like in the war room or. I don't know what I was doing. I was writing it out. I was writing meme lands and I wrote pirates of instead of captains. And I'm like, is the pirates with a z? Des, look it up."
    },
    {
        "speaker": "B",
        "text": "Des, we need a ruling. It's captains need a ruling on the bet, Des."
    },
    {
        "speaker": "A",
        "text": "Well, now, what is the exact bet?"
    },
    {
        "speaker": "B",
        "text": "Well, the. The bet was or. Sorry, the odds says chamber doesn't know the NFT we're talking about. Yes or no? The fact that he missed named it would tell me he does not know."
    },
    {
        "speaker": "A",
        "text": "Sorry, the official ruling is, is that does not count."
    },
    {
        "speaker": "C",
        "text": "Oh, really?"
    },
    {
        "speaker": "A",
        "text": "I would have thought misunderstanding is different than. I have no idea what the heck this is. Tell me about it."
    },
    {
        "speaker": "B",
        "text": "That's why we went to the video replay. That's why we went to the replay. But look, we have some hands. We got hands up. Bundy was first. So let's go to Bundy and then we'll go Riggs, and then we'll bring Shane in for anybody who doesn't know the Memland project, because he's, he's pretty deep in the streets. So I'd love to have him enlighten both of you guys as well. So, Bundy, what's going on, man?"
    },
    {
        "speaker": "E",
        "text": "What's happening? So I'm on your side. I think for once, I think it was actually a good play to get in. I could be wrong. Shane may be able to tell us more, but don't you have a really good chance at getting a second captain as well for another east? So if that's the case, then you. You definitely are. Plus, ev."
    },
    {
        "speaker": "B",
        "text": "That's a great point, because there is, I believe, like a first come, first serve mint. That happens. Uh, I'm sure Shane will enlighten me a little more on that. But if that's the case, and now I'm guaranteed I don't have to worry about secondary market. I don't know. This is one of the most hype mints I've. I remember in a while. Um, so we'll see. I don't know if it's, you know, moonbirds level, but, uh, it's definitely up there. So, um, let's see. Let's see how this take ages. By next week, I'll know if I was, if I'm terribly wrecked or not, so."
    },
    {
        "speaker": "C",
        "text": "Cause my plan was to do the opposite. My plan is to try to get a captain on secondary, albeit a floor captain, but probably just get one that way."
    },
    {
        "speaker": "B",
        "text": "Yeah. Which is a great and valid strategy. And I was almost thinking I would do the same thing. However, I was kind of swayed by the interview this morning because he kind of. It was funny. It was actually really hilarious the way that this conversation went down. Friend of Degen and our show Goody popped up and asked him a question and he kind of said, hey, you know, what's going to happen to potatoes? And he's like, you know, the floor on potatoes is probably going to fall out. What do you think about that? And his answer was, do you think I'm that stupid that I haven't thought about that? And I was dying. And I, like, he basically, literally said, goody. Do you think I'm that stupid? And so my response to that was like, okay, well, he clearly gets it. He's going to go back and program to these things. It's not going to be. They're not mint passes. Right? Like, is what I took away from that. So the fact that that. So I think over the long term, if my strategy, if I have the discipline to just buy and hold and not be a paper handed beta like I typically am, I will benefit more from having the three potatoes. Does that make sense? All right, Riggs, tell me I'm wrong."
    },
    {
        "speaker": "F",
        "text": "You're not wrong. You're absolutely. But I do want to say his exact phrase. Because I wrote it down to talk about. What he said was, you're stupid. As if you think that there's not going to be value to the potatoes. That was his in quote."
    },
    {
        "speaker": "B",
        "text": "It was so good."
    },
    {
        "speaker": "F",
        "text": "You're stupid."
    },
    {
        "speaker": "B",
        "text": "It was so good."
    },
    {
        "speaker": "F",
        "text": "It was so great. It was so great. So I'm a big memeland fan."
    },
    {
        "speaker": "B",
        "text": "Yeah. I thought I saw in the war room you had six potatoes."
    },
    {
        "speaker": "F",
        "text": "Yeah, I've got six potatoes. So if you go into the dashboard, by the way, and I don't want to talk through sugar, Shane knows it probably better than I do, but if you go into the dashboard, you'll see exactly what you're allocated. So, like, it says, guaranteed for potatoes, two for me. Then it says first come, first serve. I have four opportunities for first come, first serve captains, which is what happens prior to the waitlist. So it's the guaranteed free airdrops for the MVP's guaranteed potatoes, which is three to one guaranteed meme list for people that got meme list earlier, then the first come, first served potatoes, then whatever else is left. Wacky waitlist, which is going to be. If there's ten of them left out of 10,000, the gas war will be insane. But I'm a big fan of what he's doing. Every time I listen to Ray talk, it's just he sells me more and more on why I want to hang in there long term, even though he."
    },
    {
        "speaker": "B",
        "text": "Definitely just, like, gets it. You know what I mean? Like, you can tell."
    },
    {
        "speaker": "F",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "F",
        "text": "I mean, I took home. I actually wrote down that note as well that you mentioned about. If you pick the right ones that are here for the right reasons, with long term visions, it'll pay off, you know, in the obvious long term. But picking those right ones don't know who they're going to be. But if I had to guess, I think nine gag and Ray, those guys will figure it out one way or another. So I don't think you did it. I don't think it's a bad play. And what Bundy said with the opportunity at first come, first serve, even if you pick up a second captain for one, Ethan, you're, you're, you're Gucci, so."
    },
    {
        "speaker": "B",
        "text": "Yeah. Interesting."
    },
    {
        "speaker": "E",
        "text": "And if you don't want to get the second captain, I'll buy it."
    },
    {
        "speaker": "B",
        "text": "Yeah, I guarantee."
    },
    {
        "speaker": "F",
        "text": "I've already been going there. I've been reaching out to so many people saying, hey, you said you had, like, five meme lists. Are you able to max mint? Because I'm ready to pay for one of your meme lists."
    },
    {
        "speaker": "B",
        "text": "Like, dude, that's what I did for moonbirds. I literally went and found people that wanted to sell me their. Their white or their raffle win spot. And that. That did well for me. I was. It was the right move at the time. So. All right, so, all right, we've got two people that say I'm not an idiot, and then my two co hosts that say, I am an idiot. So we needed. We needed a couple tiebreakers."
    },
    {
        "speaker": "C",
        "text": "Well, one of those. One of those guys is an idiot."
    },
    {
        "speaker": "B",
        "text": "I mean, take it from what it's worth about Des, but that's fine. I. Des, has anybody swayed your mind here?"
    },
    {
        "speaker": "A",
        "text": "Well, I mean, walk me back. How was that moonbird? A good decision for you?"
    },
    {
        "speaker": "B",
        "text": "I will. The one careful one that I. Careful."
    },
    {
        "speaker": "A",
        "text": "Riggs, I love you so much, but I just gotta hold him to this one point. But I do love you and I still do have love for moonbirds, but I just need to hear this rationalization real quick."
    },
    {
        "speaker": "B",
        "text": "It was because I wanted the role at minting, so I mint. I actually minted, like, mid rares, which were decent. The one. One of them that I minted was a top 500. Now, to your point that you're probably gonna throw at me was. That's the one I kept the longest and round tripped it. So. But the thought process was there. The process was there. I took the. I bought the. I bought the whitelist spot from somebody in the war room so I could. You know, I knew I. At least I thought I could trust them, which I was able to. I minted a top 500 and a top thousand from those two that I bought. And, you know, they obviously ran up and I sold one of them for. I mean, I sold all of them for profit. I did very well on moonbirds as a whole. But, you know, so, I don't know. Is that. Am I saying something that's wrong there?"
    },
    {
        "speaker": "A",
        "text": "No, I think that's good. That is funny about the best one ends up being the one you take for a round trip."
    },
    {
        "speaker": "B",
        "text": "Yeah. Because it's the one you want to keep, right?"
    },
    {
        "speaker": "A",
        "text": "Yeah, yeah, yeah, yeah, yeah. I hear you, but. No, no, it's good. I don't think you're an idiot by any means. I do think there's a decent value at picking them up, maybe after the little sell off, but make sure you do before it, you know, starts back up again, because that. That always happens as well. There's just a very small window for a little dip after, you know, people sell off their airdrops that want to do that. And then the diamond hands take over. And you usually do see a nice little kind of relift. So, you know, I think it'll be good. I think it's good. I'm happy for you. It seems like from everything I hear from other people as well, nine gag is a solid kind of group. Just that, just like you guys said, it just gets it. The hilarity of all the things, the meme of all things, but also, like, what the community can do as a resource. So, you know, I like it."
    },
    {
        "speaker": "B",
        "text": "We've got a third poll up here, courtesy of our wonderful friend of the show and co producer, Mackie, who will do better on the captain's mint, me, who bought potatoes today, chamber on secondary, or Des, who is doing nothing? So vote on that poll. I have a feeling it's probably Des. Sometimes doing nothing is the best thing, but we'll see. Look, I need to get in the game a little bit. I spent too much time doing the corporate stuff in the last couple months. I got to get back to my degen roots, so I'm buying a fucking potato farm. Leave me alone."
    },
    {
        "speaker": "A",
        "text": "Is that part of your res New year's resolution? Get back in the game."
    },
    {
        "speaker": "B",
        "text": "Get back into the Djen streets? I mean, look, you can take the djen out of the boy. No. Is that what's the saying? They're not gonna go? Yeah, this isn't gonna go. Well. Back on off that one and just move on. But, Shane, thank you for joining us. If you don't know Shane Sugeshane, he is a 20 time war room mvp, always dropping Alpha. Co host of the DJ night shift that is on Mondays and Fridays at 11:00 p.m. eastern on the DJ network, YouTube channel, and in podcast form. So, Shane, super."
    },
    {
        "speaker": "C",
        "text": "He's also. He's also my secret crush."
    },
    {
        "speaker": "B",
        "text": "Your. Is he your web three crush?"
    },
    {
        "speaker": "C",
        "text": "Oh, my goodness. Are you kidding me? I'm. I'm. I'm Veclemf. Right. Now that he's on the. That is unfair."
    },
    {
        "speaker": "B",
        "text": "Well, they say don't meet your idols, so, unfortunately, he lives in, like, West Virginia, so that. That cancels out, like, 90%. It's not an accent, man."
    },
    {
        "speaker": "C",
        "text": "It gets me."
    },
    {
        "speaker": "E",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "So. But, you know, I didn't know this. I'm actually really excited."
    },
    {
        "speaker": "C",
        "text": "I think only. Only TJ knew the real truth."
    },
    {
        "speaker": "B",
        "text": "Wow. What do you. Would you, like, send. See if you could, like, send him a love letter and get his address."
    },
    {
        "speaker": "C",
        "text": "Yeah. So what's Shane doing today?"
    },
    {
        "speaker": "B",
        "text": "I don't know, man. We only do the podcasts on Mondays and Fridays. That's funny. Shane, what's up, man? How are you?"
    },
    {
        "speaker": "D",
        "text": "Not much. I'm doing great. How are you guys? Thanks for having me on."
    },
    {
        "speaker": "B",
        "text": "Absolutely. Thank you for taking some time out of being a DJ and to come and join us and chat some meme land. I didn't know. Who better to ask. It sounds like I probably could have had riggs up here for the full time. He sounds pretty deep in the mean streets. But wanted to get, uh, some more information on kind of like what the, the lowdown is because I, like many, have jumped on the train late here. So, uh, you've been, you've had at least the one potato from the free claim, correct?"
    },
    {
        "speaker": "D",
        "text": "Yeah, yeah, I actually. It's funny, I had two potatoes and then before everything got announced a couple months ago, I ended up selling one around like 1.5. And now I'm kicking myself in the butt cause I just paid twice as much yesterday to get it back."
    },
    {
        "speaker": "B",
        "text": "Okay. So, you know, I'm not going to ask you to be the tiebreaker. We'll get someone else in the audience because I know you're, you're pretty bullish, so you won't think I'm an idiot because you just bought two more potatoes like, yesterday, did you not?"
    },
    {
        "speaker": "D",
        "text": "Yeah, I bought two yesterday at like 2.85. See, my original plan was just to get one captain for the first come, first serve because, you know, we're just sending eth. So it's going to be cheap. I figured I could outgas people. But once they announce that you got a guaranteed plus the first come, first serve, I see the value that I think I can get two captains pretty easy in it."
    },
    {
        "speaker": "B",
        "text": "All right, so explain to anybody, I guess maybe not familiar with the project or the mechanics here, kind of what should people expect from, I guess, what's happened so far in the project versus what's coming up this week? And how should people maybe expect play it to play out?"
    },
    {
        "speaker": "C",
        "text": "Yeah, for sure."
    },
    {
        "speaker": "D",
        "text": "So, you know, throwing it clear back to, I would say it was probably February is when Memeland originally launched their first part of their collection, which is the you're the real MVP pass, which is almost like the proof pass of their ecosystem. So at the time it was, it's a 420 piece collection. At the time they, instead of doing a normal mint or anything like that, actually just had you send 4.2069 Ethereum to a team wallet. Just blind faith, blind trust. You know, a lot of people, including myself, faded it. Cause it seemed, you know, a lot of red flags, pretty sketchy. And as of now, as of yesterday, that MVP pass that there's, you know, 420 of. There was only two listed and the floor on them is 50 e. So, you know, if you're looking just that that pass level, even if captains comes out trading 20% of it, which is, you know, a good metric that we use, that's why, you know, myself and a lot of people think that we're easily going to see captains at an eight to ten e floor price. So, you know, holding that MVP pass has not only a 50th floor, but you actually got airdropped. I think it was either two or three potatoes for holding that. That pass plus each MVP pass is getting airdropped to captain as well. So just from that four Eth alone."
    },
    {
        "speaker": "B",
        "text": "Very much like people. Very much like proof in that sense, correct?"
    },
    {
        "speaker": "D",
        "text": "Yeah, they've kind of, you know, really built it off of that same ideology. And, you know, something that I really personally like is this upcoming mint for the captains. They're doing it in the same way. So it's a little different. You're not just sending eth to like, a random team wallet. They're still doing it through a smart contract that you got to have a signature for to do. But instead of, like, minting an NFT and having to fight a crazy gas war where gas is, you know, going to be more than the mint cost itself, you're just going to be transferring eth to that smart contract. So I did the math on it today. Even if you pump gas at like ten k, ten k at most, you would be looking at like a half e gas on that. And that's with gas sitting at like 100."
    },
    {
        "speaker": "B",
        "text": "That's super interesting. So it. So when they say first come, first serve, in that sense, it's basically going to be, hey, your timestamp transactions for however many are left as are going to be the ones that count, I guess. And then they what? Refund you? Is that how it's going to work?"
    },
    {
        "speaker": "C",
        "text": "Yep."
    },
    {
        "speaker": "D",
        "text": "So that's exactly how it's going to work. So it's going to break down. You know, all the MVP's are going to get their airdrops and then everybody's going to be making claims at the same time. So, like, whether you're a guaranteed claim or an unguaranteed claim, it's, you know, you're just going to. Everybody's sending ETH. Once that ETH is received, they're going to go through and fill all of the guaranteed claims first. So, you know, there's going to be right now estimated if all of the meme list people mint and all the three potato holders meant everything like that. There's going to be roughly about 2000 captains left for the first come, first serve. So once all the guaranteed claims are filled, say there is those 2000 left, then it's all just based off the timestamp of when the east was received by the smart contract. And it's also like dealing out a deck of cards. So once somebody's dealt their first card, they can't receive another card. Or I should say captains in this instance, until everybody that made a claim received one."
    },
    {
        "speaker": "B",
        "text": "Right. So you can't just in, in a gas war type scenario, you could loop transactions and if you're just better than somebody at gas wars, you would, you'd be able to get multiple. So that is, sounds like that's not possible in this case based on what you just said. Correct."
    },
    {
        "speaker": "D",
        "text": "So like you can get your guaranteed in your first, in your one first come, first serve. So you know, my game plan is going into it is probably pumping minimum five k, five k gas. I'll get my guaranteed claim filled and then I'll still be at the top of the pecking order for the first come, first serve. So I really expect to be able to get two in that sense. But I don't think there's any chance it makes it like to the next round of first come, first serve."
    },
    {
        "speaker": "B",
        "text": "Hmm. Super interesting. Phonics asked in the war room for us that one ML. I'm assuming that means meme list through partnership projects. Can you give us a rundown of what we need to do? I know a few in here, myself included, have meme list. Are they in the first wave? So if you know anything about that."
    },
    {
        "speaker": "C",
        "text": "Yep."
    },
    {
        "speaker": "D",
        "text": "So the meme list is 100% guaranteed, just like holding three potatoes. So the way that it works is they're going to go through and distribute any guaranteed claims before they even do any unguaranteed. So as of right now, there's, there's an actually a good dune analytics chart I dropped in the war room earlier that tells you exactly how many are available for like the guaranteed claims. And as of right now, there's only 8000 captains accounted for. So no matter what, if every meme list person mints and every three potato person mints, that's only eight, 8000 out of 10,000."
    },
    {
        "speaker": "B",
        "text": "Interesting chamber. Uh, I saw you thumbs down when your idol Shane was speaking before. Do you care to add some color to that?"
    },
    {
        "speaker": "C",
        "text": "Yeah, because I'm not going to be able to get a captain if they're like eight to ten out of the gates. Okay. I need to be in that. Nice."
    },
    {
        "speaker": "B",
        "text": "And now. Now you know why I went and bought some potatoes. Yeah."
    },
    {
        "speaker": "D",
        "text": "So you might get lucky. And some of these, like, airdrop people just looking for, like, quick liquidity."
    },
    {
        "speaker": "C",
        "text": "That's what I'm thinking."
    },
    {
        "speaker": "D",
        "text": "In all honesty, I just don't see it happening. I truly, truly believe that captains open at eight to ten."
    },
    {
        "speaker": "C",
        "text": "Yeah. Because my hope, I would say, like, my over under is five. So if it's under five, I'm happy. If it's over five, I'm not as happy, but five is kind of my magic number."
    },
    {
        "speaker": "D",
        "text": "So as of right now, because there's other traits in the potatoes, like, the potatoes have secret traits. Some of them hold a red ticket, and what the red ticket trait does is it gets you a guaranteed mint with only owning one potato. And earlier today, some of those red ticket potatoes were selling for eight Eth. And then, you know, if you buy the three potatoes, that's about nine e, plus the captain's mints and Eth on top. So people are already factoring in nine to ten eth right there just to get a guaranteed mint."
    },
    {
        "speaker": "C",
        "text": "I don't know."
    },
    {
        "speaker": "B",
        "text": "How stupid am I now? Chamberegh?"
    },
    {
        "speaker": "C",
        "text": "Not. Maybe not. Maybe not stupid at all."
    },
    {
        "speaker": "D",
        "text": "And to build to your point, bunch, you know, I posted my math breakdown of it in the war room, but I honestly don't think potatoes are going to, like, plummet as bad as everybody thinks, because number one, nine gags already said that. The weekly draws, you know, they've done almost night, they've done 19 weekly draws where they've given away mvp trophies, they've given away potatoes. I mean, they've given away, probably just in a rough estimate, off the top of my head, $750,000 worth of prizes over the last 20 weeks."
    },
    {
        "speaker": "B",
        "text": "I'm going to put a post up."
    },
    {
        "speaker": "E",
        "text": "It was over two mil is what they've given out in value."
    },
    {
        "speaker": "B",
        "text": "Holy cow."
    },
    {
        "speaker": "D",
        "text": "Over 2 million. So even higher than I expected. So he said all those draws are going to keep going. Plus, the captain staking is supposed to happen very shortly after, and the potatoes are actually a multiplier for the meme coin. So the only way to earn meme coin is staking a captain. And they've already announced multiple times that three potatoes is how you maximize your meme coin. So there's 9999 potatoes, 9999 captains. So once that kind of staking is up and running and the meme coins going, there's going to be a potato shortage compared to having enough captains for earning of the meme coin."
    },
    {
        "speaker": "B",
        "text": "Now you, and keep fishing. Referred to that potato shortage as something earlier that I thought was hilarious. What did you call, call it the great potato famine? I had. I couldn't. I had to let you have the joke because it was you and Keith Fisher that I saw say it, and I wasn't. It's so good. It's so good. So there will be a potato famine. Des, after hearing all of this, has your opinion changed on my purchase, or am I still a top buyer?"
    },
    {
        "speaker": "A",
        "text": "Oh, I mean, it sounds like I'm. The ecosystem is incredible. Like, I definitely fomo from, from that standpoint, but as far as when enter, still a little skeptical, but, I mean, it sounds like you did great and sounds like it even. When's the actual mint?"
    },
    {
        "speaker": "D",
        "text": "So the mint is this Wednesday, January 4, at 11:00 a.m. eastern."
    },
    {
        "speaker": "A",
        "text": "Honestly, you'll probably have a. If you want it, which you probably won't take up on it, but you probably have a decent amount of time window where you can make a profit just on buying those. Just on buying those potatoes. So, you know, I think. I think you're good. I think. I don't think you, you bought the most top. I think someone else will come in after you. But, yeah, sounds awesome."
    },
    {
        "speaker": "B",
        "text": "Interesting. Yeah, I will see, I did post up in the top here the dune analytics dashboard that Shane was mentioning on the how many guaranteed mints there will be at the current standpoint, it looks like right now, last update was right around what Shane said at 8000 ish 8059 guaranteed mints. So very interesting dynamic there. I liked how they're doing it. What I like about, you know, hearing from Ray this morning, too, was it's just like, he clearly gets the, I don't know, the degeneration nature of it all in the sense of like, he's been in the trenches with us over the last year or year and a half, and he knows kind of what these, like, what the best projects are doing. He's part of them. And he actually referred to, it's funny, like, somebody asked him about, like, what the captains were like in their ecosystem versus the other stuff, and he kind of said, this is the, you know, outside of the MVP or the MVP one. Like, this is their bored apes. Potatoes are kind of like their mutants. So it was an interesting thing to think about when you're, you know, how they might go through the ecosystem in the future. But anyway, Shane, thank you so much for breaking that down for us. Really appreciate you doing that. Are you guys doing a night shift? Tonight."
    },
    {
        "speaker": "D",
        "text": "Yes. We will be live at 11:00 p.m. we're going to break it down a lot more in depth with everything that's coming up."
    },
    {
        "speaker": "B",
        "text": "Awesome. So if you liked what you heard today and want to hear more about it, there's two ways to listen to the night shift. You can actually listen to it live at 11:00 p.m. eastern tonight on the DJ network YouTube page, as well as, uh, it's simulcast live on Twitter, but it also goes out as a podcast the next day. And everywhere you listen to podcasts, you can find the DJ night shift. So awesome. Uh, Chamber. We talked the whole time about potatoes. Is there anything else we should be talking about before we wrap up in the next ten minutes?"
    },
    {
        "speaker": "C",
        "text": "No, um, not potatoes. It's just kind of making me hungry from being."
    },
    {
        "speaker": "B",
        "text": "Yeah, well, that's gonna wreck all of your. Your resolutions."
    },
    {
        "speaker": "C",
        "text": "Not a big potato guy, that being said."
    },
    {
        "speaker": "B",
        "text": "Really?"
    },
    {
        "speaker": "C",
        "text": "So, I mean, not. Not tremendously. I could. I could do without them."
    },
    {
        "speaker": "B",
        "text": "Wow. Okay. I need a process. I need a process. Where does potato rank on? Just, like, a food that you enjoy in both frequency and, like, I guess, your enjoyment of it, because I have."
    },
    {
        "speaker": "A",
        "text": "Some thoughts here about so effin high. It's crazy. So it's such a versatile chip. Baked, fried. I mean, God, it. Potatoes make the world go around. Also, I forgot to mention, man, I have just not heard a hyped up gas war in a long time. That gives me all the nostalgia feels that that part almost alone might make me fomo."
    },
    {
        "speaker": "C",
        "text": "Good old gas war."
    },
    {
        "speaker": "B",
        "text": "When we talk Friday, do you think you'll have a captain?"
    },
    {
        "speaker": "A",
        "text": "Fridays after mint, there's a chance."
    },
    {
        "speaker": "B",
        "text": "There's a chamber. When we talk Friday, do you think you'll have a captain?"
    },
    {
        "speaker": "C",
        "text": "See, now I'm worried, like, if they come out and the floor is at, you know, four, we'll say, okay, is it even worth it to buy one? Because it's not doing what it's supposed to be doing?"
    },
    {
        "speaker": "B",
        "text": "Well, I would say that is some dumb logic."
    },
    {
        "speaker": "C",
        "text": "No, but it's not like, if it's supposed to rock it and it doesn't, you know, I mean, is it worth."
    },
    {
        "speaker": "B",
        "text": "The get well, as."
    },
    {
        "speaker": "F",
        "text": "As Ray nine gag would say, you're stupid as fuck."
    },
    {
        "speaker": "A",
        "text": "Yeah, I'm gonna go with that."
    },
    {
        "speaker": "B",
        "text": "I'm gonna go with that. All right, look, I would say I get your. I get what you're saying there. It would depend."
    },
    {
        "speaker": "A",
        "text": "Don't do any. Don't, don't. Don't do the show disservice."
    },
    {
        "speaker": "B",
        "text": "You don't understand what he's well, I think it. My answer would be, it depends on what your intentions are. Like, what. What are your intentions with my daughter and these potatoes would like, if you're. If you're going to flip it, if you're looking to flip it, I would almost agree with you in the sense that, like, people are going to be looking for it to. To act a certain way. And if it doesn't, you're worried about. Okay, we'll actually. But if you're looking to feel anybody."
    },
    {
        "speaker": "C",
        "text": "Calling me dumb on this doesn't. Doesn't fully realize what could happen."
    },
    {
        "speaker": "B",
        "text": "But, I mean, I understand you. I get you. I speak your. I speak your potato hating yeti language."
    },
    {
        "speaker": "C",
        "text": "You can take the boy out of the potato."
    },
    {
        "speaker": "B",
        "text": "Oh, man. I kind of want to go back to this potato nonsense first. Like, as long as you don't go."
    },
    {
        "speaker": "A",
        "text": "Back to that dj boy you're doing stuff with."
    },
    {
        "speaker": "B",
        "text": "Oh, geez. Oh, man. Oh."
    },
    {
        "speaker": "F",
        "text": "I will add from a flipping standpoint, no, no one really does talk about it that much. Ray ray will address it. They do have a high royalty, so if you're trying to flip, make sure you take into consideration."
    },
    {
        "speaker": "B",
        "text": "I did see, like, 9% on the potato, right? Yeah. So, uh, if you're flipping, you know, keep that in mind, but, uh, chamber the potato is one of the most versatile foods out there. So I think you saying you don't enjoy potatoes? I think you just haven't found the right way to eat a potato yet."
    },
    {
        "speaker": "C",
        "text": "Not that I don't enjoy. I could go without them. Like, to me, like, yeah, I'm not a huge potato chip guy."
    },
    {
        "speaker": "B",
        "text": "I'm like, man, you are. I just want to say, you're getting totally faded by Shane in the emojis down there. Like, you're. He is giving you thumbs downs left and right, like, you're losing favor to your idol. Be careful."
    },
    {
        "speaker": "C",
        "text": "I go. I go Dorito over potato chip myself, which I believe is a corn based product. And then french fries, I mean, they're all garbage except for, like, three places, you know what I mean? So french fries are like, chip and."
    },
    {
        "speaker": "B",
        "text": "Fry is not the only way to eat a potato."
    },
    {
        "speaker": "C",
        "text": "Masked. What are you. Masked. Okay. Baked, I guess I would much rather, like, carve up on pasta."
    },
    {
        "speaker": "B",
        "text": "On."
    },
    {
        "speaker": "C",
        "text": "What's my carb of choice? On pasta."
    },
    {
        "speaker": "B",
        "text": "Pasta?"
    },
    {
        "speaker": "C",
        "text": "Yeah, over potatoes. Like, would you rather your carb be a potato?"
    },
    {
        "speaker": "B",
        "text": "Pasta."
    },
    {
        "speaker": "A",
        "text": "It's the most canadian thing I've ever heard."
    },
    {
        "speaker": "B",
        "text": "I'm sorry. What is pasta?"
    },
    {
        "speaker": "C",
        "text": "You know, noodles. You know, lasagna. You guys not have pasta?"
    },
    {
        "speaker": "B",
        "text": "No, we have pasta."
    },
    {
        "speaker": "C",
        "text": "Oh, excuse me. You put a little mozzarella on your pasta."
    },
    {
        "speaker": "B",
        "text": "I'm sorry. You are gonna thumbs down if chamber or thumbs up if you thought chambers said that. Weird, because it is not just me. Okay, there we go. Wow. No, no, no, we don't. No, we do not. Everybody out there is. Yeah, no, everyone out there is in full. And you know, Mackie always asks for timestamps on what we should clip. Yeah, it's definitely pasta. All right, we got a couple more hands here. First I want to go to. I don't know the order. I think Bundy went up first. Go ahead, Bundy."
    },
    {
        "speaker": "E",
        "text": "I was just going to make it quick. I was going to say I thought his animal take was bad, but this guy just came out and said he doesn't like potatoes. So I don't know anymore."
    },
    {
        "speaker": "B",
        "text": "I get it. And, well, now we know that it's potatoes or pasta and I'm not sure I could trust anything that comes out of his mouth. We almost made it a whole show without roasting you and like, you just did it yourself. We didn't even have to this time. It wasn't even. It wasn't forced."
    },
    {
        "speaker": "C",
        "text": "My face hurts, guys. You're making."
    },
    {
        "speaker": "B",
        "text": "My face wasn't forced. Shane, we'll go to you. Do you have any respect left for chamber?"
    },
    {
        "speaker": "D",
        "text": "No, I lost it all chamber. Normally you're my favorite. I always vote for you in the polls, but I just, I'm truly hurt and let down. I'm going to have to reconsider this from now on."
    },
    {
        "speaker": "B",
        "text": "So I look, there's always room on team bunchu. Shane, there's always room. Over here we have potatoes. Always a warm bowl of pasta and pasta over here on team bunchu. Scones as well. Moishe, I saw you come up. You usually have super intelligent takes, so I'm not sure that our level of nonsense here is quite with your typical."
    },
    {
        "speaker": "C",
        "text": "I've heard Moisha on coffee with kaplan a couple of times. I did not realize he delved into these, you know, into these areas. So I appreciate you coming here, man."
    },
    {
        "speaker": "B",
        "text": "So we'll kick it to you, Moishe. Take it anywhere."
    },
    {
        "speaker": "G",
        "text": "I'm currently peeling a potato as we speak, so I just find it absolutely like a blasphemy to undervalue potatoes in that sense. Like steak and potatoes. Like meat, just pure meat. Whether it's in. Whether you're having steak, chopped meat, burgers, whatever it is, you can't go wrong with me and potatoes or chicken and potatoes. Like potatoes. Just go. Well, to make a meal, you have your potato as a quarter of your plate. You have, like, half a plate of protein and a quarter plate veggies. And you're good to go, like, simplest. Like, uh, diet to go for. And you need potatoes in your diet. It's just important. Like, they're so versatile. I'm about to make some mashed potatoes. I'm excited. Fry out some onions with it. Like, you know, stuff. Basic dinner food, please."
    },
    {
        "speaker": "C",
        "text": "I like. I go green more. I was gonna say for steak, I like asparagus. I like a broccoli. I like maybe some. What are the little cabbages there? What are they called? Brussels sprouts."
    },
    {
        "speaker": "G",
        "text": "I'm throwing broccoli in the air fryer."
    },
    {
        "speaker": "B",
        "text": "As we speak that day."
    },
    {
        "speaker": "G",
        "text": "Broccoli, mashed potatoes, and some. It's called, like, a Jerusalem mix. It's like, chicken. Chicken. Chicken veal and meat. Like a little, like a stir fry of it."
    },
    {
        "speaker": "B",
        "text": "That sounds like I'm coming over. Please take a picture and tag chamber in it, specifically around the potatoes when they're done. And I actually. I mean, look, if there wasn't a more analytic viewpoint than Moshe just gave, I don't know if. I don't know how you can refute it. He basically said, chamber takes wheat offers on potatoes, is what I heard. He said, chambers egregious undervaluing of the potato as a whole is really disgusting, and I tend to agree. Let's go to cap. Cap, get in here. You pro potato?"
    },
    {
        "speaker": "H",
        "text": "Yeah. Real quick, though. I am pro potato. It's underrated. But actually, I came up here, believe it or not, to defend Chamber. It's not his fault. He's canadian. And you got to remember, they do really weird, funky stuff, like pour gravy on their potatoes, their french fries up there. So it's just, it's. I. We're going to blame Canada for this one. Chamber gets a free pass. He can't. He just. This is like a. He's a product of his environment, and not. Not his fault."
    },
    {
        "speaker": "C",
        "text": "We're past the reign supreme."
    },
    {
        "speaker": "B",
        "text": "Des. We have. We have a. We have a wager hit, I believe, right?"
    },
    {
        "speaker": "A",
        "text": "Oh, major. It's been hit for quite a while."
    },
    {
        "speaker": "B",
        "text": "Did somebody. Wait, was cap not the first one to bring up chambers canadianism?"
    },
    {
        "speaker": "C",
        "text": "I think I brought up my."
    },
    {
        "speaker": "B",
        "text": "Well, that doesn't count. Someone else. It says somebody mentioned chamber being from Canada. Yes, minus 1900. No, plus 200. We made it. We cut in right at the end here. Like, there was only three minutes left for that. Plus 2000 to pay off there. So I'm actually liking these. We should definitely put these lines up in the war room and let people bet their djen tokens on them. So does that."
    },
    {
        "speaker": "G",
        "text": "How could we even bet on this?"
    },
    {
        "speaker": "B",
        "text": "Well, I don't know how we can bet on it in public, but in our DJ network war room, we actually have this off chain Djen token that we created. And we, we made a bot in which you can bet your tokens with people. So. And then we keep chat, we keep tally on like a monthly leaderboard, and we give prizes to people who are 1st, 2nd, or third. I believe Shane has been for. Actually, phonics is a two time mvp, war room mvp. But like, you know, stuff like football games and price action and stupid shit like this is what people bet on with their Djen token. So it's, it's fun. But we'll, we'll have to figure out if we can take that, take that bot to Twitter because these are fun to bet on during the show."
    },
    {
        "speaker": "G",
        "text": "Can I get access to this? I would love to. Uh, also, Twitter space bingo. Like what, what things get brought up in a Twitter space? That would be something fun as well."
    },
    {
        "speaker": "B",
        "text": "So Twitter space bingo, you're, you're a regular on coffee with Captain. They have Punter, who I saw see down there. Punter has literally created a coffee with Captain Bingo card. Some of your favorites that you might recognize is Steve mentioning progressive, Captain mentioning Zed run. I think the term switchgears is on there. We actually have to cap, like one day actually play it. I think we'll send it out. We should just airdrop random bingo boards to people. Maybe that's how we could utilize our PO app. So you could get people buy or getting a PO app for attending a show."
    },
    {
        "speaker": "H",
        "text": "PO apps are so 2022. 2023 is the year the bingo card."
    },
    {
        "speaker": "B",
        "text": "Well, well, that's how you get their addresses. You have them claim the Po app, and then you airdrop all the PO app holders their bingo card. And that's. That's how we do it, I think. But yeah, I mean, chamber, I need actually Des and chamber, I'm going to give you one last task here today. Our last couple shows have been largely nonsense, not a ton of NFT talk today. We spent most of the time talking nfts, albeit just potatoes. And we had a moniker of nonsense in there as well. Modicum of nonsense in there as well. I need you to rate today's show chamber on a scale of one to ten."
    },
    {
        "speaker": "C",
        "text": "Well, that's a tough one. I would say total value, kind of everything taken into consideration. I did. I did feel we provided a ton of value. I finally had some pretty good laughs, too, so which is always kind of my end goal. I would rate this a solid nine out of ten."
    },
    {
        "speaker": "B",
        "text": "This is a pretty good show, Des."
    },
    {
        "speaker": "A",
        "text": "Yeah. One lesson only. I'd go a 9.1 and just a really quickly. Des did not say, hold on a minute. For plus 200, he did not sound like a robot. -420 easy over there."
    },
    {
        "speaker": "B",
        "text": "Easy past age."
    },
    {
        "speaker": "C",
        "text": "Yeah, I'm looking, I'm digging, I'm digging deep."
    },
    {
        "speaker": "A",
        "text": "Wow. Chamber, knowing all the nfts we're talking about. Plus 400. That's a sketchy one, but I'm going to give it to him. Bunches. Bunch, who states he's off the OR, we're off the rails. Plus or -120 hit bunch. You didn't do an impression, so the underdog took it. Plus 110. And chamber, someone mentions chambers from Canada, minus 1900. Big betters one. So it was a good show. I think we may have a new segment for some remit from, for some other shows and honestly, some really good information by non hosts of the show, which I think is pretty funny. So I appreciate, you know, riggs and sugar, Shane and everyone enlightening us."
    },
    {
        "speaker": "B",
        "text": "Yeah. Things we."
    },
    {
        "speaker": "H",
        "text": "The pix is not in. I was not aware of the bet slip and I did not just do that. The Canadian mentioned the heavy favorite. I wasn't aware."
    },
    {
        "speaker": "B",
        "text": "Yeah, that's what I mean. And we, and it came in with like three minutes left. So we're gonna have to figure out how to get this a more regular thing because they're fun and chamber and I will not know about what they are. Maybe, maybe you and V squared and Mackie can hold the keys to that in our chat somehow. Or we'll create a channel where we can't see things we didn't talk about today that maybe we'll talk about Wednesday. By the way, we, we have this show every Monday, Wednesday, Friday. 04:00 p.m. eastern to 05:00 p.m. eastern right here. They all also go out as podcasts under the mint condition. Or just search DJ network and you'll find those as well. Things we didn't talk about that are on our show. Notes to talk about today. Boomers being the best crypto investors question mark. I want to, I definitely want to get to that because I think I, you know, cap being in the 55 plus age group, he might have something to say about that. Bonk has. Have we heard about Bonk?"
    },
    {
        "speaker": "C",
        "text": "Yeah, we did hear."
    },
    {
        "speaker": "B",
        "text": "Did you sell your bonk?"
    },
    {
        "speaker": "C",
        "text": "I didn't know. I checked my wallet. I thought it was fake bonk. I thought something like, I don't know how that bonk. I didn't realize. Well, I knew Bonk was real, but I didn't know how it got to my wallet, so I just assumed it was scam bonk."
    },
    {
        "speaker": "B",
        "text": "Yeah, I got it. I don't know what the current price is, but my last check by Bonk was worth like six and a half sol, which is not a bad little run up from zero. We also did not discuss Logan Paul and the crypto zoo rug and him addressing it. So we'll get to those things maybe on Wednesday. I also, I kind of like, you know, having the things we didn't talk about segment at the very end."
    },
    {
        "speaker": "C",
        "text": "Hey, this is potentially what you."
    },
    {
        "speaker": "B",
        "text": "Here's what you could have heard if we didn't spend the whole time talking about starch. Imagine Steve is a co host. That's imagine having Steve. There you go. That is going to do it for us today. I have to get out of here and go watch Penn State in the Rose Bowl. I have a bet with JP Kaz for .069 ethereum because he's a Utah ute's fan. So wish me luck. There we are, Penn State. Until next time, stay mint."
    }
]