[
    {
        "speaker": "A",
        "text": "It is Friday afternoon and I'm, I'm excited. Bunch, are you excited today?"
    },
    {
        "speaker": "B",
        "text": "Incredibly, yeah. Just, it's palpable. Really."
    },
    {
        "speaker": "A",
        "text": "I feel like we need to like really skew your ratings. So like, you know, my ten out of ten excitement is, is different than your ten out of ten, you know what I'm saying?"
    },
    {
        "speaker": "B",
        "text": "For this show or just in general?"
    },
    {
        "speaker": "A",
        "text": "Yeah, just. No, just for doing the show."
    },
    {
        "speaker": "B",
        "text": "Yeah, your ten out of ten is like, you know, kid on Christmas, my ten out of ten is like dad on Christmas following around with the trash bag. That's, you know, that's probably accurate."
    },
    {
        "speaker": "A",
        "text": "I get it. So out of using that scale, where are you right now?"
    },
    {
        "speaker": "B",
        "text": "Oh, I'm the trash bag."
    },
    {
        "speaker": "A",
        "text": "All right. It's funny. So my a, my dad and stepmom just got in about an hour."
    },
    {
        "speaker": "B",
        "text": "You're going to have hold on. Before you get there, whatever happened with your dad wanting to sell all of his corn?"
    },
    {
        "speaker": "A",
        "text": "I told him not to."
    },
    {
        "speaker": "B",
        "text": "Oh, you did? And you talked him into it. You were potentially talking about buying it from him and then rubbing it in his face at all time highs. So I didn't know where we landed on that."
    },
    {
        "speaker": "A",
        "text": "So when he brought it up, the price of bitcoin, I want to say I'm just pulling up the chart now. The price of bitcoin was roughly, probably thirty k. Twenty eight, twenty nine thousand. Somewhere in there. I think it was like mid, late October. So just under thirty k. And then he said that and I said, well, I'm definitely going to buy all of it. And then over the next few weeks, we started, you know, we saw it go up to 35 and now we're, you know, 40, just under 44k right now. And he brought it up. He's like, you know what? I'm seeing the price right now. He's like, maybe I'll just hang on to it a little bit."
    },
    {
        "speaker": "B",
        "text": "Oh, wow."
    },
    {
        "speaker": "A",
        "text": "So he came to that conclusion himself."
    },
    {
        "speaker": "B",
        "text": "Got it."
    },
    {
        "speaker": "A",
        "text": "And then I told, I told him, you, you know, I just, you know, I came to a point where I probably just wasn't going to help him and that way I knew he was, you know, he wasn't going to sell it."
    },
    {
        "speaker": "B",
        "text": "Very nice. Okay, so your, your dad and stepmother are visiting and."
    },
    {
        "speaker": "A",
        "text": "Yeah, they were. Well, I was hoping they'd be here around 02:00 so we could do our Christmas. But they got here like, you know, maybe like ten after three. So I said, let's let you guys, you know, we should probably get to doing some Christmas. So I literally just finished 1 minute before, you know, the show started. And ran right downstairs."
    },
    {
        "speaker": "B",
        "text": "Cool. What did they get you?"
    },
    {
        "speaker": "A",
        "text": "They got me. We usually get a joint gift between my wife and I. So it was not a gift bag, but you know what I mean?"
    },
    {
        "speaker": "B",
        "text": "Uh, it's a gif bag. Yeah."
    },
    {
        "speaker": "A",
        "text": "Like a jiff bag. You know, like, you know when you get, like, a muffin basket? It's not a muffin. It was, you know how it's all nice and decorated? So it was one of those, but it was all they got, you arrangement."
    },
    {
        "speaker": "B",
        "text": "Is this more or less out here?"
    },
    {
        "speaker": "A",
        "text": "My. My dad treats me like the adult."
    },
    {
        "speaker": "B",
        "text": "He treats you like a. Like national receptionist day, National Administrative Assistant Awareness Day."
    },
    {
        "speaker": "A",
        "text": "So they're from the Muskokas, which is like. Like the Hamptons, I guess, is probably the."
    },
    {
        "speaker": "B",
        "text": "All they got you was that edible."
    },
    {
        "speaker": "A",
        "text": "Arrangement, but it was like a Hampton based edible arrangement."
    },
    {
        "speaker": "B",
        "text": "Yeah. So it's bougie. It is like, high quality salted meats, maybe coffee. A coffee treated cheese. I could imagine being in there, like, some kind of port wine cheese, salted meat, some weird canadian nuts, a moose antler. Those. That's kind of. That's what I'm envisioning right now."
    },
    {
        "speaker": "A",
        "text": "That's exactly what I mean. Literally, item for item. That was. That's."
    },
    {
        "speaker": "B",
        "text": "Yeah, I mean, he didn't call me and ask me what to get you. I just sent it to him unsolicited. I said he would love a moose antler gift bag. Yeah."
    },
    {
        "speaker": "A",
        "text": "Right. So, yeah, so that's what I got. I got them a gift certificate for the local theater in that area."
    },
    {
        "speaker": "B",
        "text": "Like, we're talking live theater or we're talking, like, AFC theaters?"
    },
    {
        "speaker": "A",
        "text": "No, like musicals and plays, and that's what they."
    },
    {
        "speaker": "B",
        "text": "What kind of theater you got going on up in the great white north? We're talking, like, wicked, but, like, with. Yeah. I don't know. Like what?"
    },
    {
        "speaker": "A",
        "text": "Well, my. My stepmom was just. She pulled up the website, and she was in the midst of booking as I was coming down, so Billy Elliot, I think, was the first show they were gonna go see."
    },
    {
        "speaker": "B",
        "text": "Who's that guy?"
    },
    {
        "speaker": "A",
        "text": "I don't know. It's. She was very excited."
    },
    {
        "speaker": "B",
        "text": "Who, Billy or your stepmother?"
    },
    {
        "speaker": "A",
        "text": "My stepmom. She's like, oh, Billy Elliot."
    },
    {
        "speaker": "B",
        "text": "Nice."
    },
    {
        "speaker": "A",
        "text": "Yeah. So. So there is wrapping paper all over my."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah. So you. So just like always, you do actually need me. You need the dad with the wrapping paper behind you."
    },
    {
        "speaker": "A",
        "text": "Full circle, buddy."
    },
    {
        "speaker": "B",
        "text": "Full circle. I, this Christmas, totally realized that I am that guy. Are you that guy? Sounds like. No, based on the fact that you still have wrapping paper, but that might be just because of the deadline of getting here to do the show."
    },
    {
        "speaker": "A",
        "text": "You got it. Normally, I got the recycling bags out. I'm jamming everything in. I'm walking around, you know, ball that wrapping paper up and throw it over here."
    },
    {
        "speaker": "B",
        "text": "What is it? Like, why. Why don't we do this? I mean, I'm not necessarily a. I'm not necessarily that person. At any other time in my life."
    },
    {
        "speaker": "A",
        "text": "I would. I think I am. Like, my cleanliness helps clear my head, and, like, a big mess is just not good for my mental health."
    },
    {
        "speaker": "B",
        "text": "Dude, I get it. Like, I agree with that. In fact, my wife and I were sitting on the couch in the basement last night watching some. I think it's a terrible show. I think it. I think it's a terrible show. But we have. We are, like, really into it. It's called school spirit on Netflix."
    },
    {
        "speaker": "A",
        "text": "No, I've never heard of this. No."
    },
    {
        "speaker": "B",
        "text": "The way I would describe it is like breakfast club, but they're all dead. That's. That's how I would describe the show. And, oh, school spirit. What did you think I said?"
    },
    {
        "speaker": "A",
        "text": "Yeah, no, but I get the joke now that they're spirits."
    },
    {
        "speaker": "B",
        "text": "Oh. I actually didn't even put the two together. There you go. Thank you for that. That's where I am. Anyway, we're sitting on the couch last night, and we had just kind of done some tidying up in the basement, and it looked, you know, really clean compared to what it normally did. And we were both sitting there, and we're like, oh, my God, how much better is this? Like, it just puts you. It felt homey and comfortable and not stressful, and I'm like, why don't we do this with the rest of our lives? And then we're like, oh, no, we don't have time or patience or kids that won't wreck it five minutes afterwards. So I totally."
    },
    {
        "speaker": "A",
        "text": "You guys don't. You don't participate in any, like, maid service to the house or anything like that?"
    },
    {
        "speaker": "B",
        "text": "That's funny you should ask that. Um, they just left about a. About an hour and a half ago, and so we did we. A while back when we had our. When we had our second kid, you know, Laura had. You know, we got to keep her sane, you know? So, yeah, stay at home mother with two kids 21 months apart, you know, like, she's got. Got a tough gig, you know, and I'm down here talking to you, and I. And I describe it."
    },
    {
        "speaker": "A",
        "text": "She knows it's work."
    },
    {
        "speaker": "B",
        "text": "Describing it as work. And however there I. It's work. I don't. It's. It's charity work, and. But, you know, so she's up there with two screaming kids, and it's hard to, you know, keep the house clean with both of us doing all kinds of stuff. And so when we had our second kid, we got, like, the cleaning service to come once a month, and it was awesome. I loved it. And then I decided it was getting far too expensive, so we cut it off for about probably the last six months, and we. I just decided, like, over a Christmas break, I'm like, we need to have them back here. And so they came back today, actually, which, again, this is not rehearsed. You did not know this. They came back today, and they hadn't been here in so long. I got charged extra for the deep cleaning they had to do. It was pretty rough, but totally worth it. My wife just texted me a couple of minutes ago, and I'm kind of tired and grumpy today. I didn't sleep well last night, and I was saying, I'm like, hey, can we just, like, order pizza tonight and just do whatever? And she's like, we can do whatever you want. You made my day. And I was like, what? And she's like, yeah. I'm upstairs. The kids are sleeping. I'm laying in bed watching a Netflix documentary, and my house is clean. And I'm like, okay, cool. So it's the little things in life, and I actually, you know, I'm. I'm. You can tell me. Where do you pick up the husband of the year, um, award? I booked my wife a massage for tomorrow at noon, so she's going to do that. And, you know, here I am, just slaving away."
    },
    {
        "speaker": "A",
        "text": "That's unbelievable. Um. I don't know where the husband of the year awards are. I'm gonna be honest."
    },
    {
        "speaker": "B",
        "text": "I'll ask Steve."
    },
    {
        "speaker": "A",
        "text": "They don't tell me."
    },
    {
        "speaker": "B",
        "text": "Steve, definitely ask him where he picks his."
    },
    {
        "speaker": "A",
        "text": "Definitely not."
    },
    {
        "speaker": "B",
        "text": "Steve wins them quarterly."
    },
    {
        "speaker": "A",
        "text": "He really works for it, though. Yeah. We have Emily up on the stage, and I feel like she has a lot to bring."
    },
    {
        "speaker": "B",
        "text": "She'll definitely have some thoughts on these topics, for sure."
    },
    {
        "speaker": "C",
        "text": "Emily, GM GM came here to say I couldn't get five minutes into the pilot of school spirits. That show is such hot fucking garbage. Like, it is, but it's. It's not. It's not that. It's like. It's not that. It's, like, candy type of garbage. It's that it's, like, tedious garbage. Like, it. Like, it felt like I was being punished. It was like. It was just so horrifically painful to watch for five minutes. I was like, I fucking can't. I cannot. And, like, normally, I'll get through a pilot, and then I'll be like, okay. Like, that was a little bit rough. And, like, they kind of found their. Found on their characters, and, like, they have better chemistry. Like, that show, I do not know how it got out of the pilot."
    },
    {
        "speaker": "B",
        "text": "You're so right. Like, I don't. I preface the whole thing with, I don't know how we're still watching it, because I agree with everything that you've said."
    },
    {
        "speaker": "C",
        "text": "It literally feels like. It literally feels like the high school drama department, like, buddied up with the fucking videography students and, like, started producing the most horrifically written, what's intended to be a sitcom, but, like, makes you want to lobotomize yourself. Like, it is just. I just had. What has gone on in your brain? Like, what? How do you."
    },
    {
        "speaker": "B",
        "text": "Nothing. That's. That's the point of it. It's, like, the thing that we watch at the end to just shut our brains off, I guess, but, like, it."
    },
    {
        "speaker": "C",
        "text": "Doesn'T shut my brain off. It, like, oh, my God. Like, I just. I fucking couldn't. Like, it is. Please, everybody, spare yourselves. Do not. Do not even, like, try to prove one of us right or wrong. Like, just fucking do not. Dumb."
    },
    {
        "speaker": "B",
        "text": "It's better not. It's better. You're. You're correct. It is better that we do not advise anybody to either watch it for. For any reason to either agree with me or disagree with me, because I agree. I agree with everything that you've said. I'm just totally too far in at this point, and now we're gonna finish it."
    },
    {
        "speaker": "C",
        "text": "Listen to me. You're not too far. You can just stop."
    },
    {
        "speaker": "B",
        "text": "I think we have literally, like, one episode left, two episodes left or something."
    },
    {
        "speaker": "C",
        "text": "That show will not get renewed because it is horrible, for sure. I think it was, like, somebody must have finally gotten their chance during the writers strike and, like, snuck it in there, and they were like, well, we don't know what the fuck else to do. So, like, fuck it. This sucks. I hate it. I don't want to produce this shit."
    },
    {
        "speaker": "B",
        "text": "I actually even said while we were watching it last night that it felt AI generated, and that would. That that would go along with your thesis, that it is writers strike fodder. Uh, because I literally said I was like, this somehow feels like it's AI generated. So, uh, in agreement chamber, uh, you're going to give this a watch after this result, after this amazing review."
    },
    {
        "speaker": "A",
        "text": "It's so conflicted. I feel like I need to be the."
    },
    {
        "speaker": "B",
        "text": "No, it is not conflicted. I'm agreeing with Emily. There's."
    },
    {
        "speaker": "C",
        "text": "It is awful trash. It is awful fucking trash."
    },
    {
        "speaker": "A",
        "text": "I'm gonna be honest. Emily. I'm gonna be honest. When bunch tells me he's watching something that's used to just kind of, like, tune out, it's probably not something I'm gonna be watching."
    },
    {
        "speaker": "B",
        "text": "Yeah, no."
    },
    {
        "speaker": "C",
        "text": "Okay. Like, listen, when I wanna watch a show and tune out, I'm watching, like, is it cake? Or, like, check out this fucking Lego challenge, right? Like, I'm gonna watch some, like, horrible, vapid reality tv and, like, I fucking hate reality. Yeah. Like. Like, okay, I'll pick a fucking horse and, like, maybe I win. I don't know. But, like, that shit. Oh, my God. It is just like. Oh, you can tell. Listen, you can tell that even the. The film crew fucking hates that show because they are, like, desperate to find a cut for a scene. Like, it is the. It is the most poorly executed television show and I in existence. I cannot believe it's still alive. Like, I just. I can't. I can't."
    },
    {
        "speaker": "B",
        "text": "Spoiler. We usually don't do spoilers on this show, but. Spoiler. It's always cake. It's just. It is. It's always. It's always cake."
    },
    {
        "speaker": "A",
        "text": "Okay, we got it. We got a."
    },
    {
        "speaker": "B",
        "text": "Sorry. You have. You have more important things to get to, like, whatever the title of this show is."
    },
    {
        "speaker": "C",
        "text": "Oh, yeah. I also came here to say that there is no place to get a husband of the year trophy that's made up."
    },
    {
        "speaker": "B",
        "text": "We'll confirm that with Steve. But if it is real, I putting in a ballot for one and. But it is likely not a real thing."
    },
    {
        "speaker": "A",
        "text": "I'm just looking to make the all defense team, to be honest."
    },
    {
        "speaker": "B",
        "text": "Second team, all defense didn't get. The only qualification is don't get divorced. And then you got it."
    },
    {
        "speaker": "A",
        "text": "That's it, man. That's it. So I texted you late last. Well, late for you. Midnight or mid evening for me. And I texted you and I said, I have fresh new."
    },
    {
        "speaker": "B",
        "text": "About what time I go to sleep."
    },
    {
        "speaker": "A",
        "text": "Yeah, 100%. I have a fresh, new conspiracy to talk to you about today. And I spent some time listening to cap and Steve this morning and sounded like they. I didn't hear them speak about it, but it sounded like they were speaking about it. Caps, obviously, in Florida. I think both those gentlemen were in Miami fairly recently."
    },
    {
        "speaker": "B",
        "text": "Art basel, I think."
    },
    {
        "speaker": "A",
        "text": "Yeah. So I'm on TikTok, and I come across this video where they're showing what looks like downtown Miami. And there are 60, 70 police vehicles just storming this mall. And I didn't know what was going on, so I'm getting into it. I'm reading about it. And the official, the official story is there was some kids fighting and lighting off fireworks in the mall. Now, based on that, it was the most amount of cop cars I've ever seen in one place ever. I personally think that seems like a lot of cop cars for kids fighting in a mall and lighting up fireworks. Would you agree? Is that too many cop cars?"
    },
    {
        "speaker": "B",
        "text": "Look, if you think it's too many cop cars, it probably is."
    },
    {
        "speaker": "A",
        "text": "It seemed like a lot. So as I delve into this, not only were there that many cop cars, the Miami airport shut down for like, four to 6 hours. And again, apparently due to this incident in this mall in Miami, I'm like, well, that's weird. Why would you shut down. No incoming flights, no exiting flights out of the airport. And then they turned the power off in that area. And I think it sounded like 40 to 60,000 people were out of power for multiple hours during this time, all for these groups of kids. Then reports started coming out from people within the mall that they were being chased by, quote, eight to ten foot tall creatures. And there's no video of kids fighting in the mall. You know, there's, there's. It seems very suspicious. I don't know what's happening there. There were. There was a creature sighting in Las Vegas a couple months back of a possible alien or aliens in Las Vegas in somebody's backyard, which was documented on police cam that had a description very comparable to what we were hearing in this Miami mall. And I'm gonna be honest with you, it seems like a lot of things to do. So again, shut down the airport, shut down the power. The most amount of cop cars I've ever seen in one place. All because some kids were roughhousing and fighting. No guns. Apparently there were gunshots. People were saying it was fireworks. Other people are saying people were literally just like, had their. Apparently, like in Florida, people can just carry guns."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah."
    },
    {
        "speaker": "A",
        "text": "Like walking. Walking around."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah."
    },
    {
        "speaker": "A",
        "text": "There was talk of they can also."
    },
    {
        "speaker": "B",
        "text": "Just, like, shoot you if you go to their house."
    },
    {
        "speaker": "A",
        "text": "That's wild. So there was talk of people shooting at these eight to ten foot tall creatures in the mall while they were running away."
    },
    {
        "speaker": "B",
        "text": "So now have we seen any video, like, recounting of the."
    },
    {
        "speaker": "A",
        "text": "So in the jumbotron here, I put a couple of videos. The Rick Ross. That's the only videos that are available. Everything else, it seems to be scrubbed. No videos from inside the mall. No videos from outside of the mall. Only these videos from people in the apartments in that surrounding area."
    },
    {
        "speaker": "B",
        "text": "Yeah."
    },
    {
        "speaker": "A",
        "text": "Very suspicious stuff."
    },
    {
        "speaker": "B",
        "text": "I mean, I'm so just reading the comments here. I'm a big fan of Tom Balenco. And not one photo, dot, dot, dot from anyone. Dot, dot, dot, out of mall, dot, dot, dot. And then Ashton Forbes. Very credible gentlemen. They didn't take video of the kids fighting either. I'm going to reserve judgment because that's way too many cop cars for a fight. I don't blame anyone for dismissing it out of hand, you know?"
    },
    {
        "speaker": "A",
        "text": "So, I mean, what are your thoughts? If. If I were to tell you, don't worry about the eight to ten foot tall creatures. If I just said, hey, mall in Miami, the most amount of cop cars you've ever seen in one place, they shut down the airport for multiple hours, and they shut power down in that area for multiple hours. Like, what. What are your thoughts of just that?"
    },
    {
        "speaker": "B",
        "text": "Yeah. It seems a little overkill for the idea that there's just a mall fight."
    },
    {
        "speaker": "A",
        "text": "Yeah. Like you would think. I mean, I would think something severe is happening. Like, regardless of whatever the, you know, whatever they tell me, if. If I'm just told these are the things that happen, like shooting or something. Like something. Okay. I've. I mean, you know, I've seen video of, like, shootings where it's, like, a half a dozen cop cars. You know what I mean? Like. Like, this is. This was wild. So I don't know. How did you come across this on TikTok? Like I normally do. Like, I get most of my. Yeah, yeah."
    },
    {
        "speaker": "B",
        "text": "Okay."
    },
    {
        "speaker": "A",
        "text": "TikTok's a good source. I mean, in the same way Twitter is used for, you know, breaking news. Tick tock is. Can be used in a similar fashion."
    },
    {
        "speaker": "B",
        "text": "Did you read. Did you go through the comments?"
    },
    {
        "speaker": "A",
        "text": "No."
    },
    {
        "speaker": "D",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "I just posted one up top of a alleged."
    },
    {
        "speaker": "A",
        "text": "Oof."
    },
    {
        "speaker": "B",
        "text": "Photo."
    },
    {
        "speaker": "A",
        "text": "So this was posted earlier, and I cannot verify its authenticity. All I can say, and by the way, this is all in caps. All I can say is that it looks very similar to what and others reportedly saw. No fingers, no legs. Anatomically consistent with the being that glides as opposed to steps. It's very strange. Now, did you hear Stephen Cap, talk about this today?"
    },
    {
        "speaker": "B",
        "text": "No, this is the first time I missed coffee in a while. Did they talk about this?"
    },
    {
        "speaker": "A",
        "text": "I'm positive they did. Cap or Steve, if you guys are available, feel free to come on up. I'm more. Cap is closer to the incident, so I don't know if he has a bit more information there."
    },
    {
        "speaker": "B",
        "text": "Yeah, but Steve knows everybody. He's probably got on these aliens."
    },
    {
        "speaker": "A",
        "text": "He probably does. I heard the aliens bought his book. Fun fact."
    },
    {
        "speaker": "B",
        "text": "No, I did not. Did they talk about it? I don't even know."
    },
    {
        "speaker": "A",
        "text": "I'm pretty sure they did. But I'd be interested to hear, and if anybody else has heard anything, any new information, or has a bit more information to bestow upon us, please come on up and let us know, because I am very interested in this topic. This is before we."
    },
    {
        "speaker": "B",
        "text": "I don't know if we have Steve or Cap to talk, but if they. Before we do that, I've now scrolled through, I think, on the second tweet here, almost all the comments, and we're gonna play a game. The game is called how many NFT mfers are in these comments?"
    },
    {
        "speaker": "A",
        "text": "Okay, you have to guess how many."
    },
    {
        "speaker": "B",
        "text": "Comments are there on this second one. Looks like. Hold on. I don't know. I can't tell. It's the second video overhead that you posted. It's got. I don't know. The one with it doesn't say how many comments. It says 1.5k reposts, 812 quotes, nine k likes, three, two k bookmarks."
    },
    {
        "speaker": "A",
        "text": "I have to imagine 100 mfers on this thing."
    },
    {
        "speaker": "B",
        "text": "There were five. Only five. And now we're going to play a new game. How many of them were bored apes?"
    },
    {
        "speaker": "A",
        "text": "See, the fun thing with bored apes is you actually don't need a bored ape in the order to have one as your profile pick."
    },
    {
        "speaker": "B",
        "text": "Well, yeah, okay, but I'm going by how many boarding?"
    },
    {
        "speaker": "A",
        "text": "Twelve."
    },
    {
        "speaker": "B",
        "text": "There was only five NFT mfers in the whole thing."
    },
    {
        "speaker": "A",
        "text": "Oh, sorry. I thought you meant mfrs."
    },
    {
        "speaker": "B",
        "text": "No, no, sorry. How many nft owning motherfuckers are."
    },
    {
        "speaker": "A",
        "text": "Okay, gotcha, gotcha. Sorry, sorry. I thought you meant mfers specifically. Two."
    },
    {
        "speaker": "B",
        "text": "Two is correct. I, uh. One mutant."
    },
    {
        "speaker": "A",
        "text": "Okay."
    },
    {
        "speaker": "B",
        "text": "One crypto punk."
    },
    {
        "speaker": "A",
        "text": "Nice."
    },
    {
        "speaker": "B",
        "text": "And one alien friend, which I feel like there should have been way more."
    },
    {
        "speaker": "A",
        "text": "I feel the alien friend, uh, coalition."
    },
    {
        "speaker": "B",
        "text": "Should, like, they need to be on this. Like, the fact that they're not all over. First of all, we always talk about, you know, how to get eyes on your project alien and. And, you know, twitter raids and all this stuff. How are the alien friends just not all over UFO Twitter on every single post? Doesn't that seem like a pretty good marketing strategy?"
    },
    {
        "speaker": "A",
        "text": "Makes sense to me."
    },
    {
        "speaker": "B",
        "text": "I know. Yeah. So, I mean, I don't know what to make of these things. There's no. Nothing of anything. So, like, are people, like, out of ten?"
    },
    {
        "speaker": "A",
        "text": "Out of ten? How intrigued are you by what happened here?"
    },
    {
        "speaker": "B",
        "text": "How intrigued? I. Yeah, I don't."
    },
    {
        "speaker": "A",
        "text": "I don't necessarily need your belief, you know, level. But, like, is your level of intrigue sparked out of ten?"
    },
    {
        "speaker": "B",
        "text": "God, I don't even know. Like, I don't even know if these things actually faze me anymore. I think most of it is bullshit. I don't know. Like, we didn't. We didn't freak out when the government was basically telling us, yeah, there's. There's aliens and UFO's. So, like, I don't give a shit if they're going to bed, bath and beyond, I guess. You know, I get it."
    },
    {
        "speaker": "A",
        "text": "I get it. Oh, for the record, too, by the way."
    },
    {
        "speaker": "B",
        "text": "What? What? They're more of a bath and body works? Is that what?"
    },
    {
        "speaker": "A",
        "text": "You know, I just watched a show that I highly recommend. In the show, they see a UFO as kind of like us. A very small story arc, but the show is on Apple TV called is it cake? Is it."
    },
    {
        "speaker": "D",
        "text": "No."
    },
    {
        "speaker": "A",
        "text": "Is it a UFO? No, it's called platonic with Rose Byrne and Seth Rogen."
    },
    {
        "speaker": "B",
        "text": "Fantastic."
    },
    {
        "speaker": "A",
        "text": "Very good show."
    },
    {
        "speaker": "B",
        "text": "Wow."
    },
    {
        "speaker": "A",
        "text": "Yeah. Pain."
    },
    {
        "speaker": "B",
        "text": "You saw Apple TV? Yeah, I canceled my apple tv when I fired the cleaning lady, so maybe it's time to get that back, too."
    },
    {
        "speaker": "A",
        "text": "Yeah. Very good show. Very good show. I was very, very happy watching that one."
    },
    {
        "speaker": "B",
        "text": "All right, hold on. Before we go to hands, I think we have Emily. And then Ian came up. We got to go through these comments. Cap just said, when alien. So we got to it for sure. Von Franten says, I'd like to hear from our resident Florida man, Chris Jordan. Let's see a bunch of Dow Jones alien gifts. Oh, wait, Ian, who is up on stage here, posted a. An article. There you go. I just threw it up there."
    },
    {
        "speaker": "A",
        "text": "Oh, love an article."
    },
    {
        "speaker": "B",
        "text": "That's it. There you go. So Emily will go to you first, then, and we'll go to Ian if he's available."
    },
    {
        "speaker": "C",
        "text": "Fuck yeah. By the way, I did the same thing. I scrolled through that shit, and one of my dev friends made that delightful meme. Up top. Aliens just coming in to steal your fucking Stanley cups. Questions on the continuity between the Vegas incident and this. I thought the aliens in the videos from the Vegas incident had arms and legs and fingers."
    },
    {
        "speaker": "A",
        "text": "This is a good point, Emily. This is a good point you're bringing up. I do recall them being, you know, having limbs."
    },
    {
        "speaker": "C",
        "text": "Yeah, right?"
    },
    {
        "speaker": "A",
        "text": "They were the same."
    },
    {
        "speaker": "C",
        "text": "The height, consistent. The grays. We know about the grays, but, like, they are not floaty beings. The video I saw, they're like, stomping around. Okay. Also. Also, I live in the San Francisco Bay area, right? Like, it is a very densely populated area. You know, we've got. We got a little higher risk of forest fires and shit just because it's California. But, like, my power goes out along with the rest of the East Bay. That, like, affects millions of people for many hours at a time. All the fucking time. So I will immediately write off that piece of evidence. Like, they just do it all the time for funsies. I don't even know what the hell they're doing. It happens, like, you know, multiple times a year, so that one goes away. These are not consistent beings. If cops are bored and something sounds more interesting, they will go to the thing that sounds more interesting, guaranteed. And if someone's, like, fireworks show, maybe aliens, I am showing up. I don't know, that sounds a lot more fun than, like, traffic stops. So I, like, I. I'm coming with this. A lot of incredulity. Incredulity. I have not seen a bet to make on Paris space yet, but I would take that bet."
    },
    {
        "speaker": "B",
        "text": "No, you're on the. What's the line here? Where would I be -10,000 that there's no aliens? It's probably higher than that."
    },
    {
        "speaker": "C",
        "text": "It's probably like, I mean, I don't know, like. Like early 20, early 2020. The government literally came out and they're like, oh, yeah, we definitely have a UFO program. We definitely believe in aliens. And people, like, didn't believe it because it was like, during the start of, like, Covid and shit. Yeah, and, like, people were more interested in, like, I don't know, Wuhan or whatever, the fucking sourdough."
    },
    {
        "speaker": "B",
        "text": "That's what people were more interested in."
    },
    {
        "speaker": "C",
        "text": "But it was banana bread. Come on. But, like, I just. I don't know, man. Like, the government already said it was there. I just think that these ones are from a different solar system."
    },
    {
        "speaker": "B",
        "text": "Well, you make a good point here, chamber. I was going to ask this. So, like, you know, the Vegas aliens, the Miami aliens, could they just be like, you know, are we. Are we just talking different species of aliens here? Or, you know, immediately dismiss."
    },
    {
        "speaker": "A",
        "text": "We could be talking about, I think the government or people from the government have actually classified different races of aliens. So, you know, Emily mentioned the grays. I believe there's something called the Nordics, which look suspiciously like people from Norway."
    },
    {
        "speaker": "C",
        "text": "All right, hang on. I'm going to have to fact check you on this one, chamber. They have not issued any sort of about races of aliens, at least not from the us government."
    },
    {
        "speaker": "A",
        "text": "Like, maybe official Twitter. Maybe, like, one of those."
    },
    {
        "speaker": "C",
        "text": "Give me that. Give me that. Freedom of Information act file now, please, sir. Like, what the fuck are you on about?"
    },
    {
        "speaker": "A",
        "text": "So, yes, there. There have been people on record."
    },
    {
        "speaker": "B",
        "text": "So the Nordics are aliens. That's what we get here."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "They're watching Grey's anatomy or something to that effect."
    },
    {
        "speaker": "A",
        "text": "Yeah, whatever. The norwegian version of Grey's Anatomy."
    },
    {
        "speaker": "B",
        "text": "Yeah. Okay, so you're now, on a scale of one to ten, how much do you believe this, as an alien? Uh, slash conspiracy theorist. Uh, slash, you know, believer of all types. Where. Where are you on this one?"
    },
    {
        "speaker": "A",
        "text": "I'm. I'm pretty high. Um, again, just."
    },
    {
        "speaker": "B",
        "text": "I didn't ask your current mental state. I asked what I asked, on a scale of one to ten, how much do you believe this?"
    },
    {
        "speaker": "A",
        "text": "I'm pretty hot. I would say, again, just based on the level of reaction from the police, from the airport. So I'm pretty curious. I would say it's more than likely that it's not what they said it was. I don't think it was a bunch of kids lighting off fireworks in a mall. So I would say that for sure. Whether it's creatures. Yeah. I don't know. Coming in from an alternate dimension, a terrorizing bed, bath and beyond and, you know, sharper image."
    },
    {
        "speaker": "C",
        "text": "Okay, wait."
    },
    {
        "speaker": "B",
        "text": "Massage beds."
    },
    {
        "speaker": "C",
        "text": "I have one more mythbuster here. Bed, Bath, and beyond declared bankruptcy. They sure as shit were not in bed, Bath, and beyond."
    },
    {
        "speaker": "B",
        "text": "Well, that's what makes it even crazier."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "B",
        "text": "All right, Joe, put a. Set us straight here."
    },
    {
        "speaker": "D",
        "text": "I feel really terrible to do this chamber, but it's like, if you crossed fucking space, like, vast amounts of space. Are you fucking going to Miami? To outdoor mall? Like, this is what you did?"
    },
    {
        "speaker": "B",
        "text": "These are good questions."
    },
    {
        "speaker": "D",
        "text": "You went to Florida? Like. Like, think about that. Just, like. Just, like, hold your shit. Think about, you have crossed the fucking universe. These aren't people that came off of the backside of Mars or some, right? This is like, they have perfected interstellar light, warp speed. It still would take, like, if you consider how vast the universe is and that the fastest thing that we know to exist is light. And even if we get into fucking wormholes and shit, these beings mastered that and then ended up with local police in Miami chasing them around an outdoor mall. Just consider all of that. Like, what the hell? I mean, that would just be some of the dumbest fucking things I've ever seen in my life. Like, they would have to have crashed the helicopter or the vehicle somewhere. The thing I would say is this. The thing that made it most sus. In the entire alien sort of thing. And I'm not talking about this floridian stuff. Oh, first, first, I don't know if any of you. I am not trying to be offensive to anybody who is a law enforcement officer. They are some extremely basic bitches, okay? We are not talking about the highest level of thinker. The test is super easy, okay? I went with my brother and took the test. He was trying to figure out how he could service, like serve his country, his thing. And one of the things he explored was that he's like, come with me. Did it. The LAPD basically called us nonstop because we were some of the first people that fucking passed it the first time. So like, you're talking about my, my cousin is like, what was a dog cop? Sergeant, lieutenant, whatever the thing that comes after sergeant is, okay, this dude took eleven tries to pass the LAPD exam. That's the level of basic bitch. Okay? So if, if lights and sirens are exciting and they aren't being told that they got a beast somewhere, they gonna go over there, because basic bitches do basic things. So that's the first thing. The second thing is this. When the government finally announced that there was an alien program, that was when I became most suspect of the fact that aliens had ever visited here. And not in the way you think, where I'm like, oh yeah, they're telling us this because they've come and visit us, but more because the shit that we've been building was finally getting seen by people. And they were like, well, it's probably better if we just say we got an alien program and then people will be like, oh, it's because we've been visited by aliens. Right?"
    },
    {
        "speaker": "A",
        "text": "My, that's a good point."
    },
    {
        "speaker": "D",
        "text": "My mother's husband spent most of his career at Boeing building basic shit that we fly on."
    },
    {
        "speaker": "B",
        "text": "But before that, my wife's boyfriend, weird."
    },
    {
        "speaker": "D",
        "text": "Before that he was stationed at an air base in Greenland. His father spent his entire career at Boeing and large chunks of it. He was in the Skunk works project that worked out of prim or Grim Lake, area 51. He was one of three or four people in the world who knew how to drive this secret vehicle that was enormous. And it was supposed to launch ICBM's and mobile Leaf from anywhere. Basically a silo on wheels nobody else knew. He would literally drive to work every day because he wasn't on the military side where they got to fly in. If you're on the Boeing side, you actually drive in vans into area 51. They were playing with shit. Back then, back in the seventies, they were trying to figure out aerodynamics to do stealth fighter jets. They were using spray paint that, you know, cost, you know, thousands and thousands of dollars a can to try to do, you know, radar reflection and this kind of shit. Point is, we got some really crazy shit that we've built. You don't want your enemies to know that. You don't want your citizens to know that. You're not even going to tell your best fighter pilots about that shit. So when people see that, they don't understand, it's a lot better to just go, yeah, that's a fucking alien. I've watched the shit take off. That Elmo and his company send from Vandenberg with the SpaceX and the, you know, Starlink. Those things look fucking alien. They're fucking amazing to watch. And they launch them at night and it looks cool as hell. But if you didn't know what that was, you would go, holy shit. What the fuck is invading us anyways?"
    },
    {
        "speaker": "A",
        "text": "My mom called me during the summer freaking out because she saw the Starlink."
    },
    {
        "speaker": "B",
        "text": "My uncle did that, too."
    },
    {
        "speaker": "D",
        "text": "The thing, the multistage rocket that shoots off Vandenberg Air Force Base is amazing because it's right on the Pacific and you can see it from hundreds of miles when it takes off. And it takes off right as the sun is setting on the Pacific and you have this amazing light and the thing starts exploding. It looks like it's failing, but it's the multistage exploding as it goes. And the only reason I'm bringing that up is because it's really easy to not know what you're seeing. Because we're humans and we're pretty stupid, even the smart ones. And most of those alien sightings, they're very ugly people. Just look around your common human person. Look on the timeline. These people look ugly. They look like aliens. I'm done talking."
    },
    {
        "speaker": "B",
        "text": "I'm very. I'm very ugly."
    },
    {
        "speaker": "A",
        "text": "You must see a lot of aliens."
    },
    {
        "speaker": "B",
        "text": "Oh, yeah."
    },
    {
        "speaker": "C",
        "text": "I gotta. I gotta throw a little icebreaker for the speakers here since we know you're not going to Miami and eating. I don't know what the fuck? Another goddamn Cuban. Where are you landing and what are you eating?"
    },
    {
        "speaker": "A",
        "text": "I actually pulled up the restaurant list, or the restaurant directory for the Bayside marketplace in Miami where the aliens, you know, decided to visit."
    },
    {
        "speaker": "B",
        "text": "And Panda Express, obviously."
    },
    {
        "speaker": "A",
        "text": "You know, we got our chilis, we got our bubba gum shrimp. I would say some highlights here, some places that I'd be looking at. La Canada's looks pretty good. Margaritaville Miami, honestly, is probably the best margaritaville on the planet."
    },
    {
        "speaker": "C",
        "text": "Anyways."
    },
    {
        "speaker": "A",
        "text": "Yeah, mamma mia's gelato italiano. I think these are possible destinations for interstellar. Interstellar travelers."
    },
    {
        "speaker": "B",
        "text": "We talked about this last time about where would they go, like a chicken filet or something, you know?"
    },
    {
        "speaker": "A",
        "text": "So there's churromania as well?"
    },
    {
        "speaker": "B",
        "text": "Oh, definitely churromania. What are you, nuts?"
    },
    {
        "speaker": "C",
        "text": "What if, what if the Florida man stories have just, like, finally been broadcast far enough into the space that this interstellar species is like, we got to see this shit. Can you believe that? And they just show up for it."
    },
    {
        "speaker": "A",
        "text": "What if bath salts are the chemist?"
    },
    {
        "speaker": "B",
        "text": "Beyond salts."
    },
    {
        "speaker": "A",
        "text": "Bed bath salts and beyond."
    },
    {
        "speaker": "B",
        "text": "That's what. That's what it is. They were looking for bath salts. They accidentally stumbled into bed, bath and beyond, took a wrong turn, stopped at churromania. Kids tried to fight them, and here we are."
    },
    {
        "speaker": "A",
        "text": "What if bath salts are the chemistry required for interstellar travel?"
    },
    {
        "speaker": "B",
        "text": "Oh, interesting. Now we're getting somewhere. Now chamber. Uh, you know, I always have to give you credit where credit is due. Um, when you bring up topics like this, we get tons of. Of hands and participants, and not only this time, uh, do we have multiple participants, but you have summoned the conspiracy theorist of all conspiracy theorists. Uh, suga Shane. So we're going to go Mister House Sugar Shane. And then back to Joe."
    },
    {
        "speaker": "E",
        "text": "Well, so I was actually really happy Shane popped up on stage, because when Joe started talking, I had the counterpoint to why aliens would visit, just not Miami, which I thought Emily actually drove a great point toward. I think if aliens were going to visit the US specifically, one of the crowning places they should visit is West Virginia. Right? Because if you think of, like, us society as a whole, West Virginia, it's just like, what the fuck do they got going on down there? We got two year olds drinking Mountain dew out of the baby bottle, right? We got all these. We got all these, like, trailers filled with asbestos that people are still living on, even though we've known asbestos is still bad since like, 1970. So, yeah, that was, that was the basis. What I had also pain. I like the new small brain. Looks good."
    },
    {
        "speaker": "B",
        "text": "When somebody. Has anybody done smooth brains? We need to do those."
    },
    {
        "speaker": "E",
        "text": "I would. I would mint some of those. If someone make that collection, I'll mint them."
    },
    {
        "speaker": "B",
        "text": "Hell yeah. All right, sugar Shane, are aliens hanging out in West Virginia? Yay or nay?"
    },
    {
        "speaker": "F",
        "text": "Well, some of the people around here, you would just go ahead and assume they're aliens."
    },
    {
        "speaker": "B",
        "text": "From my experience, that's what Joe's talking about. There you go."
    },
    {
        "speaker": "A",
        "text": "Right?"
    },
    {
        "speaker": "F",
        "text": "You would just go ahead and assume it. I mean, we do have a lot of Sasquatch and, you know, those do go hand in hand, but that's a conversation for another day. I just wanted to make the point that, you know, younger Shane used to spend some time partying in Miami. And if I was an alien to Joe's point, that just traveled clear across how many ever light years. And I finally landed and I was looking to take the edge off a little bit. Miami would probably be my first stop to hit up and be like, let's get some true partying in from the aliens. So everybody here knows that I believe aliens are real. Now, granted, whether this story is real or not, that is waiting to be seen. But I'm on chambers side here. There's definitely some alien activity down there. Let's just keep it a buck."
    },
    {
        "speaker": "C",
        "text": "They're just like, tired of the dove step and rolled through Miami."
    },
    {
        "speaker": "B",
        "text": "I'm keeping it a buck. And I think Shane might have convinced me that Miami is the place to be."
    },
    {
        "speaker": "A",
        "text": "I love. I also love how Shane. Because a lot of you may not know this bunch, but there's a subsection."
    },
    {
        "speaker": "B",
        "text": "Yeah, yeah. You two hold each other's pean bags, I guess."
    },
    {
        "speaker": "A",
        "text": "Yeah, we sure do. We keep it shrimpled."
    },
    {
        "speaker": "B",
        "text": "Oh, shrimple. That's the new one. You too. I can't even. Both shrimple might be real."
    },
    {
        "speaker": "E",
        "text": "I saw someone post the chart like an hour after Chamber put a comment about it in the war room, and that thing was just not bull me."
    },
    {
        "speaker": "B",
        "text": "Well, there you go, Chamber. You got one out of your last eight. You crocs eat your heart out. Back to Joe."
    },
    {
        "speaker": "D",
        "text": "Okay, Chamber, I'm really disappointed in you. Okay? You know. No, because you're the international representative on this stage, okay? You are not supposed to feed into our arrogance here in the states where we think the entire fucking galaxy and now universe rotates around us. Okay? You should be pointing out the fact that a. It is winter in the northern hemisphere. You have traveled interstellar and you are going, I don't have the right clothing. I don't fit in with these fucking people. And evidently, even though I can travel at light speed, I can't manage stealth mode. So where am I going to go? I'm gonna go to the warmest place in the coolest part of the earth. Or I could go to fucking Rio. I'm gonna totally fit in in Rio. It is summer. Brazilian women are hot."
    },
    {
        "speaker": "A",
        "text": "They sure are."
    },
    {
        "speaker": "D",
        "text": "Where are you gonna go fucking chill at New Year's Eve? If you're. If you're visiting the western hemisphere, you're gonna go somewhere that's warm, where there's nice ladies, and you can hang out and look. You're gonna look around and you're gonna say, florida, a lot of guns, all right? A lot of basalts, a lot of Florida men. Pretty high chance that just hovering above that, that state, I'm gonna get shot at, right? There's gonna be a guy that's gonna come out and he's gonna start shooting at me with one of the 2000 rounds in his garage."
    },
    {
        "speaker": "A",
        "text": "Yeah."
    },
    {
        "speaker": "D",
        "text": "If I'm hanging out in Rio, I might get murdered, right? The favelas are real. I may also get lucky, right? There are some fine, like, you are not gonna end up with a meth addict stripper in Rio, but you definitely are going to get meth when you get to Florida. So I'm just saying we, you need to stop feeding into our arrogance where everybody on this stage, Emily, smart house, smart bunch, smart. We're all like, naming places. In the states we would go to, there's this big fucking world that they could go and visit that's way better than us. And that's where they would go. Better food, better women."
    },
    {
        "speaker": "C",
        "text": "And on that note, I'm going to Rome and I'm getting cacio e Pepe and bucatini, and I'm going to look at the Colosseum."
    },
    {
        "speaker": "E",
        "text": "The last remaining Rome is like the armpit of Italy. Of all the spots in Italy, you would get a Rome."
    },
    {
        "speaker": "C",
        "text": "I love that."
    },
    {
        "speaker": "D",
        "text": "I've taken it."
    },
    {
        "speaker": "C",
        "text": "Listen, listen. Because you get to witness artifacts from the full cycle of capitalism, right? You get to see the last fall of late stage capitalism, and you get to see the current fall of late stage capitalism."
    },
    {
        "speaker": "D",
        "text": "The hybrid of failure punch is putting his own hand up on a show, right?"
    },
    {
        "speaker": "C",
        "text": "If I'm looking for. If I'm looking for innovation, if I'm looking for the cultural spectrum, if I'm looking for delicious fucking food, that's where I'm going."
    },
    {
        "speaker": "B",
        "text": "I just don't understand why you'd go all the way to Rome when you have Mamma Mia's Italiano gelato right there in Miami's bayside outdoor mall. I, you know, I just don't get it. Chamber thoughts."
    },
    {
        "speaker": "A",
        "text": "I mean, I think you guys might just be missing the fact that they've already been to these places and, I."
    },
    {
        "speaker": "B",
        "text": "Mean, they did build the pyramids."
    },
    {
        "speaker": "A",
        "text": "Yeah. I mean, I don't know what else they could have built. So maybe they're just, you know, making their way over to America. And as a person, as a non american person, I do have to defend the United States, because you guys have made yourselves a caricature of what humanity looks like. So it might just be the Disney world of the world. You know what I mean?"
    },
    {
        "speaker": "C",
        "text": "You are literally from maple flavored America."
    },
    {
        "speaker": "A",
        "text": "Yeah. Listen, we see things through maple colored glasses. Okay. Wow."
    },
    {
        "speaker": "B",
        "text": "Hold on. We got eight minutes left, and I'm. I'm hard stopping here."
    },
    {
        "speaker": "A",
        "text": "Yeah, me too. I got. I got parents here."
    },
    {
        "speaker": "B",
        "text": "Yeah, you got parents here. You got. First of all, you need to get that trash bag action going."
    },
    {
        "speaker": "A",
        "text": "Oh, I cannot stop thinking about it."
    },
    {
        "speaker": "B",
        "text": "We're going sugar Shane, and then Ficero, and then you're going to give your final Maury povich monologue, and then we're out of here."
    },
    {
        "speaker": "F",
        "text": "All right, one last thing here. I'm sure we've all, you know, watched tv shows before, heard about Florida, man, and you're like, there's just no way this shit is real. Like, this is literally just unbelievable. So if I'm an alien from another universe and I see this shit just consistently going on, I'm like, all right, what do I have to lose? I got to go see this shit for myself because it is literally unbelievable, the shit that goes on in Florida. So what am I saying? Did you land here and then go search Florida for some amazing stories?"
    },
    {
        "speaker": "C",
        "text": "You just came here to mansplain me? Are you just a fucking trigger?"
    },
    {
        "speaker": "A",
        "text": "Me? Is that on purpose?"
    },
    {
        "speaker": "C",
        "text": "I feel like we. Yeah, I said they came to witness Florida, man."
    },
    {
        "speaker": "F",
        "text": "Like, that's my point. I'm agreeing with you."
    },
    {
        "speaker": "A",
        "text": "That's what I'm saying."
    },
    {
        "speaker": "F",
        "text": "Like, it's like, man, it's just so."
    },
    {
        "speaker": "A",
        "text": "Unbelievable that I have to go see."
    },
    {
        "speaker": "F",
        "text": "This shit for myself because it's, like, it's a movie to me. So I got to go experience it, do some drugs, see some Florida men, and then I'm headed home."
    },
    {
        "speaker": "A",
        "text": "This all checks out. And for the record, Emily, I believe podcast is Latin for mansplaining. I'm pretty sure that's what it is."
    },
    {
        "speaker": "B",
        "text": "That was a good one."
    },
    {
        "speaker": "A",
        "text": "So we didn't get Vocero yet, do we?"
    },
    {
        "speaker": "B",
        "text": "No."
    },
    {
        "speaker": "A",
        "text": "Okay, let's go to."
    },
    {
        "speaker": "B",
        "text": "His sultry voice is going to bring us home."
    },
    {
        "speaker": "A",
        "text": "I know. I'm so excited."
    },
    {
        "speaker": "G",
        "text": "I'm here for the finish."
    },
    {
        "speaker": "A",
        "text": "Oh, my God. I just finished."
    },
    {
        "speaker": "G",
        "text": "I just want to say I think it's really bad of you in this modern age that you're discounting the fact, and this is to Joe, that you're discounting that he's not gay. These aliens could be gay. They might not be here for the ladies, but also, you also are discounting the fact that these are possibly trailer park trash aliens coming visiting. So they're not."
    },
    {
        "speaker": "B",
        "text": "We're assuming. Yeah, you're assuming they're high brow aliens. They could be."
    },
    {
        "speaker": "D",
        "text": "My bad."
    },
    {
        "speaker": "B",
        "text": "Yeah, they could be the mumu wearing, uh, tourists that go see the biggest ball of life."
    },
    {
        "speaker": "G",
        "text": "Exactly."
    },
    {
        "speaker": "B",
        "text": "You make a good point. Yeah, it's."
    },
    {
        "speaker": "G",
        "text": "It's like, you know, you're not going to come to the cultural side of the world, are you? You know, you sort of go. You know, you go west. That's where you're going to go anywhere."
    },
    {
        "speaker": "D",
        "text": "They went to Miami. This is where you're. This is where it falls down. They didn't go to the southern part of Florida, like Tallahassee. They went to the classier part of Florida, the Miami part. So that's where you're. That's where it falls down. Like, if you're gonna find a man who's been body waxed is gonna be in Miami. Just like, you could get that going on in Brazil, you know, in Rio. So I get the gay thing, but. But if you really want to see the trailer park, you gotta go closer to Alabama."
    },
    {
        "speaker": "G",
        "text": "Yeah, but they might also be wanted to go a little bit up market. It's that just a treat for yourselves. Treat for the senses. Let's. Let's go on, holders. It's like."
    },
    {
        "speaker": "C",
        "text": "It's like you're rich in your jerk."
    },
    {
        "speaker": "B",
        "text": "Maybe they were going. Maybe they were going to art, Basil. Who knows? Chamber, I need your. I need your final thoughts here, because this, first of all, you rushed us into this topic from. From Netflix, school spirit, and then we went ham for 25 for 45 minutes on alien talk. We didn't even get to defend that tweet. I had some good ones, however we could we get to those another day. I gotta tell you, man, shitcoin season Chambers Twitter feed is just a landmine land, a minefield of sadness. It was so hard for me to even find three tweets worth talking about on this show. So we will, you know, we'll get to those on our next. Next one here, but I need you to close this down for us. Give us your final thoughts."
    },
    {
        "speaker": "A",
        "text": "So, my final thoughts, I think there's more than meets the eye, much like transformers happening in Miami. I love the fact that Shane brought up the, you know, the subgrouping of Bigfoot and aliens being kind of intermingled. A lot of people don't know that. A lot of times there's bigfoot or Sasquatch sightings accompanied by UFO sightings. So I appreciate Shane for bringing that up. Anytime we do talk about conspiracy theories, we should have Shane here on the show because it's nice not being the only crazy person here, but I think both."
    },
    {
        "speaker": "B",
        "text": "We got a panel of them today."
    },
    {
        "speaker": "A",
        "text": "Unbelievable. I think Emily, Joe, Mister House, Viscero, sugar, Shane, all brought up terrific points. Gay aliens, I think they're more involved in that. I think they're just pansexual. In a perfect world, I think that's what we don't. We would all be is just get it where you can get it you want, all of it. That's. I mean, I wish I grew up. I wish I was growing up in these times. I was, you know, I was unfortunately structured by the nineties."
    },
    {
        "speaker": "B",
        "text": "Well, you got. You got yours plenty coming up in the priesthood, sir."
    },
    {
        "speaker": "A",
        "text": "That's why. That's a good point. That is a good point. But, yeah, this could be, like Vocero said, it could just be out of all the planets on the universe, this just could be the Disney world where you come in, you go to Miami, maybe you go to Rome, maybe go to Thailand, go to Vegas, go to Vegas. I mean, they're hitting up all the spots. I mean, I'm not up to date with what's happening in Thailand or, you know, places on the eastern hemisphere, but I could imagine there's probably similar reporting happening there. So, again, can you look into that."
    },
    {
        "speaker": "B",
        "text": "For us for next show? I want to know how many of these stories are happening in other parts of the world or if it's just us."
    },
    {
        "speaker": "A",
        "text": "I have to imagine it's happening more places, but I will look into it. I also want to tease next week bunch. I think you're off on Friday. Next Friday, right?"
    },
    {
        "speaker": "B",
        "text": "Next Friday, yes. I'm taking. I'm taking my family to Disney, the actual Disney amazing."
    },
    {
        "speaker": "A",
        "text": "We will have two guests next week. On Monday, we're gonna have Tyler."
    },
    {
        "speaker": "B",
        "text": "Hold on. We're gonna have at least one guest because Tyler was in the crowd earlier listening, and he is no longer here."
    },
    {
        "speaker": "A",
        "text": "He's no longer."
    },
    {
        "speaker": "B",
        "text": "So you're gonna have to check with him that this is still is."
    },
    {
        "speaker": "C",
        "text": "Guys, guys. I can get an appearance from Tyler. I know someone."
    },
    {
        "speaker": "A",
        "text": "So there's a possibility that Tyler joins us on Monday to talk all things crypto and pansexual aliens. And on Wednesday we're going to have friend of the show OG crypto trader. Not so fast on the show to discuss all sorts of things. Probably a lot of crypto."
    },
    {
        "speaker": "B",
        "text": "He'll probably give us big into the parallel Alpha streets, I believe."
    },
    {
        "speaker": "A",
        "text": "He sure is. Yeah, he sure is. And we'll probably give us some good tips on what I'm doing."
    },
    {
        "speaker": "E",
        "text": "Master ranked in parallel."
    },
    {
        "speaker": "B",
        "text": "He might be surprised thing I'll look."
    },
    {
        "speaker": "E",
        "text": "Him up after the show."
    },
    {
        "speaker": "B",
        "text": "It's his handle is at. Not so fast, okay?"
    },
    {
        "speaker": "E",
        "text": "Yeah, I'm running down the leaderboard fast. I started at 210 47 right now."
    },
    {
        "speaker": "B",
        "text": "Yeah. All right, I gotta shut this thing down. Chamber."
    },
    {
        "speaker": "A",
        "text": "All right, peace out, Holmes."
    },
    {
        "speaker": "B",
        "text": "That's it. Until next time, keep the mic hot."
    }
]